{
  "transcript": "I don't think you have to listen to the Quentin Tara episode are the Steven Spielberg episode before you listen to this episode in George Lucas. But if you haven't listened to them, I would listen to them after you listen to this episode because you're gonna see so much similarities in how they approach their work. I talked about last week how Spielberg would watch and re watch movies that he loved. Decades later, entire scenes from those movies would appear in his own movies Tara do the exact same thing. George Lucas talks about doing this. You're gonna hear him being addicted to reading biographies studying history, reading science fiction, a lot of the stuff that he was learning as a young person he would use a decade later, and the influences that he used to build Star Wars, which is obviously the cornerstone of his multi billion dollar Empire had been well documented. And you see the exact same thing with company builders. This is just like Edwin Lands ideas that show up in Steve Jobs companies and products. It's just like Sam Walton ideas showing up in Jeff Bezos companies and products. It's just like Henry Singleton ideas showing up and how Warren Buffett and Charlie Mu, Built Berkshire Hathaway. Charlie Mu said Henry Singleton was the smartest person that he ever met. Warren Buffett said it was a crime that business schools didn't study him. And so I go back and start reading about Henry Singleton. And you realized, oh, wow. Of these ideas I was attributing to Mon and Buffett actually originated with Singleton. And that is a main theme that reappear over and over again for anybody that gets to the top of their profession. Anybody who becomes great at what they do is see. They are all ce in the history of their industry. They talk about these ideas over and over again. It don't just read a book 1 time. They don't just watch a movie 1 time. They don't just have 1 conversation, they do it over and over and over again. That is why if you haven't done so already, I highly recommend that you subscribe to founder notes. For 6 years. I've been cat all of my notes. All of my highlights for every single book that I've read for the podcast. And it blew my mind because that's exactly what Quentin tara did. He would keep scrapbook books, make notes and he actually kept files and on index cards. Of every single movie and what he wanted to remember about the movie for every single movie he's ever watched. And then because he catalog all those ideas, he was able to use them in future movies. And so now you're able to reach out by signing up for founders notes. When you get a subscription, you get access to all my notes all my highlights transcripts for every single episode. You can search by keyword by person by subjects. It's this giant database of the collective knowledge of his great entrepreneurs. You can also read all of my notes and highlights by book. You can have all of my notes and highlights presented to you in a random order on the highlights feed. I've been searching my keyword. I've been reread my highlights by book, and I've been reread my highlights in random order on the highlight feed for years. I built this tool for me for... I had this for half a decade before anybody else had access to. I literally could not make the podcast without this tool. And now I've had a news feature them I'm super excited about them may have made it a thousand times more valuable. It's actually called Sage. It is the founders notes, Ai, and the name actually came because there's a bunch of existing founder notes, subscribers. There were beta testing this feature for me, and 1 of them emailed me because he heard some of the names. Was like, I this feature is incredible, but I can't figure out what to name it, and he said that none of the names were good enough because they don't actually describe what the feature does, and he said you should call it Sage, and he sent me the definition of sage. Sage is a profoundly wise person that is often looked to for guidance and advice. And that's exactly what Sage does. It's like search on steroids. You can ask it a question, and it'll search every single note, every single highlight every single transcript Meaning every single word I've ever uttered on this podcast, and it'll start making. It's been making connections that I missed. And so I mentioned last week after I re listened to the Steven Spielberg episode, I was asking Sage. I was like, give me what of the most important ideas to learn from Steven Spielberg, and within 20 30 seconds, It gives me this outline of the top 9, what it feels is the top 9 most important lessons from Steven Spielberg. Now the interesting part is, if you press on expand, it actually tells you what it search to come up with the answer. So you could just read the outline, or if you choose so you can go deeper and see what it actually fashion what it searched to come up with the answer. And of course, it's gonna search the Steven Spielberg episode because I done the episode for years ago. But what is fascinating is also included ideas when I mentioned Steven Spielberg on a Steve Jobs episode. When I mentioned Spielberg on the Christopher Nolan in the James Cameron episode. It pulled an idea from Spielberg that I mentioned in an episode on Pixar. Its memory far exceeds mine. And so I really do believe a subscription of founder notes is the perfect companion. If you're going to invest tens of hours, dozens of hours. You know, I have hundreds of just people have listened to hundreds of hours listening to this podcast. Founders notes and sage in particular is the tool that I hope you condense and clarify the collective knowledge of history's greatest founders So then you can use their ideas in your work. Just like Bezos used Walton ideas, just like jobs, use lands ideas, just like Spielberg and Tara and Lucas, used past filmmakers and everything they read. All the ideas they they derive from that in their work. I highly recommend getting a subscription, and you can do that by going to founders notes dot com that is founders with an s just like the podcast founders, notes dot com. I also leave a link down below in the show notes. I appreciate the support, and I hope you enjoy this episode on George Lucas. George Lucas una energetically invested in what he believed in the most himself. As a result, the film empire that he created would empower not just him, but other filmmakers to produce movies exactly as they envision them. Without a studio imposing its own priorities, complaining about budgets are micro managing the process. George Lucas, the small town son of the owner of a stationary store. Had said no to the family business and then built a cinematic empire based on his own uncompromising vision of the film ministry, not as it was. But as he thought it should be. Much of that vision lay in the possibilities presented by new technology. Technology that Lucas developed with his own money. I can't help feeling that George Lucas has never been fully appreciated by the industry for his remarkable innovations, the director Peter Jackson once set. George Lucas is the Thomas Edison of the modern film industry. But George Lucas knew what he had done. He knew his place and he seemed comfortable with it. When asked by interviewer Charlie Rose, what he thought the first line of his obituary might say. Lucas gave perhaps the best sum submission of his lengthy career in 2 single syllable words. His answer, I tried. That was an excerpt from the book that we talked about today, which is George Lucas a life, and it was written by Brian J Jones. Brian J Jones writes excellent biographies He wrote this 1. I read his biography on Doctor Seuss, which was excellent, and he also wrote an incredible biography on Jim Henson. So I originally read this book like, 7 years ago. Episode 35. And there's some ideas I it that I've never forgotten that sentence who where it's, like, you know, he una invested in what he believed in most himself is my favorite sentence in the entire book. And I also think that concept investing in yourself is the the concrete in the foundation of his empire if you will. So I wanna go to the beginning, which is really fascinating because the book is gonna talk a lot about his childhood, but it doesn't start there. It opens up right in the middle of him shooting Star wars. And I think his despair and depression and struggle that's going on. You see this a lot. Not only with with founder biographies that you and I talk about, but especially with the filmmaker by biographies. Tara talks about this. Christopher Nolan talks about this. James Cameron talks about this. Steven Spielberg talks about this. You'll see this in George Lucas. It is very hard to understand at the time you're doing something? How it's actually gonna turn out and how impactful it was. He had no idea. There's no possible way when George Lucas started working on Star wars that he could have predicted. The impact that those movies would have on the world and then, of course, the influence and control it had over the building of his business. And think about how difficult this movie was to make is fascinating to think about. But what I'm really interested is how this experience influences. This intense desire for control and independence. That is the main theme of Lucas life in korea. So he says, the shoot was a disaster from the beginning. I was very depressed about the whole thing. His misery was due partly to the fact that he felt he had already lost control of his film. The executives at twentieth Century Fox had nickel and dime him every step of the way. They would deny them him the money that he needed to ensure that everything worked. The people at Fox were also skeptical. Science fiction they said was a dead genre. And they were actually right about that. At this time in history, Science fiction was in in films was a dead genre. The difference was you needed the right people to show up and those people happen to be George Lucas and his lifelong friend, Steven Spielberg. Steven Spielberg makes close encounters of the third kind and Lucas of course made star wars. Go back to Lucas. It was very, very difficult to get things to work. Everything was a prototype. We had to build this, and we had to build it with no money, but we had to make this work. The problem is nothing really worked as we wanted. Lucas vowed. He would never seed control over his film to executives at the studios again, and something he would repeat over and again and Like, what do they actually know about filmmaking? They'd never made a film, but they would come down and talk to him and tell them him this is how you should make the movie? And he says they decided they know more about making movies than directors. And here's the problem. You can't fight them because they've got the money. And so Lucas vowed 1 thing. If Star Wars worked out 1 thing he would have to change for sure. He would control the money. Back to Lucas, I was seriously seriously depressed at this point because nothing had gone right. Everything was screwed up, I was desperately unhappy a little more than a year before It was scheduled to hit theaters. Star Wars was a mess, and the movie was going to be terrible. Lucas was certain of it. And I think that's an really important place to start when you analyze the career of George Lucas. The depth of his depression is going to influence all the decisions he's going to make. And in turn, the success of those decisions that he makes makes him a multi multi multi billionaire. So I wanna touch on a few things in his childhood because I think it would give us a you and I better understanding of, just really why he ran the business, the way he did. He was the sole shareholder. The only shareholder in Lucas film when he sent sells it to Disney for over 4000000000 dollars. And he's got this... I would say Juvenile delinquent streak in him since he was a very young boy. A lot of this came out of this kind of butting heads are fighting that he would have with his father because Lucas is kinda like a hippie or a rebel, and his dad's the exact opposite of that. So his dad is actually George Lucas senior. And so George Lucas junior describes his dad as a very old fashioned kind of guy. He was a kind of classic small town businessman that you would see in a movie. He owned a stationary store. And Lucas said later in interviews that he was he would remember being very, very angry at his father for most of his childhood. And I think the main reason of that is because his dad was intent on controlling him is something else that Lucas never had that he looked for his entire life. He really talks about the importance of mentorship, but he never had an older brother. And so I throughout his entire career, you see him trying to attach himself. To a slightly older, almost like bigger brother figure. And he talks about why this was so important. He said, that's 1 of the ways that you learn. You attach yourself to somebody older and wiser than you. You learn everything they have to teach, and then you move on to your own accomplishments. And so another way that George Lucas was searching for a mentorship was not only for, like, older brother figures, but also through books, he was never very good in school, but he loved to read. I got to the section of the book and it reminded me of I saw this interview. That's that that's pretty incredible. All the way back in 2012. It's with Elon Musk he's being interviewed by this guy named Kevin Rose. I will grab the link from Youtube and put it in the show notes in case you wanna watch it, Highly recommend you do. Because it's in early... It's it takes place to on, like, the Tesla, the factory floor of Tesla back when I think they only had 1 model in production. It was, like the early, model s was in production. But Kevin was asking Elon. Was like, trying to figure out like, how did you do all this? Like, you Immigrated from Canada? You didn't have a lot of money. You moved to California? You started your first company when you were just in your early twenties? And he was like, well, how did you learn how to start a company? Did you read the question from Kevin to Elon was, did you read a lot of business books? And his answer actually had a huge influence on, you know, my desire and, like, my dedication to to making this podcast. And because Elon said, no. I didn't read business books. I read biographies and auto geographies. I thought they were helpful. And then he went on to say that this was a way to develop mentors and historical context. And you see that with a very young George Lucas. He talks about... He didn't like school, but he loved reading, and he amassed this enormous collection. Of these things called landmark books, which is a series of biographies written for young readers, and reflecting on this time in his life. George Lucas says, I was addicted to those. It started me on a lifelong love of history. And as a kid, I spent a lot of time trying to relate the pass to the presence. And just like everybody else that gets to the top of their profession, Lucas references and uses that learning from history as a form of leverage, he'll talk about watch this interview with him and Chris Nolan that took place probably a decade ago. And in that, Lucas is just talking about the fact that all this reading and studying a history to who's he's doing as a kid influenced the storyline for Star Wars. And then Lucas continues to use the entire world in all of its experiences I was like, this giant classroom. And so he actually is This was the hilarious. You know who's gonna have what fictional character is gonna have a huge influence on the way that Lucas builds his empire and thinks about building this business. Sc Mc duck. I remember watching sc mc duck in duck when, like, I was a kid. I didn't even know that it was around when Lucas was a kid. And so Listen to the the the lessons he draws from watching, you know, sc Mc duck, which is the the money hoarding globe t uncle of Donald Duck. Right? And so it says Lucas was fascinated not only by Sc exploits, but also by his con capitalist ways. Work smarter, not harder was sc motto and yet his stories were before full of invent schemes that more often than not made him richer and even more successful. In sc world, hard work paid off. But so did clever and a desire to do something in a way no 1 had ever thought of before. Think it Come on. Think that that think about the life and career of George Lucas. A desire to do something in a way that no 1 had ever thought of before. That is exactly Lucas approach to the filmmaking industry. Movie making had been around for 4 or 5 decades before Lucas came along. Think about why Peter Jackson said hey, this guy is the Thomas Edison of our industry. You know what? I wasn't even thinking about going here. I was gonna talk to about this later. Gonna jump ahead because I think it's 1 of the most important ideas in the book, and I might repeat this in the future. But they talked about the fact that he was so dissatisfied with that he could not make the vision in his head real. Right? That there was not that the computer graphics weren't there, the special effects were there. So he's, like, what's the solution I'm gonna start my own company. I have to create the technology that I wanna see in the world just so I can make the movies, look how I want them to look. And so he found this company called industrial light and magic, which absolutely dominates in special effects for a couple decades. Ron Howard has his excellent quote later in the book, right talking about the fact that Who the hell would do something like that and he, I think he summarizes it better than I ever could. He goes how many people think the solution to gaining quality control, improving fiscal responsibility and stimulating technological innovation is to start their own special effects company. Ron Howard said ad, but that's what George did. Back to Sc Mc duck in Sc world, hard work paid off, but so did clever and a desire to do something in a way no 1 had ever thought of before. Sc ethic reflected honor, honesty and allowing other people to believe in their own ideas, not trying to force everyone into 1 form which is, I think, exactly how he described what his dad was trying to do. To him, his dad was trying to make another him. And George like, but I'm not the same as issue. I wanna live life on my terms. The lessons Lucas learned from Uncle Sc, which shape the kind of businessman he would become in the future, conservative and driven believing strongly in his own vision and pursuing it aggressively. Let's go back to more of his Juvenile delinquent ways as his grade suffered, Lucas began to look more and more like the Juvenile delinquent his teachers were already convinced that he was. 1 of my favorite lines ever, describing founder mentality and entrepreneurs comes from Yvonne S who is the founder Pat. And he says if you wanna understand the entrepreneur study the Juvenile delinquent. The delinquent is saying with his actions, this sucks, I'm going to do my own thing. His grades were so bad, his dad was convinced that he was gonna be a loser Lucas thought his father's lack of interest in him was typical, and it was probably understandable. I was a hell raise, and I didn't do very well in school. My father wrote me off, and then it doesn't help that. He's not doing well school. Doesn't really have a direction in what he wants to do in life yet. And so he goes and briefly works for his dad at the stationary store. This he doesn't last long. He quits and then him and his dad get back into this argument. And so this is Lucas description of that. I get really mad at my father and I told him, I'll never work in a job where I have to do the same thing over and over again every day. His father responded. You'll be back in a few years. I'll never be back, Lucas said. As a matter of fact, I'm going to be a millionaire before I'm 30, And that is 1 of the smartest insights that a young George Lucas has ever had, the fact that he realized that you need to make money, not to buy a bunch of useless shit, but to actually buy your own freedom and that's exactly what he uses his money for. He is... It it's almost like a a contrast in in in embedded in 1 person because he will bet literally the house, which he does multiple times on the the success of 1 movie, but he's unbelievably fiscal fiscal conservative, with the way he runs this business. And that fiscal conservatism actually breaks up, He has, like, cofounder breakups with Francis for Cop because Cop was the essentially in the exact opposite. George Lucas was always very, very concerned about protecting his downside because all he wanted to do is never jeopardize anything that that would cause him to re his freedom over what he worked on. You can think of George Lucas constant invention and vertical integration as just away another former of control. And that control to make sure that no 1 else can ever ever tell him what to do. And so he gets to college. He's like, I have no idea what I wanna do. So he just goes to, like a little junior college, A little, community college. And then he realized realizes hey he all, he knew He's like listen, I'm not stupid. Remember the tara went, Said, I don't know if I I should back up why am I doing, like, Lucas right now. I think if you listen to re listen to the Spielberg episode, I just published a couple days ago and then Tara. I think this line through what I'm doing right now? Tara studied, they're about 10 They came about a 10 to 15 years before heated did. Tara studied Spielberg and Lucas. He... The all the movie brat, which all get into, like, the rest these guys to essentially, like these filmmaking geniuses that all met in the early twenties. And in many cases are 70, 80 years old today and they're still friends. But I find this fascinating because Tara studied Spielberg and Lucas, Spielberg and Lucas, studied Walt Disney. Walt Disney's is the next episode I'm reading this 700 page biography of from now. So it's taking me a long time. This book on my hand is a monster, over 500 pages, I have the hard cover version. And they he took me over 30 hours to to read in research and really think about before I sat down and talk to you today. So the connection to what's it's happening in Lucas life is very similar to, you know, not great in school, but clearly not dumb, he just doesn't like other people telling him what he should study. Tara was the same way. So he gets to Junior college. And now, you know, college is the first time we hear actually pick his classes. And so once he's in control of his own curriculum, he becomes a phenomenal student. And so once it's time to be done with Junior college, she's gotta figure out, like, what do... Where I transfer and what I gonna study. And this conversation with his dad actually changes the trajectory of his like, forever? Because Lucas is like, I'm gonna go to art school? His dad's like this old school 19 fifties super conservative American businessman. He's like, there's no way in hell. That my son. Like, I'm... You're you're gonna go to our school. There's no way hell I'm paying for it. And he told the son, like, there's no way you're gonna make money. You can't do that. And so 1 of Lucas friends says, hey, why don't you... If you're not gonna go to art school, Take a look at Usc, University of Southern California has this new cinematography school. And keep in mind, this is the mid 19 sixties. There's not many film schools in the United States. So this is why Tara last week in his book would talk about the movie brass. He said they love movies. They dreamed of movies, and they even received degrees and movies back when that was a dubious major. And Lucas talks about this. Like it was embarrassed Other people were like, you're were in a film school, you're going... They didn't call film school to call it cinematography school. It's like, what the hell is this? And he says, I lost a lot of faith. The idea of going into film was a really goofy idea at the time. But what was fascinating is his dad's like, there's no way hell I'm planning for art school, then he was impressed that his son got accepted in into Usc, and he didn't understand. They said, you know, the school cinema or cinematography. He didn't understand that it was his way of getting to a form of art school. And so his dad agrees to help him out pay his tuition and help him get housing. And the reason I say that decision changed the trajectory of George lucas life is because that's when he meets essentially just a collection of filmmakers who are all obsessed with movies. They're all young and they wind up helping each other for decades. It's almost like the island of mis fit toys because before this, it says, for many of them, it was the first time they had a click of their own, a gathering place where they could talk about their interest movies without eye rolling from the other cool kids. For many reality finally began when they entered film school. Lucas knew that he had found his way before he wasn't sure who's in the cars. He had all the other interest. And he's like, oh, wait. This is it. I was sort of flounder for something. And when I finally discovered film, I really felt madly in love with it. I ate it. I slept it 24 hours a day, there was no going back after that. That is a direct quote from George Lucas. There was no going back after that You know was fascinating? I just... I'm gonna put this book down. Picking up the Steven Spielberg book that I published last week. Right? That book is 25 years old, maybe. This book is 25 years old. Listen to how Steven Spielberg describes. He uses the exact same language. This is what Spielberg said. Making movies grows on you. You can't shake it. I like directing above all. All I know for sure is Have gone too far to back out now. There is no going back. They both discovered what they're gonna do. Now, this is the fascinating part because this turns into the Usc Mafia, Spielberg part of that even though he didn't go to Usc, you're talking about a group of super talented filmmakers, and a lot of them come out to, California, even though they called the Usc Mafia, yep, some of them, like, Martin Sc ac oliver over stone. They went to nyu you, Brian Palmer into Colombia, Francis Ford Cop is at Ucla, Spielberg on the lot getting his own curriculum. I think at universal or, yeah. I was at universal. Lucas would be 1 of 1 of a group of highly motivated and young filmmakers. They were all friends who would have a lasting impact on film and culture. This is another example that relationships run the world. You see it over and over again in these books. It's so important to develop relationships with other people that are just like you. In even if you're... They don't look at themselves as competitors, they they tend to compete, but they also collaborate but they all need each other because they're trying to break into a system that is closed. At this point in history, unless you're part of a union, unless you already know somebody in the industry, You're not breaking in even it with a film degree. It's yet another illustration of 1 of my favorite concepts from Game of Thrones where they said those on the margins often come to control the center. At this time. Spielberg Sc Da palm, Cop, Lucas, they are on the margin. The center is controlled by these old school conservative studios that are locking all these young people out. It was very it was unheard of to have a director in their twenties. And yet this network that they're building and the talent that they have for their craft, like... Those on the margins often come to control the center. They become the center. Now, this is really fascinating. Because when I had dinner charlie longer, this is the advice that he gave us. I'll get there in 1 second, so it talks about they referred to themselves as the mafia. Right? That would end up being a more appropriate designation as they were all regularly hire 5 and cons with 1 another on countless projects over the next 5 decades, putting it together a kind of system of their own. Mon talked about the importance. You didn't use the word relationships around the world. That's the maximum I put on it. But he talked about as exactly what him and Buffett did. I think he was 35 when he met Buffett. Buffet was what 28 29, something like that. He talked over and over again the importance of the advice he gave us is like, you have to develop relationships with with people. He's like, you they were still doing deals. He's something something like, I can't remember exactly how I put Have to go back and read my notes or listen to the episode again. I think it's episode 2 95. If you haven't listened to it yet. But he talked about the fact that they would meet people, you know, their third... They're twenties thirties and forties, and they would do business and do deals for the rest of their lives. Many of the people that he was that Charlie was referring to because Charlie was 99 when I met him. Were dead, but he said that's exactly what they did. Okay. So let's go back to this idea where Lucas is just he's un unbelievable. He he's a Juvenile of delinquent. And so now he's in film school. And, you know, the the film professor are like, okay, we're gonna practice making films and they give you, like, this sheet of instructions, and it must be, you know, film it must be filmed in black and. White. Must be this you must this story must look this way. It must not go over, you know, this length, and George Lucas is like, I don't give a damn. About your instructions. I'm gonna do what I want. Lucas made his intentions immediately clear with his first on screen credit. This was no student assignment. It was a short film by George Lucas. That is the in big letters. That's what he put on this movie that he's making. Lucas had chosen to set his film to music and open defiance. Of his professors instructions, and so the movie he made is called look at life. Even 50 years later, look at life is an impressive debut, aggressive, political and utterly confident. As soon as I made my first film, I thought, hey, I'm good at this. I know how to do this from then on, I never questioned it, Lucas said. And right from the rib he is completely obsessed, he preferred shutting himself in his top floor bedroom, sitting at the drawing board, planning out his films and sketching out ideas. I would always try to get him to go out to parties and clubs and stuff. This is his roommate. And George would usually stay upstairs in his room, drawing these things, he called them little star troopers. So this is like a decade before Star Wars. So he's drawing these things he calls. Little sri. But for Lucas, that was better than partying. I'd be working all day and all night, living on chocolate bars and coffee said Lucas. It was a great life. I had enthusiasm enthusiasm, and I was too busy to get into drugs, movies were his addiction. We were passionate about movies. We were always scrambling to get our next fix. Listen to how they're describing this. Is how he knew is what you be doing with your life. Describe working as your next fix to get a little film in the camera and shoot something. And then here's a glimpse of something that he's gonna have problems with his entire life. He wasn't really a big fan of collaborators, or he wanted subordinates again, he is a dictator he wants, you know, prefers working alone. In many cases, I almost feel like he was born at the wrong time because he even says, like, he's is really... He's kind of a really bad on set. Didn't know how to deal with humans. He's super shy, wouldn't talk wouldn't give instructions. And yet he said, like, he really made films in the editing room. He's just buy self editing. And so I I almost think, like, if he was born now. He's gonna especially with all these new technologies. Basically you're gonna have 1 person like filmmakers because they're gonna use all this technology. I think that's how George would would have preferred. And you see this from very early age because he's he's getting all these assignments when he's in film school, and, you know, they're gonna make you work on teams and he did not like that. He was becoming increasingly cranky about the idea of working with others and preferred doing everything himself He could be easily irritated. If he was sat with crew members who could not keep up with him. He's also super, super competitive. Later on in the book. It says something like Francis for Cop responds back because a few times, Lucas says, I'm retired, never making movies he does this a few times and a couple was like, he'll be back. And they're like, why do you think he's gonna be back? It's like, because George loves him winning too much. And so young George says, I was into make... I was really into making it a competition, who can get it done first and best. If they couldn't cut the mustard, they shouldn't have been there. And then he also has some talents obvious everybody also was clear that he was 1 of Usc most exterior editors. Lucas work quickly and without complaint. He'd cover up any defects, shortages or shots in the editing room. And that's not an exaggeration. I I it is funny. I'm not even gonna talk about it because this book's gigantic and I've covered it on other, like Steve Jobs and ed Cat episodes. But you know, he started Pixar. He's the 1 that had that I hired at Cat. He's the 1 that's sold Pixar 2 to steve Jobs when George lucas is going through a divorce, which just also goes in into a lot of detail in the book, which I won't cover. But this idea of being able to kinda sit at a computer and make a movie, you know, I think if he could have done that. If he was alive now, that's what he would do. Because a typical movie that he would make, like, his first movie... He shot for 3 days. I mean, you know, he's on set for 3 days, but then he edited for 10 weeks. His favorite part about the movie making process. He hated writing, which will get into. He he forced himself to do it He's got some ideas on how to do that. He wasn't good on set, but he would love... That's all he wanna. He wanted be alone in the editing room, but we're not there yet. We're still in film school. This is more juvenile delinquent behavior. Listen when he's breaking into... This is Hilarious. So he says, the... The rules were of no concern to him, I broke them all. He said, whenever I broke the rules I made a good film, so there wasn't much of the faculty he could do about it. George Lucas was very resourceful. He always would find a way to get what he needed in terms of equipment and bodies to put together a crew. Like, sometimes when you film, like, when you film Star Wars in London later on. They have these, like, really strict rules for the London, like film Union. You know It's like you said... You have to start at 08:30. There has to be at t. I'm not even joking about this. You have to start at 08:30. Then you have to break for tea at 10PM, or 10AM. And then you have to break for an hour lunch at 01:00, and then you need another t break at 04:00, and then you can't work past 6. And he's like, this is madness. He didn't want any kind of restrictions. So they would break into the equipment room to get not only materials that they needed. Like an expensive camera. But they would also break into facilities. And says Lucas didn't wanna limit his use of the equipment to the building's regular hours either. We'd shi up the drain spout, cross over the roof, jump into the patio and break into the editing rooms so we could work all weekend. And this idea that you use Juvenile delinquent actions to actually be more productive. 1 of my favorite stories from history about this is Edwin Land. He's trying to do all these experiments doesn't have the money for, for the equipment needs. So him and his future wife, They actually, like break into... I can't... I it was Nyu might have been Columbia. But they break new university, and then all night, they just illegally using their science experiments. Our scientific equipment to to make experience experiments rather. And this idea where Lucas is like, what the hell you guys don't work weekends as is absurd in the early days way before it turns into polaroid. Lands first companies called land wheel rate if I'm remember correctly. And land had had won a bunch of awards. He was like, pretty well known, well known scientist. By the time he's, like, 19. And so he gets recruited to all these other... He he's running his company. But he's getting recruited to all these other companies. Maybe they could, like, buy his company or convincing to come over. I remember there's a conversation that takes place with land and his c cofounder founders. C cofounder is concerned because his c cofounder founder is more like the money guy. His c founders is concerned that he's gonna leave and land goes, they start working at, you know, 9 and at 5, and they don't work weekends. And so C founder I was like, yeah, I know. Are you gonna go... Are you gonna leave and go work with them and Lance response... Response goes, of course, not. How would I get anything done? Yes so you see. George Lucas is he's like, wait a minute. You you gave us this assignment to make this film? We don't have the right cameras, so I'll just break in and take that. And then I can't edit on the weekends or at night. Are you... Are you absurd? So this is a guy. Now, this this is also also causes a severe health problems when he's older? He... When he's doing Star wars. He's working, like, 20 hours a day. This call... And that... Like, I'm I'm chuck because he's just like, he had these tendencies from a very early age. But, you know, winds he winds up getting divorced because of this mind of having health problems because of this. I think he burned out, you know, a few years before, he he might have directed more movies and had a longer career if he if he worked on consistency over intensity, but he in terms of optimizing or consistency your intensity, he went full throttle on intensity. So he's gonna graduate film school, again, I said, like, those on the margins often come control the center is such an important concept. You see it over and over end. Because even if you... When you graduate film school this time. There there's no... There's no mainstream movie studio is hiring you. And so he starts working for the Us government making, like these propaganda films for them during Vietnam, making his own little movies on the side. He's gonna wind up being able to learn. He wins like this this grant to spend some time on an actual, like, big budget movie studio set, and that's really important because that's where he's gonna meet Francis ford Cop. But before I get to that, I just wanna point out, like, this is kind of hilarious, and I feel it's exact same way that he does. And if you're listening to. She probably do too. And at the beginning, he's he's working on a, like, a movie set. And his idea was like, you know, he didn't think he wanted to be a director. I don't really think he liked people. And he wanted. He's like, I'll be a cameraman or an editor, and he gets a job working on that. And he's like, I... These people are boss me around. Like, he goes, more than anything else. I didn't like being boss around. I didn't like being told which shots I could do and wouldn't... And which shots I could. They'd annoyed him. And he says at this point, I was really wanted to be an editor and a cameraman. And in the course of doing this, I asked, well, maybe I wanna be a director, and you know how he figured out why he wanted be a director because he figured out who is the person on the movie set that no 1 else can tell what to do? The answer to that is the director, so he's like, okay, I guess that's what I'll do. I'll be that. So he's making a short movie at the same time he he's, like, too josh. 2 jobs. He... Again, he's got... He's a work hall like the whole... His entire life, something that his wife, you know, causes a breakup of their marriage. So he definitely pays a price for this. But, at this point, he makes us, like short movie. He's eventually gonna turn into a longer movie. Called THX 11:38. But this is a shorter version of it. And his... I wanna talk about this because he winds a winning a bunch of awards and and people go, like, people watching it. I really think it's incredible, and 1 person in the audience was his dad, and I think this is an very important part in their relationship. Says he could appreciate that his son had found his calling. His son had earned the respect of his peers. Now I had been against this thing of his going to the cinema school from day 1, but we guessed he had finally found his niche. As we drove home, I said to his mom, I think we put our money on the right horse. And so as a result of that little film doing well, he gets 2 things that happen. He gets a us us like a grant from Columbia pictures where student filmmakers can come watch a real, like film, like a big budget mainstream movie studio film take place. Right? And the second part is he gets to shadow the director, which is gonna be Francis ford Cop. Now, this is really important because this is what I meant. It's really hard to... He's almost like this contrast between this this innate fiscal conservatism, this hatred of debt this hatred of risk that George Lucas has with being full risk on, which he's forced to do on his first movie American... Second movie American Graffiti and his third and fourth Star Wars and then return of the Jedi. Not return on the Jedi. Empire strikes back. I think it's the second 1. But this idea where it's like, he'll bet everything he has if... If he thinks that Bet is successful and he'll buy his creative freedom. And part of this because he's on this big movie set for the first time, and he was disgusted by it. It says it was the first time he had a chance see a major motion picture being made, and Lucas was not impressed. We have been around such op. Zillion of dollars being spent every 5 minutes on this huge un thing, Lucas said. It was mind boggling because we've been making films for 300 dollars. And we saw this as an incredible waste. That was the worst of Hollywood. So this relentless resourceful that he's always going to have. Like, I'm gonna get into some of the numbers of his movies later, it is remarkable and think of them again, like I said last week in the tara episode. Like, these are miniature businesses. And viewed through that, the financial performance of his miniature businesses is remarkable before we get there. So now he's on the set of this movie, and this is really important because Francis for Cop is like 5, 6 years older than all the other movie bratz and he's the 1. You know how people like, first time you can run. People thought you'll never be able to run a 4 minute... Humans can't run a 4 minute mile. And then 1 person does it. And then immediately all these other people are doing it. Same thing here, but their first interaction was hilarious. So cop have notices this, like, skinny young man, beard glasses. Sitting there with his arms folded, not saying a word, and so he walks up, they tell him oh, that's a student observer from Usc. So he walks up to Lucas and he goes, hey, do you see anything interesting? And Lucas shook his head said, nope, not yet. And this is how I met George Lucas, Francis Ford Cop said. Now, him in Francis are gonna wanna be very good friends right from the moment that they meet. Go back to this advice that Charlie Mu. Right? Develop relationships for relationships from the world, Lucas is 23 when he meets Cop. Cop is Cop 28. They're going to be making movies doing deals, starting companies breaking up fighting for decades. Right? But it's really important because at that time, there is no young directors There's no 28 year old director in the in a doing a major movie suit. You have to be an independent filmmaker to do that. And so Cop inspires not just Lucas and inspired steaming Spielberg 2. I wanna read his paragraph to you. Cop actually succeeded in getting his hand on the doorknob and fling open the door. And suddenly, there was a crack light, and you could see that 1 of us, a film student without any connections had put 1 foot in front of the other and actually made the transition from being a film student to being somebody who made a feature film sponsored by 1 of the studios. To Steven Spielberg Cop was a shining star. Spielberg said, Francis was the first inspiration to a lot of young filmmakers because he broke through before many others. So not only did Cop prove to Spielberg and Lucas said, hey, this is possible. But the influence that Ko had on Lucas too is like, listen, you have to learn it right. At this time, and you'll see Lucas make this this mistake a few times. He tries to outsource the writing, and Cop was saying, hey, the... What separates just a director to a filmmaker is like, you have to... Any director he would tell Lucas, like any great director has to know how to put together a screen play. And so he would repeat to Lucas over and. Like, if no one's gonna take you seriously unless you write. And that 1 being excellent advice because Lucas forced himself to write Star, which is obviously, you know, the his entire empire. The reason he was able to sell the the his company, you know, 30, 40 years into the future to Disney for many, many billions of dollars. And It's also 1 that that that Cop was, you know, older, slightly older, but also, like, really showing, hey, We can, young filmmakers can have a chance. Like, we can get in here and do this. But it's also... He's 1 of the most charismatic people ever lived. I did an episode a cop a long time ago I'll link it down below. And everybody the women in his life say this, the people that work for say this, Spielberg and Lucas say this. In fact, listen to what... How Lucas describes, Cop just charisma. He says Francis could sell ice to the es. He has charisma beyond logic. I can now see what kind of meant the great Caesar's of history were. Cop was magnetic. So I told you about Lucas meeting Cop. Right? I have not told you about this friendship. This might even be more important. Arguably it is more important to the his career, the friendship that he has with Steven Spielberg, which is exactly why I published that up episode last week. And I think it again, to Tara to Spielberg to Lucas and then Disney next week. I think it'll it'll be like, to these will all tie together. But he goes a young 21 year old Steven Spielberg goes to just a screening, and they don't tell you what you're gonna watch beforehand. And he sees this student film, and that student film was this THX 11:38, and this is Spielberg works response. He says I couldn't believe it was a student feel, film. I was awe struck. My first impression was I hate you. I hate that guy, man. He's so much better than I am. Afterwards, Spielberg headed backstage where he found Lucas with Cop. Spielberg remember the moment warm and vividly. George was really a friendly guy. We shook hands and became friends from that moment on. And so putting pause there. When he says they... I hate that guy. They both have extremely mature perspectives on this. He's just like, there's... People going to see a Spielberg movie has no... Like, him being successful does not... Not... It's all positive some. Is that a 0 sum. They can go see jaws, and then next year they'll go see Star Wars. And so there's obviously some kind of inherent competitiveness, but they they really thought of each other as more collaborators. And Spielberg said multiple times that George Lucas inspired. It said at the time of his first encounter with Lucas in early 19 68 eight's, Spielberg filmmaking was still more aspiring than actual. And Spielberg talked about this like no longer did digital role models have to be these older in many cases deceased filmmakers. They're actually someone his own age, someone I could actually get to know, compete with and draw inspiration from. And then it was around this time that Lucas finds his inspiration and his blueprint is gonna be a blueprint for both him and Cop as well, and he's around his same age slightly older. And it's this guy named John Cord. So Lucas is invited. He sits on a panel. He goes to a conference, sits on a panel with other filmmakers who made books into movies, and 1 of the guys sitting next him on this panel is a 31 year old so slightly older. And he was an independent filmmaker who also lived in Northern California. At this time, Lucas is in la. He hates La. He hates Hollywood. He hates the studio systems. He's grew up in Northern California. He wants to go back, but he's not sure how to do it. And so John is sitting on this panel and he starts going into the details of his filmmaking, and Lucas is like, oh, wow. This is this is our blueprint. And so it says John had been running his own filmmaking facility out of a barn in a small ocean town just North of San Francisco. He had privately raised a hundred thousand dollars for this movie that he was premier by hitting up friends colleagues and even his actors for money. He shot the movie locally and then edited it on his own equipment. At the film's premier, it received a lengthy standing ovation and Hollywood executives fell over themselves scrambling to distribute and recruit Court, but Cord was having none of it. From what I saw Hollywood they can keep it. He said. I would rather work for myself. In Hollywood, you have a producer breathing down your neck. I am happier working with less money. The risk of failure is far less. We can complete a film and maybe a year, getting the results we want as the end of John Cord describing how he does it. It was a speech that either Francis for Cob It could've came out of Mouth, coulda it came out of George Lucas mouth. But he's the 1 I... They had this idea in their mind, but then they see something things like, oh, that's not just an idea. This guy's actually doing it. And so, Lucas ass, Like, can I come visit your setup and I'm gonna bring Francis ford Cop with me? And so what they show up to is Cord lives in the house on the property. He also has a barn that barnes serves this like movie making studio. This is exactly what look, I mean Luke's is gonna do it on a bigger scale. They're about Lucas and Cop are about to found a company that tries to do this. And then that that company is gonna fail. But Lucas does this the Sky walker ranch. Where it's like, there's no, you know, movie studio there, but you can add, You can do everything else that you need to do. And they... What they realize, like, oh, this is exactly. Like, this is our future. This is what we're going to do. And so shortly after this, they find another blueprint, so Cop actually flies to Denmark to visit another independent film company. It's says Danish Filmmakers named Morgan Scott Hanson, and keep in mind, I need to back this up because it's so important. Lucas is 24 years old. He's 24 years old in this happening in Cop 29. Okay? So Scott Hanson is in Denmark. He's not San Francisco. He's in Denmark, but he's working out of this old mansion. That's on a hillside that overlook a body of water and it's filled with state of the art equipment. Come on. This is Skywalker ranch. 15, 16 years before, Lucas has the money to do exactly this. And so couple of tours, Morgan Scott Hanson facility. Loves say Like, I'm gonna do the exact same thing. And then on the way out, Morgan gives him a, like a gift, and it's this nineteenth century optical toy. And you essentially, like spin it and it has, like, a series that it produces, like, an illusion of movement. And it's called a Zoe trope. And it's actually greek meaning life movement. And Cop love the word in the description so much That's the com... That's what they're gonna name Cop decides the name the companies he's about start with George Lucas, Zoe Trope. And so he tells Lucas, like, this is exactly what we need to do. We need to get a big old house, like kinda like AAF house. Right? And in that f house, we're gonna make movies. There's only 1 problem. They don't have any money. So they have to go to the studios to ask for money. And at the beginning, as they're trying to do a deal or fundraiser for what they're gonna call American Zoe Trope. It's actually the full name. The the Hollywood Studios is was like, no, You can't make movies up there. You have to do it here. But Lucas is very stubborn and he's very persistent. He's also willing to take risk, but he's like, I love San Francisco. I don't wanna live in Hollywood. And so I'm just gonna keep knocking on doors until I find the money. Now they have something happens that you know, you there... In some ways, they have perfect timing because that you have to ride away, go back to the episode I you said on Z. Charlie Mu surfing model is so important. You know analyze extreme success, and he always asked myself He's like, they had to surf a wave. What wave are they surfing? And the studio actually figure out at this exact same time that Cope and Lucas, they would've have never got the money if this didn't happen. This is why I'm telling you. At the exact same time. They realized, oh, like, if you... The studio figuring out, like, if we can just hire young talent, making independent films can actually print money because they make they make films for almost nothing, and some of these these are like, power law outcomes. And so what I mean? There's a 19 69. Remember, they start this... In 19 68 They're, like, we're gonna do this. They bang on doors. Hollywood was like, screw yourselves. We're not giving you any money. The next year, the film easy writer comes out. Okay? So it is written by a 30... Written directed by a 32 year old or 33 year old Dennis high. It was not made in Hollywood. It was made on a shoe string budget. They raised 350000 dollars. Why is that important? 350000 dollars to released in theaters. The film makes 60000000 Easy writer goes on to be 1 of the most profitable films ever made. And so the studio executives see that and they're like, oh, shit. And this is what they said. The studio smelled money. Why invest millions bank rolling production of an enormous film on a studio back. You could just simply distribute independently produce films. Suddenly, independent films and independent filmmakers was exactly what Lucas and Cop. Want to be. Right? Made by young directors were in demand. The studio wanted young talent. I just said that Charlie Mueller talks about the surfing, surfing the wave. Listen to the words that they used to describe this easy writer had created a tsunami of independent enthusiasm. Cop decided to ride the wave right into the offices of Warner Brothers. Come on. That fit together so perfectly there. So goes to Warner brothers. He's this is cop is like, sometimes, I think you might need a guy like this because it's not like I think were gonna make 1 movie. He's like, listen, you front us a bunch of money. We're gonna bring you a fish film just like easy writer. We're not gonna do with this once. We're gonna... We're... We have 7 films we wanna make with you guys. Now here's the problem. Cop probably shot too big. And even if he didn't shoot too big, he definitely signed a bad deal because the executives gave them money not as an investment. They... The scripts aren't being option. They gave them a loan and they said in the contract. This is this is gonna cause them to go bankrupt, or almost go bankrupt. The minute that Warner Brothers did not like what they were doing had lost faith in the project, whatever case is, they could call in the loan and Cop And Lucas would have to pay back everything. And in true cop of fashion. He was like, oh. He's very confident that was never gonna happen. So now he's got a bunch of money. And he's saying all these crazy things like, my company is gonna be worth 10000000 dollars, you know, in a couple years, and it's gonna do all this stuff. But here's the weird thing. They took a bunch of money. And he just invest in things. This is like the un Lucas. And, you know Lucas is technically his partner, but he's definitely a subordinate partner in this arrangement. And so Coup Cola spends all this money in their reception area. He said he buys an antique pool table and a really expensive espresso maker and all this other stuff. And 1, it reminded me when there's a great anecdote when Charlie Mu and Buffett. I think they're buying, like, the Buffalo evening news. I can't remember which 1 they're buying a newspaper and they're touring it. And Charlie Mu is like disgusted at the op. And he says, why does a newspaper need a palace to publish in? And his point was, like, the the readers are your newspaper. They only care what's in the newspaper. I don't care like you're investing in things that are not important to your customer. You know, the movie equivalent of that is all that matters what you put up on the screen, Your antique pool table, your expensive, super luxury, or architectural design doesn't do anything for your customers? Like, what are you doing? We saw this again. But I I can now talk about this publicly. But my friend Jimmy Sony he's the author of this book called the founders. I think I covered it back on Episode 02:34 and Also covered his biography of Claude channel a long time ago maybe episode 94 something like that. And, me and Jimmy even become friends since I covered those books, and he's next book. There... There's is book called, I also covered a long time ago. It's called Steve Jobs in the next big thing. And it's on the 13 years. Is what I call biz bizarre Steve jobs the time. The 13 years between he was kicked out of Apple and then he returns. And it's really about the founding of next. And the reason I called Pi Steve jobs is because he's arguably the greatest entrepreneur ever. And yet in this 10 to 13 year period, you see this incredibly gets it entrepreneur just make 1 bad decision after another. And so what do I mean? Oh, Jimmy, I can talk about this publicly. Now. I asked him. Jimmy his next book. He's writing a book on this time period. And Jimmy a fan researcher. He's been sending me... Like, he's in these these archives. It's just incredible. What's gonna come out. Anyways, reading that book, which is, you know, published a long time ago. The next... I think it's by Randall Strauss. Steve jobs the next big thing. There was a line in that book that blew my mind, that reminds me of what Transport 4 Cope is doing here. Like, what are you doing? You're putting an emphasis on things that are not important. And what do I mean by that? Steve jobs, 1 of the... The ninth employee, if I remember correctly? Ninth or tenth employee at next. Was an interior designer for the office. That's absurd. That that is not... That is the ant that is Biz bizarre c drops. Steve jobs made phenomenal decisions. That is a bad decision. This idea of putting a bunch of money into things that don't don't affect what actually would actually the customer experience makes no sense. And yet you see this, oh, it's a a mistake that people make over and over and over again. Another thing They do. They buy a bunch of expensive equipment, which maybe they need. Yes. Okay? But then they said, hey, there... It's not just for us. Any filmmaker in san francisco can come by and rent this very expensive equipment that we need to make our movies. Do you think it's gonna happen? Most of that equipment winds it being lost or stolen. And then Cop also has ideas like, hey, you know what we need. We need a our own airport. We need a fleet of helicopters. He doesn't have the money to buy this shit, but that's where his eye is like, that has nothing to do with what you're trying to do or just make great films that people love so much that they pay money to see and they tell their friends to go see. That's that's all you have to do. And so this fight right now, like, Cope and Lucas are fighting immediately because this is this is a bad founder match. Because Lucas is thing, he Lucas in very plain language. Shit like, he's very easy to interface with because he tells you what's important to him when he's in his twenties and it's still important to him when he's in seventies. Right? And so he says, what we're striving for his total freedom where we can finance our pictures, make them our way, release them where we want them released and be completely free to express ourselves. You have to have the money in order to have the power to be free. That is why Lucas wanted to make as much money as possible. He wanted to buy his freedom. He never wanted he wanted complete control, and he never wanted people to decide what he should be working on or to tell him what to do. That's it. That's that's all you need to know about Lucas. And the reason I would recommend reading this book is because it goes into great detail of how he actually accomplished that. Now. I mean, to talk a little bit about that. But I I do want what is fascinating is that not all the ideas they were having you know, their young, entrepreneurs never... Don't have experience. Don't really know what they're doing. The the movies are gonna make are gonna flop. But what's fascinating is, like, they they still had an insight into the future. And so it says, both Cop and Lucas predicted a bold tech future. Remember this is 19 69, 19 70, maybe. And they said movies will eventually sold like soup. What does that mean? You'll be able to buy it in cartridges for 3 dollars and play it as you would a record, you know, music record at home. He's predicting, you know, V tapes, then Dvds, then blu ray and now streaming. And so the first movie that American Zoe trope is going to make is this movie t x 11:38 really is a... Luke Luke is making a film about himself, because the main, idea, it's like, science fiction kinda weird, so he kinda like hides that, but essentially just... You should reject the status quo and your pursue freedom. And he always he's talking about the idea behind the movie in 1 sentence here just stuck with me from the first time. I I remember this line from, you know, reading book for the first time 7 years ago. So he says this movie is the importance of self and being able to step out of whatever you're in and move forward. Rather than being stuck in your little rut, this is the something stuck out to me. People would give anything to quit their jobs. All they have to do is do it. Their people cages with open doors. At its core THX 11:38 was about refusing to accept the status quo. It's about a hero who lives in an ant hill and dare to go outside. This issue of leaving a safe environment and going out into the unknown. Would be an underlying premise of his first 3 films. T x American Graffiti and Star Wars, he is really making a film about himself, reject the status quo and pursue freedom. And the problem is that T x 11:38 the studio hates it. They hate it so much. This is so bad. No. This is, I guess, is important. There's 2 things are gonna happen. I wanna talk to you about the Godfather, and I wanna talk to you about the fact that George Lucas first movie is so terrible. That it literally causes the collapse of his company and the cancellation of his deal. And yet as direct result of this it also leads to the next thing and his desire for control, which is Star wars. Goes back to what Tara said what Spielberg said, you know, a lot of entrepreneurs say the same thing. We we're you're in the middle of it. You have no idea the impact that you're potentially having. And a lot of people quit before they even get to realize that. And so because the studio is like this is freaking terrible. The deals off, give us our 300 grand back they're now in debt. The company's hem cash. Cop has no money at all. He's desperate for money. And so he gets an offer. Right? He only wanted do own films. He gets an offer in the summer of 19 70. So this happens really fast. And the the you're talking about a year and and the company is gone. And it's an offer he couldn't refuse because it comes from paramount pictures, and they're saying, hey, we're gonna make an action film based on 1 of the biggest books of 19 69, which was written by this guy named Mario, and that book is a sprawling gangster novel called the Godfather. And so he goes to Lucas. He's like, they offer me this italian gangster movie does not wanna do it. Like, should I do it and Lucas, he's like, his whole thing is like you have to stay the black. Lucas has a mantra that he repeats over and over again. I think it is really good. Stay small, be the best, don't lose any money. Stay small, be the best, don't lose any money. So he's talking Cope like what the hell you thought like you have. You have no money. They're offering to pay you a bunch of money to direct a film. You have to do it. I don't think you have any choice is the advice that he gave his friend Cop. We're in debt and you have to get a job. And so reluctant, Cop agrees to direct godfather. He gets 75000 dollars to direct and he's gonna get 6 percent of any profits to phone makes. And so on the way out the door, the studio owns because they they lend on the money, they own THX 11:38. They can do whatever they want with it. They didn't like the editing job that Lucas did so they give to their own in house editor and Lucas Dot. Listen way Says air so they they went up cutting another 4 minutes from Lucas final cut, and this induces Lucas into a state of rage. He says there's no point for them to do it other than exercise some power. Their attitude was that we can screw around with your movie so we're going to. Lucas had no patience with executives who argued that they'd only cut 4 minutes from a 90 minute film. They were cutting the fingers off my baby, he said. Lucas wouldn't trust the studios again ever. And again, at the time, this sounds like the end of the world. Is the worst thing that would happened. They cut my film. Our company over, but it went up being 1 of the best things ever happened to him because this is the founding of Lucas Film. The exact company he's gonna sell to Disney. And he talks about, like, why they had to have a c founder breakup because it really was sparked by the different management styles and their attitudes towards money. Lucas says, I'm very cautious. I don't borrow money. I'm very protective of the things that I built. Lucas is always tight with a dollar and Cop would continue to spend money reckless. Lucas had made up his mind to break away from Cop and to make it on his own, determined to controls own projects, no studio he vowed, would ever force him to compromise his vision again. This led him to forming his own company in 19 71. Lucas officially opened Lucas film. This independent production company would be run out of his little house and its loan employees were him and Marcia. Marsha is his wife. So even though they broke up his c cofounder or still friends. And Cop actually gives him some good advice? Because T x is just this weird abstract, they they called, Lucas at the time a cold weird director. So it's not... He's just, like, what are you doing with those like, strange abstract stuff. It's like stop being so weird. You need to do something human. You need to do something that makes money because if not, you're you're gonna... Your career is over before it begins. And so the the device at couple game was, like, you should just write something that has to do with your own life. On experience, you know well, something that, you know, is more positive. And so Lucas has this idea to make this movie that's gonna be 1 of the most profitable, best return on investments of every movie movie ever ever ever made And it's called American graffiti. So at the time, he grows up at this little town in California, they do this thing called cruising. So on Friday and Saturday nights, it's like little town, they would soup up these cars, and they would just drive slowly down as 1 block, turn around and do it all over again. And they just cruise over and over again. And so he's like, well, since I spent my youth doing this, it's like, a coming of age film about, you know, last year of high school transitioning and, like, you know, everybody knows that experience. It's like, your entire life's gonna change. You have no idea what's gonna happen. So that's what he's gonna make a movie on. Here's a problem. No 1 wanted to give him money. And this was fascinating and he didn't didn't even think about this because he's got no money. He's considered damaged goods, and he's struggling to get any kind of money for to to write the script. And then once he writes the script then he's gotta make the movie. And he talks about the predicament that he's in. He says listen the easiest job you'll ever get. He's trying to make your first film. That's the easy 1 to get because nobody knows whether you can make a film or not. After you've done that, then you have a heck of a difficult time getting to your second film off the ground. They look at your first film and they say, oh, n. We don't want any more of that. And so Lucas goes back to doing what what he was doing. He's like, knocking on doors trying to figure somebody just give me a little bit of money, so I can write this script. Now, this is Hilarious. He eventually he fails a few times. Then he gets to the president of United artist. This guy's got the perfect name for his job. His name's Picker. David Picker. He's literally having to pick screen writers and filmmakers. So what's going on here. And so he's like, he's telling about this. And he's like, I wanna write. I need money, and I wanna write American Graffiti. And Picker says yes on May fourteenth, which is also Lucas birthday. It just turned 27 years old. He gives him like 10000 dollars. To write the script, but Lucas is gonna make the mistake because he hates writing. He gives all that money to screen writer and the screen play sucks. So he's gotta do himself anyways. But what was fascinating about this is in this meeting with David Picker. Okay? Is the birth of Star Wars. So he's like, okay. I'll take American Graffiti. Let's let's do a deal on that. Do you have anything else? And, Lucas is like, actually, I do Remembers him sitting back in his room eating chocolate bars and drinking coffee and getting diabetes, which he definitely got diabetes he's at a young age? He was drawing little stars trooper. So Picker is like, hey, what else you got? And Lucas told Picker about his idea for this unnamed space opera fantasy film. Great said Picker will make a deal in this too. And that, Lucas said, was really the birth of Star Wars. It was the only... This is fascinating. Think about how he says this? It's the birth of Star wars. It goes from a notion to an obligation. It was only a notion up to them. At that point, it became an obligation. Then I gotta get to 1 of the most fascinating things. What I personally find most fascinating about Lucas other than his his desire to innovate his invention to be vertically integrated to control everything. These are things, obviously, you know, personally identify with, and I think a lot of entrepreneurs do. But... There's just parts of your job. Does, like, we get to... We're unbelievably lucky to be entrepreneurs. I think of what Sam Walton said in his auto. It says the great thing about entrepreneurship is you get to spend your time building something you enjoy. Most people don't get to do this. They're stuck in jobs they hate. I had the time of my life. But even with that, there has to be something that Sam didn't like doing. And in Lucas is version of that is it's like, I he hates writing. And so he he blows all the money. He has no money. He is poor. He's got no money. He's gonna go in into debt in a minute. And so he right. He says my intense desire to get a writer head backfire on me, and I ended up with an unusable script and no money. And so this is what he's gonna do. He he calls it bleeding on the page. He says that line. I don't even, 10 times in this book. And so he's like, okay. Forget it, I'm gonna have to do this myself. And so over the next 3 as the next 3 week period. He writes from 8 in the morning until 8 at night 7 days a week. He calls us bleeding on the page. He also is humiliated because now, he's got no money. Cop has got a bunch of money because Godfather, so he goes to Cop and George Lucas senior. He's gotta go to his dad. His dad that told him don't do this. You'll never make any money. You'll be a bomb and he's almost 30. And it's like, I I need money dad. You have to the... Can you loan me money so I can do this movie. And this is the insane thing. It's so hard to comprehend, and I don't even know how many people would make this decision because he somehow maintains this focus on getting his own project done through the struggle. K? So he's got... He's writing... Script is done. Now he needs money to to make the movie. He's going around. No 1 wants to give him money to make the movie movie. But they were interested in him as a director, just not directing his on screen play. Think about this. He's got no money. He's in debt to his dad and francis for Cop. They're offering him a hundred thousand dollars. To direct a film. He thinks the film is shit. He hates it. He's like, these are terrible projects. And he says no. And this is interesting. Why? He's like, if Graffiti sells, I can't be in the middle of another project for someone else. So we had to turn down every offer. Listen to what he says about this. That was a very dark period for me. We were in die dire financial straits. He's already married. Okay? That's a very dark period for me. We were in dire financial straits. I turned the movies down at my bleak point. When I was a debt to my parents in debt to French ford Cop in debt to my agent. I was so far in debt, I thought I'd never get out. It took years to get from my first film to my second film, banging on doors trying to get people to give me a chance, writing, struggling with no money in the bank, getting little part time jobs e out a living, trying to stay alive and pushing a script that nobody wanted. A script that nobody wants going to give the person that find finally finances the film, 1 of the greatest return on investments in movie history. Think about that. So this guy at Universal guy named Ned Tan finally gives them a shot. But Tan produces films that are usually only budgeted, these are small scale films, you know, million dollars are less is usually what Tan can do. And even though this is incredible though. Even though Lucas doesn't have any other options. No 1 else is willing to finance this. You see that his desire, remember how this started. George Lucas una invest in what he believes in most himself. He bets on himself here. He could have been paid, you know, hunter, he could have asked for a big director. Like no, No. I want a less director. I will cut my director fee in half. I want 50000 dollars. I will not only direct it. I will write it for that fee. There's no extra money for that, but I want 40 percent of the profits if there are any profits. And at this time, he's doing that it is a big if that American Group graffiti could ever turn a profit. George Lucas before, this has never had a successful film. He's just had a flop. And so through this entire book, there's huge chunks of the book that I think you should read because it's just problem after problem after problem after problem, I'm gonna read just a highlight of this from American Graffiti and then I'm wanna tell you 1 of my favorite ideas I've ever come across. Says despite the agreement, he had negotiate town under which he could pay 300 dollars a night to film on Fourth Street, local businesses were already complaining about closing the street. When Lucas and his crew arrived, they learned that the local council have a drawn permission for him to film and would not permit to clear or control traffic Lucas made the most of the evening anyway, rapidly shooting his way through 19 setups and scrambling to find a new location. Then we had a focus problem in the camera and the assistant camera and ran was run over by a car, Then we had a 5 alarm fire. That was a typical night. So Tara in his book, he says the job of a director is to solve problems. Right? Solve problems for your actors. And I read this book by Danny Meyer, the famous tour a long time ago. We now I talking about 8 years ago, probably. It's called setting the table. Excellent. And he tells a story that I've never forgotten. And so he's at dinner with Stanley Marcus, who is part of the Name in Marcus family, the family, the controls the name in Marcus. He's a wiser older man. Probably, I would guess, 40 years older than Danny is at this. I think Danny in is, like, mid twenties, maybe late twenties at this point. And so he's... There having his conversation. And he says, opening this new restaurant might be the worst mistake I've ever made. Stanley set his martini down. Look me in the eye and set. So you made a mistake You to understand something important and listen to me carefully. The road to success is paved with mistakes well handled. His words remain with me throughout the night. I repeated them over and over to myself and it led to a turning point in the way I approached my business. Stanley lesson reminded me of something that my grandfather had always told me. He said the definition of business is problems. His philosophy came down to a simple fact of business. Success lies not in the elimination of problems, but in the art of creative, profitable problems solving the best companies are those that distinguish themselves by solving problems most effectively. I tried to reduce that idea... First of all, that the line right there. The road success paved with mistakes will handle. That's just straight up wisdom. From an older well school entrepreneur. But this idea that definition of business problems. Right? Success not lies not in an elimination of problems within the art of creative prop... Profitable problem solving. What I say is like, the the way I condensed that down so I can remember myself. Business is problems therefore the best companies are just effective problem solving machines. The best directors are just effective problem solving machines. And so after this grueling schedule, he finally finishes the movie And what he says here, This is what I meant. Like, if you could dial the the the balance machine consistency and intensity, I think he's way too far in than 10 level, and maybe that's what he the way he wanted to live his life none of my business. Right? But I think for a long career, you have to have more of a balance machine consistency and intensity. And so he says, Lucas was glad that it was over. You couldn't pay me enough money to go through what you have to go through to make a movie he said. It's excruciating. It's horrible. You get physically sick. I get a very bad cough and cold whenever I direct, you feel terrible. There's an immense amount of pressure and emotional pain, but I do it anyway, and I really love to do it. It's like climbing a mountain. And what is fascinating is he starts to preview the movie The audiences love it And the studio execs can... This is so nuts to me. The studio executives can be in a theater full of cheering, potential fans and customers. Right? And like, this movie isn't good enough. We're not gonna release it, maybe we'll put on Tv. They're just like, completely jerk around and screwing them over. And he's obviously depressed, and he's like, this is where he's, like, I'm going to be an independent filmmaker. I'm gonna control the money. He hates these people. And then they edit his film again, and they take out another 4 minutes just like they didn't T x, and this is the importance of just having good relationships and good friends that truly care about you too because They're out of screening Lucas is there. Cop is there, the Sue executives are there, and the crowd loves it in the... But after in, like, the lobby. The executives, like, bitch pitching at George Lucas and Cop. It's just... He... He comes to the defense. Like, are you ready of your mind did you not hear them? And he pulls out his checkbook. He's like, how much you want for the movie? You don't wanna put this out, sell it to me and I will invest my own money, and I will release this movie. You're... You have a hit on your hands. Cop forceful kinda calls their bluff. They went releasing the movie The movie a smash hit. Listen to this though. So it has this great review the New york Times. They called American Graffiti a work of art. Now this was very fascinating because this is the way I thought when you read about George Lucas the way I think of him as I think of him as a craftsman. Turns out that's how he thinks of himself because he does a lot of this stuff himself. He he didn't really like the fact that people call it a work of art. My thing about art is that I don't like the word art because it means protection and bullshit, and I equate those 2 directly. I don't think of myself as an artist. I'm a craftsman. I don't make a work of art. I make a movie. And you can also see he's not modest by any means. I know how good I am. He said. American Graffiti is successful because it came entirely from my head. It was my concept, and that's the only way I can work and it prints money. Keep in mind, American Graffiti is released in 19 73. So these are 19 73 dollars. I'm about to tell you. American Graffiti cost a million dollars and it earned at the box office 55000000, making it 1 of Cinema most profitable returns on investment ever. Lucas earned nearly 4000000 dollars after taxes, and as he had vowed to his father more than a decade before. Lucas was a millionaire before the age of 30. He had done it with 2 years to spare. And he's gotta figure out what am I going to work on next, and he has at this point in his life. He's got a couple million in the bank, and he's got a 2 page treatment on handwritten notebook paper, and the title, which is scroll on the center of the treatments cover page is the Star Wars. Now, 1 of the smartest things that George Lucas does is learning from his own mistakes. So he's not going to hire somebody to write the Star Wars, and he's going to bleed on the page. There's an entire chapter. How about this. It's called bleeding on the page. Because George says over and over again, like, in the book. I I forgot I lost track of how many times he says. He's like, he does not believe that he had a natural talent for writing. And so He calls the process awful. He hates it, but he makes himself do this. Listen to this. So it's gonna take him 3 years to write, like the first version of Star Wars. But the way he does this is fascinating. So he's like, okay, I'm gonna treat the writing of Star Wars. It's going to be a full time job job. Okay? So he's still working out of his home. He's got upstairs like a office studio library kind of thing, and he's like, I'm going to go upstairs at 09:00. I can only do 1 thing. I can look at the wall or it can write, but I can't do anything else. And from 9 to 5, 8 hours a day. Listen to how he describes this. I says I would sit at my desk for 8 hours day no matter what happens even if I didn't write anything. It's a terrible way to live. But I do it. I sit down and I do it. I can't get out of my chair until 05:00. It's like being in school, but it's the only way I can force myself to write. Then over his desk, he would hang this giant like wall calendar to track his progress. And he's like, okay, I have to write 5 pages every day and you mark a big x, like a big x on the days where you write 5 pages. And here's the deal he made with So. If I can finish my 5 pages a day early, then I can leave So some days, he gets to, you know, he just chocolate bars and listen to music, but most days, no words are written at all. And then he would just go downstairs and he'd glare and anger at the Tv. He eat a Tv dinner. And he would just be pissed off staring and watching the news. Another idea I think is useful. Is he's having a problem. Right Like they think about the, you know, the... A lot of the scenes in star wars. It's action. He's got an idea in his head, but he's reading on the paper. Doesn't seem It's like not matching up. So I thought this is fascinating. He makes kind of a demo of sorts. If you read the book creative selection. It's episode 2 81. I've read that book like, 4 or 5 times, anybody building a product, I think should read it. It's this programmer that worked at Apple under steve Jobs named Ken C. And sees me things is like hey, we need to make demos. Like, that... That's how we're gonna push these ideas forward. Not presentations. I wanna actually see it. And so George is, like, trying to explain his Idea himself into others. So he's like, I need a demo. And so this is this demo that he makes for Star Wars. And so he says 1 of the key visions I had of the film when I started was a of a dog fight in space with spaceships. 2 spaceships flying through space shooting each other. That was my original idea, but trying to get the dog fight in my head on paper was difficult. And so what he would do is he'd go to the television, and he'd start taping old war movies. And it's specifically footage of airplanes, like, you know, dog fights at airplanes. And he taped 20 hours of these like scenes from Random movies. Right? He then transferred it to film, and then he would edit it down to a real of about 8 minutes long. And the description of this real is fascinating. He says, while, he didn't yet yet no. The real of dog fighting would be 1 of the most important bits of film he would ever put together the wet concrete that he would pour into the mold for the cornerstone of his film empire. So now he has something that he can show. Now he needs to go and raise the money, for the moving. Now, this is fascinating. We... You and I've talked about this. Never getting already, Lucas Desires control above all else. And he still stuck to that idea even though Fox was the only studio who said yes to Star wars. Think about this. Or, you know, arguably the most successful movie franchise in history and only 1 only 1 studio said yes. And so even though he's negotiating with the only interested part party. 1... There's certain things in this contract that he demands. Right? And so he wants his much control over the final edit of his film as possible. And he even says, like, I'm not willing to listen to other people's ideas. I want everything to be my way. That's an exact quote from George Lucas. And so I would argue this is his most important... What's about take place here. This is his most important decision ever. So he starts negotiating with Fox and this is what George Lucas says about this. Fox thought I was gonna come back and demand millions of dollars and all these gross points are called Lucas. I said I'll do it for the deal memo, but we haven't talked about things like merchandising rights and sequel rights. He would insist that those particular clauses, normally considered under brush in a contract. It's really weird that they didn't understand at this point, how important merchandise rights were because if you remember, I've done a bunch of episodes in Walt disney before. And they were even surprised. They did this show called Davy Crockett. They sold like, 300000000 dollars in a year of, like, those Davy Crockett like hats. And that was, you know, 2 decades before what's going on here. So for Fox has just give them away. They're gonna make 3 to 5 times... It says 3 times the amount on toys. Lucas makes 3 times the amount of toys as he does on the films and the film statement make billions of billions of dollars. It's insane. So he's like, okay. I want, you know, the merchandise and I want to sequel rights. I'm not gonna charge you more money. What was nor... Par for the course at this is if you have a smash it, then your director fee, you know, should go from whatever 50000. She could go to million It could go to 2000000. What are the case is? He would also assist the Star Wars be produced by Lucas Film, thereby ensuring that he could keep an eye on the bottom line and that any expenses build against the film were really his. I was very careful to say I don't want more money, Lucas said. I said, I don't want anything financial, but I do want the rights to make the sequels and he wants the merchandise rights. Fox was willing to sign over the Sequel merchandising rights mainly because they've gotten the director of American Graffiti so cheaply. And no 1 not even Lucas appreciated that by securing sequel and merchandising rights, he had just negotiated himself a billion dollar clause. Decades later Fox executives would shake their heads in wonder. At Lucas instincts and audacity. So let's go back to this idea that businesses problems and that the best companies are just effective problem solving machines. He's got a problem. He's got an idea in his head. No 1 can make the special effects. There's no technology at the. So what did you do? The solution sometimes to a problem is to to founder your own company to solve that problem. The solution to this problem is having now is the founding of industrial light and magic. So it says Lucas would not merely have to produce the visual effects. He would have to develop the technology needed to shoot them in the first place. George was absolutely adamant that he wanted to set up his own shop with his own people. Industrial light and magic would then be an official subsidiary of Lucas Film. Born of necessity ce with his own money and feeding off Lucas need to control every aspect of the production. Industrial light magic would stand as 1 of the cornerstone of Lucas film's empire. An investment that would set him well on the way to becoming a multi billionaire. And then this is a quote I shared earlier, which 1 of my favorite quotes in the book. How many people think the solution to gaining quality control, improving fiscal responsibility and stimulating technological innovation is to start their own special effects company. Ron Howard said mir, but that's what he did. You and I have already talked about the fact that this guy is stubborn. He's persistent. He's bull headed. And you have to be. Why is that so important? People thought he's like, making this, like, little kids movie. This is like, he he's kinda getting depressed, but he's still per because his friends advice. He says, Lucas saw star wars says his response to a weary world in need of new heroes and myth methodologies. His friends said it was a juvenile exercise un of his talent? They said, George you should be making more of an artistic statement. He that's a good way to go into business. What are you talking about? He did that with T x 11:38. How did that go? People were telling me that I should have made apocalypse now, George Lucas said, they should... They said I should be doing movies like taxi driver. His own wife was telling him that because she was 1 of the ed editors for Martin Sc. She wanted her husband to make movies like Martin Sc did. But I think this idea is 1 of the the most important ideas I've learned less, like year year and a half. It's like you have to believe that your own opinion about what you're working on is greater than everybody else's opinion around you. None of this works if you can't trust your own judgment. And so another important thing. This is really the power of deadlines because he's been working the script for 3 years, and he he has to shoot a movie now. And he... The the the important part about having a deadline is, like, if that didn't happen, he'd price still be working in the script now. I didn't really know where to go with it and I've never fully resolved. It's very hard stumbling across the desert, picking up rocks and not knowing what I'm looking for. And knowing the rock I've got is not the rock I'm looking for. I kept simplifying and I kept having people read it, and I kept trying to get more of a cohesive story, but I'm still not very happy with the script. I never have been. I have never arrived at degree of satisfaction where I thought the screen play was perfect. If I hadn't been forced to shoot the film, I would doubt let's still be rewriting it now the power of deadlines. And again, There's an entire book. I might cover. So III think you already know this But when I read all these biographies. When I'm done, I go through the bib, and I find a bunch of new sources to to read more books on in the future and turn into more episodes, Since I found 1234 new books from this bib, and 1 of them is just about how got wrench and difficult making Star wars was. I think maybe reading that book and and doing entire episode on it would be fascinating. But I can give you a brief synopsis here from day 1 Star Wars would be problem plague production that would blow through its budget, mentally and physically exhaust Lucas and try the patience of executives at Fox that this that this so much though that the studio very nearly pulled the plug on the film altogether. I forgot how impossible making movies really is Lucas Wrote. I get so depressed, but I guess I'll get through it somehow. And another example of this idea It's really hard to tell what you have when you're in the middle of it. He goes and visits star is nearly killing. This is what I mentioned earlier. He's working 20 hours a day on it, and he's so deep into it. He goes decides to fly down to Alabama to visit his friend Steven Spielberg, who's working on the movie closing encounters of the third kind. And he brings with him like this booklet of all these, like, black and white pictures that from the set. And Spielberg is going through this. And he thought it was amazing. But the reason I bring this up to is because Spielberg tells us what George was thinking of the time. He says, George was so depressed. He didn't like anything. He didn't like the lighting. He didn't like what the cameraman was doing. He was very very upset. He was saying, I've got myself into a mess that I'll never really get myself out of. He was in a state of near des. So much show that he's rushed to the hospital. He feels sharp pains in his chest. He was afraid he was having a heart attack. So he gets checked into a hospital. They diagnose him with hypertension and exhaustion. After that he's like, I'm never doing this again, but he had no intention of really pushing control over the film even if it killed him. He's gotta get this done first. And it wasn't until I read that section, I went back and looked, I thought he directed all the star wars movies. This is the last movie he directs. For 22 years until star episode 1, the Phantom, fan phantom menace. So Star wars comes out in 19 77. He's a director. And then he stops doing that. Just... He comes an executive producer. He bank roles it he writes a story. He picks a the the the directors, but but he really meant it, like, he hated directing. And so he finally finishes the film, but is a it's almost done. And this is fascinating because this happens too, I mentioned I was gonna do another episode on Tara at the end of the Tara episode. But I re listened to Tara, and I thought it was really, really good. So much... And I I could kinda tell because you get a lot of responses and, like, the text messages that I was getting from, like, like, hit a note. Like, people really, really liked it. And I was, I'm not. And then I looked at the outline for the second Tara team episode making, and I may we'll do in the future, but I like, man if I do this right like, it's gonna pale in comparison to to the Tara team episode so I shelter it for now. But in that source material, some of the research I was doing. And come across this conversation where Tara, you know, reservoir dogs was a hit, but it wasn't like, a a smashed commercial hit. And so he... Nothing like what Pulp picture is gonna be. And so he actually screens Tara screens pulp fiction before it's released to bunch of director friends. And everybody hates it, except 1 person. All of his director friends. 1 of his director friends, he tells a funny story Was like, okay. I gotta have a, real serious conversation with with my friend Quentin and like, this... He's gotta change it. This isn't good enough. He's like, I'll, wait till. He gets back from Can. I think Ken's film festivals how you pronounce it? Or Con. I don't know how to say it. But he's, I'm gonna wait till to get, you know, gets back and then and wins all the awards there. It's always he's like, okay I guess That's same. But this this idea where even your really gifted friends may not understand the value of your idea where, you know, you had, let's say, 6 director friends of Tara, 5 of them say this sucks. Think about how the hell you guys see pulp fishing and think it sucks. And 1 was like, super supportive. Same thing happens here. He goes, and he screened star wars, and his wife who had seen the film since the first cut she was off, I think, editing for Course Ac everyone correctly. She burst into tears. She certainly as a disaster. Brian D palmer is just lighting into him. He goes, what is all this fore shit? Like, you know, the force will be with you? Screaming at them. They go to Dinner still railing at it. And yet there was 1 person in the room who's was impressed. I loved it because I love the story and the character said Spielberg. I was probably the only 1 who liked it, and I told George how much I loved it. That evening, an executive from Fox called Spielberg We all need friends like this. Called Spielberg to ask what he thought about what he had seen. Spielberg told the executive that he thought he had a hit on his hands, 1 that it would eventually make 50 or 60000000 dollars, wow were re wrong. Spielberg said. Why? It's not gonna make 50 or 60000000. The budget for the original Star Wars was 11000000 dollars. At the box office alone, it brought in 775000000. Think about funding a business. All you took to build that business was 11000000. And yet that business makes 775000000 dollars just at the box office to think about all the money made since then. Probably 4 times 5 times that amount alone just in that 1 movie between merchandise and rides everything else that reaction. From a movie where all these other talented people, all the other people in the room besides Spielberg said this is trash. So much so that some people were crying and how bad it was. And so before I move on to his biggest bed, which is Hey, I'm gonna control the funding for the Empire strikes back. This is he's gonna make a hundred million dollars on this bet that he's about to make on himself. But I did think, I'm a sucker for these really interesting marketing distribution ideas. So something they did before the original Star Wars came out, is they they correctly identify, like, who is the natural audience for Star Wars. Right? And there was this huge sub culture of science fiction and comic book fans even if they weren't making a bunch of science fiction and comic book movies at the time. So they're like, hey, we should target these people. Let's do a novel and a comic book adapt series before the movie comes out. So they publish, like a novel normalization of Lucas script. They published in November 19 76. The... That's before they was even a trailer. By February 19 77. So you're talking about was at 3 months 4 months later, they had already sold out of its initial print run of a hundred and 25000 copies, and the movie wasn't available to see for another 3 months. In addition to this, they also had articles written in several of the largest Sci f magazines. Again, Several months before... There's like, kinda like, planting the seeds. Several months before the movie is actually available, so it says by the spring of 19 77 enthusiasm. For Star Wars was like a pot roi to a slow boil. And the lid was about to blow off. Okay. So now we get to... I would say probably the craziest and most important time in the entire book and this entire life because it's gonna set up the future success for everything that comes after. So he's like, I wanna control as much he was disgusted. That star wars is making all this money. Like I said, 11000000 dollar budget, 775000000 at the box office, but Fox, the studio, aldi they do was finance the film and they get 60 percent of the profits and he said, they're getting 60 the way Lucas looked at. He's like, they're getting 60 percent for doing absolutely nothing. And he's was like, well, what do you mean they didn't do anything? And he would compare and contrast what he did for the rest of, like, his share. Right? He's like, I know what I'm doing for my percent. I put my heart and soul. My whole career is at stake. I have to actually go out and make the movie. And so when he having these conversations with other people at Fox, even people he likes like an executive their named Allen Lad. He's like, well, what the hell are you doing? And last response is like, well, I provided the money. And George said to him very fascinating the way he would brain works. He goes, you didn't provide the money. You go to a bank with a letter of credit and they supply the money. And then you get 50 percent of the movie. This is such an important distinction. He makes her. George looked at it like a businessman man saying wait a minute. The studios borrowed money, then they take a 35 percent distribution fee off the top? This is crazy. Why don't we just go borrow the money ourselves. And he said some of the brave and our most reckless acts were not aesthetic, but financial. For the sequel, Lucas matter of fact informed the studio that he would be financing the film himself using his profits from Star Wars as collateral for a bank loan. So this time around, the the last time around, the studios got 60 percent of the money. This time he's like, hey, I'm getting 77.5 percent, and you can get 22.5 percent, and they take the deal because, of course, you you wanna be involved. Think about it, like, even if you own less of Star Wars and you're the fox. Fox is a bunch of the movies. So there's gonna be millions of people going to watch Star wars too. And at the very beginning, he's a huge logo. The Fox logo. It's like advertising for them. And then I loved with the way Spielberg, you know, he saw this coming. He's like, Spielberg wasn't at all surprised by the way Lucas is playing hard He says if you're an executive and you're going into business with George Lucas. You are no longer in the twentieth century Fox business. You're in the George Lucas business? And George is gonna call every shot. And then another mind blowing fact, do you know that Spielberg made over 40000000 dollars off the original Star Wars. They're actually... They had a bet. So they're really... They... Again, they don't know what's gonna be successful before it happened. So George Lucas is working on Sci f. That's Star Wars 1. Spielberg is working on Sci f. That's close encounters the third... Close counters of the third kind. And so they're like, okay, let's Bet who's gonna be more successful and let's just trade points. And so Spielberg gave Lucas 2.5 percent of closing encounters to the third kind. Lucas gave Spielberg 2.5 percent of Star Wars and it says this 2 5.5 percent would earn Spielberg more than 40000000 dollars over the next 4 decades. And so this idea about using his assets as Collateral bank loan exactly what Fox was doing with their just a bigger company. So he's gonna use the money he made from Star wars and remember, he owns all the merchandising rights. This is nuts. Just in 19 78 alone. George Lucas sells 40000000 star wars figures. It's in a year. And so what he did is says Lucas would finance sequel 1 action figure at a time. He used the substantial profits on the film themselves, but also tapped into the revenues from an almost endless stream of Star Wars merchandise. At the same time, he's looking for a place where he can actually house all of his studios and build this vision that he's had, you know, that he's working on when he was in his early twenties with Francis ford Cop. And so this is the idea for Skywalker Ranch. And he has his Ideas. He's like, I wanna live in a ranch house or work in a ranch house rather. 0III didn't... I had forgotten that Lucas never lived a Skywalker ranch Was just where he worked out of. And so he's, like I want, you know, a lot of property I want it to be a house. I wanted it to be the middle of nowhere, and I wanna fill it with the most advanced technology where we could sit, see the trees and make movies. So he buys the first 1700 acres right now as he's building making the sequel and that eventually, he buys a bunch of surrounding properties and and builds 5000 or or owns 5000 acres. And so the way to think about what he's doing, he's literally betting the Skywalker ranch on the Sequel. It's either going for complete freedom or bankruptcies, putting everything he has into this. And everybody around him is saying, hey, don't do this, give up more points, take more money, like, this is nuts. And so it says even those who knew Lucas were a gas at his bull headed determination to finance the entire film himself. Independence was 1 thing bankruptcy was another, but those people were missing the point. Lucas wasn't paying for a movie. He was buying his own creative freedom. He that this was an opportunity he had to pounce on. He says the perfect opportunity to become independent of a Hollywood system. There would be no studio executives staring over my shoulder in the editing room. No executives forcing him to make arbitrary changes. That is the part that I wanted to avoid he said. Everything I own, everything I have ever earned is wrapped up in the empire strikes back he said. If this is a flop, I will lose everything. He continues. All the money I made from Star Wars was committed to this film plus more. But I didn't wanna go to Fox and give them the give them the movie because I'd have to give them all the rates backs, meaning if he had to get money from them. I had to keep a picture going somehow, get people to work without pay. Hope to hell that whatever they asked for, didn't involve me having to go back and renegotiate with Fox. As always with Lucas, it was always a question of control, I wanted my independent so badly he said. But at the same time, he has this loan from Bank of America, and they see his weekly expenses, and his costs are balloon for the sequel. His weekly payroll alone was a million dollars a week and they're threatening to pull the loan and call alone and shut down the operation, which is nuts, considering how big star wars winds up becoming. So he comes up with a unique solution to his problem, And he goes to Fox. He's like, listen, I don't want any more money from you, but I will give you a couple more percentage points than you were getting earlier. I just need you to do 1 thing. So he says, eventually, he agreed to give a few points to Fox. In order to have the studio guarantee a new loan from the first National Bank of Boston. But even with this agreement, Lucas Film remained the main gu of the loan, and if this movie didn't turn a profit, highly likely that his business was gonna go under. And so the good news was the bank didn't have to wait very long for the outcome, listen to this is an entire story in 2 sentences. The Empire strikes back opened in May of 19 80 in a hundred 26 theaters and broke attendance records in a hundred and 25 of them. No other studio opened a single movie against it. The movie was gonna have to make 57000000 just for Lucas to break and to build Skywalker ranch into the kind of complex envisioned. The movie was gonna have to be much more than breakeven even. He need and have worried. It became the third most successful movie of all time, and George Lucas would pocket more than a hundred million dollars in profits. Lucas had literally bet the ranch, Skywalker Ranch and 1. And that is where I'll leave it for the full story, Highly recommend reading the book, the book is on that there's so much more in it. And like I said, this thing is massive. The hard cover is over 500 pages. If you want the full story, Highly the recommend reading the book. If you buy the book using the link that's in the show notes of your pocket player, you'll be supporting the podcast at the same time. That is 345 books down 1000 ago, and I'll talk you again soon. Okay. So what you're about to hear is this question I was asked a few months ago. I actually recorded this a few months ago. They asked how did history greatest such where you think about hiring at all the answers. People think I have a better memory than I didn't actually do. You know, if people say, oh, David you have a great memory. My wife would laugh at that. So I forget things all the time. It's not to have a good memory. I reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, that option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database that you can go through at your convenience anytime you want, then can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's episode 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology company founders. And in there, steve jobs is 1 of them. This is, you know, right I think even before he came back to Apple. And they were talking about... Well, yeah, We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this, you know, I don't know, 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup manager me and not always have the time to spend recruiting other people, then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third. Or fourth of your company or a fifth of your company. When you're in a startup, the first 10 people will determine whether the company succeeds are not. Each is 10 percent of the company, So why wouldn't you take as much time as necessary to find all a players? If 3, 3 of the 10. We're not so great. Why would you start a company were 30 percent of your people are not so great? A small company depends on great people much more than a big company does. Okay. So to answer this question, the advantage that that, I have making founders and that you have as as a byproduct of listening to founders. Is not only that I've read, you know, 300 on biographies of entrepreneurs now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or I could search for keywords. So what I did is First of all, like, what I've sorry to do with these Ama questions is. I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question. Just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of... You know, I don't have... I might have like 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, You know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe don't have resources, maybe your companies rather, new or not as well known. David Og, I just did confessions of an advertising man. Couple episodes ago. I think 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known, and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward who fine for somebody does great work, usually you can do this. I actually have a friend that, I can't say who it is. Or he's doing this right now actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold, cold dia them, and then getting convincing them to work on things, and that usually works, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that that came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hard. Right? We don't even have... Like, if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's the 2... The second part to this, though. And this is also works well if you have access to our resources. He he Rockefeller would hire people as he found. As he found talented people not as he needed them. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partner a san oil. He essentially built a company. An executive team of founders. Of because he was buying up all their companies. So it's very rare, but there's a line from Titan and I wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like, the actual interview process. So there's this guy named Van bush. I did 2 episodes on, I think it's 2 70 and 2 71. He is the most important American ever in history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War effort was Fdr, The second 1 was Fannie Bush. Fannie Bush is, like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done... He just... He pops up in these books over and over again. If you were reading about, American business history during World war 2 and post war 2, you are going to come across the name in Danny Bush and over again, I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about the organization. He's running called Am rad at Am rad, I hired a young physicist from Texas named Cg Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else, the founder of Atari founder of Chuck Cheese, and Steve Jobs mentor. He hired Steve Jobs when Steve Jobs was, like 19 atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read at all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching, a blatant, but often accurate general... People who are curious and passionate read, people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general. People who are curious and passionate read people who are empathetic and indifferent don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books I hadn't read and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why this is why Reading the whole to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean Like, we start with sea j saying, this is the most important thing that you... Your role the leader of the company that's hundreds to. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took to time, and I had, like, the foresight to it like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? You have Rockefeller saying this is what's important to me. You have Bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through what Warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets that's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see, I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple had 3 thousands. Like it's impossible to have 3000 a players. So there is some number that your company may grow to where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am I don't even know if you get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lot lower than that as well. So warren Buffett would tell you to use David Og hiring philosophy. And so Warren said Charlie, and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product. Right above the product actually because those are people building your product. We subscribe to the philosophy of Og. There's founding genius David Og is what Og said. Each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David... Or Jeff Bezos, or rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, he or she should raise the bar for the next hire so that the overall talent pool is always improving and you talk about this Idea in on Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's actually, I've I've recently become friends with the authors. Name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jamie spent more time researching the book than than boy he said 6 years researching book. I was tease. Because was, like, you took a long run a book and they took to start and sell their company. It just speaks to, like the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritize speed over everything else except in 1 area recruiting. Max Lu kept the bar for talent exceedingly high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you study... I did the 3 part Larry Ellis, 3 parts series in Larry Ellis. I to read those books again because the the podcast is like, 50 times bigger than than when I publish those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I have tears eyes out don't wide laughing. Okay. This just okay... Because this is you read about Larry Ellis, and he's 1 of these people it's, like, really easy to interface with because you just you just know exactly who he and what's important to. That's why I think get so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people. Are you the smartest person you know? And if they said yes, they would hire them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis, and this is what. The personality of the founder is largely the culture of the company. Apple is Steve jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He listed the podcast actually been him through the podcast. And he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder. And that's good that he's doing that because he's he's hopefully his next mission is like, his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity, this arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he sharp, the founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could... Hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones? That history's greatest founders all red biographies. The all read biographies of people that came before them and took ideas from them. Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R, The guy that R Carlton his named after. The great arguably the greatest hotel year of all time. And when he realized like, oh, shit. R. He he says, remembering that Caesar R made his hotel world famous by hiring some of the former chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August As. What Caesar R was to hotel to building hotels. August Cafe was to French Cooking. And so what happened is you partner with World Famous chefs, people come into your restaurant that's in the hotel because the World Famous chef and now they know about your hotel that leads to more that leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a byproduct that more people staying at hotel. So hiring as a form of distribution, this is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, if you've identified them, you've sold them, hey, this is what... This is our mission This is what we're we're doing and yet, humans have complicated lots. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you. Even though they want to. So there's a problem solving element that you see in these books. On... You have to solve, like, you've already identified the person. You've recruited them. They can't go for some other reason. Okay? Well, the great founders are not gonna take no for an answer. I've read in, in this book called lift off, which is about the first 6 years of Spacex. This is what Elon must. They had anticipated his friend's issue having convinced must they needed to bring this brilliant a young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where Spacex's that time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La, and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La. So what are you gonna do now? To solve this problem, Musk had called his friend Larry page, the c founder of Google. The engineer sat stunned silence for a moment, But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting, though. This is a guy named Lush schwab. Who built this this really valuable chain of, like, tire companies in the Pacific Northwest. I actually found out about him because Charlie Mu is like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to, in, like, 1 of the Berkshire meetings. That... To study... Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures of any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from... He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best in a players, they're... A players don't like to be Micro manager. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, but he also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point, and Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hired Jerry Saunders coach. At the time, he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired for my own decisions. If you hire me, let me run the team slash business. Here's another idea from Thomas l Edison that I think is fascinating. Really, I the way I think about a founder is, like, you're developing skills that you can't hire for. You... You're gonna hire for everything else but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time to I note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you'd need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like, that seems kinda weird. Like, hire people who think like, you. There's obviously not 1 right way to build a business. I think the... Your business should be an expression of your personality who who are as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean any, like, a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really? I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision A's goes against who you are as a person, or you just don't like it or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do and what... For whatever reason when I read Essay a lau her say that. I was like, okay. That there's, like, this art to what she's doing. 1 thing that's gonna be helping recruiting. This comes from Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits and into hiring. So therefore, like, they're just gonna buy as a byproduct that, you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stock smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money of instead of many others. So that idea of, like, your pitch, your actual... You're he would tell you you're... You shouldn't be building it on commodity business. But even above and beyond that, like you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person's buying to 5 other jobs, there should not be like, it's like, they may not like your mission, They may not I like your pitch, but they should be able to compare anything else. Another quote from Nolan Bush. Hire for passion and intensity, that's what he would do. Or, that's what he did when he found Steve jobs. If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is and when something's important, you do it yourself. This is again, Elon Musk hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with steve Jobs was telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person. This what he says. It's not just recruiting. After recruiting it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are? The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these these ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way I think about it. I it's a massive superpower it gives me a massive superpower. I couldn't make the podcast Without it. I also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a description, and you can do that by going to founders notes dot com."
}