{
  "transcript": "Walt Disney was the first to bundle television programs, feature animation, live action films, documentaries, theme parks, music, books, comics, character merchandise, and educational films under 1 corporate umbrella. He created the first modern multimedia corporation. In the year of his death, 240000000 people saw a Disney movie, a hundred million people watched a Disney television show. 80000000 people read a Disney book. 50000000 people listened to Disney records, 80000000 people brought, Disney merchandise, a hundred and 50000000 people read a Disney comic strip, and nearly 7000000 people visited Disneyland. Walt Disney had changed the world. He had created a new art form and then produced several ind dispute classics within it. He had advanced color films and then color television. He had reimagine the amusement park. He had encouraged and popularized conservation, space exploration, atomic energy, urban planning and a deeper historical awareness. He had built 1 of the most powerful empires in the entertainment world. 1 that would long survive him. Yet all of these accumulated contributions pale before a larger 1. He demonstrated how 1 could assert one's will on the world. Walt Disney had been not so much a master or fun or a reference or innocence. He had been a master of order. That was an excerpt from the book and we talked to you about today, which is this giant comprehensive 800 page biography of Walt Disney, it is called Walt Disney, the triumph of the American imagination and is written by Neil Gable. I read this book for the first time nearly 8 years ago. Fact, it was episode 2 of founders. But the second reading after to reading, you, almost 350 of these biographies of his educational spirit completely changes what I get out of the book, the context, the additional meaning. And I think particularly doing it right now after doing Quentin and Tara, Steven Spielberg and George Lucas, Tara Spielberg and Lucas all idol, Walt Disney. They studied him intently, he had a huge influence on their work. And so over the last week, I've spent well over 50 hours, reading, highlighting, re reread the last few days, just really trying to figure out what is the most important lesson that I'm trying to take away from this book, and in 800 pages, it's absurd to think that you can dis instill it down to just 1 sentence. But later in the book, there's this there's this line that has really stuck with me as I go and read and reread all these highlights and notes. And then it said that Walt Disney's key traits were raw ingenuity and a sadistic determination. And I sat and thought about that, raw ingenuity and a sadistic determination. I think that is a very accurate description. Why was he like that? And what you realized is like he had to be... He had to have this sadistic determination. In large part because his dad, that relationship head was father, his father elias disney was excessively controlling and simultaneously unsuccessful. A man that was beaten down by life that failed at nearly every single thing that he tried. There is another filmmaker that I did a podcast on Francis 4 cop. Is I'll way back on episode 02:42. I'm gonna put this book down and I'm gonna pick up that biography because there's such a parallel before I get into this first story about this experience said, well, Disney is gonna have with this father that he's having nightmares. Nightmares of 40 years later. Again, raw ingenuity and sadistic determination. So let's go to what Francis Ford Cop has said about he had this, you know, this drive as well. And so he says this is Francis ford Ko describing his childhood and his relationship with his father. I had spent a lifetime with a frustrated and often unemployed man who hated anybody who was successful. And that kind of person usually tries to be political the aspirations or the dream. So the people around him even if it's their kids, which is crazy. And the and he's so Francis 4 Cop is telling us what his dad's at and he said There can only be 1 genius in the family. And since I'm already that what chance do you have. And so when pick up story of Walt disney he's 9 years old. His father's already failed multiple times. They're trying to provide a living for his family. They are now his father has a newspaper route delivering newspapers, and he insists that all of his sons help him. And this is how Walt Disney remember this. The route was not just a means of earning a living. It became a way of life for Disney's. Everything had to be subordinate to the delivery of newspapers. He was only 9 years old and yet Walt was already t to the route. I was working all the time he said, I never had any playtime. The route in its demands, the un yielding routine, the snow, the fatigue, the lost papers. It traumatized and haunted him 40 years later. He was still awakening in a sweat with nightmares about the route that he had missed some customers. And he remembered how much of his life he surrendered to this route and how hard he had to work, for so little reward. And so that line there about, he had to work so hard for so little reward. Elias Disney had a very bad habit of taking the money that his sons made and just keeping it, Walt had 3 older brothers 2 of them ran away because Elias kept taking their money. Walt was terrified of his father. He said his father was una unacceptable that he barely talked to him, his father had an explosive temper, and he would take the frustrations that he had with his own life and the external world out on his sons. So there's many stories in the book where he goes to the backyard, cuts a branch off a tree. They call his switching. They they did this to me when I was a kid too. And they would lay into the boys. You had to take your pants down and get a switching The beating were so bad that his sons are talking about this many decades later. So this... My parents beats the living crap out of me when I was a kid. They hit me with belts, switches, shoes, fist and feet. It's not very different than the descriptions that are in this book, but what is fascinating is the decision that I made. It it it just proves like, whatever happened to you in the past. Like, you don't have to keep that trend going. So Walt Disney. The the main... He's he's gonna be criticized by a lot of people. Right? He had this sadistic determination, He was by far a work alcoholic if his eyes were open, he was working, but he was also simultaneously a great dad. His daughter wrote a biography of them, which I just found in the bib lithography of this book and I ordered. But both of his daughters are in this book talking about how special he made them feel. How much time he made for them, how he made them a priority. And 1 of the greatest things about Walt disney is that he... There's this other line in this book. I read about him in the past It says that he put that Disney put excellence before any other consideration. I think that's a great 1 sentence summary of his approach to his work. But he also was a great dad. And even though he was abused by his parents, his dad hits him with a hammer, which will get to in a minute. He never did that to his kids. And I remember growing up and just thinking this is very odd, that the people are supposed to care for me and love me are beating the shit out of me. And I knew the day my daughter was born. There's no way I would ever do that to my kids. She's 12. My son is 4. I've never laid a finger on them and this a theme that has reoccurring in these blackface, like you can... It doesn't matter what what passion generations did. It only takes 1 person to change the entire trajectory of a family. And you see that with Walt disney, the way he was a fantastic, father. And an undeniable success in the way that his dad wasn't his dad was not a good father. His dad was a failed human being not only as a father, but also as a... He's a multiple failed entrepreneur, And so I think that's important to sit and talk about right at the very beginning because again, raw ingenuity, sadistic determination in this line, I think Ties in what I'm trying to tell you. Walt Disney was so different from his father. It was almost like he was the anti ent of elias Disney almost as if he had will himself to be so as a form of rebellion. And so this continues until Disney himself, Walt Disney himself makes it stop. They're building him and his father building an addition onto their house. Right? And every time walt would make a mistake, Elias would try to hit him with either the side of a saw or the handle of a hammer. And so the next time he made a mistake, waltz it's 14 when this is happening. Okay? Elias says, hey, go down to the basement, it's time for a beating. Now this is nuts. It says, Elias falls him down to the basement, grabs a hammer to try to strike him, but this time, Walt grabbed his father's hand and remove the hammer. Listen to what Walt Disney said about this. He raised his other arm and I held both of his hands. Now, again, this is a... You're a young man going through puberty. You may not win a fight a 1 on 1 fight with your father, but you can damn sure and flick some kind of damage back to him. In a way when you're 7 or 8 or 9, you can't. And so Walt says, he raised the other arm and I held both of his hands, and I just held him there. I was stronger than he was. I just held them and he broke down and cried. His father never touched him after that. Elias was broken by work and now defeated in the family too. And that leads directly into another main theme of this book into how Walt Disney created himself. He retreated into his own world and then built his own, maybe more than any other entrepreneur you Have studied. This is the most obvious because he literally built Disney world. There Disneyland, I guess, was the was the 1 that was completed when he was alive. That's a fantastic metaphor for what he was trying to do his entire career. He wanted to escape and then control his environment. And this tendency was so pronounced. He only has, like a seventh or eighth grade education. Okay? When he's in school though, the teacher thought he was the second dumbest person in the class. That is literally a quote, the second dumbest. But if you would talk to him away from school yard, no. No, this guy's clearly quick waited? He's clearly smart. He's clearly driven. So why is the teacher saying you're the second dumbest person the class because all he wanted to do all day in class was not class work he wanted to draw. He would sit silently in a corner and draw. He was secluded in his own world. There's a line in the book that says he had never stopped drawing. He spent hours decorating the margins of his textbooks with pictures and then entertaining his classrooms Our classmates by r through them to make them move. He drew constantly. He drew even though it was not always a socially... It was not always socially acceptable to draw, People would make fun of. They say it was sis. It was sis for a man or a young boy to draw. But that did not deter Walt Disney, it became the primary source of his identification, even in our seventh grade classroom, we all knew you'd be a really great artist 1 day, some kind of artist genius of some kind. Because even in the seventh grade that all... That's all you did. So it's a remarkable that it mentions that, hey, he's sitting in class instead of paying attention class. He's decorating the margins of his textbook. Years ago. I read a biography of Doctor Seuss, whose real name is Theodore Ge, I think is is how you pronounce it. And 1 of the things that's in that's in that, it's episode 1 61. 1 of the things that's in the book is very fascinating. She talks about how he met his his wife. And I think they're in college at this time, and she's sitting next to him in class. I don't even think they're dating at. And He's not paying attention to anything that's going on in class. He's drawing. And so there's 3 highlights I wanna pull from That book real quick. That is almost exactly what's taking place in in Walt Disney's life at this point. She says you're not very interested in the lecture. Then she leaned in, pointed at 1 of his drawings and said, I think that's a very good flying cow. And in this book, it says maybe the most important thing that anyone ever said to him comes from her. You're crazy to be a professor. She told Ted, what you really want do is draw. Ted's notebooks were always filled with these fabulous animals. So I set to work diverting him. Here was a man who could draw such pictures, he should be earning a living doing that. And just like George Lucas, he's going to fight against what his father wants a do to do 4. George Lucas his dad wanted him to work at the stationary store. And George is like, no. I'm going to make a living doing what I love. I'm going to be a filmmaker. You see the exact same thing here. His dad wants him to work in, like this jelly factory. He's like, no, I'm gonna be a cartoon. Now before he does that though before Walt disney Disney has this idea He's like, no, I'm going to be a cartoon. He has to design his own curriculum. And this is so important so he's spending all time practicing drawing, living in his own world. Right? But it even says there's a great line in the book. It's, like, when he wasn't drawing, he was thinking about it. But he would also seek out additional help, so there these cartoon in his original idea for his life. Was not to build, you know, the world's first multimedia Corporation. His. Was like, oh, well, there's cartoon, the people get paid to write to, like, draw pictures. Who does that? Oh, newspaper cartoon. Okay. So that's what I'm gonna do. And so he would find cartoon that worked in newspapers that he admired. And in many cases, these cartoon were also teachers. So he starts attending classes at night taught by some of his favorite newspaper cartoon. And there's a line here. This is the first time it says this. Right? But this is something he does over and over again. It says he was... Walt Disney was so ent that he would not even take a bathroom break. I'm not even kidding. This was a shocking to me. How many times he gets so en ent in his work. That he he won't go even go... He won't even stop to go to the bathroom. And when I got to this paragraph, it made me think of Steve Jobs because Steve Jobs talked about his heroes over and over again. 2 of his heroes were Edwin Land and Walt Disney. And so this idea this total en gross in his work that is very evident when Dis like, first starting his career all the way till, he's in the hospital dying. He knows he's dying and he's going over drawings for Ep caught. And so a trait that both of 2 of Steve Jobs heroes. Walt Disney Edwin Land shared. This is from 1 of the biographies of Edwin Land that I read. I wanna read you this paragraph. It's a 600 page biography fair I read on this, patent lawsuit between Polaroid and codec. And it says Edwin Land had learned early on that total en gross was the best kind was the best way for him to work. He strongly believed that this kind of concentrated focus could also produce extraordinary results for others. Late in his career land recalled that this... That his whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources. They didn't know they had. And so there's 1 event outside of Walt disease control that is going to delay he's getting a job as a cartoon, and that is World War 1. I mentioned earlier that he had 3 older brothers. They all go off to fight in World war 1. Walt Disney not old enough. He's trying to get his parents to to sign a waiver. They refused to do so, He wants to join the army and fight just like his older brothers too. Right? Because he says, he he thought of the war the... He thought of it not as a war, but as an adventure, which a very common theme of a, a young young American men in both War 1 and War 2. So he... They would refuse to do that, but they did let him join the red cross where he would be an ambulance driver. And so just after he turned 17, he he's stationed in France to be an ambulance driver for the red cross. Now, there's a line here I need to share with you because again, everything is about escaping this world that he did not like this, you know, this childhood that he did not like. So he regarded his time with the Red Cross as another escape. Now I have a hilarious anecdote that I came across in another book that I read. It is Ray Cro auto I've read it twice. The last time I did an episode on it. It's episode 2 93. And what's hilarious is Ray Cro is around the same age. Right? Too young to fight in the war, but he signs up to be an ambulance driver for the Red Cross. Okay? And I'm reading the book 1 time, and this is the the the paragraph I come across in Ray cross Auto. He says in my company was another fellow who had lied about his age to get in. He was regarded as a strange duck because whenever we had time off, we would go out on the town to chase girls, and he would stay in camp drawing pictures. His name was Walt Disney. About a year later, he gets back home, and this is where he's just rebelling against his father's offer to work at a jelly factory. This is just like George Lucas, what I just said. And again, this main theme of escaping. I'm escaping from this world I do not like. And I will create myself and build a new world. That's exactly what walt Disney did, and him and his father go back to fighting verbally this time. And walt it says, he never understood me. He thought I was a black sheep. He said it was nonsense that I wanted to draw pictures that I should secure a stable job. He didn't understand why I would sacrifice the certainty of the jelly factory for the uncertainty of art and listen to this description. So 17 year old Walt disney, newly armed with confidence and determined to avoid his father's fate determined to avoid his father's fate, the joy and the constant disappointment, while Disney would pursue his opportunity he would escape. And so now we have a very young Walt Disney. He's 18, 19 years old. He goes to Kansas city, and he's determined to be successful. So this is where I I mentioned, this is lying in the George Lucas biography that thought I was where he would, like, shoot so much footage as many as as much as she can and, like, you know, handful days, and then you spent spend, like, 10 weeks editing and and really figuring out where this all goes together. I did something similar that this week. Just several days just reread over and over again about, like, what is the main thing I'm trying to take away from this book. And this is when I realized, I might title this episode. Walt Disney, how Walt Disney created himself or something like that because it's very obvious, like, he made himself. And in doing so, that was a foundation which he can lay on top of the the company that he built empire of that he built, But at first, he had to make himself. And so even with 18 and 19, he's meeting all these new friends in Kansas City. Almost all of them, remark on the same ex... They say the same thing. These same description over again. They say that he was determined to be successful that sadistic, the determination. Raw ingenuity needs to determination. Right? He had absolute faith in himself. And this is why I always say that what's 1 thing that's obvious when you read a bunch of geographies that belief comes before ability. This is of the Walt Disney version of belief comes affordability ability. He brim with a self confidence that was neither entirely justified nor particularly well directed since he had arrived without a plan. He was a Go who did not know where he was getting to. Only that he would get somewhere. So there's all these companies in Kansas city that are are doing advertisements they're are, like, drawing ads for companies. They're called commercial art shops is what they were called at the time. And he sees an ad where they're looking for apprentice. And so he shows up here's the thing. You when you show up, he gets a 1... First of all, they hire by the way that this company hires is just by trial. It's like, you're gonna work here for a week, we'd have no idea what you're gonna get paid. We have to see if, like you're good or not. And so he's so anxious during this first week What does he do again? He never leaves the drawing board, not even taking a break to relieve himself until lunch. He doesn't... This guy wants to pee his pants. He never pee pants, but he holds it until the the meal breaks. I know He keep pounding that, but it it comes up over and over again. I just think it's such a inch an interesting, like, total en gross into his work. And so this trial ends the founder of the company approached looks at over all of his work. And immediately offers him a salary of 50 dollars a month. And I love this part. I love this part. Walt later admitted that he would have worked for much less, and he was so grateful he said that I could have kissed him. They're paying me to draw pictures. They're paying me to draw pictures he told his aunt, That's exactly what Steven Spielberg. If you listen to Steven Spielberg episode. Right? This is much later in his life. I think he's probably 50 years old the time. For all old friend of comes and visits his movie set. I think it's the movie 19 41 if I recall correctly, and he just looks around. He goes, Do you know they pay me to do this? And so this part is just incredible. Guess his first job and is like, I should start my own company. 1 of my favorite facts about Walt Disney disease by the time he was 20. His first company. By the time he's twenties he's already gone bankrupt with his first company, and then he just immediately start over again and just does it better the next time. So it says for someone virtually without training our experience for someone who had just lost his job, he was cocky. I felt well qualified, he would say, and he was already thinking of opening his own art shop, so he lost his job because that work was seasonal. It was just around the the holidays of Christmas holidays. Walt had met another animator. That's getting named Oo ear works. I think is how you pronounce his name It's very weird. And he he's like, oh, this guy's talented. And then impulsive, he's like, hey, why don't we just go into business together? And so even though they were both high school dropout outs, it says, Walt Disney had grand big dreams. He had outs outside aspirations. And 1 thing that his early partner said about him that Walt was completely self absorbed, but listen to this, So he says, he once remarked that while he and other artists played poker during breaks, Walt would sit at his board drawing board, practicing various rendition of his signature. He knew. He knew 1 day he was gonna do everything he could. He's gonna make that signature world famous. This is not very differently. This is very similar to a young Stevens Spielberg, Steven Sp when he was a kid. He would practice accepting his... His... He he would visualize himself winning in Oscar and then he would practice his acceptance speech in front of the academy. Steven Is doing this was like 12 years old. And so then this is the first time that we're gonna see something that walt Disney does his entire career. This is something that Disney has in common with other great filmmakers. He is always always jumping on the new technology of his day. Think about the description of George Lucas. In that biography. They said he was the Thomas Edison of a modern film industry. So he also did swell. There's many examples of Spielberg doing this. And so he's like, I can be a cartoon, but there's a lot of other cartoon. But there's this new field called animation, and it really gripped Disney because he's, like, oh, what gets... What got him thinking he's like, wait. I... Animation is just making cartoons move. It it brings life to my cartoons. And then this part describes why that was so important. It's 5 cents. It's says 2 paragraphs. This is Walt Disney, but it might as well be Edwin land because I read this and then 123 times. I'm like, oh, this is just like Edwin Land. So why is he gonna do this? What number 1, It was a way to make his mark since unlike newspaper cartoon, animation was something that Walt thought he might do better than anyone else in the world because so few people at the time were doing it and so few people had any expertise in it. The idea of being the best, the most noted clearly appealed him. That's number 1. That reminds me of Edwin Land. His personal motto. He said his personal motto was, don't do anything that someone else can do. And we'll see an animation. There was nobody in the world. Could do animation in the way, Walt is going to wind up doing it. And he knew it too. There's a line that George Lucas says that that somebody was describing a young George Lucas says that he knew how to do it. And he was gonna make sure everyone knew that he knew Walt, Disney, he would hold his entire team to... What many people would consider like an un unreasonable high expectation of excellence. And 1 of the lines he has about this. He's like, listen, if we were not excellent, we got a business. Right? Because he thought quality was the only moat not the word he uses, but that's the way I would describe his his interpretation of that, that the only thing like he's betting his entire company in excellence and quality of the product. And if we let that go then our entire company goes out of business. And if our company goes out of business, the quality of the entire animation industry would fall. That is a wild wild statement. Wild that he said it and wild because it's probably true. And so again, don't do anything that someone else can. Right? I wanna I wanna jump into a new industry because I have a chance of being bet the best in the world at that industry. Number 2. Walt Disney, this is probably my favorite quote in the entire book. Walt Disney seldom dabble. Everyone who knew him were marked on his intensity. When something and intrigued him, he focused himself entirely on it. As if we were the only thing that mattered. Now animation mattered. That is when he began an immersive self education in the medium, how many times is he going to use the same playbook over and over again, He jumps into something and he builds his own curriculum. So that is number 2. Edwin Land, there's a rule that they don't teach you at Harvard business school. It is if anything is worth doing, it's worth doing to access, and Edwin Lynch know because he drops out of Harvard twice. Number 3, that idea that, hey, they're we're not dabbling here. We're not dill dialing. We're not dabbling. You know, everyone who knew him remarked on his a intensity when something intrigued him he focused himself entirely. It was the only thing that matter. That is another Edwin Land ism. Edwin Land said, my whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources they didn't know they had. Just like Edwin Lamb was only focused on. Polaroid, we see now that Walt disney is doing the same thing. Yeah, Walt disney was now focused on animation virtually to the exclusion of everything else. He would go to the garage after Work Shay. He... Walt Disney first studio? Do you want do you wanna Well, does first studio do, It was a garage in the yard that was 15 square feet. And this is his schedule. So he'd go to the garage after a full day of work, then he'd work right after work he'd come out for dinner, then go back to the studio. He'd come back inside long after everybody else in was in bed. Walt was out there, Putter away working away, experimenting, trying this and trying that drawing and so on. What his family did not seem to notice was that Walt Disney who for years had been determined to become a newspaper cartoon was now suddenly just as determined to become something that to most outsiders was even more impractical. Something for which he had no real training and something for which a job did not even seem to exist he wanted to become an animator. When he began putter in his garage, animation was scarce 2 decades old. What is going on here why is he obsessed with this, Remember the animator creates his own world? A world which he has completely under his control. What did it say? I don't think you know this, but the intro to this podcast came from the introduction and the epi, and it ends with saying that he was a master of order, a master of control. Why? Why was that so important to? Walt Disney had a psychological connection to animation, a connection forged by his childhood experiences. The process of animation was a process of giving life of literally taking the ina and making it ina. It was a process. That everybody... That meets walt. He talks about that he had a giant giant ego. It was a process in which the animator assumed an exercise god light control over his material. In the case of Walt Disney, the... This surge of empower so great. 1 might even have concluded that animation took the place of religion for him. For a young man who had cha under the stern, moral realistic world of his father, animation provided escape. It provided absolute control. In animation, Walt Disney could be the power. And again, he does exact same thing here, determined to master ambition He immersed himself in completely. He had take... There's only... This is how know you know you're early to a field, so he's reading everything you can get. He's taking classes. He's practicing, and it says, he took out the 1 book from the Kansas City library that there was on animation. And so before his company is doing like these this these freelance jobs. He's advertisers. But his first product is going to be selling 1 minute animated shorts, and he sells them to movie theaters. Right? These are little 1 minute cartoons that are shown before movies. You know, you start out okay. Well, what's the first thing you can do The most rudimentary or almost like simple thing you could do? I can make a, you know, 1 minute animated cartoon Is gonna be black and white. It's not gonna have sound. And then eventually, I'm gonna add sound, and then we gonna add color. And then instead of being 1 minute, it's gonna be you know, 6 or 7 minutes. And then he has this idea, which changes the the the entire trajectory of his company. And he's like I'm gonna build the world's first full feature length animated cartoon. But it's fascinating. I think that's the power of biography. 1 of the parts biographies. Like, you just, It's like, oh, it starts here. Okay. Now you see him learning. Oh, wait. He's figuring out. And then he keeps doing that uni. Let's... He compounds for 4 decades. And then by that time he's got movies, theme parks, television shows, radio books, merchandise everything. And so he calls his first product, laugh grabs, and his dad is, like your crazy shouldn't do this, since his father who had suffered so many economic setbacks of his own advised him not to do this, warning that he could go broke. But remember, he's the anti ent of his father, while Disney was too independent minded, even at the age of 20, to think of himself as someone else's employee. And that confidence that unusual self belief is actually gonna power him through because it's not like there's a giant market. He's in a brand new industry. This is not like a a strong demand for these cartoons. It's not why people are going to the movies. You know? So if a movie... If you're a movie theater, and you wanna cut back on some expenses. It's not people are coming to see the main feature. They're not coming to see these like, 1 minute cartoon. So he's launching into a market with rather weak demand. And I think there's 2 things that serve him really well. It's like intense, drive and self belief. It says there's is such a great line. He's 1 of the most unusual people you could possibly study in a with a podcast full of unusual people. It says he had the drive and ambition of 10000000 men. And he had the self confidence to match. He says, listen, He he he's struggling. He's about to go bankrupt. He's gonna starve. He's gonna have to live in his office. That is It's insane that he he he persevere all this, But he says, I'm going to sit tight. I have the greatest opportunity I've ever had, and I'm in it for everything. And he's relentless of resourceful. If he can't sell cartoons he starts doing a more freelance work. He'll go to companies and say, hey I can build cartoons for you. He winds up doing for it to to to meet payroll and to feed himself. He winds up even doing educational films on dental hygiene for a dentist. This is the state of affairs before he has a big hit. He's gonna do this live action cartoon called Alice Wonderland, not Alice in Wonderland. It's called Alice Wonderland. And so there... He can't pay rent, so he's sleeping in his office. He has to get his meals on credit when that credit runs out. While remembers, I would... Well, remembered, I was so damn hungry that he would subs on cold beans that he ate from a can. Since he's living in the office he doesn't have any money. He only takes a bath or a shower once a week, and he goes down to like, the, you know, the local Y. And I think pays like, a nickel or a dime, so he can shower there. And he's losing so much weight and he looks so bad that everybody around him, the older, like, people in the community think he has Tuberculosis. And eventually, he can't stave this off any longer, so this is when he declares bankruptcy. And it is during this time, probably the darkest time in his young adult life, that his 1 of his greatest traits is revealed. He's got this bullet bulletproof optimism. Listen to this. Throughout the failures, throughout the days without meals and nights with Restless sleep throughout the constant begging for funds, throughout it all, Walt Disney seemed never to lose his faith. I never once heard Walt say anything that would sound like defeat. He was always optimistic about his ability and and the value of his ideas and about the possibilities of cartoons in the entertainment field. Never once, Did I hear him express anything, except determination to go ahead? He seemed confident beyond any logical reason for him to be so. It appeared that nothing could discourage him. And he has a great quote about this? He says you have to take the hard knocks. With the good breaks in life. A life is gonna be composed of both. No one's gonna get through it without hard knocks and good breaks. And so what he realized realizes is like I said, especially at this time in early 19 twenties. If you wanna be an entertainment field, you need to get your ass to Hollywood. He's in Kansas city. He's like, listen, There's nothing wrong with my aim. I gotta change my target. Is the way I I think about what his decision making. He's like okay, Kansas city is he's clearly not the right place. I'm gonna sc somebody last dollar. He wanted to doing a bunch of freelance lance work again. Than one's up selling his camera just so he can make enough money and buy a train ticket and get from Kansas City to Hollywood. This is 1 of the most important decisions he ever makes. Think about how crazy this is because we, you and I know from our vantage point, the run that he's about to go. Right? He's gonna have tons of ups and downs, but he gets to Hollywood in 19 23, he's gonna die in 19 66. And if you think about what he builds in Hollywood over the next 4 decades. He arrives in Hollywood with nothing but a borrowed suit, and it says a peculiar self confidence, a borrowed suit and peculiar self confidence. And so he takes the same idea. He had this idea called Alice at Wonderland, which is you combine live action with some you shoot, like, a live action, like, little girl. Right? And then you draw in post production, you draw, like, animated characters around her and it looks like she's she's interacting with them. Right? This is very rudimentary technology at time. We're in 19 twenties for God's sake. But he had that idea. Was like okay, I this idea in Kansas City. I just ran out of money. I still think it's a good idea. He takes a Hollywood starts developing in there, and he winds up immediately selling it to a to a distributor named Margaret Wink. Margaret Wink, interesting enough was the first and only female distributor film distributor in the entire country. So what Walt has sold is this series of very short films called Alice in Wonderland, and she's making, you know, 1500 dollars each for the first 6 and 1800 dollars each for the second 6. So he's got a good break. And then as is in the case of his entire career. Walt disney is gonna be world famous by the time he's in his thirties. Right? But you look at it him when he's in this mid 40. And he's just going to struggle up to struggle. His his entire career. Success is not a straight line. Success is not a straight line. It is up and down. Valleys and peaks over and over again up until he gets to disneyland line. And then essentially doesn't have to worry about money for the rest of lake, but he's struggling you know, even with a lot of successes, he has a a ton of Setbacks in his career. That's why I find, this book takes an unbelievable amount of time to read into digest, but I I do think the end result as you feel incredibly inspired. You know, throughout any normal week, you can feel you're you're gonna have this entrepreneurial emotional roller coaster, you have high highs and low lows. And every time I feel like a low low. I'm like, I'm supposed to feel this way. And the only response to the way I feel right now is to to be determined to push through. It's exactly what Walt Disney would do. And so even though he has a success, his distributor is gonna marry this guy named Charles Mint. Charles Mint starts running. The business because Margaret gets pregnant and Charles Mint is the reason that Mickey Mouse exists because Charles mint steals Disney's company from him. This is so important and to understand why this happened. Understand what was important to Walt Disney. He was not... He's like a reluctant entrepreneur. And I think these 2 sentences give you an idea that what was never interested in building an operation or running a business. He was interested in improving product as a matter of personal pride and psychological need. What does that I mean? He sincerely wanted to make good animations and sincerely wanted to be counted among the best at his craft. The the the the 1 difference between Walt Disney and Steve Jobs so. Steve Jobs said that those exact same desires and need. It's like, I have to make literally... Is that you never chase market share. Think about the decades people made fun of them because Microsoft had alt Show... All this market share. Seems like I have to be the best. I have to make the best products. And that means Don't how the the the most market, I don't give a shit. I'm going to make the best products. Walt, Disney was the exact same way. The difference was, Steve understood that he had to build a great product are a great company because a great company was a foundation on which would allow him to continue to make great products. Disney struggled with that for his entire career nearly his entire career, maybe the last, like, 10 percent. He if I had finally figured that out. And so 1 of the mistakes Disney makes here and I don't think had a choice. So yeah, I think he had to make this mistake. I think this is inevitable. And I think this 1 being 1 of the best undoubtedly what had to be 1 of the best things that ever happened to Disney because without there this, it's not at all clear that he would have invented mickey mouse. And later in his life, Walt Disney said, I only hope that we never lose sight of 1 thing that this was all started by a mouse. And is this this theft by Charles Mint of his characters of not only Alice Wonderland or Alice Wonderland but also this rabbit Oswald the rabbit that Disney events, and then Mint is also gonna lead a coup and and overthrow Disney out of his own company, and so Disney start over again. But again, this this terrible thing had to happen for Disney to create his greatest invention, and 1 of the mistakes and again, I don't think he had much of choice at the time he did this, but you you're going to a middleman man. So Disney signs a contract with the middle man, the middle man has a relationship with the ultimate distributor, which is, you know, the the main movie studios. Later on, Disney just gonna go cut out, you know, the middle man go direct. And that's important because the middleman man has the contract with the distributor the distributor controls all the the money. And so the middleman man can just say, hey, essentially resell Disney's disease product. And over time realizes, hey, I'm just gonna cut Disney out instead of him making anything. I'm just gonna take his animators and do this myself. And that's exactly what happens. Disney's is overthrown by a coupe. You know, I've talked about this many time opportunity is a strange beast. It frequently appears after a loss. This had to happen. It made him a better and smart it made a better businessman, smarter person and help develop skills that he needed. To continue to build this company because he's just gonna start over again after this. And so Charles Mint starts doing these back channels to a bunch of the key employees that are working for Disney. Disney is also like a task master, you know, very difficult time person to deal with, very difficult person to work under he has, like, these un, you know, standards for excellence that he's gonna hold you accountable to. And he also is rather naive by his own admission, he says he was never a good judge of people. And so he didn't believe that his staff would ever double cross him. And in the process, Disney realized he had signed a bad deal because in the agreement, Disney had no rights to the character that he had created. Remember James Dyson, episode 300 This happened to him well before. And again, this had to happen to him because he took it as a. And he's like, okay, this is information. I will improve next time. He had this invention called the ball, which is a wheelbarrow with a ball that doesn't get stuck in, like, dirt. Right? He's like, I can't understand why for hundreds of years people using Wheelbarrow, it gets stuck. I can improve this. He wind up Dyson mistake, which he never made a game, was he signed over the patent that was in his name to the company. Then he gets kicked out of So then he loses the rights to his invention because he doesn't have access to the company and the company owns the patent. Well, very similar situation here. He had signed a deal where the company that he no longer controls, all the ownership of the characters at Disney invented relied resided rather with Charles Min company, not his own. And so it says Walt had no rights to the character that Walt had created thus leaving Walt no recourse. This is so important why he says, Walt had nothing. No character, no contract, no staff say for the very few who remain loyal, no plan. He would talk often of this episode as a betrayal saying that he had to control what you had or could be taken from you. And now he had seen how du the business world could be. And so now he's on the train back home to Los Angeles. His wife is terrified. They have no money. He's got no characters. Looks like he's he doesn't have a business. She is crying, And what happens? There's a line in 1 of this interviews, I heard... I was watching on Kobe Bryant 1 day. And he talked about this. You know, it went to a ton of adversity. And he says, well, when you're going through something, what other choice do you have, but to go through it, And Kobe perspective, in other words, was that the solution that you seek is found in the work. The only thing you can do is get back to work that is the only proper response. So on the way home on the train, he's got nothing His entire business has been taken from him. And what is he doing? He's spending the entire time on the train, drawing and sketching and trying to create new characters, and then using those characters as a basis to make more animated cartoons, so he can sell the cartoons and get back on track. And so it is on this train ride across the country that he starts drawing a mouse. And thankfully, his wife was with him because he draws the mouse. She thinks the character looks great, but she's like that is a great character and a terrible name. Why? Because Walt Disney wanted to call Mickey Mouse moe mouse. And his wife said that was a horrible name and I made quite a scene about it. So they go back and forth after a while and Walt Asked, what do you think about the name Mickey? And I said it sounded better than mo, and that is how Mickey was born. So let's go back to this opportunity as a strange beast to frequently appears after a loss This causes him to invent the sound cartoon. Okay? So he starts drawing Mickey mouse. I think so everybody... Maybe everybody us know this. But 1 of the... Probably his biggest hit that he needed when he was younger. He's around 27, 28 years old at at this point in his life. He makes the world's first sound cartoon. It is steamboat willie. It is actually the third mickey mouse cartoon, but the first 2 didn't get distributed because it was missing something. And Disney believed that it was perfectly logical that you know, you're watching other things, they're, like, if sound is coming out of live action, sounds how we communicate with 1 other Why isn't sound coming out of cartoons. At the time, people would would would criticize this. It's a drawings are not vocal, why should a voice come out of a cartoon character. That criticism is coming from within his field. That is other animators talking to Disney. They said it was unnatural, peculiar and off putting. You know what? He did? You know what disney he did? He preview it. He put it in front of customers in front of an audience and well, how are they gonna react to it? I like this? Why wouldn't they like it. And this was the result I never saw such a reaction in an audience in my life. The sound itself gave the illusion of something ema directly from the screen. Walt was a static. He kept saying this is it. This is it. We've got it. And so this is gonna allow him to sign a distribution deal, the distribution deal is gonna bring money into the studio, but how did he finance Mickey? He borrowed every single thing he had bought a house earlier, Him and his brother who's his business partner, Roy. They put mortgages and second mortgages on their house. In addition to them taking out second mortgages on their house, while Disney sold his car to finance his company. Steve jobs did this in the early day of Apple. He was driving like a Volkswagen boss if I remember correctly, and he had to sell it so they get parts to build their first product. And so the distributor is able to put Steamboat Willie in theaters all over the country, the reaction from the audience is it. It's unbelievable. And so much though that they try to they try to aqua hire, Walt Disney. This is very fascinating, and there... This 1 paragraph tells you a lot about Disney. 1 that he's gonna refuse to sell his company. And he's not doing it for the money. He's doing it for, like, he wants to make great products. So why would he sells company. And then he just believes that quality is his only advantage. The problem was that the distributors, all of them wanted to buy Walt's Studio, not just his cartoons. But Walt was adamant about not selling about not surrendering surrendering control, no matter how badly he needed revenue. Why? Because he didn't wanna just be another animation producer he wanted to be the king of animation. Walt believed that quality was his only real advantage. And so this commitment to excellence is something that Walt will repeat decade after decade after decade, Walt had passionately expressed his long standing conviction that his salvation was in making a product that so excel that the public would recognize it and enjoy it as the best entertainment and that they would demand to see Disney pictures. That is a direct quote for Walt disney. That The salvation, or salvation isn't making a product that so excel that the publicly recognized it and enjoyed as the best entertainment and that they would demand to see Disney pictures now, Walt Disney is expressing an idea that warren Buffett picked up on and analyzed and turns out Warren Buffett thought Walt Disney was obviously successful in what he was trying to do. Because he talked about later on, Warren Buffett we talk about the importance of building a brand that is special in the mind of your customers, and he uses Disney as an example to illustrate the point that he was trying to make. Warren buffett said, everyone has something in their mind about Disney. When I say universal pictures or twentieth century Fox, you don't have anything special in your mind. If I say Disney, you have something special in your mind. So is a mother going to walk in and pick out a universal pictures video in preference to Disney, that's going to happen. That is what you want to have in a business. That is the moat. You want that moat to widen. And then the way that Disney did this. It's very similar to this Steve Jobs quote. Steve Jobs said, be a yards stick for quality, some people aren't used to an environment where excellence is expected Disney built an environment where excellence wasn't expected. At Disney, the atmosphere may have been casual, but when it came to work everything was carefully planned. Every cartoon had an exposure sheet precisely outlining each scene each movement in each individual drawing. The biggest difference between the Disney studio and every other animation studio was not in preparation or specialization. It was an expectation listen to that. The difference was an expectation Walt Disney had to be the best. He insisted upon excellence. And he would give you the advice. Train your own train and educate your own team. He was so sick of these people coming from second class... If you hire from experience, the problem is Their experience may be several levels below your expectation he says this, it could be a struggle convincing men who have spent their careers, thinking of animation as a throw away. That they could and must accomplish something better. I have encountered plenty of trouble, getting my new man adjusted to our method of working while complain. Part of Walt's secret was that in insisting on quality from individuals of whom it had never been required, he inspired commitment. This is 1 of his employees describing the environment? We hated to go home at night, and we couldn't wait to get to the office in the morning. We had lots of vitality and we had to work at all. And so how did he train and educate his own team He talks about... He uses this for animation. He uses this for phone like movies. He uses this at Disneyland. He would hire for enthusiasm and and and, youthful enthusiasm over experience, and he's just, like, I'm gonna make my own people and so he winds up starting his own school. And so they'd work all day. And then at night, he would pre provide over animation classes. I did an episode on Walt Disney and compared in contrast him with Pablo Picasso episode 03:10. There's a line in that book, says Disney himself. Trained over a thousand artists, and just like he held his staff to high standards, he held himself to high standards too. You have to understand. Unbelievably talented, unbelievably assess Unbelievably dedicated. He was also ruthless ruthless competitive, walt Disney wanted domination. Domination that would make his position una sale. His larger quest was to become the animation over lord. So at the time, the most popular animated figure. Right? Mickey mouse is about to wax this guy, was Felix the cat. He was determined that Mickey mouse with sup plant Felix the cat. And this was a inevitable because it says Felix creator is gaining Pat Sullivan had none of Walt Disney's drive or foresight. And so this is when we get into Disney building his cult. That is exactly how to describe in the book. And 1 way he did did this, and I think this is really good idea. Is was like, he made you believe that by working with him and at Walt Disney Studios. You were part of an elite team that you were not just an animator. You were part of the best animation team in the world. There's a line in the book where 1 of his employees said we felt like we were the elite class like, you would be at West point. And this is where he tells them that the quality, of not just what we're making rests on us. Right? The quality of the entire animation industry rests on us. That self belief that everybody knows from time he's a young man. You know, now he's around to start in his thirties. It's still it's like ever present and it it that belief that he had about himself and what he could do was transferable to his employees. Walt struck me as being absolutely sure of himself. He was positive. About what he was going to do. He was positive about what we could do. And so Walt's Mod opera is, let's make a bunch of money, and then we're gonna reinvest every single dollar and more so that they lose a bunch of money too, into the quality of the product. And there's many times and he does this in in animation. He does this in movies. He does this in disneyland animal. Well, people are like, oh, we're gonna, you know, there's a great way to do it. And there's a cheap way to do it. He flips out His animations could not be compromised. They had to be better than anyone else's or he would not survive in this business again. Excellence was Walt Disney's business strategy. His animations could not be compromised. They had to be better than anyone else's. Or he would not survive in this business. Excellence was Walt's business strategy. If you want to know the real secret of Walt's success longtime animator ward Kimball would say, it's that he never tried to make money, He was always trying to make something that he could be proud of. His hobby is his work. Every moment of his time is given over to it. There wasn't a night we didn't end up at the studio, his wife recalled. She would curl up on the couch in his office and sleep while wall work. She would wake up at different intervals to ask how late it was to which regardless of the time Walt would answer, oh, it's not that late Honey, walt admitted years later, listen to this. This is insane. Walt admitted years later that he would turn back his office clocked. While Lil slept so that she never knew how late he had worked. And if you know that improvement is his mantra that excellence is his business strategy. Of course, he's gonna dedicate all this time to it. A a couple weeks ago. I did this book. It's episode 03:43. It is the eternal pursuit of unhappiness. People love that episode. You haven't listened to it. You should list to it after this. Episode 03:43, eternal pursuit of unhappiness being very good is a no good. You have to be very, very, very, very, very. It's by David Og and the team at Og and math, and it is based. It's a very short book. It's very hard to find. I think it's sold out really fast after that episode came out. But it's based on Og idea of divine discontent And Og describes this. He says we have a habit of divine discontent with our performance is an anecdote to sm. Og had that and walt Disney had it to never content with the quality of what the studio produced. No matter how good a picture we turn out he said. I can always see ways to improve it when I see the finished product. His entire life. He wanted something that was living that was ongoing a product he could always improve. He didn't find that until his 55, I think 55 56 when he made Disneyland. So much show that he could make the world, you know, some of his many of his animated cartoons animated feature films. They won every single reward. They made a ton of money, and Disney says I can't even watch them. A decade later, because all I see is the mistakes. All I see is what I could do better today. And, yes, this habit practice over a long period of time by supremely talented individual like Walt Disney is gonna build a great product, but it can also break you down. Because just like he drove his staff mer, he drove himself like this. He has multiple nervous breakdowns and health problems throughout his entire life because of. He's around 29 years old when this is happening. When he talked on the phone, he would suddenly and una uncontrollably find himself weeping. At night he couldn't sleep. At the studio became physically ill looking at his la cartoon and unable to see anything but its flaws. The years of fighting and losing and then having to fight back the years of having to maintain a brave front In the face of loss in betrayal in the years of feeling compelled to produce cartoon so good that Disney would be una unacceptable in the industry while suddenly struggling against oppressive, un financial constraints that barely allowed them to survive, and that even now had not loosened, and then the setback in starting his own families talking about, he's got all his pressures at work. He wanted to... He desperately wanted to be a dad, but unfortunately had a few miscarriage, But all this built up and it said all this had accumulated until Walt, who you was usually so self confident cracked and he suffered a breakdown. This is such an important point. It's why I set out of every single book that I've ever read my number 1 our recommendation is still James Dyson first auto against the odds by James Dyson, episode 25. It's episode 200. It's episode 300. It'll will be episode 405 hundred as well. I'm gonna read that book every hundred episodes. It's so important because we can celebrate Disney his accomplishments after the fact, but going through this, it's so difficult that any logical person would quit. I'm gonna read 1 paragraph from change license. While it's easy, of course for me to celebrate my dogg now and to say that's all you need to succeed the truth is is that it demo me terribly I would crawl into the house every night covered in dust after a long day, a long day of failure by the way, exhausted and depressed because that day's work had not worked. There were times when I thought it would never work. That would just keep on making... He's trying to make a cyclone vacuum, Making cyclone after cyclone never going forward never going backwards until I died. The source of his excellence is also the source of this divine discontent is dissatisfaction this relentless pressure that he puts on himself over and over again, and he's gonna have many many times where he breaks and gets completely disengaged. This is important to note because it is repeated over and over and over again in every chapter in every decade of his work. Walt would not repeat would not okay any animation that did not meet with his very high standards of acceptance. This meant that everything 1 did had to be analyzed endlessly analyzed to make sure it worked to make sure that was up to standards to make sure that it could not be improved upon. Everything was drawn and red drawn until we could say this is the best that we can do. And so there's obviously both negative and positive directional to this. Positive directional is if you have to keep pushing the pace of your entire industry, you're going to wind up inventing new technology a bunch of the tools. Right? Other animators are in this booking, every every tool that we use was originated at the Disney studio. That emphasis on analysis would lead to the development of new techniques that would facilitate higher standards in animation, and then soon become the standard operating procedure for the entire industry. He did not just innovate in technology. He innovated in company organization 2 before him animators, animation was looking at as, like, some some silly thing not to be taken seriously. It's all about Gag. It's about like, 1 off. He's like, no We're telling a story here. And actions expressed priority. Walt demonstrated that story was king and he did so through his actions because he appointed For the very first time in the industry, a head of a new department called the story department. There was no such thing as the story department in any other... It was something unheard of in any other animation studio at the time. And this is not all upside. Like, this relentless pressure, it's changing him... Just like his work's changing. It's changing him too. When he was young, he was like, outgoing. It says, he was greg glorious and outgrow outgoing. Now, all of his enthusiasm all of his time, eventually gonna be split with his kids. But at this point, all of it is going into the studio, and now he's changed his personality change. He is withdrawn outside of the studio. He essentially has 2 modes of his entire life, work and family. Family and work Work and family. Remember the episode I did on the the founder of Red bull. If you haven't listened to it, Listen to. I think it's 1 the best episodes ever did. It's episode number 03:33 Red Bull's billionaire Man founder. I'm gonna read from that book because it sounds a lot like what I'm about to tell you Walt Disney. This is the billionaire founder Red Bull who just passed away. He doesn't place a premium on collecting friends or socializing. I don't believe in 50 friends. I believe in a smaller number. Nor do I care about society events. It's the most senseless use of time. When I go out from time to time, it's just to convince myself again that I'm not missing a lot. So D dietrich master I'm probably still mispronouncing his name, name that spent dozens of hours studying that guy. This idea It's like, I don't I can't have 50 friends. I have a handful of friends. Walt Disney probably had less than that. It says he socialize even less than before claiming that it took too much of one's energy and saying that he'd preferred to get a goods night's sleep As it leaves me in a better condition in the morning to carry on the work. He seldom traveled and admitted that he would rather spend vacation at home. That changes later in life. Him and Lillian would travel bunch especially after their kids or out of the house. And then let's get into another innovation. This is a business model innovation that Disney came up with. And this is just blew my mind. I... This is the importance, Again, everybody gets the top of the profession. They understand that learning what did Charlie mom say. Learning from history is a form of leverage. What I'm about to reach you. And this entire thing, is a huge theme. 1 of the largest parts of disease business is going to be merchandise. For the life of me, this is happening decades, Before George Lucas is negotiating with twentieth century Fox about maintaining the merchandise George Lucas wanted to make sure he maintained the right to do sequels and the right to own the merchandise for Star Wars and they just gave it up. Like just publicly collapsed here, take me. It's like a billion dollar multiple billion dollar mistake. How can you do that? The only answer is you didn't even bother to study Walt Disney. The value of merchandise for movies and television. Was a known when that was happening because as soon as Disney finds the right person to run his merchandise vision, it is an immediate and sustained sustained success. Disney does not have a track record of you know, successful... He's a dictator for sure. He does not have a track rate record of, you know, long time successful partnerships. Except with this guy named Herman came and Herman Came is going to die in a plane crash, 17 years into the future. His relationship, he ran Disney's merchandise. At the very beginning, Disney made him like a partners. Like, you get 50 percent of everything you bring in. Over time that that split would change, and we go, like, you know, 70 30, 80 20 in Disney's favor. But this merchandise business was immediately successful and grew like weeds for decades. There's something Napoleon said 1 time when I was reading about him. And I thought it was fascinating. He says in war, men or nothing. 1 man is everything. In war, man or nothing. 1 man is everything. Herman came was that 1 man when it came to Disney merchandise. And listen to his pitch, he goes in. He's like, listen, He sees what they're doing from. Merchandise I like, this is dog shit. K? He walks in, he goes, I don't know how much business you're doing, but I guarantee you that much business that to match what you're doing, and I'll give you 50 percent of everything I do over. And so Came pitch is like, I'm gonna innovate in merchandise just like, you guys are innovating animation. It's a great pitch. Came in set out to do for Walt Disney enterprises, which is the new merchandise arm of the studio with Walt Disney had been doing for Walt Disney productions. The filmmaking arm. He was going to reinvent it, transform it into a sleek quality controlled revenue producing operation that would in time have the added effect of making mickey mouse even more popular as a brand than he was as a movie star. Came was a whirlwind within a year there were 40 licenses, license for Mickey mouse products. Within the first year, came brought in 35000000 dollars of sales in Disney merchandise in the United States alone and an equal amount overseas at 70000000 dollars in 19 34 dollars. And just like George Lucas is in. To not study history to not use learning commissions as a formal leverage. This is just like George Lucas. This was a known thing. Walt made more money from the rights to mickey merchandise than from the cartoons There's a line in George Lucas biographies it's something like he made 3 times as much on Star Wars toys as he did the movies and Star Wars printed money. If I remember correctly, had a 11000000 dollar budget. And made 775000000 at the box office. That's just Star wars 1. And it he's tripling that on toys and merchandise. Disney became the first studio to recognize that 1 could harvest enormous profits from film related toys, games, clothing and other products. So I wanna go in this few ways that Disney built his cult. Remember. Like, there's a... These chapters in the spoke huge. Somewhere were, like a hundred pages long. And 1 of them, you... I could do individual episodes just on each chapters, how dense and and, detailed this book is. But in the chapter on the cult, it really talks about, like, his approach. And there's several pages that just remind me, it's like, wow, this is just there's a lot of similarities between Steve jobs. Number 1. Walt Disney operated almost entirely by instinct. He trusted his intuition, Steve Jobs is famous for saying that he believed intuition was more powerful than Intellect in the intuition following intuition had a large impact on his career, but unlike Steve jobs. Trying to figure out what Walt Disney actually wanted you to do. They said, there's a whole hilarious line in the book where 1 of his employees, I think said something like figuring su out what Walt Disney wanted was a matter of osmosis. That in many ways is the anti Steve jobs. I I always say Steve Jobs is the clearest thinker that I've ever come across. This is book called creative a selection that I talk about over and over again because I've read it a bunch of times. It's episode 2 eating 1 if you haven't listened to it. But listen to this description of Steve, which is kinda like the opposite of Wall. In in this case, I'd wanna be more like Steve and less like, Wall. It says Steve was a center of all the circles. He made all the important decisions. From my standpoint as an individual programmer, demoing to Steve was like, visiting the Oracle Delphi. The demo was my question and Steve's response was the answer. While the pronounce from the Greek Oracle often came in the form of confusing riddles, this was not true with Steve. He was always easy to understand. He would either approve a demo or he would request to see something different next time. Whenever Steve review a demo, he would say often with highly detailed specificity, what he wanted to happen next. He was always trying to ensure that the products were his intuitive and straightforward as possible, and he was willing to invest his own time effort and influence to see that they were. Through looking at demos, asking for specific changes then reviewing the changed work again later, and giving a final approval before you could ship, Steve could make a product turnout like he wanted. Much like the Greek Oracle, Steve fore told the future. The opposite of that would be your employees needing to decipher what you want through osmosis. Something you don't want to happen. And then 1 area where Steve and Walt Disney were of like mines and saw a completely Ie is, Steve drops once said that the storyteller is the most powerful person in the world. Walt used this in his own products and in to run his own company. He was a superb storyteller. Walt himself seemed to think it was his primary attribute. Of all the things Ever done, I'd like to be remembered as a storyteller. Walt was a super salesman who believes so devout in his studio and its cartoons that he could convince anyone. Even the s banker who he'd fight with all the time of their value. Don Valentine, founder of Sequoia Capitals has 1 of my favorite quotes of all time. He says learning to tell a story is critically important because that's how the money works. The money flows as a function of the story. He also went on to say that most entrepreneurs are incapable that really bad storyteller and he should work on that skill. Another way that Disney built his cult. He was a micro manager. He was a micro manager. He stuck his nose into everything. And he actually has a really beautiful metaphor about the role of a founder. His way to do this is by, you know, pinning his hands on every single part of the product. He compared it to Symphony with him as a conductor who took all the employees. The story, the animators, the composer the musicians the voice artists, the ink and paint people and got them to produce 1 whole thing which is beautiful. And when he was excited and enthusiastic, he put he had a reality distortion field. It said he had an overwhelming power of people and the voice of a prophet. That is how 1 of his employees described to him, a voice of the prophet. Another employee was at home talking about Walt and how amazing he is, and his wife gets snip with him. It's like you talked about him as if he were a God to which he replied, he is. And then to summarize this entire section, the Disney studio did not operate like a commercial institution at all. The Disney studio operated like a cult. With a messi figure inspiring a group of devoted f aco, they were disciples on a mission. And so at this time, they're doing such a short animated films, they're making a decent amount of money, but they they can make... They could have a good year and then a couple of things don't perform well. They're never too far ahead where their success is assured. And so he has this idea, then he's always... He called it plus, which is basically improvement is my mantra. And he's like, okay, Like, there's a lot of energy in shorts. It's like, what if we just did 1 feature length animated movie. And people were like this just like Pixar and people, you can't make a computer, the world's first computer animated feature film. They're gonna do it. It changes the course of their entire company. This is Disney's version of that is with snow with snow white. He's just like, how much would a full length... If we're making a little bit of money on these animated shorts, Like, how much would a full length feature, film, cartoon make? And everybody's like you can't do is has it's ever been done again, and again, this goes back to storytelling this goes about to cult personality this goes back to enthusiasm. Walt told us this idea of developing the story snow white and honestly, the way that boy can tell a story is nobody's business. I was practically in tears during some of it. And I've read that story many times as a child without being particularly moved by it. If it should turn out 1 tenth as good as the way he tells it, it would be incredible. He was a spell binder. He was a spell binder we were just carried away. And so he sells his entire company on, hey, let's marshal our resources. Let's be focused. No one's ever done this before, but if we can do it, we can make a massive success. Here's the problem. To make a feature length cartoon, Disney is going to lead need a lot of animators. I love weird ways people hire. Weird ways people recruit. So what he does is he's like, okay, let's send letters to all the art schools across the country. We're gonna list the kinds of skills that we need and encourage people that have those skills to apply. They do this for a long time, not just for snow wait. In the next decade, they're gonna get 30000 new applicants from just sending letters to our school saying, hey, these are the skills we have. Are you interested in being the best of the best? Apply here. His demand for animators far out strip supply. And so he has to to to bridge the gap. He's got hire these, like, veteran animators, and he's so pissed off about doing this. And so he says he'd g that when he hired veteran animators, he had to put up with their goddamn poor working habits from doing cheap pictures. It was easier he believed to start from scratch with young art students and ind them in the Disney system. And so their education doesn't stop when their graduate our school come to disney. Again, he has this He has Disney university or whatever they call it this these mandatory classes for the entire studio. What is he doing? He's brainwashing them. The intention was not just education. It was in infatuation. As always, Walt wanted the studio employees to be decided as he was with the notion of excellence, he wanted obsession. And so just like George Lucas went all in. He bet every single thing he had on the sequel to Star Wars. Walt Disney so believed in snow white. He's gonna be proven right here by the way, that he was willing to bet every single thing. So he's like, oh, I could probably do this for 250000 dollars. His estimates on money are never right by the way. And so he's gotta take... He's like, we could do it for 02:50. Nope. Go... They run through the 250000 dollar budget, then he got... He gets another... His main banker of Bank of America. He gets another 1 for 630000, Less than a year later. He goes back to them for another 650000. And this is what Walt said to a report at a time. I had to mortgage everything I owned, including Mickey Mouse and Donald Duck and everything else to make Snow white. And so there's this constant theme of the book where he's fighting with financier over and over again. This is why George Lucas said that he was intent. He was hell bent on controlling the money. I think he learned that in part by not his own personal experience but studying the struggles that Walt Disney had with all the bankers. But 1 thing that was so fascinating, it did really did speak to the excellence of the product that he was making. Is his main banker comes and sees like a rough cut. Like, it's not fully finished, but it's still unlike anything he's ever seen. So he's very quiet during it, he's like, got no reaction, you know, kinda making them nervous because he needs, like another loan of, like, 350000 or the whole thing's gonna go up and smoke. And so the the banker name is Rosenberg. They walk out to the parking lot. He's real quiet. There's no read on them at all. And he gets in the car, rolls on the window says goodbye and then just slowly says, hey, that thing is gonna make you a handful of money. And he was right. Snow white made a ton of money. This is what we're in 19 39, the end of the great depression. There's a there's a line here that may be may be true. The 9 months after Snow white debut may have been the best months of Walt Disney's adult life. Remember he's been struggling for 2 decades. He's unbelievable successful of building great products. He's never making a lot of money. Walt disney was not a very wealthy man. Snow white would go on to become the highest grossing American film up until that point. It had been seen by more people in America than any other motion picture Theaters were it was so popular. You had to make a reservation 3 weeks in advance to see it at a movie theater, and it was a merchandise cash cow. There were 2183 different snow white products. They Me just give you 1 example. Drinking cups. Drinking glasses, snow white themed drinking glasses. They sold 16500000.0 units just of that. They had never experienced an influx of money like this. So this is fascinating. So This is something that I love this idea. It I don't... It's in George Lucas book and Don't think can put in the George lucas podcast, but he kept making that hundreds of millions of dollars because you just hold long enough, and then eventually, there's be a technology invented that can benefit your business that you need to you have to develop. So VHV dhs tapes, Dvds and then blu ray. Every time there's a new better format. He would just resell, like, oh, now you can get star wars on V dhs. Now you can get it on Hd dvd, and you can on blu ray. It would literally drop hundreds of millions of dollars down to his bottom line. Steve Jobs realized that because when he was doing Pixar. He said this... When I'm about to read you, comes Steve Jobs said this in 19 97 19 98. He says Pixar is putting something into the culture that we renew itself with each generation of children. Snow white was released on video 2 years ago and sold over 20000000 copies. It's 60 years old. I think people be watching toy story in 60 years just the way they're watching snow white now. He made the point in another book I read on too. That that... He's talking about putting it on, I think V dhs or Dvd at that point. That the that that 20000000 copies dropped a quarter of a billion dollars directly to Disney's bottom line 60 years after snow white was invented. And so it's this influx of money why it said this might have been, you know, these 9 months is might be the best in his life because he's also gonna be tragedy. So he makes so much money. Their parents never... You know, they struggled their whole lives. So now the brothers, Roy and Wolf were able to chip in buy their parents a house and relocate them closer to them in Los Angeles. So he had a problem. Obviously, the, you know, you can kinda read between the lines about he's really relationship with his dad even when he was an adult because his dad dies Walt doesn't even go to his funeral, but he thought his mother was a saint. And I think the way his mother parent had had a huge influence on the way Disney chose to parent his 2 daughters. So it says as preoccupied as he was, when it came to Diane and Sharon, He was a dot father. This is 1... When you have kids, you read this and, like, he I get, like, choked up when he talks about this. So he says he was a dot father who sheltered them from his own fame. He enjoyed telling how 6 year old Diane asked him if he was Walt Disney. You know I am he answered. V walt Disney she questioned. When he said that he was, she asked for his autograph. He would chase the girls around the house kat like the Witch from Snow white. Or he would troll them endlessly by their heels for hours and hours and hours. Diane would say he would stand in the swimming pool and let them climb on his shoulders. I thought my father was the strongest man in the world and the most fun she would called. At night, he read to them. And on weekends, he would take them to either Griffin park to ride the merry go around. Or to the studio where they would follow him as he snoop about and pedal their bikes around the empty grounds why he worked. This is the part they really took you up if you have kids because he's saying this, you know, they're not little kids anymore. And I've already gone through this. Like, the difference between of 4 year old in a 12 year olds, you know, like, you're not... The first 5 the you... My daughter, her friends are so important to to her. More important than I am, You know, and that that's kinda heartbreaking. But when you're small, you are the most important person in their life and walt really just hits on this beautifully. He said they used to love to go with me in those days he would vi us. And that was some of the happiest days of my life. They were in love with their dad. Oh, I get your right in the heart. Okay. He did say something is fascinating. And then again, he he's not he never rests on his laurel. If he's gonna go out and do something great. He's gonna try to top it with something else. He's not gonna just sit here. He's a saying that he actually keeps in in his hat. They reminds him, but I'll get there in 1 minute. So he talks about, you know, snow white successful. Donald Duck is a fantastic cartoon. At this time, Donald Duck is is, like, become more popular with Mickey, but his belief in Mickey, Mickey Mouse never subsided. He said, of course, you know Donald is the big thing now, but it won't last. Mickey is forever. He'll have... Mickey will have his moments in the shade but he'll always come out in the bright lights again. So almost a hundred years after he said that. Mickey mouse is still going strong. And so even after this success, he's got this persistent need to challenge himself, He was never gonna stay in 1 field or build only 1 product that was very obvious if he if you read about him. He has this ongoing need for challenge. And I think it comes from this inner turmoil, and he was afraid to get into a rut. He said if we quit growing mentally and artistic, we began to die. I do not wanna be relegated to the cartoon medium. It should not be limited to the cartoons. We have worlds to conquer here. That is his line. We have worlds to conquer here. And so at this point, he is right now at the apex of his career. He's has never known success as he has at this point at moment in time, and the... 1 of the worst tragedies that happens for his... In his entire life happens. He buys his mom and dad house. There's this gas furnace and it powers a central gas heater and it keeps getting backed up, and his mom is going to die in the house that he gave her a year after snow white, which is his greatest success. Walt is 37 years old when this happens, We better get this furnace fixed, Earl, some morning will wake up and find ourselves dead floor told her house Alma Smith floor is his his mom obviously. On the morning on 11/26/1938 floor went into the bathroom. When she didn't return, Elias got up to investigate and found her collapsed on the bathroom floor, feeling overcome himself. He staggered out to the hallway and fainted. Luckily, downstairs, the house was there. She and an neighbor dragged floor and Elias down the stairs and outside. Elias revived Flo did not. She died of carbon monoxide poisoning from the defective heater. This was the most shattering moment of Walt Disney's life his beloved mother had died in the new home that he had given her. Walt never, spoke of her death to anyone thereafter When years later Sharon asked him where her grandparents were buried, Walt snapped, I don't wanna talk about it. And so after the success of Snow white, he has a couple flops. And he needs to figure out a way to get his business on more solid footing. And so this is the first time where they they're considering selling shares to outside shareholders. And what was fascinating is 1 of... Walt Disney heroes, was for Henry Ford. In Walt Disney shortly before Henry Ward dies goes to Michigan to visit him. And he's talking about, he talks with Henry Ford about this idea for this issuing of stock to outside shareholders. And this was ford's its response. Ford was blunt. If you sell any of it, you should sell all of it. Ford had famously bought out his investors, you know, probably 25 years ago your for his conversation and owned a hundred percent of his company so saying if you sell any of your companies should sell all of it. At Disney said, later on, this left me thinking and wondering for a while. Wondering if I had crossed a bridge and can never go back wondering if he had surrendered ultimate control. And so even with taking outside funding, He's gonna have 3 battles, and this is where he gets in 1 of the most depressed states of his life. So some of these are outside of his control. He's gonna have battle battles with the bankers. He's gonna have battles with unions, and then the United States government during World war 2. Such a just takes over his studio. So during World war 2, something between, like, 75 and 94 percent of all the production that came out of Walt Disney studios was films and media for the government. And something walt Disney is quoted is saying is after 1 of these battles that he has with the bankers. Made me think of a line that I read and will Durant the lessons of history. And so he's fighting with Bank of America because now he owes a millions of millions of dollars, And 1 when he gets back to the studio? They asked Was like hey, Did you win the battle with the bankers? And Walt Disney snapped, do you never win with the bankers? And that just speaks to this reoccurring theme that's really important to control the money as much as possible not to rely on, on people for outside financing because if they they can control you? Does align in the lessons of history from Will Durant which I cover a few weeks ago, says history reports that the men who can manage men, manage the men who can manage only things. And the man who can manage money manage all. And so in addition to money troubles, and he's having cut back salaries is having to lay people off. They... They wind up a bunch of his animators and much people inside the company, which walt Disney later on calls communists. Winds up organizing. And they form into unions, and they've eventually go on strike, and walt Disney animation never never recovers from from the strike, the strike broke Disney spirit and it never recovered what happens after this it causes him to, you know, have a half a decade of depression and to be in this constant search for something else that he could direct his obsession and his talent to and pour his entire love and soul into like he did in animation in the earlier in his career. And so Walt is 40 years old, just a few years removed from his greatest commercial and artistic triumph. Now he has a studio that he dislikes because of strike. The World war two's full and full flames, and now his dude is essentially you know, command dear by the Us government. Again, success is rarely a straight line. He's 20 years into his career. He is 40 years old, and he's in a terrible position. Disney studio was no longer the Disney studio. It was now an educational and industrial film facility and an arm of the government with Walt virtually commuting from Los Angeles to Washington. He was always frustrated that minor bureau would review his story boards and issue warnings and orders where previously, he had been the ultimate power. It's exactly what he wanted. He wanted an ultimate power ultimate control. He wanted to micro anything that got in his way, his ability to micro manager. He hated. He disliked Disney, like, a lot of the entrepreneurs in Study. He hated committees. And the level of his micro management, it can't be overstated. This is crazy. So he would micro manage every detail down to the point where he even knew the entire inventory. He had memorized. He knew the entire inventory of studio equipment including the number of light bulbs they had in stock. That is when he's making films. He is like that later too. When he he he walks over every single inch of Disneyland zealand, he memorized the exact heights of every single bid building in Disneyland. This is the only way he knew how to work and was also the biggest complaint for the people at work for. The most prevalent complaint I recorded about Walt, but his producers writers, directors and management is that he would not delegate Creative authority. In Walt's own words, a studio cannot be run by a committee. Somebody, 1 person has to make the final decision. And so he is looking for a new way to micro manage a new thing to pour everything all of his outlets into because here's the thing the war lasts. There's like a 5 year break between doing all this war working and getting trying to go back to, you know, feature length animation, try to capture Disney's former glory and it's it's over. Is you can't do that after a 5 year break break, and you just see that he's completely checked out. He began to lose his footing and his confidence. His brother, Roy was pressuring him to slash budgets and began another round of lay. He had come to a terrible, almost crippling realization. Remember this a terrible crippling realization because Disney put excellence above excellence of the product above everything else. Even if he were to move ahead with a few of his feature film ideas, they would never be as good as the films he had made before the war. Never as beautifully animated, never is deliberately plotted, never as painstakingly fuss over, never as fully the product of a near religious commitment to greatness. The studio simply did not have the financial resources, the time or the talents. The cult was over. And if the films could never be as good as they had been, what was the point in making them? He began to talk about selling the studio or leaving it forever. He was no longer the king of animation, only 1 among a group of pretend to the throne for years. Everyone else was in a pack of Greyhound chasing a mechanical rabbit. Everyone had imitate Disney. 1 might imitate Disney, but 1 couldn't match him. Disney is the Tiffany of this business, and we were all the wool worst. Animation was a sacred obligation to Walt disney a way to reimagine the world. For the rest of us, it had just been a product. So knowing Disney like we know up until this point, you know what his next move is, he needs. He hasn't and it is It's not that he wants, not that he desires. He needs to do something new, something different, something unusual. He has this maxim that he would remind himself. They he can't top pigs with pigs, and he talks a little about this. He says the thing I resent most His people try to keep me in well worn grooves. We have to keep blazing new trails. He kept a slogan paced it inside of his hat. From the time he had been urged to make a sequel to the 3 little pigs he made the 3 little pigs movie He was wildly commercially successful. So like, makeup. 3 little pigs just number 2 and 3 little pigs number 3, and he didn't because he had this mantra, and he repeat it, and then he put inside of his hat to remind him. He says you can't top pigs with pigs. And so this is where he gets his new obsession, this is Disneyland. This is the remarkable thing. So when... Shortly before he died, he said the 2 things he was most proud of was keeping starting and keeping control of a second company and then Disneyland. Disneyland is his greatest creation. Then if you look at the the the arc and the career of most entrepreneurs, like world class greatest entrepreneurs. They you do almost every case, they do the best work many, many decades into their career. Steve Jo was what 25, 30 years into his career when you did the iphone, walt Disney is 35 years into his career when he does Disneyland. Surprisingly, there is only 1 chapter in this book on Disneyland. It is far too important just to dedicate 1 chapter to it. What I'm gonna do is a day after, maybe a day or 2 after I released this episode. I'm gonna re release this episode I did on this dedicated. It's an entire book I read called Disney's, which is about how he built Disneyland. And so almost as a way to preview that, I'm gonna pull out a couple interesting ideas from this chapter. And 1 is like, what is he doing? As we've seen for his entire life. He's like, building these internal worlds. And then now he's like, okay, It doesn't have to just be internal. I will build his company was an external world, but now it's gonna be... It's gonna be... He's gonna be an external world that other people that don't work at his company. Can actually partake and actually experience, and it's all about control. And has always been about control about crafting a better reality than the 1 outside the studio. And about demonstrating that 1 had the capacity to do so. Walt Disney hid an iron will behind a facade of ability. And so now he's gonna use that iron will to literally craft and build a world an entire land where there was nothing. Think was an orange growth before he developed it. And he has no inclination on doing this inside this old, because now his his studio essentially been taken over. It's like this big old un yielding bureaucracy He's like, I don't wanna do that. So actually sets up a bun. He starts doing the initial work. He has this old bun at the edge of the studio lot. It's a different company entirely and that excitement of working in a small company with talented people chasing an unlimited opportunity is what he's captured again, and he talks about this. He's happier than he had been in years. He's running into this company called W, which is his his initials. He says, so he's in the Bun all the time with the very initial planning stages working hand hand in hand with the people developing the idea from Disneyland. He had this idea that Disneyland should be an outdoor movie set by the way. And he says damn it, I love it here. This is just like the Hyper studio. This is way before Disney was successful. It was like the very early days. This is just like the hyper studios used to be in the years when we were always working on something new. It was a small joyous community. At W no longer had any big departments to deal with. It was just fun to get back into that small scale again he said. And so he has this idea for the park, but he's got no money again? So he's like, what am Gonna do? What do you think he does? He goes to build the prototype and to get the idea, basic idea going? He goes and borrows another mortgage and he borrows against his life insurance policy. He also talked to a bunch of true believers inside the company and employees started loan money to them to bridge the gap before he can get financing. And then he does something that's absolutely genius. So I didn't even cover this part in the book. But 1 of the most fascinating things is Charlie Chaplin was 1 of walt Disney heroes, and Charlie Chaplin starts this company with a bunch of other artists called United artists. And eventually, they start distributing some of Disney's films. They ended up having a falling out Disney and United artists has falling out. Because they wanted him to re rights for his intellectual property, for this new medium called television. And he's willing to disrupt and break up with his distributor. At a time, he he said no. He's like, there's no way hell. I'm retaining these rights. And you're like, okay, Well, that makes sense Like, why would you retain the rights television today? No. That's not... When he did that When he said, no, there was only about 4000 Tvs in existence. And so many years later, now Tvs much more established. He understood that this is a new technology. It is not a threat but a tool. And that is where he's going to get the money to to do Disney. I go way more detail on in the episode, you know, that I'm gonna release in conjunction with. Okay? But what he realizes, like television is going to save him. And all these other motion picture mo, which you could describe walt Disney s at this point, are telling him that television is a threat. He's like bullshit. It is a... It's the next coming thing. It's a phenomenon. We can't stop it. You're not stopping the wave. It's not the enemy of the motion picture. It's its ally. And he realizes, like, this is just gonna help us advertise movies. It gets so crazy. I'm gonna... There's a much more detail, but like, the me example. This is this movie, I think 20000 leagues under the sea that he releases. Before he releases that he releases because he's gonna do this deal with Abc. This is how he gets this funny from Disney, but they start producing a bunch of content together. And so what he does is like, oh, let's make a documentary, interesting documentary, standalone alone interesting documentary about how we made the movie. And he winds up just drastically increasing? Because if you sit to an hour long documentary on how this movie was made you find an interesting. What do you think you're gonna do? You're gonna go buy a ticket. He's like, no. This isn't a threat. It's gonna actually help advertise everything else that we're doing It's Gonna have advertising his movies. It's going to help advertise Disneyland. He does. He he did this a bunch of times He would re release. Remember it's David over gave you and I advice that you're not advertising to standing army you're advertising to moving parade. And so he'd run the same ad in the same magazine for, like 20 years. Disney would do that He's like, well, if you like Snow white 15 years ago, you'll like it now. 5 years ago, or, you know, 5 years later and 10 years later in 15 years later. So he starts taking all the movies that were successful and replaying them on television resell them. Remember, the movie's done. There's no other outline. He's not spending more money. So then all that money just like Steve jobs realized when they res sold snow white on Dvds. Like, oh, shit. He just dropped a quarter billion to their bottom line. He's now selling snow white, which he does at to pay for anything else. To Tv to the television station to Abc, and then they re it. The point of is making to the movie Mo was like it's making your existing assets more valuable and you're looking and you're afraid of this. And so I just wanna read you 1 sentence about this. But what the special really did was prove Walt's thesis about the value of television to the film industry, that he was correct a Gala poll indicated that the program created new awareness of Alice this is Alice in Wonderland now and prompted Walt to talk about using Tv as a point of sale. So he ghost Abc scenes he's like I'm gonna develop a television show about me building Disneyland. I will host it. It'll be every week. It's like 1 of the most popular opportunity. I think it's a... It becomes a the second most popular show on Tv behind I love Lucy if I remember correctly. And in return for producing content on your show... When he does this do Abc. There's Nbc and Cbs. Right? They're so far Abc abc's is like an Afterthought. And the content that Walt Disney makes for abc makes them become makes them 1 of the big 3, and this is Hilarious. A Abc would have its Disney program. Walt Disney would have his money for Disneyland. Are as Walt with later joke, Abc b needed a television so so damn bad they bought an amusement park. And so this love and obsession that Disney had for entire career that had been absent for maybe half of a decade, maybe longer. Is now restored in the larger theme here if you're just reading between the lines? He's like what do you think about all time? Like, what do you think about all the time? Whatever that is, do that. That's something Disney did at his entire career. And when he didn't have that he was depressed. It was Disneyland that Walt Disney cared about. The park was his dream now. Television was just a means to that end. Everyone knew that he was only tangent genuinely involved with the other projects. Studios are still doing animated movies. He he's completely checked out. The difference was that on weekends and evenings and sitting on the toilet and all that stuff, he wasn't thinking about our pictures. He was thinking about Disneyland. He was always thinking about Disneyland. And he uses the same idea for Disneyland and he's he did for the studio. He goes out and he visits. He's planning Disneyland. And at the time amusement parks, you know, they were looked at as, like, places for suckers. They were dirty. They were it was... They were terrible. And Disney was telling Disney's, Disney's is like, why would you do that? Like, they're horrible places like, that's the point ours won't. While we were planning Disneyland every amusement park operator we talked to you said it would fail. And walt would come out of these meetings even happier then if they'd had been optimistic, he loved to fight, he loved the idea they he had to prove himself right again, waging the same old battles that he once had to wage in making the animated features. He didn't want anyone on the staff who had amusement park experience because he told him Disneyland wouldn't be an amusement park and because we want young talented people or that Are willing to learn and make mistakes. And of course, he's micro managing another line here. He walked over every inch of Disneyland. Another great line. Walt did not want to cut corners did not want to compromise his vision when an employee suggested that he used cut glass instead of stained glass and an attraction while objected, listen to this line. Look, the thing that's going to make Disneyland unique and different is the detail if we lose the detail, we lose it all, It is the detail. If we lose the detail, we lose it all. He wanted to change everything about our amusement parks, including the language that you use to describe it I did an episode. It sounds funny, but 1 of the most impressive entrepreneurs of her studies is is Bale, which is episode 03:15. Bale now, you know, the brand not good. Right? The founder for sure, based on what I read about them would be rolling over. At the time, he was considered the best of the best. Coco Chanel said Bale was the best. Christian Dior said he was the the the the best fashion designer, you know, everybody in Paris thought he was literally the best, which is surprising given, like, the position of the brand is now. But What... 1 of the things I I took away from studying bale is that you should create your own language. And so he would say, like, you don't wear a bale address, you present it. You're not a customer, you're a patron. He would tell staff we wanna make the highest quality dresses in the world, 1 where you don't give it away. You be it. You be your dress to your daughter. And you see an echo of that idea in the way Disney talked about Disneyland. It's an outdoor movie set. We don't hire. We cast. This is not a park. It is a set. You can't go on stage unless you're ready to give a pleasant happy performance. That's how he would train at the early employees at Disneyland. He an obsession with cleanliness. It was calculated that a discarded cigarette but will lie dormant for no longer than 25 seconds before 1 of the cast members pick it up. And the opening Dave disneyland then caused the largest traffic jam in Orange County history. You have, you know, 50000000 people whatever the number was watching the Tv show, of course, you know, that that's gonna translate people are gonna... They've been watching a show about the creation thing when the things ready. They're gonna come. And on the opening day, his daughter said that she had never seen him happier that it was the 1 of the best days of his life. And even On 1 of the best days of his life, this micro managing trait this inherent... This dude was just part of him. Listen to this. He had never been a man to indulge his pride rest on his laurel. At the end of the day, the longest and quite possibly the best day of Walt disney's life in spite of the numerous cal. He had dinner on the patio with another 1 of his employees of the apartment that he he had an apartment, and he, like, lived at Disneyland. That's how obsessed he was with it. Right? So he's having dinner with somebody that 1 of his employees on the patio of apartment, and he watched the fireworks to play display over the park. His employee noticed that Walt kept taking notes during the show. What was he doing? A stick for detail even amid the pan, he was counting the rockets being shot off to confirm that he was getting the full number. And 35 years into his career, he finally found what he wanted a living breathing endless masterpiece. He told 1 interviewer that Disneyland will never be finished that it will be a living thing that will need changes. He called Disneyland my baby and said I would prostitute myself for it. He said that working, planning and developing it gave him endless pleasure. Walt Disney always needed action. I've got to have a project all the time he said, something to work on. Otherwise, he had no place to direct his nervous energy. I want this Disney thing to go on long after I'm gone. Disney was run from the top down, but there were no middle wrote 1 employee at a time. At the top, alone, like Napoleon was our leader in captain. El he, Numero Uno, the man, the boss, Walter Elias, Disney, all things started with Walt, and Walt had the final word. Always. And that is where I'll leave it As you can imagine, 800 pages. There's a lot more for the full story by the book. You could buy the book using and the link in the show notes should be supporting the podcast at the same time. Another way to support the podcast is if you want to buy merch I do not have an advanced Disney level merch yet for the podcast, but I do have super comfortable sweaters. Actually sweat shirts. Every time I'm on Zoom or some people see me in person. I'm wearing this thing. It's super comfortable and they're like, how do I get 1 I was like, how do people not know that you can buy 1. Well, they don't know because I do a terrible job of letting you know that exists. If you wanna to get yourself some founders merch. There's a link down below the show notes and you can go to founders podcast dot com. That is a great way to support the podcast also. If you're interested in going to a live event. The first live event I did. The first conference I did founders only. That was, like, 4 weeks ago 6 weeks ago. It sold out. It was well regarded. I'm in the middle of planning 2 to 3 more that'll take place this year. If you wanna be notified about any future founders conference, including the ones that are taking place this year, go to founders only dot com, make sure you put in your email. You can also join my personal email list where I email you my top 10 highlights Every book that Read, I'll leave that down below as well. I would join both of those lists make sure that you you'll miss. And as soon as tickets are available, it what should happen, I would say the next week to 2 weeks at the very latest, I will announce it on the podcast, but also send you an email. And that makes 346 books down 1000 ago, and I'll talk you again soon? I just finished re listening to that entire episode. And as I was listening to it. I was jot down some notes to myself. And what was remarkable, 1 of the most remarkable things that jumped out to me, is this idea of like, all these other entrepreneurs that are mentioned in the episode in addition to Walt Disney, all share this same trait. So I'm taking Doctor Seuss, Francis for Cop. Steven Spielberg, George Lucas, Edwin Land, Steve Jobs, James Dyson, the founder Red bull Red bull, Diet dietrich Masha. Charlie Mu. And it's this idea I actually got from Charlie Mu about the importance that of learning from history is a form of leverage. There's a line in Port charlie Z act They think about all the time. I should actually I don't wear hats normally, but I should start putting messages like, there's a there's a... There's ideas worth billions in a 30 dollar history book. I love the idea that Disney would put a maximum his hats. So he would take off us hat and remind himself that you can't. Top pigs with pigs. Maybe I'll put it at the inside of my shirts or something. But the value of studying both the great and the terrible work that came before you think about the terrible, you know, Disney created his own curriculum. Right? He's studying all these amusement parks like these are terrible. They're not living up to their expectations at all. I can make a superior product to this and therefore greatly greatly expand the market, which is exactly what he did. But it was also obvious listening to that up episode how devastating. Yeah know, I was in... I was kind of induce into a state of rage thinking about the guy at twentieth century Fox, not using not learning from have... From history. That was a multi billion dollar mistake. And it's a mistake that if it happened today, and if that executive 20 Century Fox had access to founder notes. It wouldn't have been made because he could have simply searched every single 1 of my notes, every single 1 of my highlights, every single 1 of my transcripts and found multiple examples of these phenomenal merchandise businesses that were built in the past by Walt Disney by George Lucas, by Doctor Seuss. And if that executive didn't wanna read or search through the highlights notes and transcripts himself, he could have just asked the founder notes Ai assistant named Sage. And Sage could have done all the work for him. The higher you go in your career, the value of your judgment, the value of your decisions drastically increases. That is why it... This just just main thing that reappear over and over and over again has reappeared since this project started 8 years ago. Anybody who gets to the top of their profession, anybody who comes great at what they do when you speak to them when you read their writing It is obvious that they study and re study and study again, the great work that came before them in the history of their industry. Spielberg would watch and re rewatch movies that he loved. Decades later, entire scenes from those movies would appear in Spielberg own movies. Just like Steve jobs intently studying Edwin Land. There's a ton of Lands ideas that show up in Steve Jobs companies and products. It is a ton of Sam Walton ideas that show up in jeff Bezos companies and products. Henry Singleton ideas show up in how Warren Buffett Built Berkshire. In fact is a great quote. Again, I know I love quoting Charlie Mu. In fact, Charlie is the icon for sage. Because when I think of a sage when I think of an infinitely wise older person that I go to it for advice. It's exactly the role that Charlie Mu has played in my life through books and then obviously getting to speak to. But, he said that all Berkshire did was copied to right people. And I do really believe that 1 of the most important ideas that Charlie Mu ever dis distilled from us was this idea that learning from history is of formula leverage. Is why if you have not done so already, I'm going you highly recommend that subscribe to Founder notes. I built this product in partnership with Read wise. Reed, I've been going on podcast for years. I've been talking about on this podcast for years, well before I knew Was gonna work with them. That read wise was the best app I paid for. Because for 6 years, I found in 2018 because the the founder, 1 of the founders Read wise Tristan emailed me. Realizing, hey, You you read a lot. You wanna wait... You wanna wait to catalog all your notes, all your highlights into this giant searchable database so that you can recall anytime you want. And so since then, we've collaborated on this product called Founders notes. It's available at founders notes dot com. It's founders with a that's just like the podcast. And we've added a bunch of features. Originally it was just a c... Like, you could see exactly. You get a exact mirror image of my read wise. You can see exactly what I see You can search just like I do And then I've started adding a bunch of other features that I need to make the podcast. So I don't forget all, you know, I've read how many hundred thousand pages for this podcast? I love reading, but I also wanna remember and retain and actually use what I'm reading. And so that is what I'm building. And so Founder notes now has every single note, every single highlight, every single transcript. So that means it has you you can search every single word of ever uttered on the podcast, which means now you can do a keyword search by person by subject. It's just as giant database of the collective knowledge of history great entrepreneurs nurse. If you don't have anything to search, you can go and read my highlights and notes by book. If you go to the highlights feed, the highlights feed will present all my notes and highlights in a random order. And I've been doing this for years. I've been searching by keyword. I've been reread highlights by book. I've been reread highlights in random order on the highlights feed, but the last few months. This thing has blown my mind. I have never got more Dms, emails, text messages about any feature ever. And what's Hilarious is I didn't even come up with the name. I'm talking about Sage. I was calling it, You can go back to the past episode. It's like, it's like, the founders, Gp or had all these names. It's like, these these are terrible. And so I actually got an email from an early beta tester. And he said none of those names actually, they're not good. And he said you should call it Sage because sage is a profoundly wise person that has often looked to for guidance and advice. Sage is like search on circuits. Because when you ask you a question, it she searches every single note. Every single highlight every transcript, and it starts making these connections. So I've been using it to make every single episode. I also use it if I'm... I'm doing research. Like, before this, I, 1 of the most common questions. So I I'm like, hey, Tell me the most important ideas from x. Meaning, any founder, you know, Steven Spielberg, Walt Disney. Any way you're interested in way I've covered the podcast and I did it for the Walt Disney episode. And it gives me this list this Bullet point list in the summary of the 14 ideas it feels are the most important ideas of of Walt Disney. And so you can either read the summary, you know, in a minute or 2, or you can actually click on expand and you can see every single highlight and note that fetch. That's what it's called. And it shows you what book that highlight or note is from or what episode that highlight or note is from. And usually within those 40 different highlights and notes that it fetch that he uses that it reads for you to make that summary for you, you'll usually find half a dozen 8 different books. And it's starting to get really interesting because I get a ton of emails about prompts about questions that what I would like to do eventually is it's like, 1, I'm gonna make it an an app on your phone. Right? I, I want it on my phone. I'm using it in the browser now. It works excellent. It's on my stays up in my bras all time, but I wanna on my phone in addition to that. And I wanna be able to ask questions just like I can now, but everybody's emailing A ton of people are emailing me questions that they love the responses for. So now we can use this entire community of founders listeners. And this is gonna take me a little while to build. But eventually not only, can you ask any question you want, but it's gonna have like, a database of say, like the top 50 or top hundred or top 200 questions that other people as founders and other people that subscriber founders notes have asked. That's gonna get real wild and, obviously, any feature that I add in the future is automatically included with your subscription. And that's another important point. It does require subscription. You can need to do an annual basis, A ton of people. When I... It was just annual at 1 point. A ton of people were asking me, hey, there like a 1 time lifetime option And so I tested that. I thought I was gonna do it for a limited time. A lot of people are doing that. I... Almost positive it's not gonna be for a limited time, but I'm not entirely sure because the demand was so high. But I just wanna make sure that I'm building something sustainable, something that is the platform that I can use that ensures that I'm able to distribute this podcast for free forever. But the important part is there's no free trial available for founder notes. The free trial is the podcast. And so it is made for people already running success companies or people already well established in their career because that's who's gonna get the most value out of it. Because Sage can help enhance the decision already making in your company. And because I made this tool for myself and because I use it myself every day, I really do believe a subscription to founder notes is the perfect companion if you're gonna invest, how much time you're investing in in listening to the podcast. I had a friend of mine text me He's like, hey, I need another episode of founders. When's the next episode coming out. And I was like, well, this is walt Disney episode is killing me. It's taking me, you know, 10... I don't even know how long it's taking me 10 days, 11 days, 60 hours, whatever, a crazy amount of time I put into more than that, to make this episode. And I was like, you just... Did... There's, like, 345 in the back catalog. He's like yeah, I've listen to within them already, all to all of them already. And so my is was like, well, If you're investing tens of hours, dozens of hours, hundreds of hours listening to this podcast, why wouldn't you subscribe to a tool that's gonna help you condense and clarify the collective knowledge of history's greatest founders. So then you can actually remember everything on demand of what you've been listening to? So if that sounds like you if that fits a description of you I highly recommend getting a going to... And you can do that by going to founders, notes, that's founders, notes dot com founders with an s just like a podcast, founders notes dot com. I really appreciate this support. I hope you enjoyed this episode, and I'll talk to you again soon."
}