{
  "transcript": "There's 2 things that Charlie Mu said 1 time that I think almost all of history's greatest entrepreneurs understood intuitively, and that's learning from history is a form of leverage. And the second thing he said was that there's ideas worth billions in a 30 dollar history book. If you've been listening to these episodes have been making about the filmmakers recently, like Steven Spielberg Quentin Tara. This idea comes up over and over again, both Tara and Spielberg actually studied Walt Disney and learned from him as well. But they would watch and re rewatch old movies that they loved, and then decades later entire scenes from those movies would actually appear in Steven Spielberg movies, they'd appear in Quentin and Tara movies, it's the exact same idea behind. A young Steve jobs studying Edwin land, and then you see Edwin Lands ideas, show up in Steve jobs companies and products. Jeff Bezos was famous for passing out Sam Walton auto to the early employees and the top executives at Amazon, you see that Sam Walton ideas would show up in Jeff Bezos companies and products, and that is a main theme that reappear over and over again for anybody that gets to the top of the profession whether it's in business and art in sports and music you see it over and over again anybody who becomes great at what they do. They are ce in the history of their industry. They talk about it over and over again. They don't just read a book 1 time. They don't just watch a movie 1 time. They don't just have 1 conversation, they do it over and over and over again. That is why if you have not done so already. I'm gonna highly recommend that you subscribe to founders notes. For 6 years, I've been catalog all of my notes and all of my highlights for every single book that I've done for the podcast. And now by signing up for subscription to founders notes, you get access to all my notes and all my highlights You also get access to every single 1 of my transcripts for all my episodes. You can search That... This is the the magical part of it. You can search by keyword by person by subject. It is this giant searchable database on the collective knowledge of history greatest entrepreneurs. You can also read all of my highlights and notes by book. You can have all my notes and highlights presented to you in a random order on the highlights feed. I've been searching my keyword. I've been reread my highlights by book, and I've been reread my highlights in random order on the highlights feed for years. I literally could not make the podcast without this tool, and now I've added a new feature that I cannot stop talking about. And I cannot stop using. It's actually called Sage. It is the founder notes Ai assistant. And the name of that new feature actually came from a founder note subscriber because he had early access. To this, and I was talking about all these names are trying to figure out what to call this feature. And he's like, well, all the names that you have picked out? They don't actually describe what the feature does, why don't you call it sage and then he sent me the Definition of sage and Sage is a profoundly wise person that is looked to for guidance and advice. And that is what Sage does. It's like search on steroids. You can ask it a question and it'll search every single note, every single highlight and every single trend Meaning every single word I've uttered on the podcast, and I'll start making connections and giving you ideas. I talked about this a few weeks ago that I rep published the Steven Sc episode. I hadn't listened to that episode in over 2 years. And yet just by asking Sage, what of the most important ideas to learn from Steven Spielberg, it gives me this summary this outline of the top 9 ideas. The top the 9 best ideas of Steven Spielberg cad. And 1 of the most important ideas that it came also came Charlie Mu is that learning is not just memorizing information, learning is changing your behavior, and it's amazing how hard it is to memorize information. I read the biography Spielberg. I re reread the the notes and highlights 4 or 5 times for every episode for every book that I do before I make an episode. I then record the episode. I edit the episode. I published the episode. And yet because I hadn't revisited it in a few years, you just amazed how much I forgot. And this is where subscription to founder notes solves that problem. I do believe that the subscription to founders notes is the perfect companion. If you're going to invest tens of hours, dozens of hours. Hundreds of hours of listening to founders podcasts. Founder notes becomes this tool that helps you condense clarify the collective knowledge of case entrepreneurs and pull it up on demand when you need it. It is a tool that I use every day so I can easily recommend. I highly recommend you get a subscription by going to founders notes dot com that is founders with an s just like the podcast. Founders notes dot com. I appreciate the support, and I hope you enjoy this episode on walt Disney's greatest creation. Disneyland. 1 day in the early 19 fifties, walt Disney stood looking out over 240 acres of farmland in Anaheim, California, and imagine building a park where people could live among Mickey mouse and snow white in a world still powered by steam and fire for a day or a week, or if the visitor was slightly mad forever. Despite his fame and success exactly no 1 wanted a Disney to build such a park. Not his brother Roy, who ran the company's finances, not the bankers and not his wife. Amusement parks at the time were a generally despise business. Disney was told that he would only be heading towards financial ruin. But he persevere. Initially financing the park against his own life insurance policy. He assembled a talented team of engineers, architects, artists, animators, landscape, and even a retired admiral to transform his ideas into a wonderland. The catch was that they only had a year and a day in which to build it. On 07/17/1955, Disneyland opened its gates. And the first day was a disaster, but the curious masses kept coming. 800000000 visitors have flocked to the iconic park since then. In this book, popular historian in Richard Snow brilliantly presents the entire spectacular story, a wild ride from vision to realization that reflects the uniqueness of the man determined to build the happiest place on earth with a watchmaker precision, an artist conviction and the desperate high hearted reckless of a river boat gambler. That was from the back cover of the book that I re reread and the 1 I'm we talked to you about today, which is Disney's land, walt Disney and the invention of the amusement park that changed the world and was written by Richard snow. So originally, if in case you missed last week, I just... I spent an insane amount of time reading 8 this 800 page biography of Walt Disney. And on that last episode, I mentioned that 1 of my favorite books that I've ever read, and I've done a bunch of, podcasts and read a bunch of geographies. On Disney is this book because it's just dedicated to what Disney said at the end of his life, that he was most proud of 2 things. Keeping control of his company, because he famously lost control of his first his company. So keeping control of his company and then Disneyland. And the reason I love this book and why I recommend reading it is because I don't know 80 90 percent of it is just this relentless resourceful that he had to have. He was not a wealthy man when he built Disneyland far from it. Broke. And so I just think there's a ton of lessons in here. This resourceful can be applied to whatever you and I are working on. And so originally on the episode he did last week, my plan was like, hey, Since I already did an episode this book 4 years ago, I'll rep publish it. And so if you listen to both of them, you can figure out the that the the first episode is how well Disney built himself. And then this 1 is obviously how he built his greatest creation. But then as I pick this up to skim through and to start reading it again. I was like, no I'm gonna reread it in its entirety because I think I can do a better job than I did 4 years ago, especially because I just came off, you know, 60 hours, whatever it was of reading that 800 page biography of Disney So I think the great greatest place to start. And what I really wanna focus on is exactly what the the back cover did such a great job of. He's like, even though he's 1 of the greatest, and most celebrated living entrepreneurs at the time he has this idea for Disney. And even though it was obvious if you studied his career up into point that he didn't rest on those laurel. He didn't just wanna repeat past successes. As he said, I love this idea he kept in his hat that you can't top pigs with pigs. He kept that maxim in his hat to remind himself as a way, I always have to try to top what I did previously, I should be blazing trails. Even though that was, you know, a retrospect if you're out analyzing walt disney his career, you know, he's a 53 year old man when he's building Disneyland, it should have been obvious that's his approach to his life and work, the external world, other people Even people close to them still doubted on them. I think that is a fundamental, less human nature that you and I should internalize. So I think I need to start at the very, very beginning because there's this great quote about the outside perception what they thought it was going to be and what it turned out to be. When he reached middle aged, it seemed that we were gonna witness an all too familiar process. The conversion of the tired artist into the tired businessman. When in 19 55, we heard that Disney had opened an amusement park under his own name, it appeared certain that we could not look forward to anything new for mister Disney. We were quite wrong. He had instead created his masterpiece. And so I just wanna pull a few things out of the first chapter because I think the first chapter gives us great overview and really sets the story, and then I wanna go into, like the pre Disney, where he got the the ideas. In in many cases, Disney reminded me, I think it was Kobe Bryant if I'm not mistaken. That said you should treat the world. The the entire world is a classroom that, you can take lessons from everything. And you'll see this in the this evolution. This multi year, maybe half decade, maybe decade long evolution of the idea of Disneyland before he actually makes it. And so the opening chapter is opening day at 4AM when his day starts a few hours before everybody else, It's the biggest day in his legs outside of the birth of his daughters, I would say, maybe the day he married his wife. But what was fascinating and I I think I need to point this out. And it's like keep in mind, like, everything I'm about to describe to you. Disney is 30 years into his career. He is already Walt Disney. And yet you've the pressure in the nervous. I don't think ever ends. He was nervous now and his anxiety sometimes cracked into anger. There were so many things that could have been done better. He was 53 years old, slightly overweight an incessant smoker But during the past few months, he had may's his colleagues by how quickly he could move about his future park. I need to stop there too. This ability to move quickly. Like, physically move quickly, not only push the pace inside your company. Right? But the ability to move quickly and have a lot of energy. He's actually a very common description in these biographies of his greatest entrepreneurs. And so not only is he about to open for the first time ever in an amusement park that's unlike like anything else that was on the planet at this time. But he's also doing this like, live show. This show that he does partnership with with Abc b. The opening of Disneyland is watched by I think 54 percent of the entire American population the. So it says not only was Disney ina an amusement park. Also had to be the host of the largest live Tv show ever mounted, and it's gonna go to this minute, but it's amazing that before Abc b. So Abc was Disney's main sponsor. They he says, oh, you want my... You want Tv Show that's good. You have to... I'll make you a deal. I'll give you television programming if you help pay for my park. He had offered that deal because at this time in history, Cbs and Nbc were well a lot. They were a lot larger. Abc was like, a distant third. And so Cbs and Nbc had turned down the deal but pointing this out is so important because it couldn't be more contra. What Walt Disney was doing could not have been more contra. So Cbs and Nbc wanted a Disney television show too, but not enough to get involved in the amusement park industry, which in 19 55 had become widely perceived as both dangerous and dis reputable. And so this question that everybody's asking him, his brother is asking him? It says right here his wife's like, why are you building an amusement park. Everybody inside and outside his company is gonna ask him this question. There's actually a fun a phenomenal. He has got a phenomenal response. And then the lesson behind if you read between the lines of what he's saying is a phenomenal lesson to keep in mind to learn too. I'll get there, later on. But right before the park opens, a journal is asking him Like, why are you doing this? And the way I would describe Walt disney's view on Disneyland, what he was doing? I heard of this interview from Elon Musk few years ago? I thought that was fascinating. It's, you know, they were trying to at the same thing Journalist was interviewing him? Trying to get behind, like, why are you doing Tesla? Why you doing spacex. Why you're doing stuff? And he says, this is what Elon said. That I think could be applied to Disney's mindset as well. Elon Must said, I think life must be more than just solving problems. You wanna do projects that are inspiring, projects that make people excited, and that's what Disneyland has done for 800000000 people, but before the 800000000 people visited This idea that came from Old Disney's mind. It excited him first. And that is so important. And you see this level of commitment. He had hoc his life insurance, sold his summer home and borrowed every dollar he could to build disneyland. Not surprisingly, this had been a tough concept to sell. The park had struck most other people as a foolish extra and an expensive 1, with initial projected cost of a million and a half dollars. So walt, Disney, I don't even know if he could do math. Because every single time He's was like, oh, I think this movie will be, you know, 50000 dollars or this thing will be a million dollars. No. No. He thought he could build this there for a million and a half dollars. The final cost was 17000000. It's about a hundred and 60000000 in today's dollars. So, at the end of this, it says he was broke, but he had built Disneyland. And the good news is, and he certainly doesn't know this an opening day, but he's not gonna stay broke for very long. Not only did he create phenomenal product. 1 that is constantly. He says, he a line where it says improvement is my met mantra. 1 that he's constantly, Like, it's a living breathing thing. He's constantly improving. But I I was sitting here thinking about this idea where he's like, okay, I can't figure how to make no 1 wants to give me the money to to build this and hear had this brilliant idea Was like, okay, television networks want me to create, you know, Disneyland and programming. And the brilliant idea to tie in, I will give you what I what you want. If you give me what I want. Which is obviously funding for my amusement park. But so he... That's the financing of the park, which is brilliant. But this may be the greatest product launch of all time. Because before opening day. Right? He had run 8 months of his television program. He he produced a bunch of other programming for Abc as well. But 1 of them, let me just read this to you and then then I'll explain, I think it that this this may be the greatest product launch of all time. So he had run 8 months of his television program. He had named his new show Walt Disney presents or they're wonderful World of Walt Disney, which he could have it was simply called Disneyland, and every weekly episode was an advertisement for the still un onboard park. I went on Youtube. You can go on, you in fact, It was funny. There's entire chapters on this book, which is essentially just a a summary of what the shows were about. And so I was like, well, I can read about them, but I wanna watch them. So I went and actually watched. I watched the opening day 1 I watched the the ones that he was doing, a bunch of the ones that he was doing. It's essentially just like, watering the the ground. Right? And the reason I say it's maybe the greatest product launch of all time because it's 8 months of 1 of the highest rated television shows that functions when you watch them as a giant ad for Disneyland, but it is it is just like David O told us. It's like, you can't save souls in an empty church. You're advertising. Your marketing has to first entertain. It has to hold people's attention. And so of course, Disney's I'm up there like saying, hey, come to my park. You know, it's open in this day. This is what it costs. He's talking about why he's building it. What it's gonna have, what it means, what you can expect to experience. And the result was that on opening day, it the opening of Disney creates the largest traffic jam in Orange County, California history. And from that opening day and almost every day since in the last 70 years, people have constantly flocked to this creation. And it was his creation. This is 1 of the most inspiring things about obviously, reading biographies, studying well walt Disney studying Disneyland, in particular, there's a great line in the book where it says Disneyland is the extension of the powerful personality of 1 man. 1 thing that's obvious when you read this book and when you go into detail about how Disney was actually created. It's like, oh, the creation of Disneyland. Is it's very steep jobs asked very Edwin s is why I kept bringing them up on the past episode of walt Disney. It's like, oh, the Creation of Disney, which just Walt Disney's personal taste and physical form. And to me it demonstrates how important it is to for even supremely talented people. You know, it doesn't matter what list you have of greatest entrepreneurs walt Disney has to be on that list. And yet even a supremely talented person like that if they're not excited if they're not focused if they're not alive with what they're working on. That talent could go to waste. And so I wanna go into the pre history of disneyland and his daughter writes biography actually wrote... Actually ordered a bunch 2 or 3 other books now. Maybe 4 books that I found in the bib of of this book and last week's book. But his daughter is describing what's taking place and hurt her dad's life right before he goes into this because the idea for Disneyland may come to life for other people to experience in, you know, 19 55, but you can trace it back to the 19 45. 19 48, 19 49. He is flat out depressed. And so his daughter wrote at that time. I think it was just after the war when nothing seemed to stimulate him. I could just sort of sense it. I could tell he wasn't pleased with anything that he was doing. And at this time, he's completely disengaged from the business that made him well known the 1 that he innovated an over in Disney studios. And he's spending all of his time doing something that seems silly, which is building toy trains. And this is just a hell of a sentence. 1 small enterprise did please him, and it had little to do with the art that he had done so much to invent and of which he was the undisputed master, so there is a film critic York times film critic. That comes and visits Walt Disney in the early 19 fifties. And he comes away from this meeting depressed because he loved Disney films. And so the description of this visit is as follows. He was dismay to find that the man whose working he had long admired seemed totally uni interested in movies and seemed wholly almost weirdly concerned with the building of a miniature railroad engine and a string of cars. All of Disney's zest for innovation for creative fantasies seem to be going into this play thing. And so at this point, this idea for physical project, and he goes through a lot of different versions of this. Is just in his mind. He is going to go and travel to this railroad fare. And his after this experience is the first time he puts his ideas actually on paper, and he writes this memo called the Mickey Mouse park, which I'll get there. So you can really think of this railroad fare that he attends is an early blueprint for Disneyland. And so surrounding the railroad fare or all these external exhibits. I gotta read this to because it sounds a lot like Disneyland and they have a great punchline here. So it says, 1 can see some of the spores that would blow into Disneyland in the guide books description. Each exhibit will prove an exciting and entirely different chapter in a stirring mellow drama or this is the guide book. And the railroad you through all these different worlds or what what Disney would later call scenes because he thought of really thought of Disneyland is like, a an external, like a 3 movie set. And so at this park that Dizzy at, it takes you in through a primitive Indian country. It takes you to the playgrounds of Florida, it takes you to the romantic old French quarter of the New Orleans, And this is the most important part of this entire section. The exhibits added up to a coherent hole, the growth of America told in 3 dimensions. It was a history lesson that you could walk through. Although the term still lay in the future, Walt Disney was visiting a theme park. And 1 of Walt Disney's heroes was Henry Ford, so on the way back from this railroad fare, he also visits You could still go to this thing today. And in fact, I watched a bunch of videos on this on Youtube. So Henry Ford at at this point, sir richest of American, and he was building this thing called Greenfield greenfield Village. And the way Henry Ford built his park is he didn't build things from scratch. He literally bought old these old structures. So, like, he went bought Thomas Edison Men low park laboratory. What I mean by, is, like, literally told them to dis assemble it put on a trucks bring it to, Michigan and re assemble it. Ford had this incredible collection, like he had the cabin where George Washington Carver was born. He had Harvey fires childhood farm. Henry Ford was a big Abraham Lincoln fan. He bought and moved the courthouse where when Abraham Lincoln was Yankee he practiced law. Henry Ford bought the wright brothers house and the bicycle shop where they conducted their first experiments. Ford's town, this is so important to understand Disney's approach to his entire life really, but also for in particular to Disney. Ford's town was an entirely personal reflection of the man. So would Disney's be the road map of Walt Disney's life. So it is when he gets back from this trip that he does that first project memo. They calls its time Mickey Mouse park, and it's fascinating because he just lays out a bunch of things that he holds true. Like, they're only gonna use the best materials. They're gonna focus on detail. And there's just a surprising number of the ideas in this this memo because this is, you know, a decade and a half or half a decade before Disney is actually real. And what's fasting is his first idea is not... Okay. Let me go out by land. I'm gonna build my own park. His first is I wanna build a scaled down train and a railway system that Ag can actually use, so he... You can, it's big enough that people can get on it, and I don't wanna just be directing the design from on high. He... This is the crazy thing. Disney actually pays 1 of his employees to to teach him. He he he learns and trains to be... Walt Disney in his fifties. Right? Is learning and training to be a mach. And so now he shows up at the shop. It says they cleared off a work bench, and the next day began conducting a master class in machining for a single pupil. And so the train they're building is called number 1 73. There is a great line in the the biography that I read last week on, walt, Disney where it's like his main traits were the combination of raw ingenuity and a sadistic determination. This... When I read this, the the 1 when I read this paragraph, the the the term sadistic determination, sadistic determination and sadistic dedication. This is what this looks like. So it says number 1 73 was not destined to be a mere ornament It was to power a railway system and Disney needed a place to run it. He drove his wife out to see a 5 acre undeveloped hilltop. It seemed time for a new larger house he told them, but what chief drew him to it was the varied terrain. The terrain and very fine views that would be finer still when seen from a moving train. He is explicit about why he's buying this property. Right? His wife and daughter say, it's time for a new family house. He says I want the line to run completely around the house. That's why I bought 5 acres of land. So I have plenty of room to run. And so now they are designing where the track is actually going to run. This is really important because Disney had this this crazy drive. He had to be the best. Remember he says he wants to conquer word worlds. He wanted absolute domination. He wanted to pick a field in which he could not be 1 of the best. He wanted to be the very best. And to him, the the definition of, being the best is, like, there is no additional room for improvement. And so he is always going to optimize. He said the only moat that he believed in was the superior quality of his product. Right? He's like, I'm optimizing for quality and excellence above every other consideration. I am not optimizing for cost and you see this over nerve again when he gets super mad. Like, we'll start yelling at people when employees are like, well, I found a, you know, we can do it the way you do it, which is better or we could do it this way that's, like slightly less better, but a lot cheaper. And so they're building this tunnel. He actually builds a tunnel. Where you're like, you... You're on and usually, he's the 1 driving the train, by the way. You're on the train, You know, a bunch of other people he'd have a bunch of parties at his house, and they would just go riding the train for hours, and he's on the front 1. And he would go through a tunnel. And so they're like, hey, you know, these curves are really expensive. Tunnels are really expensive. Isn't... It... It's much more prudent, walt. That let's just make the tunnel straight because, you know, that's a lot cheaper and Disney's response is hell. It's cheaper to not do it at all. I don't want you to tell me any of the cost for the tunnel. And you might be like, David, why are you spending so much time talking about train because this is not about a train. He is... That's not what he's doing. I love this evolution of an idea. I mean, how valuable Disneyland and theme parks to the Disney empire today. You know, but you're talking. This is this is the Germ nation of a multi multi billion dollar idea. And it started out with just a train. And what's fascinating is, like, the ones up being accident, it falls over, somebody gets burned, but that's not why he stopped doing it. There's a there's a great line. I just need to read this you. And they're like, you know, this guy spent years doing these experiments 50000 dollars in 19 50 dollars, building this train buying his house like, doing all those crazy stuff, and they said, how strange the boss would just drop it. Walt doesn't give up. So he must have something else in mind. And so the note I left myself here and I'm looking at founders notes. If you have a subscription to founders notes already. After the listings to this episode, I would go and actually read my highlights from this book because there's all this commentary that I put on top of the highlights. It's a great way to reinforce what's actually taking place here, but really, like think about that. Walt doesn't give up I'm reading from from my notes now. Walt doesn't give up, so you must have something else in mind. And I said I can't think of a better trait to have than sadistic determination. He's not gonna give up and he doesn't let any experience go to waste? So what did he learned from doing this? Well, walt Disney had learned a great deal from building a train? He learned about creating a full operating system, so carefully landscape that it gave his guests and experience, a narrative of shifting scenes a narrative that's so important a narrative of shifting scenes, 1 blending smoothly into the next. Here was a whole little world with him in absolute control and 1 in which visitors weren't sitting back and watching a screen, but rather were full participants he used this railroad as an example of what he wanted to do next. There is a definitive line between Walt's train at his home and what he went on to do with Disneyland. And so there's a couple fascinating things is. The fact is that there was small theme parks, small amusement parks you know, 60 years before Disneyland, and we're gonna get get into the actual incentives the economic incentives why they were, you know, rather crappy. Said something like economics worked against such extra. But I do wanna bring out the main point of what I'm trying to get to. It it's fascinating. It's was like, okay, This... You know, the Germ determination and just, like, very basic version of what what's gonna do. That idea has been around for a long time, but they're all suck. He he's touring all these places and he just cannot get over how bad they are. And the main theme the the the idea behind what he's discovering. Is like, oh, their mediocrity is my opportunity. It is an opportunity specifically because there is so much room for improvement. And so he's touring all these amusement parks, and there's just hilarious 1 because he goes to Coney Island, and he goes with his wife. And he tells her. I'm almost ready to give up the idea of amusement park after seeing Coney Island. The whole place is so run rundown and Ugly. This is walt Disney speaking. Direct from him. The people who run it are so unpleasant. The whole thing is almost enough to destroy your faith in human nature. So in the early 19 hundreds, there was little miniature versions of Disneyland just done on a much smaller and like worse scale. And they hold a lot of the same traits at Disney's gonna use, they all had single entrances. They charge admission fees just to get on the grounds. And they offered increasingly elaborate attractions in a carefully monitored environment. And this blew my mind. This is an absolute wild reason that there were so many small amusement parks. So there's over 20000 They call them less lesser I imitate of what disney is gonna be. There's over 20000 of these in America alone. In fact, there was 1 just 15 blocks away from Walt Disney childhood home. It's called electric park and the reason This is a wild race into so many small amusement parks were built in the early 19 hundreds. Ram? This is gonna blow your mind? This is pre invention of the electric meter. Okay? So electric companies. This is before they switch to usage based pricing. You're like, what the hell are you talking about? What it have to do anything? Why was it called electric park? It was called electric park because it was a child of the Trolley car, which was electric. Right? The new traction companies all face the same problem. Riders ship dropped away to next to nothing on the weekends because people were just writing an electric Trolley to commute to work. Right? During the weekend, someone's working, their riders ship drops. That's a big problem because they have to pay power companies for electricity every day, no matter how few fares they collect collected to offset its costs during The invention of the electric meter of usage based pricing is in the future. So if you're them, you have a business, right, you have 7 days of expenses and only 5 days of usage. 5 days of revenue. 7 days across, 5 days of revenue. That's a problem. And so these amusement parks were originally built by Trolley companies to give people a reason to travel on Saturday and Sunday. They built amusement parks. And they weren't called amusement parks back then. They were called Trolley parks, but they were where we would consider them amusement parks. And so this following quote by Walt Disney is really when I realized, oh, the opportunity is there because there's so much room for improvement that you can... I mean, this goes back to what we learned about Steve Jobs. 1 of my favorite things and to me, like, I was in the book like, number 10 before somebody smack me in the face with this. Was that 1 of Steve jobs greatest talent was identifying markets full of second rate products. That's it's exactly what Walt Disney doing. He identified a market full of second rate products. There's nobody in the world. That could build a amusement park like Walt Disney could based on his experience the the characters that he's created the stories that he's created. And so he identified their mediocrity is my opportunity. Why would you wanna get involved in a amusement park? They're so dirty and not fun. Why would you wanna get involved in a business like that? They asked him. And he feels the question the way he would countless times during during Disneyland Germ nation. That's exactly the point. Mine isn't going to be that way he said, mine's going to be a place that's clean where the whole family can do things together. And so in 19 52 his original ideas like, I'm gonna build Disneyland. I'm gonna build it by the studio. It's gonna be in Burbank. The interesting thing is the city would not let him build it. But this is how he described. This is how Walt described Disneyland in a few years before it was built. He said Disneyland will be something of a fair, an exhibition of playground, a community center, a museum of living facts and a show of beauty and magic. And it is in the early planning stages that he runs into a problem that he's gonna experience all time. No 1 has experience for something that's never been done before. And it is during this feudal search for an architect because he can't find some it's Ever built it because nothing like this is ever been built for that he actually stumbles upon 1 of the greatest ideas. That it is less architecture and more storytelling and filmmaking, Disney had come to believe that what he needed couldn't be supplied by architects. A friend of his told him no 1 can design Disney for you. You have to do it yourself. What Walt Disney was seeking had more to do with movies than with architecture. Disney's buildings would not be the work of architects. They would be the work of set designers. His studio people would have to do it. And so if 1 of the first problems that Walt does he needs to solve, he gotta figure out where now that Burbank won't let him put the barcode over there. Where's is this gonna be? So he hires the Stanford research. And they're gonna help him find and then plan and then build the park as well. Now this is Hilarious. The 2 dudes from the Stanford Research Institute. The ones that are gonna help him build a park. They're named Woody and Buzz, hilarious at 45 years later, the first movie that Disney Pixar make together Toy story. The main characters are woody and bus and me and my my 4 son... My daughter is too. But we've watched. I've lost track out... Toy Story is 1 of my favorite, you know, kids movies ever. But I've watched all 4 of them, and I can't... I've lost track how much. This jumped out me because I'm just... I've had toy around the brain in last decade. So anyways, now they... He's going through. What's fascinating to me is Disney is a superb storyteller our master storyteller, everybody that runs in him from the tiny like 18 year old kid. Until he's in a 60 says the same thing about him. And so he has to tell the story to Woody and Buzz, and he's describing what he wants to build. And with shocking, it's very similar. He uses this... He does this on the television show as well. Right now, he's telling the story to recruit and empower the people that are gonna help build him build the park. Right? But then he tells the story to get people excited to actually come to for for not just employees and builders and planners, but actually customers and guess or... As he calls them. And so this is the subscription where it's just very odd because it's unlike any other amusement park in existence at this point. It sounded strange. Unlike anything you would expect in amusement park. At a time where most parks were planned as a grid with 4 side and access entrances. So he would go in and, part of his planning would he go and talk to other amusement park owners. And they're, like, you your single entrance ideas the stupidest thing ever, people don't like to walk, you need to have, multiple entrances close to parking lots, And so again, going back to that note, I referenced earlier, the creation of Disneyland was Walt Disney's personal taste in physical form way I I think about it. So it says, most of them had these, you know, foresight access, Disney outlined a design concept of a single park, a single entrance into the park rather. Once the guests entered, they'd passed through a turn of the Century main street, which would end in a circular plaza or town square, the arrow then feed off into 4 them activity areas, the world of tomorrow, Fantasy Land, frontier and Adventure land. More things he did different than his competitors. Most amusement parks won in all the street visibility they could get. Walt's entire park would be hidden from the outside world by landscaping. Walt was talking about customized rides exhibits and attractions instead of the standard off the shelf, ferris wheel and tunnel of love. Rides would be subordinate to story. But most alarming of all this entertainment anomaly had to be open in just 2 years. And so problem they ran into right away. Like, they looked at a few other locations as soon as word got out that Disney might be buying buildings his amusement park there. All these other realtors and and real estate investors are go out and buy up the property. So he's like, okay, how do we solve this problem problem. They actually do it really smart. They they use a bit of mis here. And so not only does he use people secretly working for to slowly buy up all the property, but then they actually launch a very effective disinformation campaign, they leaked to the local papers that Disney's is planning an amusement park in the San Fernando Valley, valley. 50 miles away. And that mis redirection causes people to go, try to figure out where he's building in the San Fernando Valley even though he's not and buy a property around it. And so once Disney has his land, he actually drives... He remember these are just orange groves. Right? And he drives his friend out there to tell him the story of, like, what he's gonna build this guy named Art Link letter, who's 1 of the most famous Tv hosts in the country. And I just think his response is hilarious. And so it says Disney pulled the car over, we got out and Walt began vividly describing Disneyland. The acres of colorful buildings and places, and all the names of the places like tomorrow land, Fantasy all that. The thousands of people and what they would be doing and while he talked, he became more and more enthusiastic by the minute. I began to grow more and more concerned, I hardly knew how to tell him. That for once he was making, what will would probably be the biggest and most ruin mistake of his life. What could I say I knew he was wrong. And so up until this point, he's been financing everything himself. This is where he winds up selling his vacation Home and Palm Springs. He borrows against his life insurance, His wife is, like in tears. She's very worried Like, what if he dies, what's gonna happen to her. And so Walt knows that he has to get his brother and his partner, Roy. His brother Roy Disney involved. And up until this point, you know, it's just been Walt's side project, you know, he's clearly been depressed with the studio, so he's just working on this to to be distraction, and then Roy realizes, oh, this isn't going away. III have to get involved. I have to, like, save my little brother. And they have this, you know, this interesting up. These ups and downs like any brothers could have, especially brothers that worked together so closely. There was a time where they were fighting over business. They didn't speak to each other for 2 years, which is wow. And so Roy, Walt's always saying, you know, roy trying to hold me back. And really Royce save ass financially because by Walt Disney's own admission. Like, he was terrible with money terrible with... He just never paid attention to that at all. And I'm gonna get into what the the role that Roy is playing and why, you know, there would be no Walt Disney if it wasn't for Roy Disney as well. But I just thought it was funny where, you know, Walt's talking about this adversary relationship that his older brother always has with him. He's holding him back, and it says raw Roy saw their relationship just differently. When Walt and I were little, we lived on a farm, and we had to sleep in the same bed. Now, Walt was just a little guy, and he was always wetting the bed, and he's been peeing on me ever since. And so it's just like port... Again, I I love the the role that Roy plays place, but I just couldn't imagine. In fact, this is great sentence where, you know, I gotta be clear here. Walt's older Brother Roy was the perfect partner for walt to half. You know, they had everything you wanted... They had different complimentary talents. And Roy was fine in in being in walt shadow. You know? There was a hundred times of the amount of people that knew Walt Disney, then New Roy Disney, and this is great description of their relationship in the book, and it's talking about Roy perception of this unique understanding that, no. My brother is supremely talented. He is a 1 in a 10000000 kind of talent. Roy never lost his calm understanding that the company's prosperity rested not on the rock of conventional business practices, but on the churning, extravagant, perfection imagination of his younger brother. That is an incredible paragraph, but it's also, it's not meant to diminish. Roy was a... It was a talent of his own was a genius of his own. This is how somebody worked it with both of them for a long time. Says Walt was the front man and Roy was in the background. In a way, Roy was as much of a genius as Walt was. They shove their chips in the pot, they go all in. Multiple times I went in all in on Snow white. They're going all in on Disneyland. Roy always saved the day if it hadn't been for my big brother Walt said, I'd swear at being in jail several times for checks bouncing. I never knew how much money we had in the bank. And so Roy is now going to want be the 1 that goes and pitches these Tv studio. Because he's got this idea. Walt has this idea of how he's gonna finance the park because the banks are not gonna give you money. There's just not gonna happen. The Disney Studios is not doing well financially. And what was fascinating is Roy understood that, like, once Walt was focused on something. There's just nothing you can do. He said that a determined junior because he would call Walt Junior. He says a determined junior was impossible to dis. And so his whole point is was like, well, if it's futile to try to stop my brother. I need it, then help my brother. And so we are now in september of 19 53. Now keep in mind, disney the opens in July 19 55. They have no money? They have no financing so far. Right? They just have a couple hundred acres of orange grows at this point. It is remarkable how fast they do this. So Really, I wanna talk to you about how Walt Disney makes this pitch deck. And this pitch deck is gonna be unbelievably will be successful This pitch check doesn't work on Cbs or Nbc, but it works on Abc. Remember what walt Disney said last week. He said the Abc b needed to tell my television so so damn bad. They bought an amusement park. That made me laugh. I laughed out loud when I read that. So I'm gonna give you a summary of how he builds his his pitch deck. Okay? And it's remarkable how fast he he moves as well. So he calls up a former employee on a Saturday morning. He says, hey, come down to the studio. I wanna tell you about something. He tells him about Disneyland. This guy's name is Herb Rim. Herb rim is like, that sounds fantastic. And Dizzy like, great. He asked Herb to draw a rendering by Monday Roy is leaving for New York on Monday. It is Saturday morning. On Monday, so he can take this drawing that has not been complete yet, so he can pitch the Tv networks. We talked about last week and we talked about a bunch of times, So then in many cases, a lot of the great leaders and entrepreneurs in history. They they they resemble cult leaders and so much so that there's, like a hundred page chapter and they 800 page biography called the Cult. And we see how sp charismatic that walt Disney was because this guy's like, hell no there's no way I'm doing it. Disney offers just says, hey, I will stay with you the entire time. So they're eating like, sounded gross to me. Or eating tuna sat tuna sandwiches and milkshake the whole weekend. Right? But they work 40 hours straight. And the end result is this beautiful aerial drawing of what is... Was in Walt Disney's mine. I'll read... Now listen to it. I'm gonna read this paragraph you This blew my mind. What they had conjure up from Disney's vision and R patient's skill was remarkably close to what 2 years and many millions of dollars later would rise from the vanished orange groves of Anaheim, California to tease the imagination of the entire world. So this is 19 53. Okay? And television is literally going to save Disney. Now now what is remarkable is 1 of other Disney heroes in in in addition to Henry Ford was this guy named Charlie Chaplin and Charlie Chaplin founded this company called United Artists. Right? And Disney... Was it's like, oh my god. I can't believe I got signed to my heroes company. They were being his distributor at its time. This is back in 19 36. They went up having falling out him in United artists. Because they United artist was pushing them and they're like, hey, we want future rights to broadcast your Disney movies on Tv. Disney broke with that. He's like, absolutely not. And the crazy thing. I said last week, it's fourth out there was 4000 Tvs in the entire world when he made this decision? No. No. I was wrong. It there was only 2000 Tv sets in the entire world where Disney was so adamant about not re these rights that he broke with the company of his hero. This may be 1 of the most important lessons for you and United internalize. Think about this. This decision, right this holding to this cop control And he always was a technologist. Like, yeah. He built a media company, but he always utilized technology and was a a fan of technology. He understood way... This is something that that's gonna come up in story on again. Disney understand that this new technology Tv. It was an ally, not an adversary. And Disney understood this year's. Before other movie studio mo did. There's a line in the book where says that the other studios regarded television as a homeowner does termites. And he said, like, a meeting on, I think I this later own where he's had a meeting and they're, like, yelling at them. They're calling him the trader. He's like, you don't understand this is an ally. I'm gonna get into that. But I really need to, like, I wanna spend some time here. So you and I don't ever forget this. Again, just... He may this decision 19 36. 19 53, it's going to give him the funding of the park and then be the greatest promotional tool. For his business has ever existed. And so this idea that I wrote myself and these are the notes that you find founders notes too. This decision paid dividends 20 years later. Hold on, technology developed by other people constantly benefited Disney's businesses. Many... There are many such cases in the history of entrepreneurship just like this, go back to the book. Disney clearly explains. This is before he assigned a deal. Right? This is excellent. Every time I got the thinking of television, I would think of this park. And I knew that if I did the park, I would have to have some kind of medium like television to let people know about it. So I said, well, here's the way that I'll get my part going. It is natural for me to tie in with my television. So I just sort of insisted that my Disneyland park be part of my television show. The network that signed for a Disney program would have to help pay for the park. And this is why it's so important that I I really do feel Walt did not really look around. He looked in. He looked into his personal taste. He built a business that was authentic to himself. And the most authentic business, the the business that was most often authentic introduce himself. Which is many such cases in the his. This is why I say, like the myth of this, you know, young entrepreneurial genius. In almost every case of these stories that you wouldn't... We've now done what 350 of them together. The the greatest work that somebody does these did not come in the first decade of their career It is many, many, many decades into the career. Disney's greatest creation came 35 years. 35 years into his career. Same thing with Steve Jobs, and it is because he had this ability to be contra train, not train for katrina sake, but because he really believed he was not looking around. He's looking in. So he goes to this meeting with a bunch of other these other pseudo heads and the head of Mgm said you're being a traitor to the motion picture industry. Listen to... This is clarity of thought here. That is silly. If I was able to put a trailer of your next movie picture into every home in the United States, how much would you give me? A million dollars at least, I rest my case. They didn't understand the show was a trailer. But in his case, the show was a trailer for Disneyland. It's also a trailer for every single other thing where he does this I talked to Sas. He does documentary about the creation of the movie 20000 leagues under their c. It people find entertaining has... It has to be a a standalone alone know, interesting piece of content on its own. But if you're able to produce something like that, then what's the result... Our movie sales is gonna go up or down. You get to the end of an hour long documentary about how this movie is built, you go watch that documentary. And so this is the deal they sign with Abc after Nbc and Cbs, no. And Abc would invest a half a million dollars outright in the park, then they have to purchase a weekly hour long television program, and for that Think about. Disney got paid to advertise His park. That's what you think about it. They're paying him 50000 dollars a show during the first year, 60000 dollars a show in the second and 70000 dollars a show in the third year. The network would also guarantee 4500000.0 dollars in construction loans. At 40000000 dollars is the biggest programming package in history. And so now in addition to building the park, he's got build out all this content for Tv. They've never done it before. And this is 1 of the things I'm most iron, He just wasn't scared to go into areas we had no experience. He just trusted if I can assemble a group of talented people to figure it out along the way. This is hilarious. I love the story. Bill Walsh remembered that he was going through a period of frequently running into his boss in hallways and parking lots. When 1 day, Walt stopped him and said, hey, you. You be the producer of my Tv show. Walsh was dumbfounded. I don't have any experiences as a television producer. Who does Walt said and that was that. And we see the approach that he had for animation is the same that he has for the amusement park. He says, I do not want anyone hired who has anything to do within a amusement park. He optimized for talent. He wanted to train his own people. He said over and over again. I think he got, like, he started cursing about it too, where he he... People... Like, when he would recruit from other, like, animation studios. He said he had to put up with their goddamn poor working habits from doing cheap pictures. He believed it was easier to start from scratch with young art students and ind nate them. Into the Disney system. Something he did throughout his entire career over overall every single decade. Is he'd have these these mandatory. He essentially create his own training and curriculum. Regardless of what they were working on, and he would make the classes mandatory over and over again. Now sometimes they could like, stop the classes, but anything anytime they were doing something new, like in an Amusement park, they was mandatory training. In fact, this an entire chapter in this book about the school for, like, training the actual cast of the employees that are gonna work in the amusement park. Another thing I love about Walt is when you tell them it's not gonna work and he believes in his thinking he gets excited. And so they go and meet with a bunch of other other amusement park owners, and this is what they say after a presentation on Disneyland, the reaction was unanimous. Disneyland would not work. All the proven money makers are cons missing. There's no roller coasters there's a no ferris wheel. There's no carney games. You don't have barker like the the guys that stand along, the midway to sell sides shows. So they say without barker. The marks won't go in. Now Think about that. They didn't call customers. They didn't call home guests. They call them marks. Custom rides will never work. And besides the public doesn't know the difference or care. Many of Disney's favorite projects made no sense at all. Things like the castle and the pirate ship or cute, but they aren't right so there's no economic reason to build them. There's too many things here that do not produce revenue. While screw ideas about cleanliness and grant great landscape maintenance or economic suicide. He will lose his shirt By overs spending on things that customers never really noticed. Tell your boss to save his money, tell him to stick to what he knows and leave a amusement business to people who know it. This did not frighten Walt Disney. Those guys who call a paying customer a mark. Couldn't grasp what he had in mind. And again, he trusted his own judgment he trusts in on in his own taste. He's not that what he's really trying to build and he he said this over again. It's it's much closer to a motion picture than it is a amusement park. And so he realized realizes as well, there's a good place for me to recruit talent, and that is my studio. There's Hilarious because he set up a separate company. This is it's Wwe d, separate from Walt Disney Studios. And so it's in designing Disneyland, we thought of the park as if it were a 3 dimensional film. We wanted everything. That guest experience, not only the shows and rides to be an entertaining part of the story. This was a new idea. We took the most basic needs of guests and turn them into attractions. Disney... This is Hilarious. Disney continued to pro through the studio, tapping people for his park Some of them would only be gone for a few weeks or months and in some as it turned out for years. The staff members left behind began referring to the new project as Cannibal Island. That is hilarious. They'd had eaten into their work for so much that now the new project is called Cannibal Island. 1 thing I think Walt Disney would agree with. He says in multiple books that he's just not a sn. He has a, like, high levels, like, high standards and he he demands excellence. But he's very informal. And so there's just a ton of unique ways that Disney would recruit talent to work on Disneyland. And so 1 of the biggest things that he didn't know how to build was, like, he had these giant ships and he had to build your own entire river. And so he's gonna recruit this admiral. This former admiral, from the Us Navy he's getting Joe Fowler, who's gonna work he do. Not only Does helped build Disneyland, but he wants building Disney world as well. And listen to this exchange, he goes to meet. He says there was no discussion of any specific job, but as the visitors made their farewell Walt said to him, Joe. I'd like you to have come down I like you to come down next week and have a look at Disneyland. We'll send you a ticket. The ticket arrived quickly. The next Monday, the admiral having packed a single change of clothes set off for Los Angeles telling his wife, I don't know anything about the motion picture business. I'll be back tomorrow night. Missus Fowler would not see our husband again for 3 weeks. He arrives to Burbank at the studio office and Walt talked to him about Disneyland for half an hour. Then he excused himself. He said he had to go see Rushes from the previous days filming, all be gone from maybe an hour Walt said. Disney never returned after a while a secretary appeared in the doorway. Are you Joe Fowler? Yes. Will you come with me. This is your office. There's some contractors in the office opposite of you that wanna talk to you, and then he handed him an envelope. Here's the keys to a car. That was my introduction said Fowler. Nothing was mentioned about salary for a week. He was to be the construction boss for the park. Which had to be open in a year. And then another thing I love about the story is there's just a ton of these relentlessly resourceful ways that they get this done on a smaller budget and in record time. So Disneyland or... Well, Disney had this landscaping was incredibly important to the the look of the the park, the story the park. And so he wanted. He hired this landscape firm. And he's like, okay, I need all these mature trees. Mature, the problem with buying mature trees or they they're really, really expensive. You're literally buying time. And they only have a couple hundred thousand dollar budget and they have to landscape you know, hundreds of acres. And so the trees that... Well, disney he want are, like 500 dollars each. They don't have enough money to buy the amount of trees they need if they're 500 dollars each. This is how they figure out a way to buy them for 20 dollars each. Bill was friends with the head of landscape architecture for the California Department of Transportation, and he got advanced notice when a new road was about to be cut down, and there's trees that stood in its path. The Santa Monica Freeway, the Pom and the Santa Ana Freeway all yielded trees For Disneyland, we paid 25 dollars for each tree to the contractor who was just going to bold those them and take them to the dump. That's not all they did. At night, they would drive around prosperous neighborhoods knocking on the doors of houses whose yards contained promising specimens and offering them to buy them outright. Sometimes they got lucky in Beverly Hills, they came upon a magnificent ban tree that a tree that was easily worth several thousand dollars. They rang the doorbell. And when the owner answered, they asked if they might consider, they asked him if he might consider parting with his tree, the man laughed. That big old son of a bitch there, I'm so tired of that thing. They got that tree for the cost of installing a small tree in its place. And so when it came to picking a host for the show that's gonna be on Abc called Disneyland, it was very obvious at it. There's only 1 possible. Person, and that was the actual founder. And I think more founder should do this. They're in the best position to tell the customers. Why? Why is the product exists? Why is this so important to. In fact, 1 of the best Heard of this is when many years ago with the first time I read, James Dyson auto against the odds? He talked about this? I think I talked about this in the last time on episode 300. And he says, I set off around the world to start selling it properly. It was time spent away from designing, but it was to teach me above all else that this experience That is. This is what the experience is teaching him. That above all else that only the man who's brought the thing into the world can presume to fo it on others and demand a heavy price with all of his heart. And Walt did not have a public facing Tv show before this. And so he's he's talking about us thinking of why he did this says I don't consider myself an act or anything. That's the greatest thing. Like, trying to be authentic. Right? But in trying to get a hold of these things. I can introduce them. I can get them going. I'm myself, and that's good or bad. I'm still myself. It's my business and I can talk about it. It's what we do here at the studio. So when he there was a new project, that's exactly what he did internally. You know, if he had to marshal resources to try to do something new, like, when he wanted to make the world's first full length animated movie. Snow white. He just Marshal his team again. And he told the stories. Like, I'm just gonna be doing that now except instead of just telling my employees. I'm telling the entire world. And make no mistake, he was nervous and anxious about this. And so, you know, walt, Disney had this, like, very clean cut image and in many cases, he thought it was somewhat of a contradiction because, you know, he's he he cursed. He smoked, he chain smoked cigarettes any drink. And so it's fascinating is before the show, they made this, like, potion. They called it a potion that would smooth his throat and lessen is his anxiety. It was eggs, beaten and wine. So he would drink a little bit of eggs mixed mixed with wine mixed with alcohol and it would take the edge off and make him less nervous before he went on the air. And so this goes back to this idea that the creation of Disneyland which just walt Disney's personal taste physical form because Disney did not want any formal organizational chart. He actually says multiple times. I don't ever wanna see an organizational chart. And so we have 1 of the guys that worked with them was being interviewed. And he says in the very early months, like the very beginning of Disney. He says, you asked the question what was our process like? I kinda laugh because process is an organized way of doing things? I have to remind you during the walt, the walt period of designing Disneyland. We didn't have processes. We just did the work. Process came later, and All of the things had never been done before. Walt had gathered up all these people who had never designed a theme park. They had never designed a Disneyland. So we were all in the same boat at 1 time, and we fit... And we had to figure out what to do and how to do it on the fly as we go along with it. And not even discuss plans, timing or anything. We just worked and Walt just walked around and made suggestions. And then let's go back to this informal way of recruiting. Yeah I really thinking. It speaks to what James likes was just saying. It's like, you, you know, you, the founder of the company, your enthusiasm is infectious. If just the way you you recruit and you inspire employees, you can do that to the outside world. That's why... How he was doing it. For internal employees why he was the host of the Tv station, but you also see it and how we recruiting people. So he's like, listen, you know, you can dream, create design and build the with the most wonderful place in the world, but it still takes people to operate it. So this is where he starts He's recruiting this guy named Van Au. Van Au France actually, and he's gonna run this school. This this essentially training school for all the cast members are gonna work at this at theme parks. And it is amazing to me how many people that were really important in building Disney, Disneyland, we're actually... They they develop skills during the war. During World war 2 that they were directly transferable to the work they'd wind up doing for wall. So during the war, van worked for consolidated aircraft corporation. He was in charge of their training. And so keep that in mind for about 60 seconds from now. So this is what meeting and being recruited by Walt Disney was like. He shows up at the studio, and he says a dapper looking fellow in a sports shirt enter the office and plop down into the chair without any introduction I knew I was sitting next to Walt Disney. They shook hands. I'll always remember that handshake. Somehow I'd imagine that Walt Disney would have the soft delicate hands of an artist drawing Mickey mouse. But my hand met the firm grip of a man who had grown up doing hard farm labor and working for his father in construction. Disney took out a cigarette and he began to speak. This is his recruiting. Right? As I listen to him, the end and and this enthusiasm conversation, I was struck by the sense of excitement that Disney felt for this project enthusiasm is contagious. It is infectious. You can literally transfer your enthusiasm for your project to other people. He even return... He even turned to me an outsider to present his thoughts. He spoke for 2 hours. And this is Van describing why he feels he was recruited to this job. I guess they felt if I could convert 65000 cowboys, farmers and home into dedicated aircraft workers. That I could mold a group of diverse Californian with no business experience into producers of the Disneyland dream. People have to be trained to operate this place and I know you can handle the job that began his or his working schedule for the next 2 years of 14 hours a day, 7 days a week. And 1 of the smartest thing that Van does is he embed their work with a sense of meaning. This is why they... This is what stories do. This why the storyteller the most powerful person in the world, which Steve jobs said. The theme of our joint effort would be we will create happiness. How do we manufacture that elusive intimate commodity? At Disneyland, I wanted people to feel they were involved in something more than parking cars, serving food or sweeping up popcorn. He told a parable. 2 men are laying bricks. Somebody asks 1 of them what they are doing... What he's doing and his response is I'm laying bricks. To the same question, the other man answers I'm building a cathedral. I don't wanna go through my life thinking I'm just laying bricks. I'd much rather go through life believing, believing, and only works if you truly believe it than I'm building a cathedral. And part of that is really important that companies should have their they should create their own language. This idea of them creating their own language appears over and over again. I'm gonna read you 2 separate sections that are separated by, like, 200 pages in the book. Says we don't... This is part of the training. We don't have customers we have guests. We're not employees were host and hostess. We don't have crowds. We have an audience. 200 pages later they're talking about... They're still continuing this, in modern day with 1 of the head of P r at Disney. I was the last word on copy issues for publicity and marketing, and my Red Pen eliminated the word ride whenever I found it. This is in 2008. When we only describe our attractions as rides, we fall into the category of 6 flags or universal studios, we should rise above them and describe what we do as attractions, adventures immersive experiences and of course, stories When you are creating Disney magic, the words subscribe it should support the magical experiences that's excellent. Customers are to be called guests. Those who sell the customer's ice cream are called host and hostess. Many of our labels are drawn from the theater, guests do not form a crowd, but they form an audience. Ticket takers do not have jobs, but they have roles. They were cast members, and when they escaped the audience for a break, they do so off stage usually in a backstage area. The park as a whole was the show, which the audience first entered through the outer lobby, which is the part which we call parking lot. They call the outer lobby. Another thing that re occurs over and over again especially as they get closer to... They have a deadline. Like, the park has to open. Really, I think 1 of the biggest lessons I took from this book is, like, what if I had, you know, self imposed deadline. I know IIII wanna make a podcast every week. Right? But my entire life. Like I don't really have any other deadlines out of that. Like, it's almost like deadlines forced the sense of urgency that is very obvious when you read this book and something that's... I gotta figure out another other ways to add that to my life and work. But what is fascinating is even as they're getting closer to the deadline. Right? You know, it's very obvious that when they open, this park is gonna be, you know, I think around 80 percent actually complete. But even though they knew there wasn't gonna be all the way complete, Disney would not relax his standards of excellence and particularly his obsession with detail. He said in the other book. Last week that it's the detail. If we lose the detail, we lose everything. That was a quote from Walt Disney. And really, when I able to describe to you, was, like, this is soul in the game. He had soul in the game. These are the people that I wanna buy products from, These are people I wanna support because detail is the most expensive of any other feature because what it costs. It costs time. It's not just the materials. It's the time invested. And so they wind up finishing where are these gonna be these, like, horse drawn us like, stage coaches. And so every single time 1 of his employees is like, let's just cook this corner. Let's you know, go the cheaper route. Let's go the faster route out. You you have the same response from Walt Disney. He says, why don't we just leave the leather straps off, Walt, The people are never going to appreciate all this close up detail anyways? Disney treated him to a tart little lecture. You're being a poor communicator. People are okay. Don't you ever forget that? They will respond to it. They will appreciate it. His employee didn't argue and said we put the best damn leather straps on that stage coach you've ever seen. And that's just a reoccurring theme and it's detailed that you can't even see up close. If you look at the top of the castle. In Disneyland says, look at the top of the castle at the base of the highest towers, are a series of tremendously detailed ga oils. Which you can barely see from the ground. And yet they are part of our magic formula. They are part of a thousand, little tiny details we are looking at right now but don't consciously perceive. Individually, they are nothing collectively they add up to a visual experience that the guests cannot find anywhere else. Multiple pages later. In fact, there's a great... This... I... Sometimes I really love, titles of chapters, and this is 1 of the perfect... The title of this chapter that I've just fast forwarded to. Is a perfect explanation of what I'm trying to get across you. It's called the perfection at work. And so we have another example of this. Another example of Walt disney the not appreciating people trying to get him to cut corners. Walt would not cut corners and spotted and and hated any attempt to do so. I wanted to put plastic railings up on the top of the houses of Main Street Said would, and Walt wanted real rot iron. They're 40 feet in the air. Nobody could tell the difference. It's that relentless adherence to this principle. You know, That's what he. He's like, the thing that's going to make. Disneyland unique and different is the detail. So if you lose the detail, you lose at all, it's like it's beautifully simple and very powerful idea that he had. And 1 thing that's obvious that just jot it down to myself. It's like, if Walt Disney's is looking at something. He is thinking about ways to improve it. And I need to make the point, like, the this attention to details is not just superficial things. Like attention to details saved him multiple times. And so at the time, there they they need a ton. They have to build their own river for God's sake. And they're running at of time and money. And so Disney's engineers come to home them and they're like, hey, we need a big, very expensive pump that will deliver all the water that we need from the wells. And Disney said no, just cut a flu to the river and turn the water on. And the engineers like, you can't do. So they open up these maps, and they explained that the water needed to flow uphill and it wouldn't do that. Try it anyway, Disney insists. So again, this is attention to detail saving him, not just for cosmetic or even superficial reasons. They did this and it worked Disney had carefully gone over his acreage months earlier. This is a form of attention to detail. Right? He had carefully gone over his acreage months earlier when it was just orange trees, orange trees. He had talked with the farmers about irrigation and he'd had seen how they manage it. He knew that the survey maps were wrong. That is a form of detail paying attention to detail saved him. And so there's a bunch of people around Walt trying to get him to push back to, like, nod it adhere to the deadline, and that just... The reason the deadline can't move is because they it had to come live on July seventeenth and not a day later because the partnership agreement that he had with Abc was that the parks opening would also be in conjunction with the most ambitious live television broadcast yet ever attempted. All of it was live, it was the largest collection of live television equipment, they had spent 1 of the largest budgets like advertising, in newspapers all over the country, no matter what happened. Even if the park was 50 percent of the way done, it had to go live on July seventeenth. So a few days before the park opens, he... It's his... Him and his wife's t wedding anniversary, and they decided to have a party at Disneyland. And this was just hilarious. It's 1 of my favorite stories because it really builds like, to some degree. Like, when you study Disney, walt disney seems kinda like superhuman and this story kinda human recognizes them. So he does say something's fascinating. At the very beginning. Now at the very beginning of Disney, he would refuse to allow sell any kind of alcohol. And his reasoning for that what really speaks to the love that he had for the work that he was doing at this point is here and his life rather. Since I feel when I go to the park, I don't need a drink. I work around that place all day, and I don't have 1. After I come out of a heavy day at the studio, I wanna drink to relax. So he talked about the difference. Right? He was drinking a ton at the end of night, when he was, you know, in a a much worse place. But this 1 night, in Disneyland a few days before it opens and in celebration of his t wedding anniversary, There was a ton of alcohol. And his daughter just tells a great story. It just brings the smile to my face, says he was loving every minute of it and just g at people. Later, everyone was worried about dad driving home. They were trying to steal his car keys and everything, and I just said Daddy, can I drive you home? He said, well, sure, Honey. He just climbed in the backseat in my car, and he's smashed. He's he's just absolutely smashed at this point. He climbed with the backseat in my car. Get had a map of Disneyland, and he rolled it up and toot it in my ear as if it was a Trumpet. And before I knew it all was silent. There he was with his arms folded around the map like a boy with a boy Trumpet sound asleep. And even though they have to open in 2 days from now, you know, there's just there's a ton of stuff that's either broken or not finished, the landscaping budget had run out. So, again, a form of resourceful. It they had... They started spraying dead grass with green paint It look like the grass was alive and healthy. There's just a ton of things that are just not gonna be done, some of which are trying to do up until the very last minute day they're literally working on the park right before the, the show goes live. And really the main point behind all this is it said Disney was well aware of the shortcomings, And I think anybody that's, you know, been inside of a company. You just realize it's... Maybe not as drastically unfinished as what's happening in to disney, but there's just always things. This is never gets to the. Like, everything everything's working functioning prop properly. This is perfect. There's nothing else we need to improve that just... That state of affairs never exists, and I think reading this book and especially this chapter, it's just that that constant reminder. And even a legend like Disney. Like, he goes to bed the night before they're opening, and he's just sure that he's gonna be at the center of the most public humiliation in show business history. He had become so anxious leading up into that point. He told his wife and daughter to stay home because it's like, oh, there's no point coming. You're just gonna see a gigantic failure. I'm ruined. He was having trouble sleeping. It just wasn't feeling good, but was fascinating as the day that it came. The opening day, he put on a good front even if he wasn't feeling good. It says the dark ammunition had lifted, and now he seemed to be completely at ease and enjoying this huge moment. And that huge moment is the opening the the sim cast, live broadcast of the Disneyland Show and the opening of disneyland Park. This is crazy. The United States contained a hundred and 69000000 citizens on 07/17/1955 and 90000000 of them. Watched the show. 54.2 percent of the population. And so Disney gonna host it. He's got a bunch of other people there, like Ronald Reagan, the future governor of California. But what was fascinating is, the guy, his friend art Link link letter, which 1 of the most famous talk host. That he took out to... When it was just orange groves and trying to tell the story. They guys, like I hate to tell my friend that he just lost it. But he asked. He's like, hey. I need help. Like, he, you know, a series of, you know, people that can ad l, good hosts but I don't have any money to pay you. And, link letters like, that's fine. I will do it for the union minimum, which is, like, you know, 500 bucks and Disney could not believe that his friend would, you know, it's like hiring an A list actor for minimum wage. But link letter was a very sophisticated entrepreneur 2. And he's like, listen, I will do it and it's and in lieu of payment of my normal rate, just give me the photo concession at Disneyland. The rights of the photo concession at Disneyland for the next 10 years. This is an interesting fact of history. 40 years later, Link letter wrote surprisingly, the net returns from this valuable concession made me the highest paid broadcaster for 1 show in the history of television. And interesting enough because you never know when a friend of is offering you, like the deal of a lifetime. He tried to convince friends of his. It's like, hey, buy up all the land and I'm not using on disneyland, and please build a hotel. I don't have the money for it. Please do this. You're gonna be so rich, and nobody did it. They just didn't believe in it. And so Really, the, you know, Disney is obviously obsessed control. And now that, you know, they can try to control that as much as possible we ever been to Disney world. They wanna own the hotels, but they didn't have that option at this point. Is, you know, right around the opening of Disneyland. And this is just a reminder that you have to do what you can where you're are with what you have in Anaheim at the opening of Disney. Right? Before... Or before Disney opened rather, they had a total of 87 hotel rooms. And so because they can't have the money to develop the hotel hotels themselves, they actually sign a agreement with outsiders, which is very on Disney lake at this point, but they just do the best deal possible. So they do license agreement. You have the right to build hotel associated with. It's gonna cost them a thousand dollars per month, plus you have to pay 2 percent of the gross revenue to Walt Disney, plus 25000 dollars a year to use the word Disneyland. But this is him just doing what he can where he is with what he has. This was unusual, Disney always kept a tight hold on his name, but the fact that he would allow access to it reflects how much he wanted his park served by a good hotel that was currently beyond his means. And so as you can imagine, the that the day of the opening, a ton goes wrong, the the the show goes off really well. But considering how fast it is in 1 year in 1 day, you know, it says that Disney new better anybody the park open less than 80 percent finish. And that there was a lot of hard work ahead, but the hard work did not frighten him because hard work never had frighten him. And so there's a lot more detail on the book. I'll give you an example of some of the stuff that went wrong. They ran out of food and water. There were not enough bathroom, so people had to pee in the bushes. The boat got stranded. It ran off the tracks, so the guests had to swim to shore. The asphalt was still soft because it was so hot and they just poured it that women's high heels were getting stuck in there. There was record high temperatures of over a hundred degrees. There was a gas leak that closed down part of the park and luckily didn't cause an explosion. The car ride where, like, little kids drive cars, which at this time called Auto utopia, led there was several car crashes and 1 kid lost all of his teeth in his mouth. Walt had to red resupply the bathrooms himself with toilet paper, so he's carrying loads of toilet paper to the bathrooms, and they caused the worst traffic jam in Orange County history. But here's the most important part. It was total confusion, both on camera and behind the scenes, but it was a celebration of the birth of a dream. We had a park, it was a start. And then there was a fascinating contrast. I still think takes place today where the media The actual newspaper writers and rails, like, Wall stream was a nightmare. This is a 17000000 dollar piece of crap. It is a people trap. I can't believe how bad this is. And yet the true believers that actually go. And then they write these reviews. And again, I think this is what was helpful where you had 8 months of walt describing. Like, this is my dream. This is the goal. This is what I'm working towards. They understand that, hey, the the the way that Disneyland was on day 1 is not how it's going be. It's gonna be constantly evolving living breathing thing. A note I left myself earlier in the book, which I don't know if I read you was that Disneyland, his Goal over Disneyland was an outdoor living breathing constantly evolving story. A movie that he could update and improve upon for the rest of his life. And so the initial, like, negative headlines from the press. They start to ab bait as you have more of the people that are buying into his dream in the story and there are fans of his work and trust that he's gonna deliver on what he promised would. And 1 excerpt from this review is here we first noted the thing which impressed us ever more deeply as the day went on. The care and the quality of materials, which had gone into everything. Disneyland is not s. It is not a carnival. It is not false fronts and makeshift rear. It is carefully built by experienced work man. Details are not forgotten and materials are of the highest obtain quality. And some of the criticism that he got from the media was accurate. He even said, like, there's gonna be changes made, year in and year out forever. In a project in a business in this idea that, hey, we can make changes year in and year out forever is exactly why he built Disneyland. Disney was determined to keep it growing by what he called plus. His term for improving what was already there in making constant additions. Disney said, it has been said that Disneyland will never be complete. In fact, I said it. The way I see it Disneyland will never be finished. It's something we can keep developing and adding to. A motion picture is different. Once it's wrapped up and sent out for processing, we're through with it. If there are things that could be improved, we can't do anything about it anymore. I've always wanted to work on something alive. Something that keeps growing. And now we've got that. In Disneyland. And that is where I'll leave it for the full story. Highly recommend reading the book, it is a quick read to gives you a brief overview of his life and then goes into great detail about how he built Disneyland If you buy the book using the link if be supporting the podcast at the same time. Another way to support the podcast if you want is to buy founders merch, that is available at founders podcast dot com. That is 347 books down, 1000 ago, and I'll talk to you again soon. When you read about or you listen to the this history of Disneyland, the creation of Disneyland. It's ever evolving idea. What it becomes obvious, is that this idea in many ways was pulled out of Walt Disney. And this just happened to my friend Ben. My friend Ben is the founder of Vest. So I'm building this trusted partner network. And so anybody, any company that advertise on founders. 1, I have to know the founder. I have to build a relationship with them. Relationships run the world that is a main theme from history of entrepreneurship, it's really important to build relationships relationship with other founders. And because these trusted partners are able to gain exposure to an incredibly high value and intelligent community of founders. In return, I asked them to give you the best possible deal. That is very straightforward, very easy to understand. What I did not understand going into this is how valuable it is for both people. So let me an example. I was talking to about Vest for a long time. Way before I talked about Vest. That's v... I... People say I slur my words. So it's vest, v as in Victor, e as in egg, s as in sen, t as in Tom, o as in Oprah dot com. Vest. I'll try to say clearly. Well before Ever talked to about on the podcast, I got to know band. Every time he comes through Miami, either have dinner together, or we go for long walks. We have a bunch of mutual founder friends. And the reason I found out about his companies is because I had 2 separate founder friends on 2 opposite ends of the the founder spectrum if you will. 1 was a bootstrap giant company. The other 1 was a venture back company. And, yet, both of them were using Vest to get a higher rate on their business's idle cash. And so that is the feature I discussed on previous podcast. But what was fascinating is, 1, if you go to v dot com, and you scheduled a demo. Right? You talk to the actual founder Ben. So if you wind up doing this, please when you talked about and tell them that David from founder sent you. But what was fascinating is what happens is Ben had called me. And he said a new product was being pulled out of him by the founder audience. And so as he was doing these founder calls with these businesses that hide idle cash that they wanted higher returns from. They're like, hey, I have another problem is there a way you can solve this as well. And the problem was that in many cases, they owned more than 1 business? Or they owned different subsidiaries in different countries. They had accounts at different banks. They essentially wanted a way to reconcile and to see all of their company's financial accounts in 1 view. And so Ben goes out and builds this. And then other founders that listen to founders are now using this product. So if you go to vest dot com, you can see what I'm talking about. It's all of your company's financial accounts in 1 view. You can connect and control all of your global business accounts from 1 dashboard. And then once you can see everything live, if you have a bunch of idle cash, you can then ask Vest to uncover your auto cash and then securely put it to work on autopilot. And so if that sounds useful to your business, make sure you go to vest dot com, you schedule demo, your talk to Ben, tell him them Dave Founder sent you and he'll give you 500 dollars off. In the coming weeks, I'll talk more about the trusted partner network that I've been building, All of these products and services are built by founders that I know that I have a direct relationship with that I can call or text anytime I want. All of them are building great products and all of them are going to be offering exclusive discounts available nowhere else to you. The first 1 in that trusted partner network is vest. So go to vest dot com, Tell them Dave from Founder Sent and you get 500 dollars off. Thank you very much for listening. Thank you very much for the support, and I'll talk to you again soon."
}