{
  "transcript": "The man whose life forms the basis of this book was a master of investor psychology. The match king had per the greatest financial fraud in history. The world now saw an epic betrayal, a villain, not a hero, a scheme, not a planner, a destroyer, not a builder. Eva became the J of the financial markets. Eva company suffered a similar fate to his body. Panicked selling reduced them to dust. Less than 2 weeks after the public learned of Eva death, investigators from price water house declared that his companies were ins. The Swedish committee investigating his construction firm concluded that its 19 30 balance sheet grossly misrepresented the true financial position of the company. Investigators estimated the loss at 2000000000, more than Sweden's national debt The accountant said Eva had treated his public companies as personal assets. He had wired millions of dollars among secret subsidiaries and arranged for dubious intercom transactions. The details were too complex to unravel. At first, it was difficult for some people to accept Eva as a fraud. He had helped Europe avert a financial crisis. He was a friend and advisor to government leaders, including the American president Herbert Hoover. At the height of the roaring twenties, Eva K was 1 of the richest men in the world. Through an ingenious plan to sell stakes in foreign match dick monopoly to American investors. He built up a tremendous enterprise, paying impressive dividends to his investors. His company was 1 of the few to survive the crash of 19 29. But shortly after his death in 19 32, it became clear that the Great financier was not all that he had seemed, driven by success to adopt ever more perilous practices K had turned to shell companies, tax havens, off balance sheet accounting, fudge income statements, and even 4. And the K crash that followed bankrupt millions. That was an excerpt from the book that we talked about today, which is the match king, Eva K, the financial genius behind a century of Wall Street scandals and is written by Frank Partner. So there is a pretty amazing story how I came to know about this book. And read it this week. And last week, I actually got to have this incredible, almost 4 hour dinner with Daniel Ec, the founder of Spotify. The dinner was me, Daniel and my friend Patrick from invest like the best. I've been a fan of what Daniel's been able to build. I think his life story heard him on a bunch of other podcasts His the life story is absolutely incredible. And 1 of the cool things to happen to me over the last few years is, Daniel's is constantly, like, tweeting about the fact that he likes his podcast. He goes on other podcasts and mentions founders podcast podcasts. And so during the dinner, when Daniel asked, like, can I give you a recommendation for a book to cover from the podcast? I was like, of course. And it is this book that contains 1 of the most unique stories. I cannot think I went back to the list and I cannot think of another example of somebody that had a life like Eva K had. This book reads like a thriller. It's almost like he's some kind of evil genius secret agent. So Before I jump into it and keep in mind, this is not a typical biography. We're gonna heavily focus on the last 10 years of his life. He shoots himself or at least that's the rumor. Some people believe he was murdered. He shoots himself at the age of 52. But before I jump into the book and try to start explaining how he was able to do what he did. I need to differentiate because anytime that you hear his name. And a lot of people don't know who he is. In his day, he was 1 of the wealthiest and most famous businessman on the entire planet. And anytime you read about them or you search about him, he's always compared to the adventure of the Po scheme or the the person that Po scheme is named after Charles Po. I need to read this 1 paragraph from Eva with wikipedia page that explains why that comparison is not a hundred percent accurate. It says K financial Empire has been described by 1 biographer as a Po scheme. However, in a po scheme, early investors are paid dividends From their own money are from that of subsequent investors. Although K did this to some extent, he also controlled many legitimate and often very profitable businesses. He owned banks real estate a gold mine, pulp and industrial companies. In addition to his many match companies. Many of these companies have survived to this day. He owned or controlled over 400 companies. And so his main company, probably his most profitable company was this swedish match monopoly companies called Swedish match It was founded in 19 15, but it existed up until a few years ago when Philip Morris, the gigantic tobacco company launched a takeover bid for Swedish match, and they actually took it private. They took it. They d it from the Swedish stock market that just happened a few years ago. And so when the book starts, eva is 42 years old and he's going to America to try to pitch American investors on this European Monopoly, something that'll become very apparent is he's got world class charisma and selling skills. I would say a main part of his early success was based on this charisma and selling ability that he had. But 1 of the most surprising things about this guy just how simply how it methodical is. His charisma was not natural He practice lines. He practice what he was gonna say for hours, just like great actors do. And when I say practice, I don't mean just if he's gonna do a presentation in front of a bunch of in front of investment bank or something like that. I mean, if he's going to a party, if he's going to a meeting, he is practicing what he's going to say. And the end result is a bunch of descriptions of Eva on the books such as he spoke in beautifully constructed paragraphs. When Eva began weaving a story, a listener had no choice but to follow to the end. He dominated every conversation. Those around him wanted him to say more not less. Whatever the topic he always returned to business. There was an air of greatness about him. He could get people to do anything. They fell for him. They couldn't resist his peculiar charm and magnet. And you're gonna see world class communication skills because we see how his his first pitch to investors is simple. Easy to understand and this is an important part. It is completely legitimate what he's doing at this point. And so as I was reading this part of the book, it's talking about he's on a boat. He's sailing from Europe, going to America. And he's like, well, why is he going to America. It says for 1 simple reason. That's where the money was. In 19 22, America was a awash in cash. Now, this is remarkable. It's amazing to me how many times the same principles you and I talk about are applicable to multiple different fields. And this is a theme that you and Are gonna talk about a lot. Today when you analyze the career of Eva K. And so Eva is on this boat. He's, like, listen, I have a product to sell. I need to go to where the money is. A few weeks ago. I did this episode on this guy named Joseph Da This is episode 03:39. Joseph Devin was the art dealer to the Robber Barons. And in that episode, there's a line that says Devin noticed that Europe had plenty of art and America had plenty of money, and his entire astonishing career, was the product of that simple observation. Eva did the exact same things instead of bringing European Art America, he's bringing European match monopoly. He's giving American investors a chance to invest in European match Mono monopoly. And that may sound funny today. Like, when's the last time you bought some matches, but at this point in history, matches were basic and essential product that everyone used. And so we need to go back to this idea that his first pitch, these are excellent communicators. Right? It's simple, easy to understand and legitimate. And so says he wasn't trying to sell anything complex, at least not at first. His pitch involved a basic and essential product that everyone used and could understand the match. At the time matches were a staple. People use matches to light ke lamps, gas heaters, stove and tobacco. Everyone carried matches everyone used them and everyone bought them. So his pitch is simple. American investors could earn profits from an a monopoly abroad. And what is fascinating is how he came to build this swedish match monopoly. He uses a lot of ideas. In fact, he studied in in in detail. John Rockefeller, andrew Carnegie. And he said he did what you and I do in this podcast. Like we studied the principles behind. Right? We're not trying to copy the what We're trying to copy the how. He copied the how How did Rockefeller build monopoly oil. How did Carnegie, build monopoly steel And he's like, okay. I take those exact same principles and I'll apply it. Right? I'm not building the American oil monopoly, the American steel monopoly, but I can take those principles export them and actually use them to build a swedish match monopoly and it works. And so before he starts building this monopoly in the match industry. He's actually has a really successful career building this construction firm and construction partnership. And as he makes more money, he gets more interested in instead of building bridges and and buildings, he gets more interested in construction constructing companies. And so he starts branching out to other industries, he's trying to build film companies in real estate and telecommunications. He's already a millionaire by this point in his life, and then he sees that his families match business in Sweden was struggling. And he's identifies be really smart. This guy a likely legit genius. And so what he notices is there's a lot of characteristics in the Swedish match in that's very similar similar to the early American oil initiatives. Such if you wanted oil, open an oil refinery in Rockefeller day, there was almost no barrier to entry. And so in Rockefeller opinion, that industry is only going to survive if it's under the complete control of 1 formidable individual. Eva runs this exact same playbook in the match industry, so it says he quietly purchased match factories throughout Sweden. He was a pioneer of vertical integration. He'd buy timber tracks and chemical factories to secure the raw materials needed to make matches. This is exactly what Rockefeller did. He merged the leading competitors to form Swedish match. It was a single dominant business. His plan was to limit competition and increase profits by securing a monopoly on match sales throughout the world. Mimicking the nineteenth century oil, sugar, and steel trust. Swedish match Corporation, which is 1 part of his empire. He controlled 10 other businesses through his public holding company. He controlled the holding company with a tight grip Annual meetings were per. At this point that he's coming to America his 2 largest and most profitable with businesses is Swedish match, and then his construction firm, Kruger and Toll. He's going to use a tracker record of these 2 successful companies in raising a ton of money. He raises hundreds of millions of dollars from American investors. And the main thing of his life his career is that too much finance ruined the legit business. His 2 companies are making a profit that wasn't offer for him, he wanted to be richer. He wanted to operate on a bigger scale. He wanted to have hundreds and hundreds of different companies And so what they would do is he would say, hey, we pay a 25 percent dividend. And even though his financial statements contain almost no information, it didn't matter when investors learned that Kruger and toll had been paying 25 percent dividends each year. They simply went mad. And this is an important point. He understood human psychology. He was studying the history of finance. Now I would say he studied the history of finance. It's not clear to me. Fact, I would argue, I always say that learning is not memorizing information, learning a changing behavior. So he studied this, but it never affected his behavior. So he... To me, he never really learned. It said that he had studied financial history and was aware of the infamous periods of man and later panic. Such as the South sea bubble of 17 20 and the infamous rise in collapse of the Dutch Tulip bubble in 16 37. In those cases, men became rich as they rode the wave of investors speculating. He knew that timing was crucial that American optimism would not persist forever. When investors were manic, they would purchase just about anything. But during the panic that inevitably followed man, the opposite was true, no 1 would buy. And so even at this point in the book, we know how his story ends. He loses millions of dollars for a ton of people somewhere to just normal investors, and then he also loses a ton of money for very wealthy people. He kills himself and then he dies into grace. And so I'm reading this. I'm only a few pages into the book, and I immediately think of what Charlie Mu said that I feel is true over and over and over again. And he said the problem isn't getting rich. The problem is staying sane. The problem isn't getting rich, the problem is staying sane, Eva was not able to stay sane. And so when he gets to America, Eva starts to target, several different investment banks And what he does is really smart. He does... He knows, hey, Jp Jpmorgan. They're not gonna give any money. Goldman Sachs is not gonna give any money. And so he targets this bank called Lee Higgins. It was 1 of the most prestigious and profitable banks in the world, but it was a step behind Jpmorgan, Goldman Sachs and Lam Brothers. Before they get involved with Eva, it's a 7 decade old, it's a 70 year old company by the time they're done, they are bankrupt and the partners are impoverished. And this is the first example that I referenced earlier of this Eva just had this this fundamental understanding of human psychology. This genius level that's evil genius level way to manipulate people. And so there is a partner At lee, Higgins in this guy named Donald Durant, who's is going to be his main banker throughout this entire thing. And so as he's on his way to America, he starts ce this. They're they're covering what he's doing in newspapers. He's having rumors spread within the finance industry about how profitable Kruger toll is and how successful swedish match. He is watering the ground before he ever meets him, so Durant is devour all the details of his of Eva Trip America, All these people around him were telling him, hey, Kruger Toll and Swedish match are the 2 hottest companies outside United States. The colleagues, there was a branch of Hi and company in London. His colleagues in London reported that Eva already had made them a fortune on a highly unusual and complex swap transaction. And the end of this sentence is really important that even the sharpest investment bankers could not understand. That is another main theme that he got away with that made this this scheme of his successfully. He intentionally mud the waters to make them appear deep turns out in the end, he didn't even understand what he had built. Where we're still half a decade at least from there. So in addition to this, Eva pays a swedish stock broker, this guy named Lag. To set an appointment with Durant, to inquire about s some investments for some of your sweetest clients. That was the stated goal. This what I meant. This guy's is like, like, a international man of mystery. Nothing like, appears nothing is as it appears with Eva K. So He sends lit Lag grants before he gets there. He says, hey, go... I'm gonna pay... He actually pays him to do this, go and have this meeting with durant under this false pretense. And then happened to mention me and what I'm up to. And the fascinating thing is this appeared as just, you know, an aside just something that that casually came up in conversation Durant never imagined that Eva had arranged it all the entire time. And so by this point, news about Eva and how greatest companies are and the fact come into to New York He's got these great opportunities. Durant heard about it from 3 or 4 different sources. So he contacts Eva, and he's like, let's please have a meeting. Now, this is what I'm meant that Eva understood human psychology. If something is limited and hard to get that increases desire. This works for both products. Like Ferrari. And for people like celebrities. At this point, Eva made himself a business celebrity. And so even though he wanted to meet durant the whole time when Durant asked to meet him, Eva is like, no, I'll try to fit it in. Let's see what I can do. You know, I read 3 or 4 books on Enzo ferrari. There's a a great story that I've never forgotten, where in the early days of Ferrari, you know, I think he's making probably a hundred cars a year by this point. These... All these rich Americans are coming to Italy, they, enzo ferrari gives them a tour of the entire factory, and he's like, come you know, please enzo let me buy a car and he's like, no, of course. Like, I'll see what I can do, but you have to know. Like, you know, it's gonna be at least a few months, maybe a year whatever the case is. And the the American leaves and Enzo employee walks up to It's like, I don't understand. Like, why did you tell that him behind the factory. We have a parking lot full of un sold ferraris. And Enzo said, yeah, ferrari has to be desired. It can't be something that you can... That's readily available. He understood that at the very beginning. In the very early days of, the history of Ferrari, that fundamental understanding of human psychology that, like, genius level of understanding human psychology that Ferrari had, you see that Eva K had as well. And so it says, when Duran durant requests a meeting, eva responded that he was busy with other business, but he would try to arrange a time. He had learned that playing hard to get was a promising strategy with America's elite. He waited a few more days to ensure that the publicity about him has saturated Lee Higgins, which is the bank that Durant works for the bank that Eva is going to take down. And finally, he arranged to have a meeting with Durant. And there's a great line in the book a few pages later, this meeting ultimately would lead to the destruction of their firm. And so this is the pitch to durant. This is a great description of Eva plan. Listen, this plan would and did work It was only the lying the fa of financial statements and being over extended that caused his downfall. It fall. That... That's why I said it's, like, it's not a clear po scheme. It was working. He just took for some reason He risked what he had to pursue what he didn't have and didn't need. There's a great line in 1 of Warren Buffett shareholder letter letters is about this. And when I was reading this section and what Eva ones up doing to this, you know, taking a good plan and destroying it, reminded me of something that Warren wrote about on the importance of using debt sparingly into making sure that you're putting survival ahead of every single thing else. I'm gonna read you this excerpt. It comes from the the book the essays of warren Buffett. If you have a subscription founder notes Highly recommend. After this, going back, I have 65 highlights and notes from this book, spend the 10 minutes it takes to to reread those highlights It's excellent. And on the note, the note, I left myself on this. It says all that matters is to survive the rest is just words. That is a quote from Charles d gaul. And this is what warren Buffett buffet says and his shareholder letters. We use debts sparingly, we will reject interesting opportunities rather than over leverage our balance sheet. As 1 of the Indianapolis 500 winners said to finish first, you must first finish. The financial calculus that Charlie and I employ would never permit our trading a good night's sleep for a shot at a few extra percentage points of return. I've never believed. This is... Where warren about tell us where warren buffett about tell us that he never believed in. It's exactly what Eva K, the mistake that he made. This is I mean. Learning is not just memorizing behavior. Learn... Learning is not just memorizing information Learning is changing your behavior. Eva knew this and he could not change his behavior. This is like my worst nightmare. I'm like sweaty. About sweat above my lip right now thinking about this. I've never believed Go back to warren buffett it. I've never believed in risking what my family and friends have and need in order to pursue what they don't have and don't need. And so with that in mind, this is the plan. This is the new idea. The prospect of Americans investing in foreign monopoly. You can't mono monopoly in America This is after, you know, they they've broken up trust like standard oil and steal on everything else. I antitrust laws prohibited a match monopoly United States, but nothing prevented American investors from buying into monopoly abroad. And the smart thing that Eva does, again, he's a student of history is like oh, this idea worked. I'll just... I can adapt it to my circumstances my industry in my environment now. So He knew that there was a extraordinary scheme that was orchestrated during the seventeenth century by this guy named Robert Harley. He's the 1 that formed the South Sea company. Now the history behind us is fast fascinating. So he forms the South sea company to assume England's national debt. The scheme had become known as the South Sea bubble for the sharp increase in the price of South sea company shares. But the original idea is the same idea that Eva is gonna use in exchange for the South sea company assuming the debt of England of the British government The British government gave the company a monopoly on trade to the south sea. These government granted monopoly are very, very common in Europe. That is another important idea. Nothing that Eva was doing was new. He just applied it to a different industry. It was an audacious deal but a simple idea. And the idea could be replicated, it was not limited to England in the South are to a time 200 years earlier. In theory, if a government needed money and a company wanted a monopoly, both sides could benefit from a similar compact anytime anywhere with any product. Eva idea was to do just what Harley had done except with matches instead of self sea trade. Eva would lend money to the government of Europe in exchange for a monopoly concession for the production and sale of matches within their territory. There was 1 problem though. Eva didn't have enough money to lend millions of dollars to foreign governments. Eva needed the backing of a major bank. You see where he's going here. It's very easy to follow what he's trying to do. I'm coming to you because I need the money. I'm going to take the money raised from american investors. I'm going to help out European governments that are debt in return from lending the money, they have to give me a mono a monopoly in their country on match production and selling matches. And so this is the summary it's very similar to what I just said. A single thread runs throughout. Americans would lend money through Eva Foreign governments and any return, everyone would make unimaginable profits from match monopoly. He hooked durant with his simple brilliant idea, government loans in exchange for match Mono monopoly. That's 7 words, and you understand exactly what you're buying into. Government loans, in exchange for match mono monopoly. And so I wanna give a little background because I wanna go back to this just insane idea to me. The fact that you risked a successful legitimate business to speculate. And he's not alone. There's a million examples in the book There's a million examples to history, and that's why it's, I think so important to spend time talking about. Most of his book is just about, you know, the the last decade of his life. But There are few examples Earlier there are think important to go over because he wasn't just a financier year and an entrepreneur. He was also a civil engineer. And before he made a bunch of innovations in finance which will get. He also made innovations in building. And so this is fascinating. This is the self confidence of a 28 year old Eva. At the time he's working on the construction of the arch stadium at Syracuse University. And I thought this paragraph was fascinating. He regarded his bosses there as inferior, men who lack the intellect and ambition of the stadiums namesake, John Deed Arch, the Great capitalist, oil refine and philanthropist. Eva wrote to his parents, I cannot believe that I am intended to spend my life making money for second rate people. I shall bring American methods back home to Sweden. I shall bring American methods back home, wait and see. I shall do great things. I am bursting with ideas, I'm only wondering where which to carry out first. So as he's is working on the construction of the stadium, he meets a other guy named Julius Khan. Julius Khan is the inventor of this method for making iron called Khan Iron. Khan introduces Eva to another Swedish engineer named Paul Toll. And that is when Eva leaves America goes back and found him and Paul toll together form this This company this very legitimate and one's up being very profitable construction company called K and Toll. And what he does next is rather genius because it's not like construction. Humans have been building things forever It's like 1 of the most ancient industries. And yet the way that Eva young Eva figures out to gain entry in a foothold in an existing industry is fascinating. It is by realign incentives. And in if there is a... The main character of the stories is Eva K. Right? The supporting character is the the superpower of incentives. I almost started the podcast with this long speech that Charlie Mu gives on incentives which are read you in a little bit? It is so obvious in the story the power of incentives, Like the role that it plays. And so not only do they make innovation and actually the the method of constructing buildings. Right? But maybe even more important than that. He's able to take customers from other existing businesses by realign their incentives. And so it says he he came up with novel contract features. This is a really surprising way to get customers a really surprising way to increase your distribution. So Eva is willing to change the standard terms of construction contracts to real reevaluate the risks to him. If I wanna build a building and I hire your construction firm. Anybody's built anything knows that, you know, these timetable tables. Most times they're late. They're like, almost like they just pick dates out of the air and just completely make it up. And so up until this point, construction firms had not been willing to take on the risk associated with delays because that's every day my... The construction firm that has not built my building is late. That cost me money. And yet, I don't have any control over when they complete the the creation of the building. And so the ability to see the project lies with the construction company, but the risk of them failing to do so lies with the client. Eva understood this mis alignment of a sentence and all he did is just realign it. And he's like, I'm gonna take on that risk. Construction firms, not clients we're in the best position to reduce delays. Eva realized that the best way to minimize construction delays was to shift the risk of loss that arose from such delays to him meaning to his firm. Then K and toll would have the incentive and the ability to speed up a project, and here was the punchline clients would pay more if they knew the job would be done on time. This is really really smart. K and Toll became the first firm in Europe to commit to finish projects by a fixed date. Step 1. I guarantee that your building is done by this state. Step 2. If I do not follow through on that commitment. I have to pay you the client 1200 dollars for each day I'm late. That is step 2. Step 3. If I finish early, you play me for every day that I beat that agreed upon fixed date. Again, this guy is a genius at and lining incentives, understanding human psychology and they're making it very easy to understand what he's trying to explain to you. You customer hate construction delays. So therefore, I will guarantee you that your building will be done by this date. Any day I go over, I pay you more money, any day I save you you pay me more. The end result. He repeated his formula and earn completion bonuses for every single project. Builders were happy to pay extra to know a high quality project would be finished ahead of schedule within a few years, Kruger and Toll was regarded as the best building company in Sweden a few years later as 1 of the top firms in Europe. That is really smart. It also leads us to the next part of the story. Why is this important? Because he's gonna use his construction firm as collateral to enter and then consolidate the match industry. And so now he goes to banks in Sweden, I look at the successful construction firm. I'm gonna... I wanna run this playbook that they use in America on the Swedish match industry, and I'm gonna use This very successful company that have as collateral. He saw that the match industry was in the same economic position, oil sugar and steel had been a few decades earlier. There's too many owners of too many factories. Competition was driving prices down. This is when he starts doing and he doesn't borrowed money, just like Rockefeller did at the beginning of his career. You and I have gone over Rockefeller in detail. I will do probably 15 more episodes on Rockefeller or read every single book on Rockefeller... I could find Why? Because Charlie Mu Rockefeller built the greatest company of all time. And you see in this book. This is fascinating. Eva is using Rockefeller s domination tactics. I think the the the the last time I talked about this was on episode 03:24 where Rockefeller is writing all those letters to his son. If you really wanna go about domination and, like his comp mindset, so this is what he's doing. The next over the next 8 years. Eva par a few family match factories into a conglomerate. He modernized factories and expanded overseas sales. He doubled production and pro and tripled profits. He reduced costs by purchasing the companies that made his machines as well as companies to supplied the chemicals that he needed to make the matches. At the beginning, everybody said Eva bar decision to enter the match business seem foolish. They said the exact same thing Rockefeller. Eva would continually to vertically integrate. He'd now he's taking over all the factories because you need all, like, pho. And you need all these other chemicals to make matches, so he would take over the suppliers, and then he would choke off his competitors, so they can no longer buy the supplies they need to manufacture the matches that they're trying to manufacture. He would destroy anyone who refused to sell with ruthless tactics. He took over supply contracts, interfere customers and temporary lowered prices below cost, Rockefeller did all of those. As a result, swedish match was 1 of the few European businesses that remain profitable throughout the war. That is World war 1 that they are referencing and why are they profitable because they are a monopoly. And so that is all important backstory because now we're back in America in 19 22. He has control these 2 companies. These Swedish match monopoly, he has K toll He's got a bunch of these other companies too those are 2 main ones. And so now his banker, the 1 that he's going to destroy Durant makes... This makes durant pitch to American investors very easy. Because investors like all people they like easy to understand stories. And his whole point is like, his guy's got a great track record. He's got a thriving business that is paying very high dividends. And so that same person with a great track record, thriving businesses, high paying dividends now has a new idea that's easy to understand which is loans to governments, for more match Monopoly. Do you wanna invest oh, by the way. 1 of his companies is moving 25 percent dividends every year. And so this is when he starts, what he's gonna call international Match corporation. This is the company that American investors are going to invest in? And so he purposely sets up his board, he wants people that are distracted. And so he's selecting these directors that are supposed to quote unquote oversee international matches business, and 1 of them is the nephew of John d Rockefeller, which Eva thought that was incredibly cool because he idol utilized Rockefeller since he was a young man. But why is he... This guy's in his percy Rockefeller? Why is he picking percy Rockefeller. Eva saw that Rockefeller was currently serving on more than 60 other boards. He was an ideal director because he was well connected and far too busy to care about any details this guy's an evil genius. Eva had idol Rockefeller since he was a boy and now a member of that family would serve on his board. There's a great line describing his corporate structure. It was like a corporate family tree from Hell and it had extended end up obscurity. And so this is his main mistake. This is when he constantly having to raise more money, raise new funds to pay down past debts and past promises. There's an excellent line I went and searched all my nights notes and highlights because I remember he said something. So I just put in the type the word survive. And it comes right up, and it says victory in our industry is spelled survival that is Steve Jobs. Donald Durant and his partners had no idea. This is an investment bankers that helped eva raise money from American investors. Okay? They had no idea how desperately Eva needed the money. Although his businesses seem to be thriving, he had promised too much to his early investors. He had borrowed tens of millions of dollars from Sweden's leading banks. And both K and toll and Swedish Match were paying double digit dividends every year, the company's profits alone did not always cover these obligations. This is when we get into this, like Po z es scheme that you're going on. In order for his businesses to continue to to succeed, they had to continue to grow. That's fine. This is 19 22. They're gonna grow. 19 29, you cannot tap the markets anymore. And that's what it causes him to go bankrupt. If they stop growing Eva would not be able to repay his earlier debts or continue to pay high dividends. It wasn't rocket science to pay a 25 percent dividend every year, You either had to earn 25 percent from your business or else raised more money. This is crazy, a large portion of the dividends recently paid by swedish match and K toll came from cash raised by international match in America In other words, the dividends paid to old investors came from the proceeds raised from new ones. That is po. This is crazy that he did this because unlike Charles Po, Eva profits were real. Swedish match made and sold billions of boxes of matches every year. K toll built landmark buildings throughout Europe. Eva our believed that if he kept raising cash to pay earlier debts, his business would grow fast enough to survive? What are you doing? Why are you so smart and talented and why would you put yourself in a position like that? Victory in our industry in every industry is spelled survival. Even the very best ideas fail if a company runs out of money. There's a great line about this by the founder of Sequoia Don Valentine. He says all companies that go out of business do so for the same reason. They run out of money. The minute Eva businesses stop growing fast enough, and the minute he cannot raise more money. He goes out of business. He destroys. Everything that he spent 25 years building. For what? Why? And it goes back to what Charlie mueller said, the problem is not getting rich. It's staying sane. He was unable to stay sane. And so Right before he raises money from American investors for the first time. There's a public count in Sweden that had found that swedish matches finances were so complicated that he could not unravel them. And what he said at the time was that the Swedish match consortium of companies should be called the greatest speculation venture in Sweden. And so you have Swedish regulators that are coming down and again, there's like no laws. There's a a lot of stuff that he did now would be illegal. But even then the regulators start talking to Eva main banker in Sweden. This guy named Ride beck. Ride back is extremely influential. And so he's able to calm down the regulators. He says, listen, It's it's in our... It's our interest to survive. We don't need, like, costing new rules. We don't need extra regulation. And so this report that's put out about the dangers that's happening with the Swedish match company. It's it's phrase as advice for regulators and not it didn't require any action. So you're like, I don't understand. Like, why why would the bank wanna do that if their main customer is potentially taking risk that can make them lose money. And the answer is incentives. The banks were not only lending money to eva, they were his biggest shareholders. So when the bankers help get the regulators off of Eva, they're in turn getting the regulators off themselves. And why? Because they like those fat dividends that are coming in and when you give people fat effortless money, they don't question things. When Swedish match paid hefty dividends, much of that money went to the bank. Again, straight out of Rockefeller playbook for different reasons Rockefeller went around in the early days. He did something very cylinders early days of his career, The banks said he was borrowing money from him to build the early days of standard oil. He also gave them stock and he gave them stock. So his competitors, Right? His other oil refining competitors would code at same bank. Hey, give me alone. I need to be in business and the bank's like, why would Do that? You're a competitor of mine now because I'm not just the banker, I'm the partner. It's incentives. It's a mis line and minute incentives all the way down throughout this entire story. It is the supporting character of this story. And again, there's some banks that 2 a leading 2 other banks that hey, he'd raised money from the past. They made him settle their loans and return their money. And they said, hey, you gotta raise fund somewhere else. And so he did just what Did. He says, okay, Where's is the money? America. Okay. Cool. I'll hop on the boat and go over there. And so then we go back to Eva being this evil genius. Of course, he's he's selling securities in America. Lee higgins is his big bank. They're like, hey, we need to have an auditor so they hire a young auditor at Ernst and ernst. And this entire story. This guy is just completely mismatched against Eva and Eva var manipulate eat him every time. But again, every single time, somebody looks at his books like this doesn't made any sense. This guy name is burning. Ad burning. Burning was baffled by this arrangement. He couldn't decipher the financial statements Igor sent, were the measures of international matches profits accurate? Did the company's balance sheet entries include the assets and liabilities of swedish match subsidiaries There was no way to tell. He had to rely entirely on Eva numbers which changed more frequently than a careful accountant would hope or expect. Everything he did was based solely on information provided by Eva. And yet he never says anything. Why doesn't he say anything again? It goes back to intent which we'll get to in a minute. At the time, there's no federal member of. There's no federal security regulation. So everything at the time of America was handled by the state. You know, it's Hilarious. As just goes back to this idea that anyone who bothers look closely is confused and suspicious. And so there's, like, he... He's able to shake or, like, get away from almost every other regulator except this 1 random regulator and with... Securities regulator in Wisconsin. And so they keep sending burning because he's is his. He's Eva auditor over and over. It's like, what's going on with this? We need more information every time they get more information, like this isn't good enough. And then this is where burning should have known, burning knows that Eva is a liar. And it's not even that sophisticated. It's sloppy and obvious. He sends... He's like, hey, Wisconsin needs all this information, I need more about international matches books. And so he sends... Eva sends burning these financial statements. Listen to this. It was obvious that the statements had been has and not very carefully prepared. Why? Eva sent balance sheets for international match for 19 21 and 19 22, showing that the company had a 1000000 shares outstanding. But international match had not even existed during those years. And look at the numbers. Right? You're just completely making everything up. The get the company doesn't exist. Okay? But he said 19 21? We made 1900000.0 dollars in profits. 19 22, 2000000 dollars in profits. 19 23, 2100000.0 dollars in profits and goes on on. Every year, we knew us, he literally just increases the amount of profits by a hundred thousand dollars. So I made 1.9, then the next year it's 2 then 2.1 then 2.2 then 2.3. That's not a joke. Is literally what he submitted to these regulators. And the first sign that Eva could control burning is, he's like, oh, you obviously made a mistake. Don't worry. I will reconcile. He fixes them to the best of his ability on the very limited knowledge that he has and then resubmit them to the Wisconsin regulator, but the message was very clear. His auditor would easily change numbers for him. And why he does this makes... Will make perfect sense later on. Again, I need to paint this picture here because it sounds absolutely... In the world that you and I live in, remember which is heavily formed by by the financial sw that Eva is per in the book. It sounds ridiculous. Like, who... How is this possible? And it's... But it was par for the course? No not at all. I mean, he... This guy took a extreme, but this lack of information, this lack of. It was just par for the course of the time. And so it says few people seem to care that the information was incomplete indeed. International matches, cursor financial statements were typical of corporate disclosures at the time. Even companies with securities listed on the New York Stock exchange at the time, would give scant detail, fewer than 1 third of stock exchange companies even publish even bothered to publish quarterly reports. Another third of stock exchange companies didn't publish any reports at all. And so it's its constant mix of legitimate business outright lies, this excessively complicated company tree structure. But again, this idea was not new. For centuries, European governments had grand mono monopoly of all kinds of production and trade. These were not gifts the government's required payment in return in the form of cash interest or share of the profits. These mono were an alternative to state control. Industry remained in private hands, but government received a steady stream of revenue. So past examples before Eva did this on with matches, early mono monopoly included cigarettes, gunpowder, liquor, petrol, playing cards, salt and tobacco. Even the idea of a match Monopoly was not new because we're in the 19 twenties. Right? The first mass monopoly in Europe was created back in France in 18 72. He's just taking an old idea and bringing it back to to his modern day. And so the first deal they do, which is a legitimate deal. This is International first deal. It's Poland. They say, okay. If you let... We'll lend you a bunch of money in Exchange for monopoly. This is just after the war, so Poland needs. You know, he says it has a a bunch of humanitarian fiscal needs. And the deal is structured like this international match would pay a royalty from its match sales in Poland to the Polish state and the proceeds of the royalty would secure the loan to the government. As a result, all existing match factories were national combined and then leased to international match for the next 20 years. Is a legitimate deal. That is real, and then, of course, he does something that he he's always combining the the the legal with the illegal when he received a copy the signed documents, he did something rather unusual. He thought it might be useful to be able to replicate doctor Gl, signature in the future. That is the senior finance ministry of Poland who is doing this deal with. So he gets the documents. What does he do? He makes a copy of the signature. What are you doing? So he took a signed copy of the contract to a scam shop and ordered a rubber stamp that would produce a exact replica. He would obtain rubber stamps of official signatures for nearly all of his match deals. I'm telling you if you read this book. This guy gonna just blow your mind over and over again. On the very next page, he has a problem. I need more cash from investors, but I don't wanna to give up control. So what can I possibly do? This guy literally invented the b share. This dual class share system that's still used to this day. He devised an elegant solution to his problem. He was an ingenious piece of financial engineering that would survive the test of time. He introduced a new type of security which he called a b share. He divided its common shares into 2 classes. Each class would have the same claim to dividends of profits, but the b share would only carry 1 1 thousandth of a vote compared to 1 vote each for an a share. B shares could be sold to investors without affecting control. And go back to incentives. There's so many times where Eva is kinda like, he's just sloppy with this record keeping. He's kinda caught in a lie. And Durant, the main guy that's going out into the American community and saying hey, buy these securities Sometimes it pops up He's like, man, this is kinda weird, so then he goes and talks to burning and ernst and ernst. You're supposed to be otter. Like, are you okay with these numbers like what's going on here. But then what happened, it's incentives. It says he... Durant was conflicted because Eva our financial statements were sloppy and incomplete yet. Investors nevertheless clam to buy securities of international mass. So any kind of, oh, I feel a little uneasy about this. As soon as that money floods in the door, durant concerns aren't eliminated. And so when durant tries to balance his suspicions with what's actually happening. He just, like, oh, well, the money's coming in. He says everything worked just as Eva said it would. International match began receiving quarterly interest payments of about a million dollars each quarter, just as agreement Poland said. As more cash flowed in, the director's questions went away. And I think that sentence. So I double underlined that sentence as more cash flowed in. The director's questions went away. I think that double underlying sentences is why these po deals last a long, type, long, time rather. I remember outdoors auto automatically. 1 of my favorite books that have ever read. It's episode 02:22, it's called a man for all markets. I... You should read the book Read it. I think 2 or 3 times right now. Ed Do has just lived a remarkable life. Listen to episode 02:22 if you haven't listened it. It's just remarkable. Like this guy's is like the financial history force comp. Started the first quantitative hedge fund, created the world's first wearable computer with Claude Shannon, figure out the accounting card system to how to beat blackjack and wrote a book about it sold millions of copies was the first Lp at Citadel, had dinner with the 38 year old warren Buffett goes on the car, tells us... Or tells his wife, hey, that guy, 1 day gonna be a richest person in America. He's just remarkable. But in addition to that, back in 19 91, Ed Do was doing research for a friend of his, and he discovered he was 1 of the first people to discover the Bernie Made off Po scheme. And he warned his friend and client, I think at the time, hey, get your money out of here, which he did. 1 of the guys in the the reason I bring this up. Is because it's like, okay. Well, why why would Durant... Durant know something's going on, but he's not acting on it. So 1 of the guys is at at this meeting where Ed presents. He's like, now, this guy is clearly for all. This clearly their pro scheme. You know, this is 20... Almost 20 years before bernie made off actually gets caught. And he finds out when, after the when when all the stuff came out. That the client on the client list is 1 of these guys that was sitting at the table listening to Ed 19 91, so we knew and refused to take his money out. And it says in the book, 1 of the reasons he did it because he made hundreds of millions of dollars. And so if you're making hundreds of millions of dollars over 2 or 3 or 4 decades with Bernie Made off, you don't want to believe that it's a fraud or that... There's a Po scheme. And there's a handful of things that clearly point that Eva knew what was doing. So he's setting up all these subsidiaries. He's got these secret companies. He's got these Swiss companies. He's got, you know, it's like, a the Russian dolls, like 1 inside of another And so he sets up a new secret company he doesn't tell anybody about. He needs a new auditor for that company, and the auditor that he selects for the new secret company was fired was previously fired from a bank for giving himself a secret loan, and Eva knew that because Eva was a director of the bank. And so he knowing think about this. This is driving me be crazy. So he knowing has, you know, bad people around him, and then you realize like, why is he doing that? He wants people at it's under complete control. And so this new secret company called Gu grant. Listen to this. The man quickly got to the business of Gu grant audit. Eva showed lang a balance sheet for grant to listing millions of dollars of assets and liabilities and I abruptly asked him to sign a testing that the figures were correct. That was it, then he could go. But then he told Eva. He's like, I need to look over the balance sheet as huge sums are involved. According to 1 account, Eva stared him stone faced in response When Lang mum that it would be nice to know where all the money was going, Eva said it was being spent secretly in Poland and he and this should not be mentioned. Eva then told Lang if you don't believe me you can go to Poland and see for yourself, lang nod and then signed. And then we get to the part. Where I've already been exposed to Eva all the the mach nominations that this guy does. And this is the first time that I mentioned something I've mentioned to you over and over again Like, this guy guy's an genius. And so it's not like he just taps the the American investors wants. He keeps going back and forth. Back and back, 9 back and forth. Back again and again. And what he does is, like, he'll raise money, take the money, sign 1 lin legitimate a deal, then go back, exaggerate everything else to raise another money. He's like, almost like, using every little milestone. It's like, Yeah. He has these little milestones that he then exaggerate or or in some cases lies about completely, then he uses that data to keep going back to the markets. And so now this has been going on for a while where his main auditor of international match company that guy burning is asking questions and still not getting the right responses, but he's not like drawing this out or refusing to do the audit or signing in the documents. And so there was an important fund raise happening. And so what he does is he's like, oh, Burning, why don't you come... You and your wife come to Europe on an all expense paid vacation. And you should go at this specific time and this is why. This is when I read this paragraph from like oh my god. This guy is an evil genius, The money Eva had spent on the burning vacation was well worth it as the details of the new preferred issue issuer were being finalized, Eva auditor. The 1 man who might have asked penetrating questions about the accounting details of the deal had been just where Eva wanted him. Strolling the streets of London and Paris with his wife. The size and scale of what this guy did in the 19 twenties is incredible. From 19 23 to 19 29, Eva tripled his funds raised from American investors, persuade the New york stock exchange list securities pulled even with Jpmorgan as a leading lender to Europe by securing match mono monopoly in several countries, built an a hundred and 25 room match palace in stockholm, and in general got really, really rich. And by 19 29, he has 400 companies. And so now I wanna get into this idea of these this terrible incentives all the way down that kind of produces these predictable human behaviors. And so the next time, The the last time he tapped American investors. He's got his auditor his auditor burning, walking around Paris. Right? The next year, he has to sell another 450000 shares And so burning is in New york when this is happening, he's obviously very important on this deal, and he's noticing some odd things that he says nothing about. Let's get into it. While bernie was updating international matches reports to reflect this new share issue he discovered a reference to this thing called Gu. This Dutch hidden company. Bernie was surprised to see that Grant owned inter... That owed international match 17000000 dollars He asked Eva for some assurances about Grant. What was it? Did this company make any profits or having assets? Why hadn't he told him about this existence? Eva reassured burning the Grant income during 19 25? Was 46000000, and that Ga grant made enough money in 1 year to repay its entire debt. There was no reason for concern. There's no evidence. But to be clear. There's no evidence of what you were saying. Just saying, no, this is... I can write it down a piece paper. This is what it is. It's in my head. Now you're like, this is ridiculous? Like, why isn't burning doing anything? And the author asked the same question? What was burning supposed to do? Should he be suspicious of Eva? Should burning accuse his most important client of hiding crucial information? With this accusation then destroy burning relationship with Eva and the destruction of that relationship with that ruin burning chances of making partner. Eva paid all of his bills on time, his fees to earn standards were rising, The mashed Monopoly in Poland was real. Eva had a reputation that was una sale. Every day in the newspaper, there's stories about eva negotiating potential match monopoly in Ecuador, Estonia Greece, Hungary, Peru, Portugal. Those negotiations were undeniably real. Eva met regularly with government leaders. Given these facts, burning told himself Ge wasn't important. It couldn't be. In other words, burning is incentivized to believe Eva because if he's not if he's wrong if he's lying, all the overtime. All the extra money owner I forgot Eva is also paying them for consulting fees and paying them on the side and everything else paying for trips as for his wife, all of that... The the trips, the extra money the prestige all of that goes away. And so it's at this point in the book where I think about 1 of my favorite passages Alma I'm gonna pull up my highlights now. It really... The summary of what Charlie is about the to tell us. Number 1, we all underestimate the power of incentives. Number 2, never ever think about anything else before the power of incentives and number 3, the most important rule in management get the incentives. Right? As usual, Charlie Mu described it in a beautiful way. Almost everyone thinks he fully recognizes how important incentives are in changing behavior, but this is not often so. I think I've been in the top 5 percent of my age cohort almost all my adult life and understanding the power of incentives. Yet of always underestimated that power. Never a year passes that I don't get some surprise that pushes a little further my appreciation of incentive superpower. 1 of my favorite cases about the power incentives is the federal is from a federal express. So Fedex. The integrity of the Fedex system requires that all packages be shifted rapidly among airplanes in 1 central airport each night. The system has no integrity for the customers if the night shift cannot accomplish its Simon fast. Fedex had 1 hell of a time getting the right the night shift to do the right thing. Either tried everything in the world without luck. And finally, somebody got the thought that was foolish to pay the night shift by the hour when what the employer wanted was not maximize billable hours of employee service, but fault free, rapid performance of a particular task. If they paid the employees per shift and let all the night shift employees go home when all the planes were loaded, the system would work better. And low and behold, they test this and that solution worked. And then Charlie Mu tells us another story from business history. Early in the history of Xerox, Joe Wilson, the founder of Xerox had a similar experience. He couldn't understand why it's new machine was selling so poorly in relation to its older and inferior machine. He found out that the commission arrangement with the salesman gave a large and per incentive to push the inferior machine on customers. This maxim is a wise guide to a great and simple precaution in life. Never ever think about something else when you when you should be thinking about the power of incentives. The most important rule in management is get the incentives right. And so if you analyze the incentives in the story the behavior makes fix sense. So there's a many, many ways. Like he's constantly fighting off. I I think I've said this multiple times. Over a decade, people are like, this is weird. The books seem funny. Like, there's no detail. The numbers change what the hell is going on here. And he's got other ways, you know, the it's an evil genius. So he's got other ways to get people off of his trail. He has an auditor, ask him for a bunch of paperwork, that paperwork is back in Sweden. And so he does something here I remember, you, I was this is probably 20 years ago. I was reading a bunch of biographies of very famous, like, trial attorneys, and I think it was the the biography of Roy Black if I'm not mistaken. And they had attacked that was very interesting where let's say they were representing their client, and knew a client did something wrong. And in during discovery, you know, the the other side's asking for all the all this information. And you're compelled by law to give them that information. So like, hey, Cool. You we need to give this to you. They would essentially bury them in a mountain of paperwork. So so you get 6 months to go through discovery, they'd give you something that you couldn't read in 10 years. Now you might happen to find that needle on a haystack early, but their goal was to just bury you and to lose you in a mountain of paperwork. And so he does this exact same thing. He sends the auditor he says he was overwhelmed by the amount of new information that Eva had sent. He asked if they could meet to discuss how they might filter what he really needed to see. There were so many documents that it was impossible for them to do more than simply scan to the list of what was at the office. More insane shenanigans. You're not gonna believe what I'm about to reach you. They're just not gonna believe it. He has this. He builds his match Palace in stockholm. Right? He sets up at his office. So he's got a desk. You have a visitor. It's like, this is great. I'm meeting 1 of them the wealthiest and most famous businessman man on the planet. And that's what he was at this point. Right? He's in this giant mansion this match palace. Right? You're sitting on the side of the desk. And you noticed next to his desk is a little table. On the table is 3 telephones. The middle phone was fake. It was a non working phone that Eva could cause to ring by stepping on a button under the desk. He used it for 2 purposes. 1, if you're visiting him and he wants to get you out, there. He'll he'll, you, step on the button. It rings like, oh, sorry. Like, I have another visitor I have to take this call. The second thing that he would do is let's say he has a he had, like, percy Rockefeller in his office. Right? He's got very famous like, important people, impressive people he wants to impress. He pressed the button. He's literally taking fake phone calls. The phone would ring he'd pick up and he would pretend to receive calls from various European government officials, including Bon Mo Mu and Joseph Stalin. That's not it. It's not this is not over. Are you like, the wait till away hear get to what's next. That evening, he threw a lavish party and introduce Rockefeller to numerous ambassadors, and I put ambassadors in quotation marks. Ambassadors from various countries who actually were movie extras that he had hired for the night. This guy's got fake phone calls and hired actors. What is that? I don't think I've ever read a book like this? And so the longer this goes on, the more questions happen, the more questions happen, the higher the bills go, this is how and why his auditor winds up becoming an accomplished, and he doesn't ever get in trouble for this by the way. And the reason that the auditor at Ernst and ernst that ad burning never said anything is exactly what happened. The ernst... The Ernst brothers who run the firm that he works for told burning that they had an important matter to discuss with them after 7 years, Eva already had become 1 of the firm's biggest clients and burning deserve the credit. You are now resident partner. Missus burning certainly was proud of her husband. Now they could afford a new apartment at 40 fifth Avenue in Greenwich Village. They could afford a new social circle as well. The burning joined several of New York's most prestigious societies. And so remember, this only works if the companies keep growing and if he can keep tapping the markets, all this is gonna fall apart. And it is absolutely remarkable. The timing is remarkable because he's gonna do his biggest deal ever. He's like, I'm gonna alone I'm gonna get a German match Monopoly. I'm gonna loan the German government a hundred and 25000000 dollars. He does not have a hundred 25000000 dollars to lend. This is October 20 ninth. While he's doing this. This is a crazy... 1 of the craziest things. I know keep saying that because this a crazy story. While he's signing this deal, the stock market is closed due to panic. This is going to be the largest decline in stock in Us stock market history. At the same weekend, he's signing the biggest deal of his life. And I think this is just great writing, And we're gonna read this paragraph you. On Saturday, Eva met again with the finance Minister in Berlin to finalize terms. As he held the pen about to sign the loan documents, he considered the 2 paths his life might follow as a result of his decision. This audacious deal might be the miracle that would reverse the darken psychology of investors everywhere. Think about how grand you have to think about yourself if you think that's even possible. Eva imagined the buzz spreading about his extraordinary weekend feat. When the New York Stock exchange open on Monday, his securities would store and value. The rising tide of optimism would make it possible for him to raise more cash and shift his personal loan obligations to American investors. With any luck by the close of trading Monday, the worst would be over. That was 1 possibility Eva could imagine. The alternative, but the crisis would continue or even deepen was unthinkable. He couldn't bear to consider what would happen if the market free fall continued. What a align this is. Eva greatest triumph was immediately followed by the most spectacular 2 day decline in the history of financial markets. This time, there would be no recovery. Warren Buffett once said that you don't know who's swimming naked and until the tide goes out. That's a just great description of what's taking place here. Now he shut off from the capital Markets. His banker suspicious now. Nothing's mad adding up his auditor, it's suspicious. Durant, his main banker Lee in constantly requesting meetings. He's like Listen, there's just too many coincidence here. And slowly, but surely, all these financial institutions are cutting off. For some banks such as national City, these coincidence were too much and they stop dealing in Eva our securities entirely. Another bank Credit Su declared Eva a very dangerous person and said it would not lend to any of his companies. Eva finally conceded that he could not afford to pay shareholders of Swedish match. Eva companies would soon be in default. If Eva goes down, so does the bank Lee Higgins, so 2 of the partners go to Eva apartment in New York to try to see what's going on, He's in a full collapse and breakdown. There led in, says, although is midday, he was wearing yellow silk pajamas. He's ba acting like a mad man. They call a doctor. Doctor Wi wright dark diagnosed cardiac fatigue. He prescribed some sedative During the next 3 days, Eva would cycle through episodes of man and depression. When the drugs were working, he would simply sit and stare into space. But when the medication were off, he would stand and shout. I'm losing my mind. I can't remember, I can't think. He imagine knocks at the door, He answered the phone even though it hadn't wrong, and then he collapsed. You know what I thought of. By this time, I at... The the end of the book. I think it's more fake. I think he's completely acting. No no doubt under stress. He's gonna wanna up shooting himself. But this man is like, oh, I can't remember. I'm losing my mind being in Pajamas. I don't trust it for a second. This is the same guy that would sit in the room and practice lines for supposed to be casual conversations. That has a fake phone that carries on fake phone conversations that hires actors and introduce you to him at parties, saying this ambassador from Germany. The guy that made rubber stamps of every single government official signature they he ran across. They got at forged documents. The guy that made up numbers on the fly. That's the same guy that is ba, like, a idiot in the middle of the day sitting in his pajamas. Not. I I think I I think he's faking it. And that would be my guess. Shortly after he's summoned into, he's gotta go this meeting with all these bankers and investors in Paris As soon as he gets back there from America, 1 of his executives, 1 of the people who works with them was like, hey, the Swedish government's investigating you, they're investigating your personal business finances, they've already got search warrants, they collected many of your important documents. Auditors are already scouring our books. That was the night before this very important meeting. They are supposed to have a meeting at the hotel with all these bankers at 11AM the next day. That guy leaves eva at 06:00 that night later that same night. The night before he he's supposed to meet These bankers investors at 11AM, he walks into a gun shop in Paris and buys a gun and a bunch of ammunition. The next day in this hotel in Paris, a dozen anxious men are pacing the floor While Eva employees are assuring that everyone that Eva would be there soon. But Oscar ride back and Donald Durant were concerned these are his 2 main bankers because it was the first time they could remember Eva being late. After several hours a few them go to Eva paris apartment, they enter the bedroom, and they see a man lying flat on his back. There was blood on his left wrist and a red stain on his shirt. They shouted. He is not sleeping. He's dead. On the bedside table where 3 sealed personal notes. 1 of them said I made such a mess of things that I believe this is the most satisfactory factory solution for everybody concerned. They rushed back to the hotel to tell the bankers that Eva K had committed suicide. Eva death confirmed everyone's worst fears about the man and his finances. The investment bankers from Lee Higgins, which had sponsored Eva for a decade were dismay. Soon, Lee Higgins, 1 of the most prestigious investment banks of the era would file bankruptcy, and the partners would be ruined. George Mu, the senior partner later told investigators what he thought when he heard the news. I suddenly knew that we had all been idiots. And that is where I'll leave it for the full story, I highly recommend reading the book of I've already given the book as a gift to 1 friend already. I think the story is incredible and very unique. And if you buy the book using the link that's in the show notes in your podcast player are available founders podcast dot com. You'll be supporting the podcast at the same time. That is 348 books down 1000 go, and I'll talk to you again soon. Okay. I 3 things to tell you about real quick Stick around if you can. I think you'll find this interesting and there's some deals for you that are not available anywhere else. And so the first 1 is highly gonna recommend if you don't, you aren't doing so already to subscribe to founders notes. Founder notes is the personal tool that I have built. It's what I use to make the podcast. It contains all my... Every single note, highlight, and all the transcripts for every single book an episode that I've ever done. And the way I would describe it, there's a bunch of different ways to use it. But there's 2 ideas that I think actually have around this. And so 1, it actually came from something that Charlie Mu said The entire reason that founders know exist because he said that learning from history is a former leverage, and I think founder notes is a tool that enables you to do so. He said I read Barron Magazine for 50 years. In 50 years, I found 1 investment opportunity in Barron out of which I made about 80000000 dollars with almost no risk. I took the 80000000 and gave it to Lee Liu, who turned it into 400 or 500000000 dollars. So I have made 400 or 500 dollars, 400 or 500000000 dollars, reading barron for 50 years and following 1 idea. And so if you subscribe to founder notes, you can read my notes and highlights on a different book every single day. And over the lifetime of your career, the idea that you're not gonna find 1 idea there that's not additive and helpful and actually improves the odds of your success in business is the probability that's as close to here as possible. And when I reread that note about Charlie saying that he made 4 or 500000000 dollars from 1 idea of reading this magazine for 50 years. I was thinking about a few weeks ago when I did that Tara episode. If if you listen to that even if you did, I guess I tell you. Tara had this, like, historical database in his head of the entire movie, the history of the entire movie industry because he was obsessed with films. He says, here's a great line in that book. He's like, I didn't go to film school. I went to films. And the reason was important because it was in his head is 1 he could call on and use... He can call on that information that's In his head. And then use it in his work later on. And so there's many examples in that episode. Right? Where he's talking about, hey, I saw this movie, you know, in 19 seventies, and I took that exact scene or a principal from that or an idea from that scene. And for this movie I made the 19 nineties or earn in 2000, there's exact scenes and kill Bill. That first appeared in a movie that he saw 30 years ago. And so I use this all the. Let me give an example. That... It's from this episode that you just listen to. There's multiple times where there's something's happening in a book. I like, wait, this is, like, something else. And so I just got off the phone. I had a Zoom with the team at Read wise because, I'm... I built this part product in partnership with read wise. I've been using read wise since 2018. I, you know, I mentioned that you can go back and listen and pass up to talk about how great this app is. Had no idea to be partnering with them. Go on other people's podcast podcasts talk about it. But there was a multiple times. So they... The reason I bring this up is because there there's a a lot of different ways to use founders notes. There's a lot different features in there. And so I just wanna highlight 1 of them. That I don't think I talk about enough. And, essentially, it's just this giant database that you could search anytime you want for the collective knowledge of history based on careers, and it happened because how many times is did the the importance of incentives? And understanding the superpower of that incentives are come up on the podcast you just listened to. So I just talked to the team read wise, they just updated the keyword search in founder notes. It is super fast now. And so we're talking about yesterday. And I noticed it because this week, so I typed in let me give an example, real world example. I would type in power of incentives. So actually, I'm gonna do this with you. Live. Okay? So what you do is when you're... When you subscribe to your founder notes and if you already have subscription, try this. Okay So when once you log in to founders notes, you'll see search highlights. Right? And in that box, it's the very top page. I put in power of incentives. I press enter. 2 seconds later. It's showing me it shows you anytime power of incentives has been mentioned either in a note a highlight or on the podcast because it searched the transcripts too. So within that 2 seconds, founders notes searched and then the left column will show you every single book episode. It found the word power of incentives or incentives from 12345678, 09:10, 11:12, 13, 14, 15, 16, 17, 18, 19 22 2 joint 34253 06:27, if I'm counting wreck, 27 different instances inside of those instances, it's sometimes multiple times I mentioned it. So in this... Oh my god. Haven't done this episode in years. John Bog. It's mentioned twice in that book. Same thing happened when I search. Now, this is the remarkable thing. Right? This is why I think it's a tool that if you're were gonna invest a lot many, many hours I'm listening to founders. This allows you. Like, there's gonna be something you hear in the podcast, and you like damn. David said that, like, what was at months from now. Well, if you have access to founders notes, you just search it, you find it. Like, that's it that's value that That's worth a hundred times of cost right there. But I was blown away by just this... The horrible position that Eva K put himself in. So I just searched debt. That is the 1 keyword I put in. Debt. The first thing that pulls up... So, again, it pulls up, that can't even count. This there's, like, 30 bucks. I don't even know how many. But the first thing it pulls up, it's Henry Ford in this book today and tomorrow, and he's talking about, it's a the the note I left myself on the highlight is, what a powerful warning to be lee of debt from Henry Ford, and I'm reread this highlight? And then I'm like, wait a minute. First of all, I didn't remember I'm saying that. When did I do this? It's from the book today and tomorrow? You know what this is from? It's from episode 80. I published episode 80 on 07/14/2019. That is the superpower right there. I remember reading the book. I made the podcast on it. I'm sure I've re reread the highlights. But I didn't remember this exact thing and I wouldn't have. If I didn't have access to this tool. So if you were interested. And if you're already running a successful company, I would buy the lifetime version? Because that means not only do you get access to every note highlight every feature that I've done. Everything I've done in the past, you get probably future note. Every future highlight, every the ability to search every future transcript. Any additional features I ever add. And this is a living breathing tool for me. I'm building the tool for myself. So I'm always gonna be constantly updating it's embedded in my. So to do that, you had a founders notes dot com that is founders with the Asterisk podcast founders notes dot com. Second thing I wanna tell you about is I'm working on... So thing about, I sit in between a bunch of killer entrepreneurs, investors, business nerds. And then a bunch of people listening to the podcast. I've become friends where they're also building products and services for businesses. And so I'm building this out. It'll eventually be on my website. I will let you know when it's when it's finished. But Essentially, I'm going around. This is this is also is related to why I'm doing events and this this idea that comes up with oregon that relationships run the world. So I am going to friends of mine, right? That I built relationships with that I talked to on the phone that I text that I have dinner with. I go on walks for. All of them listen to the podcast. And I'm going to and I was saying, hey, I wanna build... It's it's... I don't think it's up there yet, but it'll be on my website. It'll be a priority like, deals or something like that. I'll let you know when the name when I do it. But essentially what I'm saying, hey, you building a service, like, we have a good relationship. You love the podcast. You're building a service that is valuable to the people to listen to founders. I want you. I'm fin them. I'm coloring them in a, you know, as nicely as possible way. It's like, I want you. Right, I will talk about your product and service. In return, and I'm gonna build this directory of people are doing this and it's already been, like, I already have a ton item when you talked you about yet. And in return, I want you to give them a deal that is a discount that is not available anywhere else. It cannot be just your standard, you know, oh, like, not. No. It cannot be standard. It has to be special. And so there's only... There's 2 I wanna talk about real quick. 1 is in direct relation to a main theme of the podcast he's used just listen sent to. So my friend, Eric Jorge is he... How I met him. In addition, he... In addition to being a fan of Founders. He wrote 1 of my favorite books was is the Alma Rob. I think it's like episode 1 91 or something like that. When he wrote that book, he was a customer of Scribe. He used Scribe media to publish that book. He is now Ceo of that company and part owner of that company. He sold well over a million copies of that book. And so the reason it relates to what we just went over. It's, like, I mentioned the fact that Eva did something really smart, which is he made it a point to become well known because becoming well known help serve his business. Like that his needs and business. Now, obviously, we don't wanna run po schemes and all all other stuff. But the actual concept behind it it's really smart. In fact, when I sat down. So that's 1 of the things when I had Lunch at Sam Z be shortly before he died. That's 1 of the things he said to me because we were talking about some of his business obviously, sold a company, you know, for 30000000000 dollars, but he was talking about some of the best investments he ever made, became because he was writing op eds and he was a... Well before he was a national and world renowned entrepreneur figure. He was relatively the well known and famous inside of Chicago. And the way he built his audience in Chicago was he would write op eds in newspapers. As a result of that, he was invited to make an investment in there's Chicago Bulls. And so he was making the point to me that the bigger podcast gets the more well known you're you become, like, you're going to have opportunities presented to you that wouldn't have come otherwise, if you didn't have the platform that you have. And so recently I went to teach at... I was invited to teach at Harvard business school, if Had to teach at Columbia, business school and order dame too. But at Harvard business school, I was like listen, Employee you. I implore you rather please. Like, you guys are doing so much research so much learning you have, not only your main curriculum at harvard business, but all the learning you're doing, just organize that. It doesn't matter if it's a newsletter. I do it in a podcast, write a book. You need to be easy to interface with. And so what scribe media does and the reason I'm telling you about is because there's a... Think about all the founders, investors, executives, consultants, all these other professionals that are that are listening to founders. Right? You have domain specific knowledge. You just haven't found a way to put it to organize it, and then put it out there. So you're easy to interface with. Describe media essentially, will do what they'll do is, like, they have a bunch of different services anywhere from, like, if you wanna write a book and you want, like, a, like, essentially, like, a c, like a guided author. They have 3 main things that I think are that you'd be interested in, and you go to scribe media dot com for slash founders to look at all this. Guided author, Scribe professional and then scribe Elite Ghost rating. Scribe has already produced 23 New York times and Wall Street Journal best. Their programs are designed for entrepreneurs, consultants, executives and other professionals. And so when I talk Eric about this idea. This is not like a high margin business, but he gave you discounts that are available nowhere else. And so I'll list not below, a thousand dollars off of guided author, a thousand dollars off of sky professional and 3000 dollars off of scribe Elite ghost writing. So at subscribe media dot com forward slash founders, the link will be in the show notes as well. And then the last thing is vest I know the founder of vest. It's vest dot com, VEST0V as in Victor, e as in egg, s as in San Sun. T as in Tom, o as in oprah dot com. Ben is giving founders listeners 500 dollars off. And this product was actually pulled out of Ben because Ben's main business was helping businesses whether you're bootstrap or venture funded, get a better return on their idle cash and then all these listeners of founders were scheduling a demo because you actually talk to Ben, and a bunch of these people had the same problem, which is, like, hey, I own a ton of different companies. These companies have bank... Bank accounts at different banks sometimes in different countries. Can you please make a dash forward. So I can actually see all of my company's financial accounts in 1 view. So if you have that problem, go to vest dot com, schedule a demo, tell ben David from founder sent you, and he will give you 500 dollars off. I will have a lot more deals to announce in the future, and then Put them all in... They're already in 1 organized place. It's just not public yet. But once that is public, I will let you know Thank you very much for listening. Thank you very much for this port, and I'll talk to you again soon."
}