{
  "transcript": "Okay. So the book I'm gonna talk to you about today is insanely simple. The obsession that drives Apple's success, and is written by Ken Siegel. This book is a little different from the books that you and I normally talk about. It is not a biography. But it is a fascinating look into how it was working with Steve Jobs because Ken Siegel was the ad agency creative director of the firm that Steve used when he was at next, and then when he came back to Apple to lead that turnaround. And so at this point Made, I don't know, 10 episodes on Steve jobs have I've read as many books on him as I can find. And yet there were stories in this book that I have found nowhere else. And it's because Ken worked with Steve intimately for over a decade. Steve had no problem calling Ken at midnight to debate a single word in the ad copy. And so 1 of the things that Ken noticed that was different from the other clients that he had was that Steve hit Steve's dedication to simplicity was almost religious in nature. And you would see that religious like dedication to simplicity throughout the entire way, Best Steve ran his business to the way he communicated internally with his employees to the way he communicated externally to his potential customers to how he organized his team to how he's built his products. And so Ken noticed that Steve had a tool to do this, and he calls it the simple stick, which is 1 of my favorite stories. This is the second or third time that I've read the book, and considering I reread my highlights all time. It's like the tenth time I read the book. And for some reason I failed to make an episode on it before. So I'm rectify that mistake here. But this simple stick, the reason I bring that up is because from the... Very first time of the book, you know, probably 8 years ago, something like that. This idea of the simple stick always stuck in my mind. So the simple stick is just a tool that Steve jobs used to keep his team from over complicating things. If an idea is not dis distilled down to its essence, Steve would reject it if an idea took a turn when it should have traveled in a straight line, Steve would reject it. So an example, it comes up over and over again in the book is if you made 2 different versions of anything. Steve would hit you with the simple stick until you simplified it down to 1. There was an ad made many decades ago for with the Macintosh. And it said the tagline on the ad was describing the Macintosh and it said that it was simply amazing and amazingly simple. Steve wanted Apple to make products that were simply amazing and amazingly simple and the simple stick was the tool that he used to make that happen. And so the main thesis behind this entire book and why I wanna talk to you about it is that people prefer simplicity, customers were respond to it yet humans naturally over complicate things. True simplicity that is applied consistently throughout your entire organization is extremely rare. Just think about every single business that you ever interact with. Most of the businesses, the products and services that we use that we buy would not be described as product of clear thinking and simplicity. Keep in mind the time frame that we're talking about. We're talking... And most of the the book is about the time where Steve comes back to Apple. Apple is losing money. Their product line sucks They either had to turn it around or die, so I think 1 of the things that Steve realized that in and a lot of other history guys entrepreneurs realized the simplicity actually helps you scale. And so when I was reading this part of the book, I thought about Sam Walton. When I read I read his auto multiple times last time I made an episode on it was episode 02:34. But he has aligned in that book, where he says if you don't 0 in on bureaucracy every so often, and you will naturally build in layers. You never set out to add bureaucracy, you get it period. Without even knowing so. You always have to be looking to eliminate it. The simple stick was how Steve eliminated at its source. There's a great line in Sam Walton auto. That's by, Walmart executive. And it's a story about how Sam is trying to use the simple stick. He's constantly questioning. And let me just read this to. Since I'll give you an example that drove Sam crazy until we started doing something about it. When merchandise came into the back of a store, it was supposed to be marked at the right price, and marked correctly on the spot. But because it often wasn't getting done properly, we created positions called test scanners, people who go around the stores with handheld scanners, making sure everything is priced correctly. There's another layer right there and Sam didn't ever visit a store without asking if we really needed these folks. And I think that story is a great example that humans actually complicate things. And this is the leader's job. The constant question, do we actually need this additional layer? The more layers you have, the harder it is the scale. So the simple stick is the tool I wanna go into detail on how Steve did this with. The first thing I think is probably the most important is the way he communicated. I've told you in the past. I think he's the clearest thinker, the clearest communicated of every single person I've read about. And so Steve believed that blunt communication was effective, direct communication is extremely simple. So in every single book that have ever read about Steve jobs. The people that worked with him all say the exact same thing. He was very easy to understand. If he thought something was great, he's gonna tell you. If he thought your work was shit, that's 1 of his favorite words describe poor work. If he thought your work was shit, he's going to tell you. In fact, the first meeting that Steve Jobs had with the author, Ken Siegel. Right? Steve goes up to me and he's like, your Tv work is great and ken's like, great, and he goes, but your print work is shit. The reason this is important because if somebody that direct with you, You know immediately what you need to do? Can new immediately what you needed to do? Oh, okay. If I wanna keep Steve as a client, my print work has improve right now. Employees like all other people respond to clear communication. There is a book that I've read multiple times. Think I've done 2 podcasts on it maybe the last time I did the podcast on it was episode 2 81. That episode is called working with Steve Jobs. It is about this book called creative selection, which is written by Ken C. Ken was a programmer who demoed multiple times and worked closely with Steve Jobs. I wanna read this section from Ken's book that is so excellent. And if you haven't listened to Episode 2 81. I would listen to it after you get done with this 1. And so he's describing how clear Steve's communication was to his employees. And this is what Ken says. Steve was at the center of all circles. He made all of the important product decisions. That's hilarious because the amount of detail on what he's paying attention to that I'll get to in this book is it's exactly what Ken C is saying here. He made all the important product decisions. From my standpoint, as an individual programmer. Demoing to Steve was like visiting the Oracle of Delphi. The demo was my question and Steve's response was the answer. While the pronounce from the Greek Oracle often came in the form of confusing riddles. This was not true with Steve. Listen to this line. I'd a double underline it, highlighted it, it's so important. He was always easy to understand. He would either approve a demo, or he request to see something different next time. Whenever Steve reviewed a demo, he would say often with highly detailed specificity what he wanted to happen next. He was always trying to ensure that the products were intuitive and straightforward. Another word for simple. Right? As possible. And he was willing to invest his own time, effort and influence to see that they were. In that example, Steve is doing that with his employee when he's saying to Ken, hey, your Tv work is great. Your print stuff is shit, It needs to get better. He's doing the exact same thing with 1 of his vendors. Being blunt being direct is the the most simple form of communication. And I think 1 of the most important byproducts of this is that with clear communication with the blunt communication that Steve used. Everybody understood the standards that he insisted they upheld. So there's this great video. I'll link it down below. And this guy named Andy Miller. It's, I've watched this video, I don't know. 50 times. He sold his company to Apple for 275000000 dollars. And then he moved the entire company from Boston to Cup Tin worked with Steve jobs. And he's describing this byproduct of the clear communication that Steve had with him and everybody else around him. And Andy said that you are aware of the consequences if you screw up. And Andy says that something that Steve would repeat to him was that Andy you were a very complicated man and that was not a compliment. Andy said that Steve's whole world was simplicity. He wanted everything boiled down to its essence, and he tells us 1 story. Again, this is... It just makes... It makes see yourself this this direct communication of blunt communication. I think I really truly believe it makes you easy to interface with. And so Andy was day dreaming 1 time. He's sitting in a meeting with Steve jobs and Tim cook Tim Cook. And all these, like, high end executives. I think there's, like, 4 to 6 of, like, Steve's top team in the room and Andy there. And Andy Day is he's like, how the hell did I get here? Like, how did I wind up here? This is Steve Jobs. I cannot believe this is happening? And so Steve noticed that Andy wasn't paying attention. So he asked him a question related to what they were talking about? And he's like, okay, Andy, what do you think about this? And Andy couldn't answer. And Steve said you weren't paying attention. Were you? And he's like, no I wasn't. And he goes, okay. If I ever noticed that again, you won't be in the room and you won't be at Apple. Think about that. Do you think at the end of that exchange was Andy left. Like, I wonder I wonder what what he meant by that? What should I do next? No? You know exactly. Blood communication is simple. Again, I think this this part that blunt communication makes sure standards easy to understand for others. It's very important. It's also not just... Steve jobs is nothing the only person that did this. So I... Obviously, know. I've make all these episodes on Michael Jordan, I'm kind of obsessed with his competitive nature, and I was re rewatch the documentary, the last dance. And there was a couple things that Michael said that I think he shares in common with Steve Jobs, and I actually took screenshots. Of what Michael was talking about. And so I wanna compare when Michael came to the Chicago bulls in 19 84 to when Steve jobs came back to Apple in 19 97. And so Michael in the documentaries talking about why you know, when they're winning championships when they're... When all all these new people come in after that the bulls won the third championship, like, why are you so hard in your teammates, Michael? And he says, again, this is very clear communication. When I got here, we were shit meaning the chicago were a terrible, terrible team when he got there. And we got to elevate to being a championship quality team. This is a punchline. There's certain standards that you have to live by. And when I saw that, and I'm reading this book, I'm thinking about what Michael Jordan said on the last dance of I'm thinking about Ken Siegel writing in this book. I thought of... There's this guy named Mike Morris. A lot of people describe him as the best venture capitalist of all time. Way before he's a venture capitalist, he wrote this book called the little kingdom, how Apple and Steve jobs changed the world. It was published. The book is published before Steve Jobs gets kicked out the first time. Mike is a fantastic writer, Transitions from being a journalist to an investor winds up being world class at that as well. But then which most fascinating, is Michael updates the book. I think somewhere in maybe 2008 2009, something like that. And he... The updated version of the version I read. And now it's called return to the little Kingdom. I wanna read this. Tell me this is not the exact same thing. That Michael Jordan is talking about. And Michael Mori is discussing the unparalleled story of Apple. Right? Michael Jordan said, hey, when I came to the bulls, when I got here, we were shit and we elevated to being a championship quality team. And so therefore, Now you're coming in new to something we built. So I'm going to insist that there are certain standards that you have to live by. Michael Jordan was a leader of the bulls just like Steve Jobs leader of Apple. And this is what Mike Mori said on the unparalleled story of Apple. This is why keep making podcast after podcast reading book after book of Steve jobs. Why is it so important for you United revisit this to talk about this, you know, every few weeks every few months, at least, you know, hopefully a couple times a year because this is what Mike Moore said. Many are familiar with the re emergence of Apple? They may not be as familiar with the fact that it has few if any parallels? When did a founder ever return to the company from which he had been so rude rejected to engineer turnaround as complete and spectacular as apples? While turnaround are difficult in any circumstances, they are doubly difficult in a technology company. It is not too much of a stretch to say that Steve founded Apple not once, but twice. And the second time he was alone. Steve jobs not complete that turnaround without crystal clear communication. So this is also something that why, it's also rare. It's rare in, like, let's say, the normal population and probably extremely common in the population of the people that you and I study. These, you know, world class entrepreneurs because most people don't want blunt communication because blunt communication creates conflict. That is why it's rare. There's a great line from Jeff Bates So Jeff Bezos is known for being, you know, a very blunt communicator. Jeff Bezos says, I think in his shareholders if I'm not mistaken. He said that he would take conflict over agreement every time because he believes that conflict produces a better result. Most people don't want conflict. Jeff Bezos didn't run from him and he wasn't afraid of it. Steve Jobs would agree. He did not clearly do not run. I from conflict from blunt communication. And I think what Steve and Jeff, both share in common. And again Jeff, I've done what. I don't know, 7 episodes on on Jeff. Steven and Jeff had 1 thing in common where they had a bunch of things coming, but 1 thing above all. Is they put the quality of the work above being liked. And this idea of blunt communication, this idea of being very easy shit. It's not just when Steve was speaking to you. It's also in his written material as well. So there's a great thing in the book I wanna read to. And it's about, you know, Ken made these ads, and then he gets an email from Apple's Legal team. And he says, I was surprised 1 day to get an email from the Apple lawyers concerning a newspaper that was going to run in just 3 days. Steve jobs had already approved it. Now Apple's lawyers are saying that they had some problems with it. So doing my duty, I sent an email to Steve advising him that there was a wrench in the works. His own legal team. I asked Steve for his guidance. Just minutes after I hit the send button, his reply landed in my inbox. Fuck the lawyers. So again, so far, we have 2 examples of Steve communicating directly with Ken. 1 was They were having conversation, love your Tv work, your print work is shit, Ken knows immediately let's do. Now an email he's saying fuck Lawyers, what do you think like Ken knows what do? Steve is saying run the ad. And another very valuable consequence of the simplicity that Steve was able to run his business. He ran his business as if there was little time to waste. He was, like this since he was like a kid. Remember, I I told you a story when he was 19 year olds working for Nolan Bush. Nolan Bush else also a founder Vita atari, was Steve Jobs Mentor. It's like, a decade older. Than Steve jobs, and he wrote entire book about what that was like. And he's like, oh, Steve had 1 speed go. And I think the clear communication help with that because you can't move fast if your communication isn't simple and easy to understand. So before I move on from this section, what is the opposite? If you really think about what is the opposite of blunt communication. What is the opposite of direct communication ken makes the case and he picks a great word for this? He says that it's mean communication. So I went to to the dictionary, and the definition of me, and out your applied communication is communication that moves slowly in no particular direction with no clear purpose. Communication that takes a turn instead of traveling in a straight line. If you scrambled, Steve would cut you off if you move slow, he would fire you. So that's Steve using simplicity in the way he communicated. Now the another way, use simplicity is how he organized his team. So his favorite way to work is small groups of very smart people. And in fact, Steve was speaking on a conference. Was the all things d conference shortly before he died. And you could see. He clearly very sick. And he he was talking about this in very early days. I'll give you an example of when he was building the Macintosh when his in His twenties. And then right before he died. He says, we have 0 committees. We are organized like a startup. 1 person is in charge of iphone os. 1 person is in charge of mac hardware. 1 person is in charge of marketing. 1 person is in charge of operations. We are organized like a startup. We are the biggest start on the planet. And I think the main principle here is not only is this simpler, but if you think about this, the ultimate dis... If the ultimate decision maker is involved in every step of the way Steve would she believed that the quality of the work increases. It's also, I think he's right about that. And I also think that's just the way he like to work. In fact, there's a line in the book There's a quote in the book where Steve says, the way I like to work is where I touch everything. 1 of my favorite maxim that you see that appears over and over again if you're analyzed, what's actually taking place in all of these books that you and Are reading and talking about. Is that actions express priority. Steve steve shows you with his actions. Ali spends his time what's important to. So there's a ton of examples in the book, but, like, Steve did not believe in del marketing and advertising decisions at all. This is not an exaggeration. He approved every single image that was using an ad. He would approve every single word. He would deliberate over the copy. This is when he's calling Ken at midnight to talk about a single... Word. The degree to which you did this cannot be understated. It didn't matter if it was a billboard in Missouri or a full page ad in the Wall Street Journal. It is not going out until he approves it. And so there's no way you can work like this unless you have a very simple fired structure. He hated what he called big company behavior. And so let me give an example. It's very common for executive Ceos, founders of giant companies. You have people filtering all kinds of things for you. Right? But, Steve put the quality of the product above everything else and then he he he says in another book. Hey, I truly believe that the... We're making the best products in the world. I want every single person to have in the world to have an access to an Apple device, which is funny because the way they're priced. But his whole point was that to do that, we have to get world class not only a building... We we already build world class products, but we have to get world class at marketing. And so I remember when I read that for the first time... I think this is episode 02:04. It's a long time ago, you know, many, many years ago. And I remember the note I left myself that I was trying to, like, put into my own words, Like, what is he saying here. And I was like oh, if you believe that your product will improve the life of your customer, then you have a moral obligation to get good at marketing. I believe that is what Steve jobs believe. And yet in this book, there's an actually interesting idea for you and Eye on how to do that. So the way I think about what the the the lesson is in the book is, like, if this is important to you, It's 1 of your top priorities. Right? Do not let other people filter for you. And so Steve did something is very interesting. So obviously, he's got marketing people on his marketing and advertising team. Right? He's... He got outside ad agencies. He insisted on seeing the ads before his executives. He didn't want them to filter what he saw filter because they they could start guessing, like, oh, you know, Steve won't like this. We don't need to show that 1 Me Like, no. I don't want this filtered at all. The ads are created by the advertising agency. They go straight to me. Another way that was very fascinating is think about if you've ever been in these meetings. They they, like, pitch their idea to you. Like, you have maybe the the the image or the demo of what the ads gonna look like. Maybe it's the video, and they wanna, like, set it up and the, like, setting it up and they na to you before, and he's, like, stop doing that. And he has a great... Again, this is just simple clear communication. Are you going to be sitting next to me explaining these things when I see the ad in the newspaper. And the answer is of course, not. And so if you if you really think about it, like, 1 of the the supporting characters of this book is the number 1. Steve was obsessed with trying to get then as close to the number 1 as possible, We'll talk more about that in a little bit. But I was thinking about what he was saying. I was like, oh, well, the only thing more simple than 1 is 0 and And by what what's happening at in this meeting? Was like, he wants 0 words. He wants to see it just like a potential customer would see it. And how this is related to this idea that Steve wanna be organized like, a startup up, He just wanted these small groups of smart people all dedicated to a single thing. Have 1 top priorities. Ken talks about the amount of people in a meeting where they literally deciding what what Apple ads the public is gonna. It's like, there's a handful of people. He talks about other companies in the book where he'll count. There be like, 32 people in the room. Steve Jones would never allow that. There's stories in the book where if he notices a a spectator to a meeting that is not essential. He will ask them why are you here, and if there's not a good response, he'll he'll make them leave. Simplicity best friend is small groups of smart people. So he did this in the beginning of his career. So his commitment to small groups smart people, sometimes included designing the team within constraints. So when he was building the first mac now, she's in his twenties. He limited the team to a hundred people. If you wanted to add a person. If you say, hey, we need, you know, this person's help. You act, you first have to find the person that was unnecessary and replace them. And then I'm really glad that I re reread this book after I just read the book on how Walt Disney built disneyland because I didn't understand the first time through it without that additional context that there's another benefit when it comes to just organizing your entire team or company into these small groups smart people. Because if you're doing something new and creative. Creativity is not a process, it's it's not scripted. And something that Steve had in common with Walt Disney was they were both comfortable with an absence of process. And so I wanna read this excerpt to from the book that I just did on Episode 03:47. We were where, you know, the entire book about how did Walt Disney build what he considered his masterpiece, which is Disney. And so we have a guy working for Walt Disney said you asked the question. What was the process like? I kinda laughed because process is an organized way of doing things. I have to remind you during the walt period of designing Disneyland. We didn't have processes. We just did the work process came later. All of these things had never been done before. Walt had gathered up all these people who had never designed a theme park. They had never designed a Disneyland. So we're in the same boat at 1 time, and we figure out what to do and how to do it on the fly as we go along and not even discuss plans, timing or anything. We just worked and Walt just walked around and made suggestions. This idea where Walt just walking around and making suggestions. If you read all these books on steve jobs it's very similar so similar. There's an absence of process Steve made suggestions changes were made, then Steve will review the changes and make more suggestions. Walt Disney and Steve jobs both trusted their own taste and judgment. So another great reason to read this book too is like, I'm not saying that Steve's taste and judgment were perfect. In this book, you have 1 of undoubtedly 1 of the greatest entrepreneurs to ever do it. The book is full of bad ideas coming from Steve. Let me give you an example. So Ken Siegel, He the author. He's the 1 that came up with the name Imac. And thank God he did because you know what Steve wanted to call the Imac before it was called Imac? He wanted to call the Imac Mc man. 1 of Steve's heroes was the founder of Sony, a acute reader. And 1 of the most successful Sony products of all time are the Walk man or was the Walk man. And so Steve's like, okay, we can call r is the Mc man. And if that idea wasn't in this book, you would never believe that Steve jobs would come up with such a product. There's another crazy idea. It does not sound like Steve at all, but he was seriously considered. He... His idea was like, hey, what if... Instead at the time they were charging for operating system upgrades that Apple just gives you for free now. And so, you know, you paid 99 dollars or a hundred and 29 dollars or something like that to to upgrade the operating system on your Mac. And he's like, hey, what if we gave it away for free and we just did an ad supported version of Macos. And instead of buying them, you can get it for free, but you have to watch an ad every time before you use your computer. What? That doesn't sound like Steve jobs. Right? And thankfully, both of those, you know, ideas, Steve changes mind. And again, just as this constant iteration, let's surround myself with these small groups to smart people. Let's make suggestions, like let's make changes then over time, our products will improve. Okay. So Wanna move on to the third thing I wanna talk you about, which is I mentioned earlier that the number 1 is like the supporting actor, the supporting cast in this book. And there's a line the first Read the book Never ever forgot about. And this says the further you get away from 1, the more complexity that you invite in. So I wanna talk about their advertising first, but I think this applies to more than just add. So your goal is a single idea expressed clearly. And for advertising, you really should try to pick just 1 message per ad. And And so this is another example where they're going over this idea for ads for new Apple product and Steve's like, well, there's 5 things they do really well. We should mention all 5 things in the ad. And the founder of the advertising agency in it, like, a close friend of Steve Jobs for, like, 3 decades he's getting named Lee K. He did this demonstration of the difference between a good ad and a and a a bad ad. So Lee cr pulled up a piece of paper into a ball and threw it to Steve and asked him to catch it and Steve was able to. And he and Lee says that is a good ad, then he cr up 5 pieces of paper into little balls and threw them all towards Steve at the same time and asked them to catch him and Steve didn't catch any of them. And Lee said that is a bad ad. And Leigh point was that the more things that you ask people to focus on the less that they remember. So I remember reading James Dyson auto. For the first time I've read it 3 times since then The last time was episode 300 if you wanna listen to it again. But he said something also. He's like, you simply cannot make your messages when selling something new. But, A consumer can barely handle 1 great new idea let alone 2 or even several, so he talks about in the book when, Dyson first product is that cy iconic vacuum cleaner. It was he thought it was the world's best vacuum cleaner. At a byproduct of the product he made though. An added benefit was the fact that the vacuum cleaner could also be used as a dry cleaner for your clothes. James never never mentioned that in his ads. He let the customer discover that use later on. Because in the marketing in the vacuum cleaner, he learned what Lee Cloud had had learned as well. Your goal is a single message a single idea expressed clearly. 1 message per ad. So then you have this principle to further you get away from 1, the more complexity you invite in for products, and it compares the operating system upgrades of Apple and Windows. So at this time, Apple offered the operating system leopard. As an upgrade, it had 1 version and 1 price. Microsoft was offering Windows Vista at this time, it had 4 versions all with different features and all at different prices. And it's funny to see the difference today because this book is, you know, 15 years old. I just saw that there's 4 different versions of the Apple Pencil. There's no way that Steve would like that. There's another great story in the book where he's got a team there at the time they're trying to figure out, okay. You have this... File on your computer from Imovie. You have this home movie you wanna put into a physical form, you wanna make it into, like, a Dvd. And so his team comes up with, like, this this complicated presentation. He just ignores the presentation walks over to the whiteboard. And he starts drawing out. He he says this is the application. It's got 1 window. You drag the video into the window, and then it has 1 button again, further get away from 1 the more complexity involving in. That 1 button says burn. And then C says that's it. That is what we're gonna make, and then he walked out of the room. After Steve jobs died, Johnny Iv gave this great interview with Vanity Fair. And he says something I'll never forget. I've mentioned in multiple times. He said that Steve was the most remarkably focused person he ever knew. So He... See would even do this when he... He would... The advice he'd gave are the the direction. I not even advice. He made it mandatory. The direction he gave his advertising agency. He's like, listen, for every single quarter, we're gonna have a single focus. So whatever product or feature that we are focused on, we're gonna be focused on that for the entire quarter, it's going to be mentioned in every ad and it's gonna be the main thing you see when you go to apple dot com. Steve's most important concern was making things easier for customers. And so the this entire thing when you think about this third section where it's like, focus on 1 the further you get away from 1, the more complexity you invite in. There's 2 things, I think Steve understood, you know, instinctively. That when you attempt to communicate more than 1 thing, you were dividing your audience attention. And the reason I think that that that was an instinct influential thing to him is because he applied it to both internally so, like, his teammates his employees and externally to his ads and his marketing. This idea when you attempt to communicate more than 1 thing you were dividing your audiences attention. It's very important. Number 2. People find more words confusing. I love to read. I love to read probably more as you as you know probably more than, you know, 99 percent of people in the planet, whatever that number is. It drives me bats shit crazy when I read an 800 page book. And it's very common. You read an 800 page book when that book should been 403 hundred pages. Editing your thinking is an active service, and it takes time and effort. That's why people don't do it. There's this famous saying that I was thinking of when I get to the section, you know, because I'm jot down. I'm trying to, like, interpret it, like, dis distilled these ideas, so I remember them in the shortest amount of time possible. And I was like, oh, this is like this this thing it's attributed to many different people, but it says I would have written you a shorter letter, but I didn't have the time. And so, that's been attributed to people like Mark Twain, Ci and Pascal. In fact, after I took that note to myself. The fact that, you know, people find more words confusing, you need to edit your thinking. And I I really think editing is an active service, but I'm... I was reread Steve's shareholder letters from Pixar. And his 19 97 shareholder... This is Hilarious. How everything's connected. In his 19 97 shareholder letter. He says he quotes, he he attributes to pascal in the letter that I would have written read you a short letter, but I didn't have time, and he's like, well, since I'm only working on Pixar, I have plenty of time, so I'm gonna write you a long letter for the shareholder letter. But he certainly didn't do that when he went back to Apple, he didn't do it internally, and he didn't do it externally. He understood that people find more words confusing and that you really need to edit your thinking down to its essence. And I think viewing that as an act of service to other people because that is what it is. Our time here is limited. Do not take 2 hours to say something you could say 15 minutes. Don't take a thousand words when you can draw a picture. Editing is an act of service. So the fourth thing that I wanna talk about and why simply simplicity is so important. Because simple is fast. So he comes back this Hilarious story because they're working on hiring a new advertising agency. Apple is I should be clear, more clear here. So at the time, Gill Emilio is the Ceo of Apple, he's the 1 that buys that makes a decision by next, he is the Ceo of Apple right before Steve jobs takes over. And when Steve comes back and now he's takes over Apple, Gill is fired. Gil had this like, really complicated ongoing process to pick a new advertising agency. Keep in mind, they're losing money. If they do not turn things around, they will literally run on a money and go bankrupt. And Gil idea is like, okay, we're gonna... We need a new advertising you've. This is the way we're gonna do it. We're gonna interview more than 20 different advertising agencies and then compare them and then pick the best 1. Steve comes back immediately, and he cancels some this entire process. Right before Charlie Mu died. He said something was so important. And he said that trust is 1 of the greatest economic forces on Earth. And what Steve did here is a perfect example of that. Steve canceled his entire process, and he called somebody that he trusted. He called somebody to hate a relationship with. He calls his old friend, Lee K. Lee K is the 1 that did the 19 84 Macintosh ad, That was, a decade before where we are in the story. Steve trusted Lee. And that trust enabled them to move faster that is so much simple in send down, I mean, in interviewed? How the hell do you even interview 20 different advertising agencies? How long is that gonna take? And then you have to whittle them down? Okay? Now we got our top 10. Now we got our top 5. Now we're down to 2 or 3. Simple is fast. So Steve Calls lee, they immediately start working. The second ad they do is the here's to the crazy 1 ad. And so in the book, Ken is talking about that the fact that that ad was created, it they came up with the ad, they made it and they aired it in less time than it would have taken Gui to complete all the initial meetings for the 20 different advertising agencies. Gil was being complex, and so therefore, he was moving slow. Steve was being simple, so therefore he moved fast. There's a hilarious story. I did this this episode on Herb Ke her, which is the founder of Southwest. He's 1 of my favorite founders have ever studied. I I find him wildly entertaining. It's episode 03:22 if you haven't heard it yet. But he Herb also had this, like, religious dedication to simplicity. And so there's a fantastic story in the book that I think is related to what, Steve was doing at Apple. Why Simplicity is so important because it's fast. So, says her keller illustrates the speed with which Southwest moves by telling a story about Don Valentine, Former Vp of marketing. Why would he be former. I wonder why. Valentine had just joined from doctor Pep so, you know, a big slow bureaucratic organization no disrespect to them. Right? Valentine just joined from Dr Pepper when the marketing group met in January. You gotta remember these dates. January, They're meeting in January to discuss a new television campaign per Valentine was ready with his timeline for producing spots. I'm gonna try not tell laugh. Ready. We're meeting in January. So this what he says Okay. We're ready, guys. Let's do this. We're gonna write the script in March. Pardon me? 2 months from now, We're gonna write the script in March. We're gonna get script approval in April. Remember we're in January for God's sake. So we're gonna write the script in Marsh. We're gonna get script approval in April. We're gonna cast this commercial in June. What the? What are you doing? And we're gonna shoot it in September. When Valentine finished, herb said, Don, I hate to tell you, but we're talking about next Wednesday. Not we're not running this ad 9 months from now. We're not gonna take 9 months. We're gonna make an ad and it's gonna be done and shot by next Wednesday, simple is fast, and I think what the advice that Herb would give you, and I think the advice that Steve would give you. If you feel you're not moving fast enough. Narrow your scope simplify and then up the intensity. And there's another thing that Herb and Steve had. This is the fifth thing I wanna talk you about. And this is another thing that they both had in common. And it is how they taught. How they taught, there's is a casual conversation with the ultimate decision maker. And the reason I I thought about this section too? It's like, why would... Why do I wanna name this, like, how Steve taught. There is a great line from, Jim Cynical. Who's the founder and former Ceo of Costco. And he says as a leader, if you're not spending 90 percent of your time teaching, you're not doing your job. What did Michael Jordan say? He was teaching. He was a leader of the team he was teaching his team, There are certain standards that you live by. This is the Chicago bull way. This is the Apple way. This is the southwest airlines way. Jim Cynical saying, this is how we do things at Costco. If you're not spending 90 percent of your time teaching you're not doing your job and the way Steve taught was through conversations. Says in the book, if you had this, like slick presentation, this is internally. Okay? I'm gonna do an entire new... The next episode will be about how Steve jobs sold. And I'll tell you more about that in a minute. But if you had a slick presentation internally. Steve suspected that you spent the value the limited valuable time that you had, wrapping the idea making it beautiful instead of spending the time thinking through the idea itself and getting to its essence. He talks about that over and over again. Get to the essence of the idea, boy idea boil everything down. Do not use... When you told Andy, Andy Miller, the guy that sold his company for 275000000 to Steve that I mentioned earlier, something Andy says in that video that Steve would say, do not use 10 words when you can use 1. Use a picture instead of a deck with a hundred words. He would tell Andy whenever again, you have to think like an Apple guy. That is him. That is Steve teaching Andy. This is the standards of excellence we have. This is how we do things at Apple. Great companies have distinct cultures. They've a distinct way of doing things. I just spent the week with 1 of the most valuable private companies. It's run by... I I'm not gonna name the company or who the person is. But I would say is the 78 year old founder who's been running the company for 45 years. It's just like, III described it Was like, oh, I spent the week inside of 1 of these books. It is very obvious when you interact with all the... I was with their top executives or 40 top executives and the founder. It is very obvious. They have a distinct culture. And they are literally the the best in class in their industry. And 1 of the executives said the founder has all... I think it's like 10000 people. 11000 people all marching in the same direction. You would say that about Steve jobs. You would say that about Herb ke her. And what is remarkable how informal Steve was this This is how he's teaching his entire company. It's a casual conversation with the ultimate decision maker. And if you can center these dis these casual conversations around a demo or picture even better, but Steve would just talk about why the product needs exist, how the product worked, and why it is different and better than other products. And he loved to use visuals if he could instead of words because he thought a picture was simpler than words. He's, again, he's trying to make things as simple as possible. So he would... There's many examples in the book, and I'll talk about this more and how he gave presentations too. He would just, like jump up, He'd have the conversation, then he would draw out the idea if there wasn't a demo of, like, the software or the product there or an image of it, he would draw on the whiteboard as a way to illustrate his point. And there's a fascinating line in the book that said that's Steve acted as his own slideshow. He did not wanna see a slideshow with a bunch of bullet points. He would tell you converse with people rather than present to them. But there is 1 exception to that role. And that's when Steve did the new product presentation for Apple's new products, That was not a casual conversation. That was a presentation. That presentation was painstakingly choreographed. There were he was relentless about rehearsing it. He had backup plans for everything. The thing that was the same about the internal conversations and the external presentation that was that he loved using images, demos, simple language and then ideas strip down to its essence. I'm not gonna spend too much time here because the next episode, I read an entire book on how Steve jobs prepared for presentation, that I think is gonna be very valuable to you and I because at business of sales. We're selling customers. We're selling employees in the company mission. We're selling recruits and why you wanna join the company, and I think the book I'm gonna talk about on the next episode is really a blueprint from a, you know, super salesman. A master salesman that Cj jobs was. And the last thing I wanna talk to you about is a way to find a simple path forward and I actually call this the hears principle. I came up with that name myself from this biography of William Randolph Hears that I met read many years ago, and there's an idea it that I think can gonna be applied to whatever industry that you're working in. So I wanna get to 1 of the most important things that I ever read, and it took me reread in multiple times for it to actually sink in and have a fundamental understanding of what it actually meant. There's a line in Walter isaac biography of Steve Jobs This has 1 of jobs talents with spotting markets that were filled with second rate products. And when you analyze steve jobs career through that lens. That 1 of his greatest talents with spotting markets that were filled with second rate products. You see it over and over again, He did this with computers. He did this with MP3 players. He did this of phones. He did this with tablets. And 1 of the hallmarks of a second rate product is the fact that it's too complex. I'm gonna read from the book, because I think this is so important. This is describing because Remember, this is the focus on really the turnaround of Apple. The ipod really was the product that helped Apple turn the corner. And so when Steve analyzed that, he says that he believed that the music player category needed most was simplicity and whichever company delivered it would soon be running this planet. That is a quote from Steve Jobs, whichever company delivered it would soon be running this planet. It turned out that 1 key insight allowed Apple to leap ahead of the other company, Steve explained in a 2006 interview now. This is Steve's words. We had the hardware expertise, the industrial design expertise and the software expertise, including itunes. 1 of the biggest insights we had was that we decided not to try to manage your music library on the ipod, but to manage it in itunes. Other companies tried to do everything on the device itself and made it so complicated that it was useless. In other words, we analyzed everything of their competitors were doing and in focusing on what they were not doing, we found a simple path forward. So why do I call that the hears principle. William Randolph Hears built a medium empire, there would be worth, like 30000000000 dollars in today's dollars. And it started out with a single newspaper in San Francisco that his father gave to him. And so at the time, there was a bunch of other newspapers to competitors in the serving the same city? They're all in san Francisco. Their newspapers are very similar. There's very little differentiation, and their distribution, the way they are selling. There's no differentiation. They would sell. They'd hire these things. These little kids called News. They're like little boys. They're like 09:10, 12 years old. And they'd roam around the streets selling the newspaper, you know, for a penny or 2 pennies. And so William Randolph off first is looking at this. Right? And he's like, why? I wanna build a media empire. I have 1 newspaper I wanna expand. I have little product differentiation. I have no distribution differentiation. What should I? And he realize realizes is like, well, the people in San Francisco are not unique. They're like people everywhere. They read the newspaper because they wanna know what's going on in the world, what's going on in their in the the country, what's going on in sports in business and everything else that newspapers read about. When And yet have me and all my competitors are just focused about the residents in San Francisco. Is there something that my competitors are not doing, are there markets that my competitors are ignoring that I can attack. And so what he did was he put his newspapers on trains and started sending them to all the communities that might be a hundred miles from San Francisco 200 miles in since Francisco. He's like, well, they don't live San Francisco, but they're the same kind of people and they're probably interested in the same things. So instead of fighting what might have been a losing battle just kinda is, like, cutting prices and doing the exact same thing as his competitors He put his newspapers on trains and drastically expanded the market. This immediately works, he starts making much more money than his competitors and then he uses that extra money to start buying up his competitors and he expands to other cities. That is the beginning of what turns into this giant multi tens of billions dollars empire. All of that from a relatively simple idea. So the Hears principle is very simple. You write down on a piece paper, everything that your competitors are doing, whether in the product design or their distribution, then you draw a giant x across it. You tell yourself, you cannot do it the way they're doing it, and you force yourself to think about new ways and new solutions. It's exact same thing. He didn't write didn't write it on a piece paper, and it certainly didn't call the hears principle. But if you think about what Steve jobs is telling us. He's analyzed what is... While his competitors are doing, he attacked a market of second rate products, he says, if I can't do that, I'm forced to find a new way and he found a new and better way in that changed the trajectory of Apple forever. And I think this quote from Steve Jobs is a perfect place to close. Simple can be harder than complex. You have to work hard to get your thinking clean to make it simple. But it's worth it in the end because once you get there, you can move mountains. And that is where I'll leave it, highly recommend buying the book reading the book, bookkeeping it close to you It's a great resource. If you buy the book using the link that's in the show in your podcast player are available at founders podcast dot com. You'll be supporting the podcast at the same time. That is 349 books down 1000 ago, and I'll talk to you again soon. I have just 2 quick things to tell you about before you go. Number 1, I am hosting another founder conference. This 1 will be on July 20 ninth through the 30 first is in a private venue deep in the California, Redwood this place is gorgeous. It is actually in Scott's Valley, California. And the idea to do these 2 day conferences was actually pulled out of me by people that listen to founders. So 1 of the most common requests that I've received over the years is this desire for can't David, can you introduce me to other people that listen to founders. And I didn't do anything with that information because I didn't know how to do it. And I actually think I stumbled upon a great way to it, and I'll tell you about that in a minute, But I was thinking about... I just listened to this entire episode back, to the same 1 that you just listened to. And if you really think about 1 of the main ideas is like, hey, your goal really should be that you have a single idea that's expressed clearly. So I would Heard that multiple times? I re reread that part or round that part? And I thought about, okay, What is the single idea express clearly? Like, why do these founders conferences these founder events? Why do they need to exist? And they need to exist and the reason the North star that these events exist is to help you build relationships with other founders, investors, executives and high value people. And it wasn't until after I had this idea and wasn't until after I did the first founders conference, which was held back in March in Austin, that I realized, oh, I accidentally stumbled. I had this idea and I that was, you know, a test of that hypothesis, but I realized like, I actually stumbled on a great way to help other people build relationships with high... Value people, and you do it really quickly. And there's a couple ways that these events are structured that I think serve this goal? Right? What is that single idea express clearly, I wanna help high value build people build relationships with each other. And so what I did at the event back in March, and I'm also doing at this event in On July 20 ninth of the 30 first is, I ran out the entire venue. That means that when... If you attend, every single person you see there is for the same reason... It's there for the same reason, and has the same interest as you. Number 2, if you just heard what Steve Jobs, 1 of Steve Jobs main principles is like, just make it his... 1 of his biggest concerns was making it as easy as possible for other people. And what I decided to do is like, I wanna make these all inclusive. Which means that if you get your... All you have to do is get yourself there. Right? And I take care of the rest. You're lodging your food, access to every single part of the event is all taken care of. And then the third most important point that I think help facilitate a lot of these relationships so quickly. The last event is these are intentionally smaller events. This event in Scott's Valley, California on July 20 ninth to the 30 first I highly encourage you to attend is only gonna be around a hundred and 20 to a hundred and 30 people. And it is the the the end result why I think I stumbled on something is because the amount of friendships, investments, deals, customer leads, partnerships and other opportunities that can't that have happened that came out as a result, a direct result of the last event is staggering. I frankly was shocked by it. And that leads me to believe that I'm on to something because again, the single idea expressed clearly. The reason this event exist is to build relationships. So even the way that the the event is scheduled. There is a lot of unstructured time to talk to other attendees. I will be there the entire time. There will be a lot of smaller breakout sessions around specific topics. So if you attend and you wanna lead a breakout session around a topic that you happen to be an expert in. Just reply back to your confirmation you won't after you apply and then my events team will handle the everything else. I am doing this event in partnership with Rick Burn and Paul Bus. They have a founders to say to grove, which is a 500000000 dollar holding company and 1 of the breakout sessions will be about how they started and structured their company. I met Rick and Paul and built a relationship with them through the podcast. They were listeners of the podcast and my friend Patrick knew them and introduce them to me. And they also taught in addition to running this, they run a podcast called the art of investing, they run their holding company, but they also teach an Nor dame, and they actually invited me to speak at their art of investing class. And that relationship led to this partnership, which is a great illustration of again, the single idea expressed clearly. Why does this exists. This exists to help you build relationships with other high value people, and that opens up opportunities in future. You can never possibly predict. So to come to the event and to build relationships with other high value people. The first thing you needed to do is go to founders podcast dot com slash events and apply. The second quick thing I have to tell you about is another example of something being pulled out of me. And 1 of the benefits of that you just heard. Let me let me explain. So for years, people knew because I'd go around talking about the fact that since 2018, I have been catalog all the research that I do for this podcast. And I was putting all of my notes and highlights in this app called Read wise. I'd go around talking about how great it is. How I couldn't make the podcast without it. You just heard me use what is now called founder notes, so founders notes dot com to sign up for this. But what this is is my own internal tool that I used the catalog the collective knowledge of history greatest entrepreneur, so I can pull it up on demand. And you just heard that because when I'm quoting Sam Walton. When I'm quoting Michael Morris. When I'm quoting Walt Disney, Herb Keller, James Dyson, all these other ideas from past Steve Jobs podcast podcasts. I was doing that by searching this giant database that contains all my notes, all my highlights, all my transcripts, and now this Ai assistant that'll I'll do all this reading and research for you called Sage that I also built into Founders notes. And the reason I say this was pulled out of me, this idea to build this product in partnership with Read wise. And again, this is the the power of relationships because I found out about read wise because 1 of the founders Tristan send me an email in 2018 and he's like, hey, you obviously read a lot. You might think this app is valuable. I didn't know it existed until then. And then I wasn't until 5 years later that I then sent and Had talked to Tristan, and I had sent Tristan in an. I was like, hey, there's actually... Opportunity for us to partner here because I keep getting these emails, These Dms, These requests that, hey, how can I have access to this giant second brain you have? I would argue the most valuable database in the world when it comes to learning from history's greatest entrepreneurs. And so the initial idea I came to Tristan. I was like, hey, I would like people to be able to see what I see. And then since then, we've added so many more features and just made it so much better that this is now a tool that I use nearly every single day. And if we go back to that idea, the same idea that that was important to Steve Jobs. Hey, we need a single idea express clearly. 1 of my favorite lines that I've ever heard. This is why there's so many there's such a high amount of people that you and I study that were obsessed with learning from history that had read hundreds of biographies throughout their career because they understood with Charlie Mu, so eloquently said that learning from history is a form of leverage. Learning from history is a form of leverage. Founder notes gives you the superpower to do this on demand. The podcast is a great tool to learn from history, but it is pushed to you. Founder notes gives you the ability to control it. It gives you the ability to tap into that collective knowledge of history greatest entrepreneurs. And use it when you need it. And so there's 2 main ways that you can search founders notes. 1 is a keyword search if you listen to the last episode I just did on Michael Jordan, the last 20 minutes of that podcast is me going through because I was asked the question, how to How did choose greatest entrepreneurs think about hiring. All I did was type in hiring into the keyword search in founders notes and then went through, you know, there's probably like, I don't know, 10 or 15 different examples. The second thing if you don't have a keyword search? I just ran into a friend of mine. Who has access to sage. Sage is the Ai assistant that operates on top of founder notes. And that idea also came was pulled... No I guess not pulled out of me. It was given to me by somebody that was beta testing sage for me. And this person after using it said, hey, you know, you had all these other names for it. I think it was gonna call, like, Founder Gp or the the names were terrible. The name and I take solace that Steve jobs also came up with bad names. So the Mac man for God's sake So anyways, he's like this is after using this, This is not the right names. So you should call it Sage, and he sent these 2 definitions. And he said, because Sage is a profoundly wise person. It refers to someone with a deep understanding of life, accumulated community knowledge and sound judge. That is every single person you and I study in the podcast. They they've had a deep understanding of life, accumulated knowledge because they've they spent 50 years on their career, and then somebody put all the the highlights or the the main lessons into a book and sound judgment, and the second 1, Definition was that a ass sage is a wise... A wise discerning or a prudent person. It describes someone who shows good judgment and makes well considered decision. So a friend of mine was like, hey, I on a way to a board meeting. I needed some information about leadership, I was asking Sage for how history greatest entrepreneurs thought about leadership and it gave me a bunch of good quotes that I used in the board meeting. That is what I meant. Founder notes gives you the superpower to now access the collective knowledge of his greatest entrepreneurs on demand when you need it. Another subscriber just sent me this note that Founder notes is giving him a compounding tactical advantage over his competition. If you are going to spend hours and hours invested in listening to different founders episodes I would encourage you heavily to invest into a subscription 4 founders notes. It makes the lessons that you're learning on the podcast even more powerful and again, It gives you the superpower to tap into the collective knowledge of history greatest entrepreneurs on demand. And you can do so easily by going to founders, notes dot com that is founders, with an s just like the podcast, founders, notes dot com. Thank you very much for support. Thank you very much for listening, and I'll talk to you again soon."
}