{
  "transcript": "George Lucas una invested in what he believed in most, himself. As a result, the film empire he created would empower not just him, but other filmmakers to produce movies exactly as they envision them. Without a studio imposing its own priorities, browsing about budgets or micro managing the process. George Lucas, the small town sun had said no to the family business then built a cinematic empire based on his own uncompromising vision of the film industry, not as it was, but as he thought it should be. Much of that vision lay in the possibilities presented by new technology. Technologies, Lucas developed with his own money, an inherent ability to hire the right people and a knack for asking the right questions. I can't help feeling that George Lucas has never been fully appreciated by the industry for his remarkable innovations said the director Peter Jackson. He is the Thomas Edison of the modern film industry. And that was an excerpt from the book that I wanna talk you about today, George Lucas a life by Brian J Jones. In case you're new to founders, every week, I read a biography of an entrepreneur, and then I share some of the ideas that I learned. So I wanna tell you how I found the idea for this book. Last week, I did a podcast. A creative a podcast on Ed Cat, which was 1 of the founders of Pixar, and based on his book creativity inc, which was absolutely fantastic book. And in the book, he mentions George Lucas a lot because he went to work for George Lucas in the beginnings of Pixar app actually were contained within, 1 of the companies that George Lucas found, which is industrial light magic. In Creativity inc. Ed Cab talks about a lot of the ideas that George Lucas had for business. A lot of these ideas, I thought were really interesting. I included them in Last week's podcast if you wanna learn a little bit more about that. So that maybe go look for a book on George Lucas. So I ordered the book and read it and not surprisingly, there's a lot of useful information in here. So I wanna share some of those ideas with you today. So let's get into the book. So 1 thing that's very common studying the biography of George Lucas. He was very much he very much thought from first principal. So we even see this at a young age. He... He's going... He's raised a protestant and he starts to question from an early age, and let me just read this part. He found himself wondering, what is god? But more than that, what is reality? What is this? Is as if you reach a point and suddenly you say, wait a second. What is the world? What are we? What am I? And how do I function in this? And what's going on here? And you'll see this later on in the book too where he just analyzes the film industry and then even the technologies that they're using. And he's like, this... What is this? This doesn't make sense. Why are we doing things like this. Something I found interesting skipping ahead a little bit. He didn't like school, but he loved to read. And he was obsessed with comic books. And a lot of the stories and that he learned as a kid wind up in the Star Wars movie later on. So this is Lucas talking about that. About his love for comic books. I was addicted to them, said Lucas? I used to love to read those books. It started me on a lifelong love of history. And as a kid, I spent a lot of time trying to relate the past the presence. So something I loved about, George Lucas. And something I wanna... I try to do myself is that he learned from fictional characters. He thought there's was a lot of value in storytelling, about humanity even if the the exact details we're not true. And to that point, he actually learned from 1 fictional character in particular, and it actually surprised me, and it was sc Mc duck. So let me tell you a little about that. He was fascinated not only by Sc exploits. But also by his con 4 color capitalist ways. Work smarter, not harder with sc motto. And his stories were full of into invent schemes that more often than not made him even richer and more successful. In sc world, hard work paid off. Yes. But so did clever and a desire to do something in a way no 1 had ever thought of before. That line right there, I think is a very good summary of George Lucas. A desire to do something in a way no 1 had never thought before. The lessons learned... Lucas learned from Uncle Sc wood to some extent, shape the kind of artist and businessman he would become in the future. Remember that word artist because it's interesting that the author is describing was that, when Lucas himself refrain from using that term to apply to himself, and we'll we'll talk about that in the podcast soon. So it says, it would... To some extent, it would shape the kind of artisan businessman he would become in the future. Conservative and driven believing strongly in his own vision and pursuing it aggressively. So he grows up, George Lucas grows up in a small town in California called Modest, his father, was like, a very rigid conservative self made man, he started the town's largest stationary store, and gradually expanded it over his lifetime. By the time, George Lucas is old enough to start working. His father wants him to take over the family business. George starts working there, then winds up quitting. And the note I left myself is his complete confidence in himself was a parent at a young age. And it said, I got really mad at my father and told him I'll never work in a job where I have to do the same thing over and over again every day, and he just didn't wanna hear that. You'll be back in a few years, George Senior told a son knowing unknowingly. I'll never be back. Lucas shot back. And as a matter of fact, I'm going to be a millionaire before I'm 30. So before... George Lucas is interesting thing to me was George Lucas didn't think about film or or making movies or becoming a filmmaker until he went to cinema school at Usc. His his first obsession was cars. So what he would do is, he thought he would either be a race car driver or a race car driver mechanic, he was obsessed with cars working on them and making him go faster. And while he was still, the last year of high school, He winds up getting in this devastating car crash that should have killed him. If he wasn't ejected from the car because somebody hit him, it sent the car, flipped over, like, 7 or 8 times, and the car got wrapped around tree. By the time it hit the tree, he was already out of he, like, thrown own out of the car, and he he was laying on the ground. If he was still in the car, he would have died. And so this is what he calls the start of his second life. He did a lot of thinking about the accident about life and about the universe and his place in it. It wasn't lost in him that he had been saved by the failure of the very racing belt he had installed to protect himself. And this is... I think the most important part. I realized more than anything else, what a thin thread we hang on in life, Lucas said. And I really wanted to make something out of my life. So at this point, before this, he was kinda like a nerd. Like, he just didn't... He he could be very focused on things he was passionate about, but he didn't care about school. He got these c's, and he's... There's a big change when he starts to apply himself. And that's the word they... That him and his dad he was over and over again about just making sure that whatever you're doing, you're applying yourself at it. So he starts college, at the time he he's like, okay, I... He got started getting the photography, and he wants to go to art school. And his dad's, like, no way and hell you're gonna do that. So let let's learn a little bit about that here. Now that, Lucas... Oh, so before this, he's he's in the local community college, and he's picking instead of, you know, in high school there directing what you... What you should learn. He got to pick the classes. So you see a difference here. Now that Lucas was in charge of his own educational destiny and no longer subject to the requirements of the California public school system. He could choose courses that truly interested him. Anthropology, psychology. Stuff you didn't get in high school, Lucas said, these were things I was really interested in, and that sparked me. I was into something I really cared about, and my whole great situation just turned around. He said. I thought I was a terrible student. And then suddenly, I was a great student. So after attending Community College, he wants to transfer and he wants to go to art school, and this is something that his dad's is very against, and we're gonna see that here. No way George Senior told a son flat. I'm not gonna pay for that. Do it on on your own if you want, but you'll never make a living as an artist. So George Lucas his friend is going to Usc, and he says, hey, there's a... There's a well known film school down here, why don't you checking out. And when he tells his dad wants Usc his dad was very, like, very open to that idea. And then the film school was called... It wasn't called an art school or setting film is called cinema. So using that studying cinema at Usc is the way he pitched it to his dad and his data agreed. And this 1 decision, this decision to study Cinema Usc changes his life. This is a turning point in his life. And we're gonna hear Lucas talk a little about that. For many, reality finally began when they entered film school. Lucas for 1 knew he had found his way. I was sort of flounder for something, he said. And so when I finally discovered film, I really fell madly in love with it. I ate it and slept it 24 hours a day. There was no going back after that. So during film school, he went to meeting a lot of older directors and producers and people working in the film industry. And something that was present throughout his his life. He always looked for people he could he could learn from. And, usually, those were older people. So he he comes to meet, this legendary filmmaker, called has Haskell We. And then later on, we're gonna see he, kind of, replicates the the mentorship and the friendship that he had with We with Francis Ford Cop. And this is Lucas describing why he sought out people usually older that he could learn from. And he said, that's 1 of the ways of learning. Lucas of acknowledged later. You attach yourself to somebody older and wiser than you. Learn everything they have to teach and then move on to your own accomplishment. Looking for summer work in the film industry, he would be disappointed. Every film company do... Every film company's door he banged on along Ventura Boulevard was closed in his face. So before I I wanna interject here. The first day of film school, his professors announced an the entire class don't do this. You cannot get a job in the film industry by going to film school because at the time it was highly tightly controlled. And he said, just stop now, get a refund in... Your tuition. Do not do this, which is I found really interesting and surprising. So, George Lucas is is seeing a little bit of of that here. Let's go back to the book. Film was strictly an old boys network. An insiders game closed off to those with no industry connections, relations or contacts. Everyone I went into, I said I was looking for a job, and I do anything said Lucas. No luck. So he... At the time We, he becomes sore We, We was working in the film industry, but we're gonna see that didn't really yield too much fruit for his job hunt. Says, but not even We could get Lucas job working in his own company unless Lucas was in the union. Lucas, this is an important part. Never a joiner and with an anti tip to unions learned from his conservative father, B. It was another lesson he would he wouldn't soon forget. To get into the movie machine, 1 had to be a part of the system. And Lucas had already decided he didn't like the system. Are the machine for that matter. So right there, first or second year of, film school, he's realizing like, he's kinda sewing his lifelong hatred. For the film industry in Hollywood in particular. And a lot of the things that we're gonna talk about today, you'll see that manifest. Its entire thing was trying to make enough money, so nobody could tell him what to do because he obsessed with controlling his on destiny. And the interesting part that I found is the the cinema school at Usc, right before, Lucas started attending was kind of, like, compared to, like, almost like, a a depression. They they weren't the students that came before weren't really making any films of no, they weren't winning any awards they weren't making any money. This all changes with, starting with George Lucas and then all the people that are are in the same spot. At this time. And so Lucas and his fellow film students would become a mafia. Very similar to like, what we know is like the Paypal mafia and how this small group of people that made Paypal now went on later on life to do to build all these other companies. They're gonna do the same thing with what with film. So let let's learn a bit a little bit about that now. Lucas generally referred to them as the Usc Mafia. These are all his friends that he meets a Film school. That would end up being a more appropriate designation as they would all regularly hire, fire and cons with 1 another on countless projects over the next 5 decades, putting together a kind of system on their own. So there's just a list of some of the movies that they're gonna make American graffiti. Indiana Jones in the temple of Doom. Star Wars, starts and Hut, greece, apocalypse now, dirty Harry, conan in the barbarian, red Dawn. And List just goes on and on. So I wanna skip ahead a little bit, and I wanna give you a glimpse into a little bit about his personality that we see in film school, and we'll see this much more developed as he gets older. While most students diligently put together short stop action clips are brief hand drawn cartoons. Lucas had something very different in mind. So he gets the the, assignment to create a film, and the instructor just told, hey, you know, we're gonna take this easy. We're just gonna show you how to make a basic movie, but you don't have to worry about the story else. So says, Lucas had something very different in mine. Following the op opening title card reading, look at life, you can actually see this still on, George Lucas first film. It's a minute long. It's called Look at life. Lucas made his intentions immediately clear with his first on screen credit. This was no student assignment. It was a short film by George Lucas. Lucas had chosen to set his film to music and open defiance of the professors instructions something we're gonna see a lot, a lot of that he just did not... He didn't really have a respect for other people's rules. Over the next 55 seconds in perfect sync with with an explosion of drums and other per instruments, Lucas Barrage viewers with a machine with machine gun fire of image. Hurling across the screen 1 after another. The images are mostly of unrest and disorder. Race riots, police dogs attacking protesters, ge politicians, dead bodies, keep in mind. Something I just wanna to interject there. Even I I was watching interviews with Lucas to prepare for this podcast, and he references it a lot that he's... He's a product of the sixties. So you see that in a lot of the messages that his films have, And this is the first example we have. Lucas ends on an une unequivocally down beat with a clipping that reads anyone for survival, which fades into end and then trails off into a loan question mark, which slowly rec resides into a blur. Even 50 years later, look at life is a... As an impressive debut, aggressive, political, and utterly confident. And here we're gonna get a view into his utter confidence. As soon as I made my first film. I thought, hey, I'm good at this. I know how to do this. From then on, I never questioned it. And another glimpse on a few pages later, which I really love that shows us more of this personality more of this confidence, a memory this is a memory of a fellow film student. He knew how to do it, and he was going to make sure everyone knew that he knew. So this is also how he comes up with his movies. This a little bit about his what his life was like during film school. 1 of his friends would always constantly try to get him out to go to parties, and Lucas was just heads down focused on film. So it says Lucas preferred preferred, shutting himself in the top floor bedroom, sitting at the drawing board, planning his films and sketching out ideas. George would usually stay upstairs in his room, drawing these little star troopers, but for Lucas, that was even better than partying. I'd be working all day all night living on chocolate bars and coffee said Lucas. It was a great life. So everything's great about that because except the chocolate bars because he gets diabetes rather young. His diet wasn't the best. And this is also where we're gonna see the start of a personality. Personality quirk, maybe personality preference is a better way to put it in this lasts his entire career, and that's he preferred working alone, which is kind of hilarious that he winds up founding a multi billion dollar company with 2000 employees because I think in his perfect world, he would just lock himself in a room and make films without anybody's interference. And, you know, he he obviously didn't go that route. He had to rely on actors, but Ron Howard, who appeared in American Graffiti to tells us 1 story where he's telling George Lucas that, hey, I wanna be more in an actor. I've just gonna... I just started go a film school because I wanna be a director, and Lucas is like, no. You should get an animation. Because then you could tell your stories without having to rely on actors. And Ron howard was like, wait a minute. Like, the guy that I'm on set with is telling me in a roundabout way that he hates actors, and he doesn't really hate him, but he just... He he doesn't like people messing with his vision. Okay. So let's go back to that personality preference. So says, he was becoming increasingly cranky about the ideas of working with others and preferred doing everything himself. He could be easily irritated if he was saddle with crew members who couldn't keep up with him. They're talking about, continuing to make films in in school. The first film he did by himself. Now he's got he's doing multiple films. He's and he's running crews. He says, I was really inc at the democratic process of filmmaking. So where we helped the student who couldn't quite make it. Lucas said later. I was into making it a competition, who can get it done first and best. If they couldn't cut the mustard, they shouldn't have been there. And this leads into what... The note I left myself is the dictator. And let's... Well, this is a little bit about his senior project. Lucas, however, would both right and direct his senior project. Heading up a crew that would eventually swell to 14 people. They'd all be working together closely sure, but ultimately, they'd be doing it Lucas way. His teacher imposed some terms and conditions on the project, most of which Lucas shrugged off are disregard entirely. The rules were of no concern to him. So remember we started the podcast talking about. He really thinks about first principle thinking. And it's not that he was violating rules just to violate rules. He just would analyze a world like, that doesn't make sense. That's dumb. Like, the the first rule. Don't put music in your first film. Why? Why can't we do that? And the the professor reason was, oh, it's too complicated or whatever the case is. Well George just did it anyways. And you're gonna see him breaking a role here, but it kinda makes sense if you really... If he's He's focused on getting the film done. And if you're just making up arbitrary rules that that get in that way, then he probably will just disregard their rules. It says, I broke them all. All of us did said Lucas. Whenever I broke the rules, I made a good film. So there wasn't much the faculty could do about this is 1 example of that. Lucas didn't want to limit his use of the equipment to the building's regular hours either. So you could only use the edit equipment from normal business hours. Like Monday through Friday, 9 to 5 something like that. So he said we'd shi up the drain spout cross over the roof, jump down into the patio and then break into the editing room so we could work all weekend, said Lucas. So I wanna skip ahead, something I love about reading these biographies is learning about who they were before they became the people we know. So it's... You know, everybody knows who Elon Musk is now or Henry Ford is now. But these biographies, you always see these little stories of who they were before they became infamous or famous or successful or whatever adjective you wanna put on it. As such, I really try to focus on their first jobs, their first businesses, and I wanna talk a little about his first job in the film industry, and it's working for the Us government, which Lucas was kinda this, like counter culture. You know, person at the time. So this is a little weird for him. But he learns things on his first job that he carries with him later on in life in business. So Lucas landed in a position with the Us information agency as a grip. The person responsible for maintaining and carrying the camera equipment for its teams working on education and propaganda films. It wasn't much, but it was still the kind of opportunity most film school graduates would have killed for. George Lucas, heir to the stationary store, car crash survivor lover of photography and film was officially working in the film industry, albeit just barely, and it was during his time here that he realized, hey, maybe I do wanna be a director, not just an editor. While Lucas didn't like cutting together footage of someone saying things I didn't really believe and just because I had to make a living. More than anything else he just didn't like being boss around. Being told which shots he could do and couldn't use annoyed him. The director would come over and say, you can't cut it this way. You've got cut it that way said Lucas. And I said, I don't like this. At that point, I was really wanting to be an editor and a cameraman. And in the course of doing this, I sort of said, you know, maybe I wanna be a director. I don't want people to tell me what to do. So this is a very common theme in the book and throughout his life. He has an absolute un desire for control. In fact, as I was reading, I came across the the word control so much, I had to look up how many times it appeared. The word control appears a hundred and 22 times in this book. So in addition to your control, he was also relentlessly resourceful. We're gonna see an example of that skipping head. At times, it was practically gorilla filmmaking as Lucas and his crew would shoot as much as they could in a parking garage before the light changed, or they ran out of time. And even with the military equipment at their disposal, there were still shortages and equipment failures. Through it all, Lucas simply cope and improvised with a resilience that impressed the hard navy officers. Lacking a proper dolly for moving shots for instance, Lucas and his cameraman Zip Zipper simply mounted the camera stu on their shoulders and sat stone still on a rolling platform as it was towed slowly backward. So I wanna skip ahead. I wanna talk to you about how he winds up meeting. 1 of the most important people in his life, which Francis Ford Cop. They become lifelong friends. They even start their first business together. They they develop more of, like, a brother relationship because they do have a several falling out, falling out, but usually wind up reconciling. Lucas won an award for 1 of his films and a reward of For the award is the ability to hang out on a real life movie set. I think for, like, 90 days. And the only movie that was being filmed at filmed at the time was the 1 France ford Cop was was directing. And this is just a funny story about how Francis Ford Cop first meets Towards Lucas. Lucas lord around the set of Fin Rainbow for several days, quietly watching, observing with his arms folded, mouth set tight. Eventually, the director noticed this skinny young man was watching him and asked someone who it was. Learning that his guest was a student observer from Usc, he coy cited over to the stone faced Lucas between takes. See anything interesting. He asked Lucas. Lucas shook his head slowly. Nope. He said flat, not yet. And this said the director, a bur bearded 28 year old named Francis Ford Cop is how I met George Lucas. So they talked about how important Francis ford Cop was to other film students. They were... He was a few years older about 5 years older than Lucas and Spielberg and some of these other guys. And they talked about why they looked up to him and it says, he actually succeeded in getting his hand on the doorknob and fling open the door. And suddenly, there was a crack of light, and you could see that 1 of us, a film student without any connections to the film business had pit 1 foot in front of another, and actually made the transition from being a film student to being someone who made a feature film sponsored by 1 of the studios. And this is Steven Sp talking about, Cop, Cop was my shining star. Francis was the first inspiration to a lot of young filmmakers because he broke through before many others. And this is Lucas talking about part 1 of the reasons he admired Cop. An impressed Lucas could only shake his head in awe at Cop colossal nerve. Francis could sell ice to the Es, Lucas said later. He has charisma beyond logic. I can now see what kind of men the great caesar's of history were. Their magnet. And for Cop part, he just really wanted a friend on a brother. He was 1 of the most success... 1 of the youngest people to be successful on the phone industry. He didn't... As such, he didn't really have people around him that was on his age. So he talks about what made him like, why did he strike up a friendship george Lucas? And he says, I was anxious to have a friend at Cop. And as things turned out, something I'd never had, which was a younger brother. And as brothers tend to do, the 2 of them would Bi. Sometimes furiously. Then reconcile over and over again as the years went by. So during this time, Cop is directing a movie. This is a another pro insight into George's personality. So he hangs around the set for a little bit, but then he just gets bored and elite. And so this him leaving is actually something that, inspired Cop to give him a job. So says, Cop noticed the young young man's absence and was not amused. What are you doing he demanded of Lucas, Aren't I entertaining enough for you? When Lucas explained that he preferred doing to watching, Cop nod it sympathetic and gave Lucas a job as his administrative assistant, promising 3000 dollars for 6 months work. So it was through... He starts working very closely with, with Cop. I'm gonna skip over large parts because I do wanna start getting into where did he get the inspiration? To not only, like, start his company, but the way he started his company. And him, George lucas Cop and a lot of these other guys were were very inspired by a relatively unknown independent filmmaker. Okay? So at the time, everything was studio driven. And people like Christopher Cop and George. Lucas didn't like all the control that the studios had over films. You know, you could write up a script, you could direct it you could turn it in, and then they would just arbitrarily cut things out, and they hated that. So this this actually a really, really important important part of the book. And this is where Lucas finds his inspiration and his eventual business model and Mo Opera. So as a result of working with Cop, Corporal cola is famous, he gets invited to all these, you know, filmmaking events. In 1 case, he couldn't go, so he sends Lucas in his place, and this is very important because this is where Lucas finds his inspiration. And so sitting next to him, meaning George Lucas was a 31 year old independent filmmaker from Northern California named John Cord. While Cord spoke eloquently at the topic at hand, it was when he digress into the details of his filmmaking that Lucas really took an interest. For the past 3 years, Cord had been running his own filmmaking facility out of his barn at S Beach, a small ocean resort town just north of San Francisco. He had privately raised a hundred thousand dollars for his movie by hitting up friends, colleagues, and even his actors for money. He shot the movie locally and then edit it on his own equipment. At the film's premiere at the museum of Modern Art in San Francisco, it received a lengthy standing ovation. And Hollywood executives fell over themselves scrambling to distribute it and recruit Court. And recruit Court, but Court was having none of it. From what I saw of Hollywood, they can keep it right now. Cord said. I would rather work for myself. In Hollywood, you have a producer breathing down your neck. Hollywood is dying slowly. This is all Cord still talking. Here in Northern California, I am happier working with less money. The risk of failure is far less. We can complete a film in maybe a year getting the results we want. This was exactly what they had in mind for themselves, meaning Lucas and Cop. Cord inspired us both said Cop. He was the real innovator. So that they take this idea, and this is where George Lucas, he actually starts his first company with Cop. And well, let let's learn a little bit about that. So just skipping ahead a little bit in the book where to the point where they start this company. Cop and Lucas had seen the future and Cord barn on the beach. And Cop was going to build his own cinematic community somewhere. If you can do it, he had told Court enthusiastically, we can. Cop had a name in mind. A tip of the hat to Scott Hanson and his wonderful optical toy, American zoo. So was a combination of what he saw with Cord and what he saw with Scott Hanson that gave him the idea for the basic blueprint for Americans Zoe Trope. So Cope named himself president of Zoe, of course, and appointed Lucas, his executive vice president. When we got up here, the Hollywood student said you can't possibly make movies up here. And we said, well, we don't care. And I said, I love San Francisco, and that's where I wanna live, and I don't care. I kept being stubborn and persistent. That's Cop talking. And I remember, George saying, well, we we may all be back in a year with our tails return our lakes. But at least it was fun why we were doing it. And who knows what will happen. Okay. So do you remember that part where Lucas is talking about how Cop can sell iced to es So Cope gets a studio to fund this com... This new company of theirs. With the agreement that they're gonna produce 6 films for the studio. And some of the films are gonna be made by Lucas, some are gonna be made by Cop, and some are gonna be made by other filmmakers that join the community. So the first of those movies was this movie that Lucas makes called THX 11:38. And this is another insight to his personality and how he works and that he refuses to accept to status quo. So let's learn a little bit about that here. At its core, TTHX1138 was about refusing to accept the status quo. It's about a hero who lives in an anne hill and dare to go outside. Lucas would say later. In a way, that's what he and Cop we're doing with Z. Like TXTHX, they too had broken away from the system in pursuit of a freedom that could be had if 1 was to... If 1 was willing to walk away from the status quo. As Lucas noted, This issue of leaving a safe environment and going into the unknown would be an underlying premise of his first 3 films, running in a them somatic straight line from T x through American Graffiti and onto Star Wars. So he he gets done shooting the movie, skipping head, I found this interesting, another personality quirk or personality preference of his was that he preferred to work in sol. What with the shooting complete, he took his film, all 250000 feet of it, home to Mill Valley. That's where he's living with his wife, where he planned to edit the movie in his attic rather than that the new facilities at Zoe. And this is why he did it. The offices were too busy and noisy, Lucas explained with too many distractions. It's like trying to write a novel in a newspaper office. T x, while it's... Has, like critical claim. The studio hated it is actually what leads to the downfall of their company really fast because it was the first film when the studio saw... They went up pulling all the funding for all the rest of the 6 films. And so this is the precursor to Lucas film, it's also sets the stage for 1 of the best movies in my opinion of all time, the Godfather, which, of course, was directed by Francis Ford Cop, At the time, Warner Studios is really pissed off. They're regretting their decision to go with all these independent filmmakers like Lucas. And as a result, the company is hem cash. Says with Warner running out of patients in the company, hem cash. Cop was in desperate need of money. In the then, in the late summer of 19 70 came an offer, he couldn't refuse. For much of 19 70, executives at paramount had been woo Cop to take the helm of a low budget action film based on 1 of the biggest books of 19 69. A sprawling gangster novel by Mario P called the Godfather. Cop was with Lucas, rec cutting T checks in the Mill Valley editing room. This is really interesting to me that stuck out. They spent all this money on on these off on these offices in Downtown San Francisco. And it there's like an analogy to, like, the modern day open offices here. So they spent all this money in office. They can't get worked on here. So now they're both at luke at George Lucas apartment cutting the film. It's just really interesting to me. So I said, when... So they're in Valley editing room, when Paramount executive Peter Bart called 1 once more to offer him the Godfather. They've just offered me this Italian Gangster movie, Cop told Lucas, It's like a 3000000 dollar pot boiler based on the best seller. Should I do it? To Lucas, whose father had always reinforced the concept of staying in the black. The answer was obvious. So, Lucas for all the money he made was still relatively financially conservative. And he you'll say that in his, he goes, I don't think you have any choice. He told Cup, we're in debt. You've gotta get a job. So on September 20 eighth, Cop signed the deal with Paramount to direct the Godfather. With production to begin in the spring of 19 71. He was offered 75000 dollars to direct it, plus 6 percent of the profits. Not much, especially if the film didn't work. And given that Cop was a lavish spend, So this is cop explaining his lavish spending ways. It takes no imagination to live within your means. Cop like to say. So this lavish spending is actually 1 of the reasons that he and George Go separate ways. They still remain friends, but They they start their own company separate from from 1 another. So this note I left myself it says sewing the desire for complete control. And what happens... Well, let me just read and and you'll see why. It was another move Lucas never forgot or forgave. This was George first experience with studio interference. And so George spent a season in hell because this was his baby they're talking about t... T checks. This was his very first film, and he felt a studio was man it. So what happens is they cut out arbitrarily 4 minutes from his film. Those 4 minutes turn Lucas cy towards Hollywood into outright rage. There was no point for them to do it other than to exercise some power he said. Their attitude was we can screw around with your movie so were going to. We fought it and they did it, and I was angry about it. He had no patience with executives who argued that they had only cut 4 minutes from a 90 minute film. They were cutting the fingers off my baby he fu. So this at the... We're gonna skip head a little bit. This is the point where he splits with Cop, and now we finally arrived at the founding of Lucas film. Mostly their disagreement was sparked by their differing management styles and attitudes towards money. I'm very cautious said Lucas. I don't borrow money. I'm very protective of the things that I build. Lucas was always tight with a dollar, and he had watched in Dismay as Cop continued to spend money reckless, sometimes gl on exotic equipment and expensive invitations. Determined to control his own projects, no studio he vowed, would ever force him to compromise his vision again. Lucas enlisted the help of entertainment lawyer, Tom Poll to draft the corporation pay papers for his own company. In 19 71, Lucas officially opened Lucas film Ltd. His own independent production company run out of his little house in Mill Valley. Its loan employees were him and Marsha. Marsha is his wife and also a film editor. Check wins the the Oscar editing, I think it was the first Star Wars. So moving on, we're gonna just go deeper. There's... Most of the... A lot of the examples I'm gonna talk about now is is his viewpoint and his philosophy on work, which is so super important to understand. I think we all can learn law from. So, T x comes out, people like it, but, you know, it's not commercially successful. And this is where the 2 things I'm gonna tell you about right now is where the birth for American Graffiti, which is his first commercially successful film and then the birth of Star Wars. So it says, but Lucas wasn't ready to start on another science fiction movie just yet. After TXI was considered a cold weird director, a science fiction sort of guy who carried a calculator, and I'm not like that at all. Cop 2 had challenged Lucas to try something different. Don't be so weird Cop told him. Try to do something that's human. Don't do these abstract things. He advised Lucas. Why don't you try to write something out of your own life that has war warmth and humor. So out of that, He writes the script for American Graffiti based on his time in Modest odessa, California, it's like a coming of Age comedy. Wanted up being fantastically successful. It has all these young actors I wanted becoming very successful in film industry. Like Ron Howard Harrison Ford, Richard Dreyfus, it's through the writing of the script for American Graffiti. Lucas is pitching it to get financing from other studios at the time remember, he doesn't have any money. So he he still needs to work within the Studio system. And at while he had... While he's writing American feet graffiti, he also has the idea which becomes the birth of the Star. So he goes to meet the guy, the running studio, I think they're in at the Cans Film festival, and this is the birth of Star Wars. Here they sailed the deal on American Graffiti. And that executive asked did Lucas have anything else. Lucas told him all about his ideas for his unnamed space Opera fantasy film in the vein of flash Gordon. Great. We'll make a deal for that too. And that said, Lucas later, was really the birth of Star Wars. It was only a notion up to them. At that point, he became an obligation. Skipping ahead, another thing. He's just He's he just loves... The note I left myself. But I the note I left here is I will just do it myself, And it reminds me, I was this podcast a long time ago with the independent director Robert Rodriguez, who broke into the film ministry very in a very similar way where he just made his own film, like, little small budget films himself, and eventually led him to being able to do other projects, he wanted to do. But he named 1 of his first production companies. Never mind, I'll do it myself productions. So I think this is very common common theme. Especially with entrepreneurs too. And how George arrives at this conclusion is he hated writing. He was not good at it. And so he hires a writer for American Graffiti. He pays him the little bit of money he has. The script comes back. He hates it. And so now he hates... He has a script he can't use and no money. So he said that's it. My intense desire to get a writer had backfired on me. And I ended up with an unusable script and no money. Excruciating as the experience might be Lucas would just write it himself. So over the next 3 weeks, Lucas wrote from 8 in the morning until 8 in the evening, 7 days a week, bleeding on the page as he would always put it. And that's... We'll see that example. He uses that term every time he's forced to write. And so something I found most admirable, and I don't even know if I... I'm pretty sure I couldn't do what he... What he's about to do here. Is at the time he has a small company with his wife. They have almost no money. He... He's hell bent on 1 day working for himself with no with no 1 else being able to control them. And so the note I left was maintaining focus through struggle. And they have the script for American Graffiti, his agent berg, is shopping it around, and he's forced to say no to a bunch of opportunities that would give him the money he desperately needs at the time. As Burke shopped around the American Graffiti Script. He found that while there were a few takers for the film, there were studios interested in Lucas as a director. The studio made Lucas an attractive offer, upping his directing fee to 100000 dollars, as well as a piece of the net profits. I had all these producers calling me saying, I hear you're really good at material that doesn't have a story, and they were offering me a lot of money, but they were terrible projects. Still, he did need the money. Lucas turned down every offer. But it wasn't easy. This was a very dark period for me. He said later. We were in dire financial straits. I turned down directing at my bleak point when I was in debt to my parents in debt to Francis cop, in debt to my agent. I was so far in debt, I thought I'd never get out. It took years to get from my first film to my second film, banging on doors trying to give to get people to give me a chance, remember, Lucas, writing. Struggling with no money in the bank, getting little jobs e out a living, trying to stay alive and pushing a script that nobody wanted. So just think about that. The those last 2 paragraphs. The description of what his life was. He's in his mid twenties at the time, and he goes from that to over the course of the next 40 years of his career, creating some of the most successful movies of all time and selling his company for 4000000000 dollars. So he shoots skipping had a little bit He shoots American Graffiti, and this is what I felt... I love this metaphor that he uses So it's called painful but satisfying like climbing mountain. So Lucas completed filming on American Graffiti on Friday 08/04/1972. Perhaps predictably, the final 2 weeks had been bogged down by 1 mechanical failure after another. With a broken tire rod hamper the shooting of a stunt car, under exposed film requiring a long round of retake and a flat tire that kept the airplane in the final scene firmly on the ground. Lucas was glad it was over. You couldn't pay me enough money to go through where you have to go through to make a movie. He complained to New York Times. It's excruciating. It's horrible. You get physically sick. I get a very bad cough and cold whenever I direct. I don't know whether it's psycho somatic or not. You feel terrible. There's an immense amount of pressure and emotional pain, but I do it anyway, and I really love to do it. It's like climbing mountains. Okay. So I wanna skip ahead. American Graffiti is done. At least he's done with it. And this is another entry into our our our our critics don't know shit segment. And again, I say that a little bit tongue in cheek. It's it's not to say that when you're starting a company or you're creating a product or you're making something that criticisms that you get might... They might actually be helpful for you to listen to. It's just as a reminder that whether the criticism is valid or not, it's a constant. Every single biography and every single example, you have other people telling these entrepreneurs and these founders that they're dumb that they can't do it that it's not gonna work out. So listen to it, and if it helps you then then then make changes based on what you learn. But just understand that it's... It's has nothing to do with you, really. It's human nature. So it says Lucas Home, s home to fu to Marsh to friends and to anyone who would listen. I don't know what to do he moan. This... The picture people are responding off the... This picture, people are responding off the wall, so he's talking about his when when they would show American Graffiti in theaters like private showing to people to gauge their audience reaction, people love the film. So he's saying, people are responding off the wall. And they keep telling me they're going to put it on television. So they are the studio executives. So, yeah, but they do a bunch of these private screenings in American Graffiti. People love it, but the studio executives think their opinions more important. And they're like, oh, this movie sucks We don't feel comfortable putting it out, and we're just gonna go straight to Tv. Okay? And the reason this is in the critics don't no Shit segment is because the studio wanted to send the movie straight to Tv. Okay? They wind up not doing that. Okay? They released it into the movie into movies. It had a million dollar budget. It goes on to make a hundred and 40000000 dollars. They spent a million making it. Didn't think it was good enough. Almost put it on Tv And luckily for them, they didn't listen to their own criticism, and it makes a hundred and 40 x return. It becomes at the time, 1 of the most 6... Most efficient, like, most profitable films in history. So it says in the end, universal pulled only 3 scenes totaling a little more than 4 minutes out of American Graffiti, but Lucas was Apple electric. There was no reason for the cutting he complained. It was just arbitrary. It was a formative experience for Lucas, another important part. Lucas had seen Hollywood tamper with. No, mu his art, not once, but twice now. He wasn't going to let it happen again. It's more a moral issue than anything else, Lucas said plainly. And this is why it's so important. That was the beginning of his passion to become an independent filmmaker. So they would have total control. There's that word again. Over his films and not be under some Nba studio executive who himself had never written or directed or edited a film from the ground up. Those 4 excise minutes would spawn an empire that would answer to the 1 independent entrepreneur and dictator who mattered George Lucas. And we're gonna see as a result of this... Of the film, he starts to make a little bit of money at the time a lot of money. And we're gonna start to see how he slowly but surely works his way and then eventually buys his freedom. That's the way he puts. So he goes, with his points in the film, Luke Lucas earned nearly 4000000 dollars after taxes. And as he vowed to his father more than a decade before, Lucas was a millionaire before the age of 30. In fact, he had done it with 2 years to spare. As the film's distributor, Universal 2, earned its piece of the movie, Lucas gag on every cent. The idea that the suits actually made a profit on his movie were just appalling to him. So earlier, III pointed out how the authors using, the word artist to describe Lucas. And so this paragraph skipping had a little bit. I wanna share with you because I just love the idea of entrepreneurship as a practice. And we're gonna learn how Lucas views himself, like, what term he uses to describe what he does and also, he talks about the only way he can work. So this is more of his personality. 1 of the 1 of its biggest fans, meaning American Graffiti. Was a New York Times. Which featured both the film and Lucas in several stories over 2 months and inhaled American Graffiti as a work of art. Lucas wasn't sure whether to b at that label or not. My thing about art is that I don't like the word art because it means protection and bullshit, and I equate those 2 directly. I don't think of myself as an artist and I don't think I ever will. I'm a craftsman. I don't make a work of art. I make a movie, and this is really interesting. The next sentence and it gives us a great insight to how he thinks about himself and his art or is his craft? I should say. I know how good I am. Graffiti is a success because it came entirely from my head. It was my concept, and that is the only way I can work. You know what I was thinking about while I reading this book too is, there's probably more than 2 reasons that people decide to start companies to become entrepreneurs and founders. But I would say the 2 main reasons... There's some overlap, but to me setting this is like, you have the main motivator. Maybe that's the way to put it is... There's 2 things you could choose from. It's because of money, you know, if you're successful founder, you you will make more money than you do a job. Or control. And I think a lot of the people that we've talked about on pod on these podcasts are motivated more by control. Now they make money as a result of that control because they have a belief in their own idea and their own vision and and they execute on that. George definitely did does not become an independent filmmaker and an entrepreneur because of money. He definitely does it because his a desire for control. And what I think think about is like, all the difference between you have some people that are able to, like, lucas film stays private. Right? He only wanted where 1 shareholder his entire life. So at the sale, by time he sells it to Disney, like, 40 years later. He's the loan shareholder. And so entrepreneurs that can retain ownership of their company, tend to be able to retain control. This is another example. Again, we're really looking into the Lucas philosophy on working and where he comes with its ideas, and he loved to learn from other filmmakers, just like we're trying here to learn from other entrepreneurs and founders. He had a new cinematic muse, an ec black and white film called 21 87. By a brilliant 30 year old antagonist. I don't... I'm not sure what that word is. Named Arthur Lip. Lucas admitted to watching the film 20 or 30 times. It had a very powerful effect on me, Lucas said. It was very much the kind of thing that I wanted to do. I was extremely influenced by that particular movie. Not only would it have a profound impact on the way he thought about and use sound in his films, but it would also even suddenly inspire a key part of Lucas star Wars, mythos. Something I found also interesting skipping head. He has a dis for op. And in the book, So I come across... There's a bunch of quotes in all these books that don't make it into the podcast. And so I've started putting them on the Twitter feed for the founders podcast. It's App founders podcast if you're interested in them. And 1 of the ones that... Or in this book that I just love. It's... If you had to describe, Lucas philosophy on business and just a handful of words like an, this would be it It says, stay small, be the best, don't lose money. And so we're gonna see where he arrives at where he arrived at this conclusion and he arrived at that conclusion by seeing the opposite. It was it says, it was the first time he had a chance to see a major motion picture being made, meaning major motion picture with multi dollar budget. And Lucas, never a patient by standard to begin with wasn't impressed. We had we had never been around such op. Zillion of dollars being spent every 5 minutes on this huge un wheeled thing, Lucas said later. It was mind boggling, boggling us because boggling to us because we had been making films for 300 dollars and seeing this incredible waste that was the worst of Hollywood. Another example of, Lucas personality and how he approached work was that he was methodically planned and detailed. And it says George has always planned things very far in advanced. He always works out in his head what may happen in a year or 2 and figures out what all the possibilities are so that he can handle whatever situation pops up. He is very good at capitalizing on all the options. Remember that word options. Because we're gonna get into his most important decision. In 1 second before that, is just another paragraph that reminded me that George wanted Freedom and this is the goal of Lucas film. What we are striving for is total freedom. Where we can finance our pictures, make them our way, release them when we want them released and be completely free to express ourselves, explain Lucas. That's very hard to do in the world of business. In this country, the only thing that speaks is money. And you have to have the money in order to have the power to be free. So just in a few sentences there. We we we see a very clear goal when why he started his company. This is his... What I would argue most important decision whenever ever We just talked about how he always thinks in the future... Try to think about the future and capitalize on the... On all the options. And this is before the actual work on Star Wars begins. He has the ideas, but before the actual shooting. So he's met... He's negotiating with Fox executives. And this decision, I think has become really famous. I talked about it in the ed... On the the podcast last week on Ed Cat, but this is Well, let's just go into him. Fox executives might have worried that Lucas would attempt to leverage his newfound reputation into a higher director's fee for Star Wars. So what you're talking about there is, he... He's coming off the massive success of American Graffiti. So at the time, most people would say, hey, you need... You know, now you're even more successful so for the next film, you need to ask for hire for more money. And he said his Asia Jeff Berg was convinced that they could easily negotiate a fee of a half a million dollars. But typically, Lucas didn't want money. He wanted control. Fox thought I was gonna come back and demand millions of dollars and all these gross points. Recalled Lucas. I said, I'll do it for the deal memo, but we haven't talked about things like merchandising rights and sequel rights. He would insist that those particular clauses normally considered under brushing in a contract remain negotiable as he and Fox move forward with their formal contract. He would also insist that the Star Wars be produced by Lucas film, thereby ensuring that he could keep on the keep an eye on the bottom line and that any expenses build against the new film were really his. I was very careful to say I don't want money. Lucas explained later. I said, I don't want anything financial. But I do want the rights to make the sequels. Friends like the High were gassed at Lucas stubborn ness. These are other people are working with filming shape. But then, they didn't share, and it's really important. But then they didn't share or even understand his vision for the film. He would say they're not giving me control. They're not giving me the rights to the sequels. So he gets the rights to sequels before we go into that. I just found this random great, George Lucas quote that I think helps us understand who he was. It's a person or is as a person he's still alive. And I just wanna tell you real quick. I I was not that willing to listen to other people's ideas. I wanted everything to be my way. I didn't mind getting input for from the creative people around me, but not the executives. I fought for many years to make sure no 1 could tell me what to do. So I wanna skip ahead to this wonderful quote. It talks about the world was changing and and George Lucas was, I mean, reason for that. So we know, now in Retrospect, Lucas got what he was negotiating for eventually. He got the rights of the sequels. He got the right for the merchandising, which comes way more about and instead of me trying to summarize that. Let me just read this part from you. And no 1, not even Lucas appreciated that by securing sequel merchandising rights, he just negotiated for himself a billion dollar clause, Decades later, a Fox executive would Shake his head in wonder at Lucas instincts and audacity. George was enormously far, and the studio wasn't because they didn't know the world was changing. George did know the world was changing. I mean he changed it. I love that line. So skipping ahead, I wanna... I found this particularly interesting. Okay? This is how he wrote Star wars. And again, we know Star wars now. I don't even know. They have what, like, 678 movies out, whatever the number is made billions of dollars. But again, things don't start like that. Going back to the Jeff Bezos quote that I love is that every Oak tree starts from an Acorn. So this is how he's writing Star Wars. Remember he wants to do everything himself as much as possible. And he hates writing. I sit at my desk for 8 hours a day no matter what happens. Even if I don't write anything he explained. It's a terrible way to live, but I do it. I sit down and I do it. I can't get out of my chair until 05:00 or 05:30. It's like being in school. It's the only way I can force myself to write. Over his desk, he hung a wall calendar to track his progress, vowing to write 5 pages daily and marking off each day with a big dramatic x. Most days, no words would be written at all. At 05:30, he would trump downstairs to watch the evening news with Walter Cro, glaring with anger over a Tv dinner as he stew about the black. The about the blank pages he left upstairs. You go crazy writing. So this is the main idea of Star Wars and then how he got... How you made a little bit of progress. And it says 1 of the key visions I had to the film when I started, was of a dog fight in space with spaceships. 2 ships flying through space shooting each other. That was my original Idea. I said I wanna make that movie. I wanna see that trying to get the dog fight in his head down on paper was difficult. So Lucas began taping old war movies on television, comp piling footage of airplane battles from other films. Eventually, he would have more than 20 hours on tape. Which he would transfer to 16 millimeter film, then tightly edit down to a real about 8 minutes long. And this is an an important takeaway from that. While he didn't know it yet. The reel of dog fighting, swoop, tail spinning aircraft, would be the mold... Would be 1 of the most important bits of the film he would ever put together. The wet concrete he would pour into the mold for the cornerstone of his own film empire. So the criticism I was talking about earlier, that never ends this is he's getting more criticism and he's and he's now becoming depressed. After more than 2 years of writing of bleeding on the page, Lucas knew he was finally close to getting a right, and yet his own progress to depressed him. While Lucas saw Star wars as his response to a weary world in need of new heroes and methodologies. His friend saw as a Juvenile exercise un worthy of his talent. Wasn't this the boy wonder who experimental films and tone poems had dazzled intellectual and amazed audiences. They said, George, usually should be making more of an artistic statement. People said I should have made apocalypse now after graffiti. They shed... They said I should be doing movies like taxi driver. Even with all this though, he... There's several examples where he he just person decided just to persevere and kept going with his own vision about what he wanted his life to be like in his career to be like, So it says, well, Lucas really now really wanted now is to get started. By the end of 19 75, he had been struggling with Star Wars for nearly 3 years, suffering through rejection at the hands of 2 studios. Dealing with the skeptical skepticism of his friends, a depletion of his savings and almost lethal lack of faith from twentieth Century Fox. So this brings us to actually 2 important ideas. The first 1 is something I saw on Twitter. And it's like, 1 of the the greatest screen readers of all time talking about how he... He's always surprised at, like, what his work happens. And the his takeaway was that no 1 knows what they're doing, so just create. And so that's the first important idea. He I says, I didn't really know where to go with it, and it... I've never fully resolved it. It's very hard. He's talking about the sc star wars. It's very hard stumbling across the desert, picking up rocks, not knowing what I'm looking for. And knowing the rock of Got is not the rock I'm looking for. I kept simplifying it, and I kept having people read it, and I kept trying to get it to a more cohesive story, but I'm still not very happy with the script. I never have been or In the end, Lucas said, I really didn't think we were gonna make any money at all on Star Wars. And the second important idea that comes from this is the power of deadlines. And he said, I never arrived at a degree of satisfaction where I thought the screen play was perfect. He said later. If I hadn't been forced to shoot the film, I would doubt list still be rewriting it now. I think that's that's just state of mind. I think a lot of people making anything understand. You you have to overcome these constant constant bout with doubt. And just as she goes to show you, Like, even when he's creating the script, which goes on to be, you know, a massive success 1 of the most successful movies of all time. He's like, I don't even like it. And if he didn't... It wasn't forced to actually start shooting the movie, you could still be rewriting the script today. So no 1 knows what they're doing just create and remember the power of deadlines. A little bit about this because I always like, comparing how it actually was to the finished product. So we know Star Wars, a lot of us probably like the movie, but the shooting of Star Wars was a major pain in the ass for George. And it said it was the first of what would be 84 long excruciating days filming Star Wars. 20 days severely over schedule, and the shoot was a disaster almost from the beginning. I was very depressed about the whole thing Lucas said. Lucas misery was due partly to the fact that he had already lost control of his own film. He lay the blame at the feet of executives at 20 century Fox who had nickel and dime him every step of the way, denying him the money he needed to ensure that everything worked. And then again, going back to not that criticism couldn't be value, but that we it it we just understand that it's always present. You're gonna see an example here. Fox, the executives of Fox were skeptical. Science fiction they insisted was a dead genre. It was very very difficult getting things to work. Everything was a prototype. Like g, we're gonna build this. We have no money, but we have to try to make this work. But nothing really works. So you're talking about Fox wouldn't re the money you want for special effects. This also leads him to founding his second company. Lucas Vowed, he'd never see control over his films to executives at the studios again. What did they know about filmmaking? If Star Wars has worked out, 1 thing would have to change for sure. He would control the money. Everything was screwed up, I was desperately unhappy. I was seriously seriously depressed at that point because nothing had gone wrong or gone right. A little more than a year before it was scheduled to hit theaters Star wars project was a mess, and the movie was going to be terrible. Lucas was certain of it. So skipping it a little bit of a ahead, here's is idea about that control is actually binary. And this this genesis of thought is going to it's gonna be, like, the seed that causes him to come up with his second multi dollar idea. And again, everything's rooting in control. So it talks about he wanted certain people were recommending, this guy T to do special effects on Star Wars, and he said, if you hire T to do your special effects. He does your special effects. I was very nervous about that, Lucas said later. I wanted to be able to say it must look like this, not that. I don't wanna be handed in effect at the end of 5 months and be told, here's your special effects sir. I want to be able to have more say of what's going on. It's really become binary. Either you do it yourself or you don't get a say, so he doesn't He does not hire trouble. He winds up doing this all himself, and this is where he found. He comes up with the idea to found the special effects company called industrial light magic. And industrial light magic does all special effects for star Wars, but then it becomes a a giant company. Its own right. I think for, like, the first, like, 14 years of its existence, a won 16 Oscars or some... Some something like that, It was just amazing how many other movie studios were using George Lucas technology. So it says industrial light and magic it would be an official... Subsidiary of Lucas film. Born out of necessity seated with his own money and feeding off of Lucas need to control every aspect of production. Industrial light magic would stand as 1 of the cornerstone of Lucas film empire. An investment that would set him well on the way to becoming a multi billionaire, and this is this quote from Ron Howard it's a great illustration of how unique this approach was. How many people think that solution to gaining control, improving fiscal responsibility and stimulating technological innovation is to start their own special effects company. Ron Howard said My. But that's what he did. So he finished finishes Star Wars. He has a rough cut, which doesn't have all of this this all the special effects aren't done yet. But, again, he's gonna have to persevere through more criticism. Something I haven't talked about, but that's present very much on the book is He has a very... He develops from a young, when you're both in their twenties. A lifelong, very close relationship. Almost like a Kindred spirit with Steven Spielberg. So this is a criticism and then Spielberg Back Lucas. So just to set the scene, he is... He's hosting a couple friends over for a private showing, and he wants to get other people's opinions on it. He said when the lights went up, Marsha, who hadn't seen the fur... Hadn't seen the film since the first cut burst into tears certain it was a disaster, remember that's his wife. High up mu that he found the opening crawl jig and it went on forever. Barr would tried to be supportive, reassuring Lucas that there was still enough time to fix everything if they could shoot some extra footage. Palm. This is Brian Palm, the famous director did movies like Scarf. Palm, however, was blistering in his criticism. Carp about about everything from Leia's hair to Vader non dramatic entrance in the opening scene. What's all this fore shit? Palm thunder? Where is the blood when they shoot people? Palm would continue to rail a Lucas over dinner at a Chinese restaurant, like a crazed dog. Still, there was 1 person in the room who was impressed. I loved it because I love the story and the character said Spielberg. I was probably the only 1 who liked it, and I told George how much I loved it. That evening, lad, this is the executive at 20 Century Fox, called Spielberg on the slide to ask what he thought about what he had seen. Spielberg told the executive, he thought he had a hit on his hands. 1 that would make about 50 or 60000000 dollars. Wow were we wrong last Spielberg. And before moving on to this great marketing idea. Just wanna give you an idea of how idea of what the friendship was like between George Lucas and Spielberg. Lucas said later, he refers Spielberg as my partner, my pal, my inspiration, my challenge. Spielberg and Lucas actually, I think accomplish something as relatively rare. They have a lifelong friendship, but at the same time, their competitors because they wanna constantly impress each other with their films, and they also become collaborators. Let's get into this great marketing idea they had for Star Wars. So they have the idea that Lucas has this massive script, and they hire a ghost writer to turn the script into a book and release it before Star wars movies come out. So it says, Why don't we do a novel normalization and comic book adapt early? Why not tailor a campaign and build off that? The novel, this is the 1 I just described had been released in November 19 76, Just ahead of the first movie trailer? And by February 19 97, Should 19 77 had sold out of its first print room of a hundred 25000 copies with the movie still 3 months away. What was the result of this? By the spring of 19 77, enthusiasm for Star Wars was like a pot rolling to a slow boil and the lid was about to blow off. K? So this next part is what is all the fuss about. Remember. Spielberg saying hey. You have a hit on your hand. It's gonna probably make 50 or 60000000. I saw an interview later, George Lucas said that his guess his response back to Spielberg at the time. Was that, oh, no It's only gonna make, like, 15 to 20000000. Okay? So Star Wars is is being released, and George Lucas goes to have lunch with his wife, and here he gets the first glimpse because he had no idea. So, he says from their table in the back, he and Marcia could see out the front window onto the street. Which was becoming more and more crowded people. It was like a mob scene, Lucas are called. 1 lane of traffic was blocked off. There were police there. There were lines, 8 or 9 people wide, going both ways around the block. They finished our lunch and then stepped out onto the street to see what the fuss was all about. I thought someone must be premier a movie. Lucas said later. Someone was. In huge letters on the marquee on both sides of the entrance above the above the loud teaming crowd, were 2 words. Star Wars. Okay. So the success of Star Wars. Remember, he could... He has points off the back end. He controls the merchandising light rights and the Sequel lights. So he come... He rides again, 1 of the most important realizations of his life and he's like, if you control the funding, then you control the percentage of the profits. So let's let's learn a little bit about that here. For the sequel then, he would try to realize as much of his dream as possible, and that meant controlling as much of it as possible. Starting with perhaps the most vital component in filmmaking, the funding. It called Lucas that Fox got to keep to pocket 60 percent of the profits for doing what he saw as absolutely nothing. He remained as contempt as ever of studios and studio mentality. They're rather s un sc people. I had 50 percent of the net profits because my company was going out and making the movie. I know what I'm doing for my 50 percent. I put my heart and soul this. My whole career is at stake. I have to actually go out and make the movie. What are you doing for your 50 percent. George looked at it like a businessman saying, wait a minute. The student this is... He realizes like, what's the source of the studio funding? He says the studio borrowed money and then took a 35 just 35 percent distribution fee off the top? This is crazy. Why don't we just borrowed the money ourselves? And then this is the key takeaway. So some of the brave and most reckless acts were not aesthetic, but financial. For the Sequel then, Lucas matter of fact informed Lad, remember that's the executive twentieth Century Fox that he would be financing the film himself using the profits from Star Wars as collateral for a bank loan, While Fox would be tasked with a distribution. It changed the whole nature of the deal and nobody had expected that said lucas noting with some gl that when the tables got turned and the same system worked against them, they felt betrayed and cheated. Fox also agreed to give Lucas final cut, promised not to metal with production, lucas and hand it over all merchandising and television rights. With it in this, we're gonna see the result. With this hands off approach, the studio words you receive a decreasing share of the profits as the film made more eventually bottom out at a 22.5 percent share to Lucas film's whopping 77.5 percent. The note about myself is this freedom or bankruptcy, this is his situation when he is starting the empire strikes back. Even those who knew Lucas were a gassed at his bull headed determination to finance the entire film himself. Independence was 1 thing. Bankruptcy was another, but those people were missing the point. Lucas wasn't paying for a movie. He was buying his own creative freedom. This is a perfect opportunity to become independent of the Hollywood system he said. There would be no bean counters, Nickel and dim him. Denying him the money he needed to get a shot just right, and even better, there would be no studio executive staring over his shoulder in the editing room, forcing him to what he... To make what he solves his arbitrary changes. That's the part I want to avoid. This gives... The next part just gives you a glimpse into George's financial situation before the empire strikes back, empire strikes back. Everything I own. Everything I ever earned is wrapped up and empire strikes back. He said nervous. We don't know whether Empire is going to turn out to be another more American graffiti. If it should be a flop, I will lose everything. What he's talking about there is but the success of American Graffiti, the studios pressured him into doing a sequel called more American Graffiti. But he thought that that the American Graffiti didn't need a sequel. He did it anyways, and it it wasn't successful. So he's saying, well, just because Star wars successful doesn't ensure that the sequel is gonna be successful. Look what happened with the American Great graffiti. So he has belief in his own vision for what Empire back is, and we see that he's taking all the profits that he had made previously from Star Wars and American Graffiti and he's putting them into this movie. And this is the results from this gamble. Lucas film would pocket more than 100000000 dollars in profits. Lucas had literally bet the ranch on Empire and 1. This is the part going back a little bit when they were talking about, hey, this might be the most important decision Lucas ever made in his life, how he got the the rights for not only Sequels, but the merchandising. So hundred millions of profit, hundred a hundred million in profits on 1 movie. That's amazing. Right? But here's something that that just blew my mind. Talking about they, which is Lucas film makes 3 times as much on toys as they do on films. So, Lucas, again, he's not 1 for cons consumption. He'd rolled all his profits back into the business. And this is the idea for Skywalker Ranch and then eventually what it becomes picks are. So here's a... The crazy thing I didn't know about before reading the. So I knew about Star Wars knew about Lucas Film. I didn't know that he founded industrial light magic. I didn't know he found he was inter... Oh I knew last based on book last week that he was integral in the starting of Pixar. But he also finds found another company, THX. So look at what... Look at... Like, he's the intersection of 4 major companies. Lucas Film, Pixar, THX and industrial light magic. And it all comes out all of these businesses happen because he has... He's very set about how he wants things. He has problems. He he's solving his own problems but then he's very set on what those solutions should look like. So this is a little bit of a Skywalker ranch. And he envisioned working with his friends in a ranch house in the middle of nowhere. I wanted a place of the most advanced technology where we could sit, see the trees and think about things. Lucas had scout out an isolated piece of property about 1700 acres. He walked a property, rolling and shaded and saw miles and miles of peace and possibility. This is where he would build his ranch. And this is where he's hiring. So he hires Ed Cat, the subject of last week's podcast to solve a problem, and I put this is example of 123876 while we are lucky to be living in the age of Internet. Anybody who's worked with film realizes what a stupid night eighteenth century idea is Argued Lucas, and that was because with traditional film, every single element in a shot had to be assembled individually, then put together on the optical composite, a process that was time consuming headache create a considerable room for error and often left the film scratched or faded. For someone who coveted control, especially someone who built his movies in the editing process, digital filmmaking in which all the elements could be manipulated directly on a computer screen with no image degradation seemed ideal. For Cat and his staff, all science fiction geek blown away by Star Wars, working for Lucas was a dream job. In all of Hollywood, George was the only person to actually invest in filmmaking technology in a serious way said Camel. The big studios were too risk ave adverse. But George understood the value of technical change. He was the 1 that provided the support when nobody else did. Lucas pit them to work developing a digital filmmaking workshop, complete with a digital editing system, a digital audio system and a digital printer. Where the images would be combined and manipulated. And then a out of that, they would develop up the technology, which would eventually lead to Pixar, that Pixar would then use once Steve jobs bought them and they pivoted away from hardware into, actually creating, feature length animated films. And this is another example of him finding... Founding another technology company based on need, So he... He's bit the entire career he's obsessed with the way his his his movie sound. So he develops some of the best audio technology, and then he he basically, goes around and sells this technology to movie theaters 1 at a time, so that the the way his films sound when he listens to them with this technology is the way audiences now, and it's called T. So you're you're probably very familiar with that. In the coming decades, more than 4000 theaters around the world would undergo Lucas quality control process on their way to becoming T x certified cinemas. Audiences too would come to recognize the metallic T x logo shown just before a film, accompanied by its deep note, which slowly builds in volume as it swirl throughout the sound system and eventually makes the entire theater rumble as a definitive mark of great movie sound. Lucas had controlled the way his movies were filmed, edited, financed, and merchandise. Now he would control the way they sounded in theaters as well. And that is where I'm gonna leave the story. If you want the full story, click, and you wanna support the podcast at the same time, click the link that's in the, bio and at founders podcast dot com and order the book, a small percentage of the sale will go directly to me at no additional cost to you, and you'll get to read a great book. And finally, just wanna let you know, Like, I have an unbelievable sense of gratitude for all the support. I love listening singular podcast and I love making them. And there'd be no point in making them if no 1 listened to them. So thank you very much for listening this far. Thank you for the support. Thank you for the reviews. Thank you for telling your friends, and I will talk to you next week."
}