{
  "transcript": "Book I wanna to talk you about today is the presentation secrets of Steve Jobs how to be insanely great in front of any audience and is written by Car mine Gallo. So a friend of mine founded a company and he raised money from some of the best venture capital firms in the world. And he sent me this book because he says that they told him as investors told him that he should read this book before his next round of fundraising, and apparently they give this advice to other founders in their portfolio as well. This book makes the case that Steve Jobs was the greatest business storyteller of our time. And so I think the ideas in this book are really important because essentially if you read the book, it tells you how to sell, like, Steve jobs. And since business is sales, I wanna dedicate an entire episode to going over some of his ideas because think about it. You're selling when you pitch an idea, you're selling when you talk to customers. You're selling when you're trying to recruit people to come work for you. You're selling when you try to raise money for your business. And I think when you study the life and career of Steve Jobs. It's very obvious that he believed all these things. It's why I spend so much time and effort. Learning how to sell. In fact, in this book he he said that he considered his keynote presentations, competitive weapon, and he considered a competitive weapon for Apple. There's a great quote in the book about why this is so important, and it says a person can have the greatest idea in the world. But if that person can't convince enough other people, it doesn't matter. And so what I did is I took the ideas in this book and I organize them in the way that the book recommends recommend. So there's 3 things that I'm gonna talk to you about today. 1, what are you really selling? 2, how Steve jobs made his presentations. And 3, the importance of developing a messi sense of purpose. And so I wanna start with what are you really selling? Because I really do believe this is the most important part of the entire book. So if you would ask Steve jobs, He wouldn't say, oh, like, what do you do for a living? Oh I sell computers? No. He would say that he sells tools that unleash human potential. Tools that change the way that you work and that change the way that you play. And so there's a quote steve job said in 19 90? Says you gotta start with the customer experience and work back towards the technology. Not the other way around. He did this when he sold too. The number 1 question that you have to answer. The 1 question that matters the most is why should I care? Why should the customer care? And if you go back and watch and you can also read his presentations in this book, you see that he started with the customer experience and then work back towards the technology. So I wanna go over his 19 98 imac presentation. So he starts out by saying, we made this computer, this imac for the number 1 reason customers tell us that they want a computer. To get on the Internet simply and fast. He starts with the improvement that his product makes before he even introduces his product. He says, we went out and looked at all the other products out there. We noticed some things about them pretty much universally. They are all using last year's processor. Secondly, they all have pretty crummy displays on them. These things are ugly. What that means is they have lower performance and they are harder to use. So what he just did there, That is called drawing a verbal road roadmap for your audience. I'll go into more detail section number 2 And actually, how he does this if you look at which has happened, He starts with the problem. It's 19 98, You wanna get on this new thing called the Internet, you want simple and fast way to do so. The problem is all the products, all the other computers out there, they're complex, slow and ugly. And he uses very simple words, words that are unusual, which we'll talk about more in a little bit. Crummy. That is a simple but unusual word, especially in a business presentation. And then he didn't say ugly. He said, ugly. And then after those 2 sentences, he tells you what that means what that means is they have lower performance and they are harder to use. That is drawing a verbal map for his audience, and then he goes into the solution to that problem, the solution is the product that he made. So let me tell you about Imac. The new imac is fast. It screams. So when I got to this part, The know Left myself. Do you think any of Steve jobs competitors describe the speed of their products with that same phrase? It screams. This is unusual but memorable words, and it's very simple to understand. And then he goes into an next 1. The new imac has a gorgeous display. Again, Steve is describing his product, the way that you describe your lover. But in a few short simple sentences, already know, Okay. The problem is I wanna get on the Internet. I'm hearing and great things about it. It's complex. It's hard to do. I need a simple way and a fast way to do that. That option is not available to me because all the other computers that are not Apple products. He just said they're crummy. They're ugly, they're complex. But this new imac, it screams. I means it's fast. It has a gorgeous display must be great to look at. And the genius of the way the Steve jobs sold, and I would argue that warren Buffett is the exact same thing. I've made the point multiple times that if you think of the the the greatest content marketing in business history, I would argue is warren buffett its shareholder letter. See this is exact same thing. Take something unbelievably complex and use a simple and direct language. To explain it to you. And if you either watch Steve jobs presentations or read the transcripts, it's just like reading Warren Buffett shareholder... There's almost no jargon. It is simple and direct language, a lot of storytelling. My friend, Moses Ka wrote something great about this to to illustrate this point. What Moses does is He's a real estate investor. So he's raised over 200000000 dollars from investors, and he takes that money and he buys apartment buildings in Southern California. Southern California is a highly desirable location and has been, you know, for decades and is usually very difficult to build new supply. And what he wrote was perfect because he raises money from Rich people when he sees the way he does it is very different from some of the other people in his industry. And he wrote normal rich people have no idea what Mo is. Let alone Irr are lost to lease, etcetera. If you want their money for your project, include a slide in your deck titled, what we will do with your money in plain English. To answer the question, why should I care, It equals what does this do for me? And it's not just for customers, it applies to, obviously, pitching employees, pitching investors to if you listened to the episode I did 2 weeks ago. It's episode 03:48, the financial genius behind a century of Wall Street scandals It's called the Match king. You haven't listened to it, Highly recommend you do and read the book too. I bought the book for a few friends now, they just cannot believe the story that's in the book. But if you listen to the episode if you read that book. Eva K. He did exactly what Steve Jobs did, he did exactly what the advice that that my friend moses gave. Explain what we will do with your money in plain English. Eva K comes from Europe comes to America to pitch American investors, and he explains in very clear language. What am I gonna do with your money? Government loans for match monopoly. I'm gonna raise money from America. I'm gonna take that money back to Europe. There's all these smaller European governments that are in bad financial shape. I'm going to loan that money in exchange. They are gonna grant me a monopoly for match production and match and selling matches inside of their company. Government loans for match mono monopoly. This is important because he put it in a phrase I was easy to understand. And so his investors would then repeat this to the... That phrase to other investors. Government loans for match Mono monopoly. Easy to understand ideas spread. And how much of they spread in that book it makes the claim. And it was it was crazy to think about it. I think it was in the 19 20 decades. I don't have in front me, but I'm pretty sure it from, like, 19 22 to, like, 19 30. Something like 25 percent of all the securities traded in America were for Eva K companies. And so again, for the love of God, no jargon, just use simple and direct language and focus on why should you care? I'm explaining what this does for you. Now this applies, to pitching customers too. My friend, Eric is 1 of the greatest entrepreneurs that I know. He also reads v. And he sent me... He told me about this book on the life of 1 trip and the history of Pan am Airways. The book is called the American saga, I have at Eventually, read it and do an episode on in the future. But I was reading through all the notes that Eric took on the book. And I was reading his notes at the same time I was reading the presentation secrets of Steve jobs, and it came across something. That is a great illustration of this, so it talks about 1 trip early in his career. He talked to his customer to understand their problem. This is the United Fruit company by the way, which is Hilarious if you think about how many episodes are done on the book to fish officially ate the way. But the United Fruit company had paperwork and in the in the country that they're operating in, that country's government insisted that that paperwork has to be brought to the capital and it has to be stamped. That was a problem for the United Fruit company. Why? Because in between them and the capital is a 9000 foot high mountain. And so to take this paperwork and to get it on the other side of the mountain, they have to drive for 3 days on very dangerous roads. So Juan tripp comes and like, oh, actually, you know what? I can fly your documents over the mountain, and I can do it in an hour and a half. And so Eric's notes on this, he says, I love how crystal clear this value proposition is. Instead of 3 days of... By dangerous road, it's 1 and a half hours by air. That is a 40 x improvement in time savings, time is money and allows companies to work so much faster, the best B companies save businesses time. So in order to figure out what you are really selling, you have to answer this question, why should your customers care about your product? Juan tripp answer is instead of 3 days by dangerous road, it's 1 and a half hours by air. For Steve jobs, it's you wanna get on the Internet quickly and simply in the imac does this for you. The reason I started with this. The reason why I think figuring out what you really selling is so important. The most important lesson in the book is because it is a very old idea. The idea that you should sell the... You do not sell the product. You're not selling your product. You are selling the improvement that your product makes. People do not care about your product. They care about themselves. They only care about what your product does for them. That is why all think about all the greatest advertising agency founders that you and I have have studied and discussed on this podcast. I don't even know how many. All list to all the episodes that done pride what 8 episodes on them, and all the greatest advertising agency founders said the same thing. Sell the improvement that your product makes. Sell the better future that your customer will receive if they use your product. The reason that Steve jobs was such a great storyteller or reason that he was such a great salesperson he's because he did that. Think about it the the greatest line he ever came up with The greatest. I mean, they have a lot of great tagline lines in the book, but I feel I I can't think of another product that has a better tagline than the original ipod. And their tagline was was very simple. It's written from the customer's perspective and it describes the better future. 1000 songs in your pocket. Now I am old enough to remember when mp 3 players in the ipod came out. I grew up. Right? We had books full of Cds. Do you remember this? Like, you would have books full Cds in your house. Like these almost like these binder things. I I specifically remember them, like, you driver around your car with your friends. Like hey, what you wanna? Was like, grab this giant book of Cds and flip through and try to figure out what album that we wanna listen to. So you could do that Or you can walk around to the giant disc man or you can just use an ipod and have 1000 songs in your pocket Think about how crazy this is. Right? So the evolution goes from, you know, giant books of Cds. To 1000 songs in your pocket and then think about Spotify. It's not 1000 songs in your pocket, it's every song in history in your pocket. So to figure out what you're really selling, you have to figure out what you're actually improving in their lives. And when you see a lot of these products are struggling in the market. It's usually because they're a solution in search of a problem. Steve didn't sell a product. He sold an improvement. There's a great book called Og on advertising. I just recently reread it came out, like, the 19 eighties is written by David O. In the book, he tells you there's a bunch of examples on great ads and and marketing and I think every single entrepreneur should read that book. It's no brainer. But he tells you what the most important sentence in the book is He says advertising, which promises no benefit to the customer does not sell. Yet the majority of campaigns contain no problem whatsoever. That is the most important sentence in this book read it again. So once you figure out what you're actually selling, what is your main idea, try to describe it as su distinctly as possible if you can do it in 1 sentence that's even better. And then you expand on it, and then as you expand on it, then you repeat it a lot. You and Have talked about this this maximum that comes up over and over again with great leaders. Repetition is persuasive. And if you can describe your idea in 1 line, it will be repeated by your audience. So I wanna give you an example. I'm gonna pick up a book, There's a bunch of, tagline that they use for different products and they go over all the presentations in the book. So... I just talked about the first 1 ipod, 1000 songs in your pocket. When when they come out with the Macbook air. Their tagline is it's the world's thin notebook. Now listen to how much Steve jobs and Apple repeats this over and again. They repeated it in the presentation on their all the market materials. Any press releases, their website? I'm gonna list all the different ways they say the exact same thing. What is Macbook Air? It's the world's thin notebook. That's number 1. Number 2. The world's thin notebook. Number 3. This is the Macbook Air. It's the thin notebook in the world. Number 4. We decided to build the world's thin notebook. Number 5. Macbook Air, the world's thin notebook. Number 6. Apple introduces Macbook Air, the world's thin notebook. Number 7, we've built the world's thin notebook. Repeat, repeat repeat. Human nature has a flaw. We forget that we forget. Go back. I I do this whole time. I go back and you obviously know, I re reread books that I've covered. Hey think about how crazy it is. Not only am I reread a book that I've covered. Right? It's a book that I've made a podcast about in the... Before, so I took a a ton of time and I'm sure, you know, probably 40 hours really digesting the book. Then I've re reread the highlights. And, you, go and re reread the book and it's amazing. If I hadn't read the book in a year or 2 years or 5 years. You could do this. Go back and pick up a book that you loved, watch re rewatch a movie that you loved, listen to a podcast episode that you love. That you haven't heard or read or watched or listen to in, let's say 2, 3 years. You will be shocked at how much you forget. We forget that we forget. So the most important thing to know from this section, the most important thing to learn from this section, figure out what you are really selling. And once you figure that out, make sure that you have a headline or way to describe it su distinctly? And that description should answer. Why does the customer? Why does the employee? Why is the person you're recruiting? Why does the investor you're raising money from them, why should they care? How will their future be better by buying are agreeing to what you are selling. And then once you do that, you consistently repeat that headline in your conversations, in your marketing materials in your presentations, in your slides, in your brochures, in your press releases and on your website. So the second thing that I wanna talk you about is how Steve actually made his presentations. And the first thing he did was that he planned his presentations in analog. He would use pen and paper before opening keynote and using any kind of software and he'd love drawing out his thinking on the whiteboard. In fact, I was telling my friend Rick about this book as I was reading it. And something that pops up in this book popped up in the book from last week, which is called Insanely simple and then another book called creative selection, which is all about people that worked very close to Steve jobs describing how he worked. And this idea that he would act his own slideshow that he would jump up from a conversation to the whiteboard appears over and over again. And so I telling my friend Rick about this, and he's like, that's funny. That's... He did the exact same thing when I met him. And Rick told me story when he went to meet Steve Jobs, This is when Steve Jobs was just running Pixar, they were thinking about making an investment in Pixar. And so the conversation quickly went to the whiteboard and then Steve just essentially built like this hub and spoke model, and he was talking about all the different businesses that you could launch off of a single movie. Just like Disney. So you have merchandise, you could do theme parks, you could branch into other forms of media, and the way Steve wanted to explain this point was to draw on the whiteboard. And so the way the book describes how Steve structured his presentations, is another 3 point list. As a number 1. Create a list of points you want your audience to remember. Number 2, organize that list until you're left with only 3 main points, and number 3, under each point at stories easy rumor facts, metaphors, and social proof. And you'd see that Steve did this not just in product presentation. Think about his most famous speech ever, the commencement address he gave at Stanford, and the actual structure of that speech is dead simple. So it has an opening, it has 3 stories, and then it has a conclusion. And if you go back and I've listened to and watch that speech Out forgot how many times. But you can actually go and see his transitions as he gets to his first second and third point, I pulled them out of the transcript. So it says the first story is about connecting the dots, then he fills that didn't with the story. Then he goes my second story is about love and loss, then he fills that in. Then he goes my third story is about death. But think about that. That's... These are very simple direct language. My first story is about connecting the dots. My second story is about love and loss. My third story is about death. The author states in the book that he does believe that the rule of 3 is 1 of the most powerful concepts in communication. And the reason is because humans can only hold a tiny amount of information in their short term memory. So you might talk for 30 minutes, and the people you're speaking to your audience, they're only gonna remember a handful of things. People tend to remember maxim or a, and then they can remember stories. In fact, 1 of my favorite all time quotes I think about all the time I've mentioned on the podcast. I don't know, a ton of times. Actually comes from the founder of Sequoia Capital, Don Valentine. And he says the art of storytelling is critically important. Most of the entrepreneurs who come to us can't tell a story. Learning to tell a story is incredibly important because that's how the money works. The money flows as a function of the story. So in the book they're interviewing a bunch of venture capitalists. And they talk about like, some of the, like, the bad presentations that they that they see all the time. And you see a lot of the characteristics that make a bad presentation are what Steve jobs of, was able to avoid when he made great presentations. And 1 thing is people try stuff way too much information. If you actually read the transcript or watch Steve's presentations. He doesn't put too much information in the presentation. And his slides have almost no words on them. The 2 biggest problems that these investors see is that most presenters try to squeeze way too much information in there. There's a great line in the book, where it says, most people giving a pitch, try to squeeze 2 megabytes of data into a pipe that carries a hundred and 28 kilobytes. And number 2, start with the problem. Do not start with the product. Most of the entrepreneurs who jump, just jump right into the product. They forget to talk about the most important part, which is what problem their product solves. Start with the problem. In fact, I was thinking about this. I went back and looked through some of my notes and highlights for the biographies on Edwin Land, which was Steve Jobs hero. And you saw that Edwin Land did this as well. I wanna read this paragraph from this biography of Edwin Land that I read. It says Edwin Land resorted to a bit of Cha. He was strikingly good at explaining his work to people and powerfully persuasive, Who does that sound like. Right? Really good at explaining your work to people and powerfully persuasive Sounds like Edwin and Steve jobs. When Edwin Land pitched polarizing sunglasses to American optical, so he developed the technology for polarizing sunglasses. He is pitching his product to manufacturers of sunglasses. And this is how he does his So when he pitches polarizing sunglasses to American Optical, he didn't just show up with a few samples. He rented a hotel room facing the sun and then brought a bowl of goldfish, which he then put on the window sale. The bowl would ref glare into the room. When the American optical executives arrived at the door, land mock apologized for the glare saying you probably can't even see the fish, and then he handed each of them a polarizing filter what he wants to sell them. They look through the filter, they can see the fish and he closed the deal. So when you can tell a story, show a demo and use a picture. Steve loved photos. And the interesting part of having, if you look at his slides, how many just have images on there. They would have an image and then if they had any words, it'd be very simple and clear words. But they've were they're... 1 of the benefits of having just photos is because you can't... We've all been in presentations where they just read the slides. It's the most boring thing up. Right? But if you just have a picture, you can't read the slide. He can't use the words on the slide as a crutch. And so what happens is he had to know the message that he wanted to convey, he had to have a down pat. And the result of that is he was speaking to the audience instead of reading to the audience. And so 1 thing that Steve was really great at was the ability to add context to any numbers that he used by adding context that actually makes it a lot more memorable and easy to understand. So he would do this even in, like, conversations in an interview. So he would constantly in the early of Apple. People constantly ask is like, you know, Apple has such a tiny. They were so market share. Like, why is Apple's market share so tiny. And at the time, they had, like, 5 percent of market share and personal computers. And 5 percent sounds really, really small. And so part of Steve's genius was taking something that maybe looked poorly on behalf of himself or his company it's like, oh, only a 5 percent market share and actually ref framing and adding context to anybody that was reading the interviewer listening to him. And he says our market share is greater than Bmw or Mercedes in the car industry. And yet no 1 thinks they're at a tremendous disadvantage because of their market share. As a matter of fact, they're both highly desirable products and brands. He takes a number and actually ties it to something, I see a lot of bmw on the road. I see a lot of mercedes. I know about them. They're prestigious or luxurious. So way, though 5 percent isn't actually that bad. When possible, he would take these giant numbers that are actually kind of hard for us to wrap our heads around and actually put it into more easy to understand terms. So let me give an example. 200 days after the release of the original iphone. He gives another presentation. And he goes on stage and he announced, hey, in the last 200 days, we have sold 4000000 iphone. So he could have left it there. It's like, okay, 4000000. That's a big number. But he actually added context, and it makes it a lot memorable. So he says, well, 4000000 divided by 200 days means that we sold 20000 iphones a day. I think the reason this is so important is because we all know what numbers sound like, but we have a hard time actually comprehend them. I remember reading this book. It's 1 of my favorite books. It's episode 2 92. It's about Daniel Ludwig, which in the 19 eighties, he was the richest man in the world and no 1 knew who he was. However Richest man in America. And so his biography is called the invisible billionaire. But I remember at the very beginning of the the book, the other trying to put in context just how rich Daniel Ludwig was. And in doing so he made the numbers way more memorable so much so that I'm telling you about it, you know, a year or 2 later. And he made the point that if you took a million dollars in 100 dollar bills and stack them up, that stack would be 16 inches high. But if you did that for a billion dollars. So if you had a billion dollars and 100 dollar bills and you put it in a stack That stack would be taller than the Empire state building. A million dollars is 16 inches high, A billion dollars is taller than the empire state building. That is a great illustration of the difference between a million and a billion. You could do this with time too. So a million seconds ago was 11 and a half days ago. A billion seconds ago was 31 years ago. Steve used another tactic to be more memorable as well, and he has... This is something I've referenced earlier. We use these uncommon words. Especially uncommon words that you don't normally see in business presentations. And uncommon doesn't mean complex. Like, if you think about, go back to the his 19 98, Imac presentation. Using words like Crummy and ugly, and it screams to describe how fast it is. There's many examples of Steve using this tactic. He said 1 time that he made the buttons on the screen looks so good that you'll want to lick them. He said that everybody wants a Macbook pro because they are so bitch pitching. He would routinely talk about his own love For his products, I love the ending the call to action for the ipad presentation. He says we hope you love the ipad as much as we do. And there's a sentence in the book that I think will ring true to you and Because I'll think about all the different meetings you said in our business presentations you've been exposed to and it says most business communicators, lose sight of the fact that their audiences want to be informed and entertained. And you do that with no jargon just simple, memorable words, think about Ben Franklin, think about Charlie Mu, think about David Og. These are the people that are masters at this. Fact I went back when I when I was seeing with the section, I went back in on Youtube, and was just watching bunch of, like, Charlie Mu Z at the Berkshire Annual meeting. And I took note of the part where after Charlie says what he says, the audience laughed Again, most business communicators lose sight of the fact that their audience wants to be informed and entertainment. So Just wanna pull out a couple ones that made me laugh because I do think Charlie Mu was great at this. And so Warren says to Charlie, people don't seem to get that point. Do you have any idea why and Charlie says, warn if people weren't so often wrong, we wouldn't be so rich. And of course, the audience laughs. And again, I'm gonna adhere to the rule of 3 because that's what this book preach. Right? So here's the the second 1. Competency is a relative concept What I needed to get ahead was to compete against idiots. And luckily, there's a large supply again, laughter. Number 3, everybody wants fiscal virtue but not quite yet. They're like the guy who's willing to give up sex but not quite yet. And again, after how many business presentations you heard of that mention somebody sex life. These are uncommon words and business presentations and that's what makes them memorable. That would make... That makes them human. So Steve would use words If you think about all the, like, the especially the adjectives that he used in his presentations and his sales speeches, he'd use words like, amazing, insanely great, gorgeous, incredible, he also spoke that way in normal conversation. So even though he rehearse and rehearsed and practice which will get to in a minute over and over again, every single presentation. It still sounded like him. Another thing that Steve used in a bunch of his presentations is he loved using social proof. He would make sure he would read. He show it on the screen and he'd also read testimonials. He wanted to make sure that everyone knew that other people also loved his products. In the book, port Charlie Alma, Charlie Mu speaks about the importance of social proof over and over again I just wanna read a few sentences I think illustrate why Steve was doing this. Psychologists used the term social proof. We are all influenced subconsciously and to some extent consciously, but what we see others do in proof. Therefore, if everybody's buying something, we think it's better. We don't like to be the 1 guy who's out of step. The social proof phenomenon, which comes right out of psychology gives huge advantages to scale. And Charlie Was the first person I've ever heard described why that's actually He has this entire section on in and about the un godly important advantages of scale. And his whole point was like, well, social proof leads to more sales, it which leads to better distribution, which accelerates the winner take all or winner take most flywheel, which leads to ever greater specialization, which leads to more scale. If you haven't read it, I assume you have a copy of the new version of Porsche I just came out last year. If you do that sections on page 91, you can also listen to the episode I made on it. It's episode 03:29. And I talk about it in the episodes. I think it's a really important point. And it was definitely really important to steve, because multiple times throughout the the book. It talks about the fact that reading favorable reviews was a very common technique in Steve's presentations. And then the final point, I wanna pull out in this section 2 of how Steve jobs made his presentations was the importance of practice. So the public praises people for what they practice in private. A great presenter based on the stats in this book, The the best presenters, the best best public speakers will actually practice 90 hours for every 1 hour they need to be on stage. A 90 to 1 practice to performance ratio. Steve did this as well. He was also as we already know from all the the books we've read and the podcast we've made on him. He was involved, of course, in every detail of the presentation. And that's exactly how we made it look effortless. It takes a lot of effort to make something look effortless. And there was very few speakers that would rehearse more than Steve Jobs. In fact, it's a hilarious story in the book where he comes, he writes 4 hours late to an interview 1 time because he was practicing his presentation. And in this book, they quote another book, which is called the second coming of Steve jobs. I also have that book, but I haven't read it yet. And it says every slide was written like a piece of poetry. We spent hours on what most people would consider low level detail. Steve would labor over every presentation. Again, marketing is theater so practice your presentations. And number 3, develop a messi sense of purpose. Steve was an evangelist. He was driven by this messi z to create new experiences for his customers. He was clearly passionate about building tools for other people. Steve dedicated his life to building technology that made other people's lives better. The greatest definition of technology have ever come across was actually in Peter Till books there at to 1, where Peter says properly understood any new and better way of doing things is technology. Steve truly believed. With all of his soul that the products that he created was a new and better way of doing something for his customers. And so the way that I wanna explain this point is I wanna take advice that's in the book. I wanna use a demo. I went and collected a bunch of quotes from Steve, and all of these are demos to what a messi sense of purpose sounds like. This is what A messi on sense purpose sounds like. What we wanna do is to change the way people use computers in the world. We've got some incredible ideas that will revolutionize the way people use computers. Apple is going to be the most important computer company in the world. That was example number 1. Example number 2 of what messi sense of purpose sounds like. I think you always had to be a little different to buy an apple computer. I think the people who buy them are the creative spirits in this world. They are people who are not just out to get a job done. They're out to change the world. We make tools for these kinds of people. We are going to serve these people. A lot of times, people think that they're crazy, but in that craziness, we see genius and those are the people we're making tools for. The third example of what messi sense of purpose sounds like comes from Lee K, who was friends with Steve jobs for 30 years. I talked about him in last week's episode because he made many of the greatest Apple ads. And this is what he said about Steve. From the time he was a kid, Steve thought his products could change the world. That's the key to understanding him. His charisma was a result of a grand, but strikingly simple vision. To make the world a better place. What Lee is describing Steve and what Steve's own words described him. It was that his passion for what he was doing. Passion is infectious. The belief and passion you have and what you're doing can literally be transferred to another human being. I think of 1 of my favorite descriptions of this as she comes from Phil Knight auto shoe. It wasn't until Phil switched to something he was truly passionate about something that he truly believed in that he'd found any kind of success. And so I'm just gonna read a few sentences from his fantastic antibiotics. He says my sales strategy was simple, and I thought rather brilliant. I drove all over the Pacific Northwest to various track meat. So before he started Nike Phil Knight ran track he had a deep love of running so much so that he literally said. He really believed that if people he he if he could convince people to get out and run a few miles every day that the world would be a better place. So let's go back to this. I drove all over the Pacific Northwest of various track meets between races, I would chat up the coaches, the runners, the fans and I'd show them my shoes. The response was always the same. I couldn't write orders fast enough. Driving back to Portland, I would puzzle over my sudden success at selling. I'd been and he's just gonna start listing all the ways he failed at selling beforehand. Right? What is this... What is the point of what you and I were talking about? How to sell, like, Steve jobs. Steve jobs was a master salesman. Phil Knight was a master salesman. I've been unable to sell encyclopedia, and I despise it. I've been slightly better at selling mutual funds, but I felt dead inside. So why was selling shoes so different because I realized I wasn't selling I believed in running. Belief I decided. Belief is irresistible. Passion is infectious and belief is irresistible. The main point that I'm trying to tell you is all... You need to identify what you are most passionate about. And then once you do, share that enthusiasm with your listeners, whether it's a customer of recruit an investor. You can inject them with your passion and belief there's a story in this book, Steve is sitting with a reporter from News week. He is preview viewing that think different ad. Though, here's so the crazy 1 ad. Probably the most famous, argue with the most famous Apple ad. And so he's showing it to her. This reporter from Music before is public. And the reporter said that Steve started crying as he watched it. And this is what she said it wasn't fake. He was really crying over that stupid ad, and then her next statement. She called it a stupid ad and her next statement. That's what I loved about Steve. 1 of the reasons of so many bad presentations. 1 of the reasons that so many people are worse at sales than they could be is because few people actually express excitement about what they're are speaking about. I guarantee you Phil knight sales pitch for encyclopedia and mutual funds did not have him excited. But his sales pitch about running and running shoes did. And so if you find yourself in the encyclopedia or their mutual fun part of your career and you have not yet figured out how to get to the running and the running shoe part of the career, I love this piece of advice from David Og. He says I admire people who work with Gust. If you don't enjoy what you're doing, I beg you to find another job. Remember the Scottish prove, be happy while you're living for your long time debt. Both Steve jobs and Phil Knight knew what they were selling, they knew how to sell and they both developed a messi sense of purpose about what they were selling. And I think this 1 paragraph is 30 second clip of Steve jobs speaking ex conte about his life's work is the perfect summary of everything that you and I've been talking about today, and this is what he said. I think 1 of the things that really separates us from the high primates. Is that we're tool builders. I read a study that measured the efficiency of local motion for various species on the planet. The condo used the least energy to move a kilometer, and humans came in with a rather uni showing about a third of the way down the list. It was not too proud of a showing for the crown of creation. So that didn't look so good, but then somebody at scientific American had the insight to test the efficiency of local motion for a man on a bicycle, and a man on a bicycle, a human on a bicycle, blew the condo away, completely off the top of the charts. And that is what a computer is to me. What a computer is to me is the most remarkable tool that we have ever come up with. Is the equivalent of a bicycle for our mind. And that is where I leave it for the full story, recommend buying the book if you buy the book using the link that's in the show notes should be supporting the podcast at the same time. That is 350 books down, 1000 ago, and I'll talk to you again soon. At the end of the last episode on Steve Jobs. I told a story about 2 products and services that I'm making that I believe will make your life better and then I tell you why. I'm gonna replay that now for you because you go be able to see given on what you just heard, how I applied some of Steve jobs ideas on presenting and selling. You'll see that each product has a single idea expressed clearly that describes exactly why you should care. That describes what the product does for you. So for founders events. It's very straightforward. Come to founders events, to build relationships with other high value people. The single Id express clearly for founders notes, you'll see that even use some social proof. It's in the headline. It says Charlie Mu said learning from history is a form of leverage. Founder notes gives you the superpower to do this on demand. You will also hear because amongst of my eyeballs and the stuff, the fact that I live this stuff that I don't need to read from a script. I think about this every day. I practice it every day. And then therefore, I can speak about it just like steve jobs, I could speak about it from the heart and with a messi sense of purpose. So here it goes. I have just 2 quick things to tell you about before you go. Number 1, I am hosting another founder conference. This 1 will be on July 20 ninth through the 30 first is in a private venue deep in the California, Redwood this place is gorgeous. It is actually in Scott's Valley, California. And the idea to do these 2 day conferences was actually pulled out of me by people that listen to founders. So 1 of the most common requests that I received over the years is this desire for... Can't David, can you introduce me to other people that listen to founders. And I didn't do anything with that information because I didn't know how to do it. And I actually think I stumbled upon a great way to it and Tell you about that in a minute. But I was thinking about... I just listened to this entire episode back to the same 1 that you just listened to. And if you really think about 1 of the main ideas it's like, hey, your goal really should be that you have a single idea that's expressed clearly. So I would heard that multiple times? I re reread that part of you round that part? And I thought about, okay, What is the single idea expressed clearly? Like, why do these founders conferences? These founder events? Why do they need exist? And they need to exist and the reason the North star that these events exist is to help you build relationships with other founders, investors, executives and high value people. And it wasn't until after I had this idea and it wasn't until after I did the first founders conference, which was held back in March in Austin, that I realized, oh, I accidentally stumbled. I had this idea and that was, you know, a test of that hypothesis, but I realized, like, oh, I actually stumbled on a great way to help other people build relationships with high... Value people, and you do it really quickly. And there's a couple ways that these events are structured that I think serve this goal? Right? What is that single idea express clearly, I wanna help high value build people build relationships with each other. And so what I did at the event back in March and I'm also doing at this event in John on July 20 ninth of the 30 first is, I ran out the entire venue. That means that when... If you attend every single person you see there is for the same reason... It's there for the same reason and has the same interest as you. Number 2, if you just heard what Steve jobs, 1 of Steve Jobs main principles like, just make it his of his biggest concerns was making it as easy as possible for other people. And what I decided to do is like, I wanna make these all inclusive, which means that if you get your... All you have to do is get yourself there. Right? And I take care of the rest. You're lodging, your food, access to every single part of the event is all taken care of. And then the third most important point that I think help facilitated a lot of these relationships so quickly at the last event is these are intentionally smaller events. This event in Scott's Valley, California on July 20 ninth to the 30 first that I highly encourage you to attend is only gonna be around a hundred and 20 to a hundred and 30 people. And it is the the the end results why I think I stumbled onto something is because the amount of friendships, investments, deals, customer leads, partnerships and other opportunities that can't that have I've happened that came out as a result, a direct result of the last event is staggering. I frankly was shocked by it. And that leads me to believe that I'm on to something because again, the single idea expressed clearly. The reason this event exists is to build relationships. So even the way that the the event is scheduled. There is a lot of unstructured time to talk to other attendees, I will be there the entire time. There will be a lot of smaller breakout sessions around specific topics. So if you attend and you wanna lead a breakout session around a topic that you happen to be an expert in. Just reply back to your confirmation you won't after you apply and then my events team will handle the everything else. I am doing this event in partnership with Rick Burn and Paul Bus, they have a founders to say to grow, which is a 500000000 dollar holding company, and 1 of the breakout sessions will be about how they started and structured their company. I met Rick and Paul and built a relationship with them through the podcast. They were listeners of the podcast and my friend, Patrick knew them and introduce them to me. And they also taught in addition to running this. They run a podcast called the art of investing. They run their holding company, but they also teach an Nor dame, and they actually invited me to speak at their art of investing class. And that relationship led to this partnership, which is a great illustration of again, the single idea expressed clearly. Why does this exists? This exists to help you build relationships with other high value people and that opens up opportunities in future, you can never possibly predict. So to come to the event and to build relations to other high value people. The first thing you needed to do is go to founders podcast dot com forward slash events and apply. The second quick thing. I have to tell you about is another example of something being pulled out of me. And 1 of the benefits of that you just heard. So let me let me explain. So for years, people knew because I'd go around talking about the fact that since 2018, I have been catalog all the research that I do for this podcast. And I was putting all of my notes and highlights in this app called Read wise. I go around talking about how great it is, how I couldn't make the podcast without it. You just heard me use what is now called founder notes. So founder notes dot com to sign up for this. But what this is is my own internal tool that I use the catalog, the collective knowledge of history Greatest entrepreneur. So I can pull it up on demand. And you just heard that because when I'm quoting Sam Walton. When I'm quoting Michael Morris. When I'm quoting Walt Disney, Herb Keller, James Dyson, all these other ideas from past Steve Jobs podcast podcasts. I was doing that by searching this giant database that contains all my notes, all my highlights, all my transcripts and now this Ai assistant that'll I'll do all this reading and research for you called Sage that I also built into founders notes. And the reason I say this was pulled out of me, this idea to build this product in partnership with Read wise. And again, this is the the power of relationships because I found out about read wise because 1 of the founders Tristan send me an email in 2018 and he's like, hey, you obviously read a lot. You might think this app is valuable. I didn't know it existed until then. And then I wasn't until 5 years later that I then sent and Had talked to Tristan, and I had sent Tristan in an. I was like, hey, there's actually opportunity for us to partner here because I keep getting these emails, these Dms, These requests that, hey, how can I have access to this giant second brain you have? I would argue the most valuable database in the world when it comes to learning from history's greatest entrepreneurs. And so the initial idea I came to Tristan. I was like, hey, I would like people to be able to see what I see. And then since then, we've added so many more features and just made it so much better that this is now a tool that I use nearly every single day. And if we go back to that idea, the same idea that that was important to Steve jobs. Hey, we need a single idea express clearly. 1 of my favorite lines that I've ever heard. This is why there's so many there's such a high amount of people that you and I study that were obsessed with learning from history that had read hundreds of biographies throughout their career because they understood with Charlie Mu, so eloquently said that learning from history is a form of leverage. Learning from history is a form of leverage. Founders notes, gives you the superpower to do this on demand. The podcast is a great tool to learn from history, but it is pushed to you. Founder notes gives you the ability to control it. It gives you the ability to tap into that collective knowledge of history greatest entrepreneurs. And use it when you need it. And so there's 2 main ways that you can search founders notes. 1 is a keyword search if you listen to the last episode I just did on Michael Jordan, the last 20 minutes of that podcast is me going through because I was asked the question how to How did greatest entrepreneurs think about hiring. All I did was type in hiring into the keyword search and founder notes and then went through, you know, it's probably, like, I don't know 10 or 15 different examples. The second thing if you don't have a keyword search? I just ran into a friend of mine. Who has access to sage. Sage is the Ai assistant that operates on top of founder notes. And that idea also came was pulled... No I guess not pulled out of me. It was given to me by somebody that was beta testing sage for me. And this person after using it said, hey, you know, you had all these other names for it. I think it was gonna call, like Founder Gp or the the names were terrible. The name... And I take solace that Steve jobs also came up with bad names so the Mc man for God's sake. So anyways, he's, like, this is after using this, this is not the right names. So you should call it Sage, and he sent these 2 definitions, and he said because Sage is a profoundly wise person. It refers to someone with a deep understanding of life, accumulated community knowledge and sound judgment. That is every single person you and I study in the podcast. They've they've had a deep understanding of life, accumulated knowledge because they've they spent 50 years on the career, and then somebody put all their the highlights or the the main lessons into a book and sound judgment, and the second 1 definition was... That ass sage is a wise to a wise discerning or a prudent person. It describes someone who shows good judgment and makes well considered decision. So a friend of mine was like, hey, I on a way to a board meeting. I needed some information about leadership. I was asking sage for how history's greatest entrepreneurs thought about leadership and it gave me a bunch of good quotes that I used in the board meeting. That is what I meant. Founder notes gives you the superpower to now access the collective knowledge of history's greatest entrepreneurs on demand when you need it. Another subscriber just sent me this note that Founder notes is giving him a compounding tactical advantage over his competition. If you are going to spend hours and hours invested in listening to different founders episodes I would encourage you heavily to invest into a subscription 4 founders notes. It makes the lessons that you're learning on the podcast even more powerful. And again, it gives you the superpower to tap into the collective knowledge of history greatest entrepreneurs on demand. And you can do so easily by going to founders notes dot com that is founders with an s just like the podcast, founders notes dot com. Thank you very much for the support. Thank you very much for listening, and I'll talk to you again soon."
}