{
  "transcript": "The book I'm gonna talk to you about today is nearly impossible to find. It was first published in 19 46. There's only a thousand copies ever made. It's called Rolex J, and then the subtitle is actually in Latin, but when you translate it from Latin into English, it literally means go with me. And so it's a tiny 4 volume like history of Rolex and volume 1 was written by Hans Will, who is the founder of Rolex. And so he tells the founding story of Rolex in his own words. There's a lot of things that Will surprise you in this story. The first 1 being that he was a sole shareholder of Rolex. But the second 1 was that he was an orphan. So he goes right into his early life. And in 1 sentence, he sets the entire stage for us. He said I was born on 03/22/1881. My mother's early death was soon followed by that of my father's, and at age 12, I was an orphan. And there's a decision made by his uncles That is gonna change the trajectory of Hans entire life. They decide to sell the family business to pay for boarding school for the kids that are left behind. So said my mother's brother's decided they'd I'd be wiser to liquidate the prosperous business, which had belong first to my grandfather and then later to my father, believing that in this way, we children could be better prepared for life without having to call upon anyone for help. His life would have been very different without his uncles and that decision to actually liquidate the business and then take that money and actually send him to Boarding school which are get into why that's important for the founding Rolex in 1 second. But he talks a little bit about the fact that 1 of the best things his uncles ever did for him and his siblings was that they taught himself reliance. But keep in mind. The words I'm reading you. Hans is writing them. He is in his mid sixties. He's looking back at his life. And so he says our uncles were not indifferent to our fate. They made me become self reliant very early in life. Looking back, I believe that it is to this that much of my success is due. Now this part is really important. There's gonna be a few times where I would talk to you today about things that happen early in Han life. He doesn't understand. So you and I talk about this over and over again. The the idea that the world is a classroom. Like, the the the books that you're reading, the knowledge and skills that you're acquiring the relationships for building. You have no idea that the opportunities that they unlock in the future. You just can't possibly predict it. And so they're gonna put them in a boarding school. So I'm gonna read this you. And I'm gonna to say why this is so important to the founding of rolex. Highly likely that if he didn't learn all these languages at this boarding school that there wouldn't have been a rolex or his his career definitely would have vastly different I'll to explain Why in 1 second. So this says we're placed a boarding school excellent rep refute where we received that sound education so necessary to the man who has to make his own way in the world I showed a particular liking for mathematics and languages. The languages is so important. And this inclination drove me to travel and work in foreign countries. So this education multiple languages, I would argue is maybe the basis. For his entire career. It will lead directly to his discovery of the opportunity on which his life in career will then be devoted to. And it happens relatively early in his life because at the age of 19, he Hans is gonna start working in the watch industry at 19 and he will do so for the next sec 60 years until death. Now when I say it's the watch industry. This is the thing that blew my mind because everybody knows the brand rolex without a doubt 1 of the most valuable brand names in existence. Right? But there was no such thing as a wrist watch industry for men at the time that Haunt is when he's 19 years old. This is the most 1 of the most shocking things about me doing re doing all re reading research. It's 1 I've been repeating all week to to friends that I've been telling about Hans, and I believe it's to be 1 of the most inspiring parts of this entire story. And I'll I'll go into that. But... So at 19 years old. Right? He goes to this little city in Switzerland to he has a job. He's gonna work as an English correspondence and a clerk. With a Swiss company called K Quart. Now watch how this all ties together. So K Court, it's a Swiss company. All they do is they export sw pocket watches. The watch industry like 99, maybe more than 99 percent of the watch industry at this time in history is pocket watches. And so this company, they act as import. This is really important. Because he spoke because at this point, Hans speaks English, German, French. I think there's there's a few other languages that he actually beats. He gets a job where he handles the business correspondence of this relatively large import agent for Sw watch manufacturers. This business is operating in a ton of different countries and a ton of a different languages. So this helps him get a really good understanding of international strategic marketing. And I'm not sure there's a better form of education for a young person learning business. Like, when I was reading this section, it it reminded me exactly of what, like, a young rockefeller. So Hans is 19 where we are in the story, Rockefeller gets a job when he's, like, 16 or 17 for this produce commission firm in Cleveland that's called He in Total. And as a result of that job, Rockefeller learns so many valuable skills. He anderson's bookkeeping, Henderson anderson's contracts, He's looking at shipping. He's learning about margins. He's learning skills that he's gonna use for his entire career once he starts building his own company. And when you're in a position, like, Rockefeller was in Ohio or, like Hans is is in Switzerland, Like, he could learn so fast. So in in the case of hans like, he's gonna start working here at 19. By 25, he's his own company. That that's the company that's gonna turn into Rolex. And so Hans describes his time of his life. He says it was a big concern exporting about 1000000 frank worth of watches annually. All grades of watches were dealt with, although only small proportion was manufactured by the firm itself. So I need to translate that for you. In the late 18 hundreds early 19 hundreds, When... You hear the word concerned, we would call that a company today. They would call what we would call product, they would call an article. So this import agent's business for Swiss watch manufacturers was a pretty big business is what he's saying. And the next sentence is why I said that decision made by his uncles to educate him to send him to the to the best school that school teaches in multiple languages is why the the opportunity to found and develop rolex was unlocked many years in the future. He says my work there provided an excellent opportunity to study the watchmaking industry closely and to examine every type of watch produced both in Switzerland and abroad. So a few years later, he's going to switch to another firm and move to London, and this is what he said about this time. And he's only gonna last 2 years before he starts his own company. 2 things struck me most forcibly. That's interesting writing. Most forcibly about my new employers. On 1 hand, their commercial competence. And on the other hand, their lack of specialization. And now looking back after having done all this other additional reading and research. That sense is really important to me. Because you talking about like the, you know, they're very commercially competent. Right? In other words, they have their shit together. They're running a great business. Pawns will do the same, But then he says their lack of specialization this is something I've been talking about nonstop this week. It is frankly very inspiring to me, and you see it over and over again in the stories. I think that's why reading business biographies as far superior than reading just business books. Because in every single life of an entrepreneur You like g your way to what you're doing. There's all these, like false starts, dead ends. You can just see as you go through not only Hans life, but everybody's life it's just like, you're trying to... They figure it out a little bit along the way. And they also ate and copy. Right? People have came before them experiences that they had before them. So when he starts out, this is the the morning most inspiring things because, like Rolex is so unbelievably focused today. They know what they're great at and they focus relentlessly on her. But in the very beginning, Hans had no idea. And what I mean by that is he had... You know, I don't know 15 different brand names. He wasn't making watches at all. He was just resell them. He was really a gifted marketer, which I'll get to in a minute. When you think about a lack of specialization, is this like, their focus on... Rolex say his focus on luxury watches. He was selling cheap watches, You know, mid grade watches. Really expensive watches. He is constantly experimenting, using that action as a form of education. Right? Give some information back, and then you see him adjust slowly over time. And it is through that process that he uncover or discovers this phenomenal opportunity. And this is when he describes founding the company that's gonna turn into Rolex. I soon gain confidence it's in myself and in 19 o 5 at the age of 24, I decided to set up in business. Feeling that my training and education had prepared me to stand on my own. And so he starts this company called Will and Davis, and he says they had... We had modest capital at our disposal. So... And Will this is fascinating too? About again, this constant iteration that you see throughout the life of Hans Will. So Will and Davis was... They were not watch manufacturers. They purchased watches from Switch manufacturers think about his experience at he yeti. Worked for 2 firms that did exact I was like, I do this too. Right? Let me draw another analogy to Rockefeller? Did Rockefeller jump from He in Tu? This produce commissioned house into standard? No. What did he do? He quit and started his own produce commissioned house. And then that opportunity... Led him to this accidental discovery of realizing hey can actually become 1 of the first or refine. So, again, this is fascinating. So Will and Davis they're not watch manufacturers. They purchase watch watches from the Sw watchmaker. Right? From Sw I keep saying Sw. I don't know why I'm adding an an h on there from Swiss manufacturers, and then would sell them to retailers, but I love this idea where he starts off. He's just got an office. He got no money. So what do you do? Like, you can't make yourself. He's just gotta sell... When they're talking about their importing watches talking about pocket watches. If you only remember 1 thing from this episode. The only 1 thing is this is like the power of belief. The the reason of the Rolex is what it is today, the reason that we're talking about Hans, you know, what 80 years after you died, something like that. It's because his belief. This belief in the wrist watch for men which did not exist when he started believing in it. Hans is a huge collector of pocket watches, which I think is also important. He's working in the industry he collects pocket watches. When you collect something when you see something, you see its flaws, and you see what should be improved. You see that with the way Hans was thinking about developing a new market for wrist watches because he saw the the deficiency of the pocket watch industry because he was he so intimately involved in it. So he's describing what the state of this industry was when he was 24 years old when he started his first company says, at this period, the wrist lit watch. So this is Hilarious. They do not call them wrist watches. Right? They called them either wrist watches, they would also call them bracelet watches. And the reason they call them bracelet watches is because at this time, only women would wear wrist watches. And so he talks about this. The fact was for men, the wrist watch or the bracelet watch was an object of der. The idea of wearing a watch on one's wrist was at this time thought contrary to the conception of masculinity. 1 guy remarked that he wouldn't be caught doing such an un undefined thing, meaning wearing a watch on his wrist. He said he'd be likely to catch him and address as you would to be wearing a wrist lit. And this sentence says everything prior to World war 1 wrist watches for men did not exist that blew my mind. Prior to World war 1, wrist watches for men didn't exist. And the reason that people of the men in World war 1 in, war wrist watches, they were known as trench watches, and they did that so they could coordinate movement on the battlefield. That is the very beginning of the wrist watch industry for men. And so Hans talks about the fact that, hey, you know, of course if the public is skeptical, then of course, the existing players in the industry are gonna be skeptical. I think this is why it's so important that he was, somebody young, Usually people younger coming into industries they they see all the things that all the flaws that they could fix. Which says watchmaker all of the world remain skeptical as to its possibilities meaning the wrist watch for men and believe that this new single object was bound to prove a failure. Their argument against the wrist watch were the following, and they're legitimate arguments. These are essentially the way I... You would think about what he's describing here. Is something you I've talked about over and nerve again, that problems are just opportunities and workflows. Business is problem. So the best companies are just effective problem solving machines. And so they're like, no You have all unsolved problems. First, the mechanism required by this type of watch must have necessity be small and delicate and could therefore never withstand the violent gestures of the hand and arm. Second, dust and water would rapidly boil the mechanism. He's gonna solve that problem too. Third, accuracy, and regular of working could never be attained with such small... So small of a movement that's a third problem that he is going to solve. Back to Hans. In spite of all of this, I kept my faith in the wrist watch and was determined to see what could be done. Now, this is the crazy thing. So he's writing that as a 65 year old man. I found a quote. When he is 33. In 19 14. This guy really believed in this. He says my personal opinion is that the pocket watches were almost completely disappear and that wrist watches will replace them definitively. I am not mistaken in this opinion, and you will see that I am right That is insane. He's 33 years old when he's saying them. So he says the task Undertook meant the overcoming of enormous difficulties. He just laid out all the problems that were preventing other people from doing this. And yet today, after 40 years of striving, it seems to me that I have sur mounted them And I believe that in doing so, I've contributed to the development of the watch watchmaking industry in general. And then it gets even more fascinating because then you could tell he he's he's thinking like a entrepreneur, you know, he wanted to build wealth. As you can imagine an orphan wanting to do so. Right? And so he... Such a he... He identifies like, well, pocket watch, the pocket watch industry is never gonna grow because how are we using it? Pop at the time pocket watches were passed down from father to son, then from son to grandson. And they're also hidden in your pocket. And Hans is looking at this is like, this is a big problem. And so what he realized realizes is, like, if he could take it out of the pocket and put it on your wrist. Right? There's gonna be more wear and tear, but you're also gonna see it. So he says the wrist watch was bound to bring about a certain revolution in the industry. It would have to cause an increase in sales, not only an account of its novelty, but also because by his very nature, it called for more frequent renewal. More exposure to damage than the pocket watch. That is actually really shrewd observation. This just like, well, you're gonna buy 1 pocket watch and he's gonna last for a hundred years. No 1 sees it. It's protected, of course, this this industry is gonna be so much smaller than the wrist watch industry could be if we can just convince men to wear these damn wrist watches. And then he also had, like, this shrewd insight to human nature in human psychology because, you know, it's hidden in your... You don't see the product being used. But now if I take that product that that was hidden in your coat and I put it on your watch, what happens, becomes a fashion accessory. And so people see it. It helps the product spread, And so he says the wrist watch is the type of product of which each individual likes to have not only 1, but several. And then this may be the most important sentence I read from Hans are about Haunt because this is just incredible sentence because Hans had the highest order bit that other people in the watch industry didn't, and that was belief. And this is what he said. I had very early realized the man possibilities of the wrist watch and feeling sure that they would materialize in time. I resolute went on my way. Rolex was thus able to get several years ahead of other watch manufacturers who persisted in clinging to the pocket watch as their chief product. This is something that cannot be skipped over. So Steve Jobs had this idea, and I heard him say it right before he died. This is, like, 2 years before he died. He was giving this interview. Think he was on stage Bill gates if I remember correctly. But he talked about the highest order bit. And so actually had to look that up. What did that mean when I heard Steve said it. And see he's he's... He's using a computer reference. He says in computing, the highest order bit, also called the most significant bit is the bit position in a binary number having the greatest value. And so in Steve's case, what he's talking about sage is the fact that you gotta love what you're doing you gotta have passion because if you're doing anything is worthwhile, it's so difficult that if you don't love it, you don't passion, you're gonna quit because the people that quit doing things that they don't love, they're saying people. And that this love and passion for what you're doing can make you it in some ways irrational and that irrational is rewarded because you just don't give up. You have this, like, dogg of determination. So I understand. Don't not don't know who am I gonna to argue with Steve. But I don't know. I obviously believe that I'm, like complaining. That's what I'm doing. But I think actually the highest order bit. It's belief. It's belief in yourself and its belief in your idea. And in Hans story that's certainly the case. It wasn't passion and love. It was belief that he saw an opportunity, and he was willing to pursue it and to actually change the entire industry. And you know what I thought of when I read this section. The first thing, this... I mean, this happened instantaneously too, which is fascinating because this is 1 of the most important things. I thought of this paragraph in Ted Turner auto. This is an episode 03:27. And it's just remarkable because Ted is looking at the landscape. Right? He's he's like, I'm going to make the world's first 24 hour news network. That idea led him to become a billionaire, but he's analyzing this he's like, wait. I don't understand this. Why am I seeing the opportunity that no 1 else is. And so this is from... This is the paragraph that I thought of when I was reading this Han describing the opportunity that he saw? And this is Ted Turner writing in his automatically. Clearly, the companies for whom the economics of a 24 hour news network would have made the most sense were the big 3 broadcasters. Right? So Abc b, Cbs, Nbc. Why? Because they already had most of what was needed. They had studios. They had bureaus. They had reporters. They had anchors. They had almost everything but a belief in cable Ted Turner had the highest order bit. He didn't have a studio. He didn't have the bureaus. He didn't have the reporters. He didn't have the anchors. He'd have to go and collect and build that, but he had something they didn't. He had a belief in cable. And the crazy thing is like, there's a great description of this. I gotta read the story because it's it's Hilarious. Ted turner 38 years when this story happens. And this guy interviewed in his auto saying that they just happened to wind up being on a plane together, they wind up sitting next to each other. And he says, as soon as we get airborne, Ted pulls out a copy of the delta lines, Delta Airlines magazine. He turns to the map of United states and starts explaining how he's gonna become a billionaire. And he quotes ted here Goes make sure you buy my stock. I'm going to be a billionaire and why and he just lays out this entire thing. And then the story ends perfectly. He says his enthusiasm was so genuine and so infectious. That I'll never forget it. So go back to that. This is... What what is sentence? I had very early realized the man possibilities the wrist watch and feeling sure that they would materialize in time. I resolute went on my way. Rolex was thus able to get several years ahead of other watch manufacturers who persisted in clinging to the pocket watch chief product if I remember correctly. Ted turner had like a 11 year head start on everybody else, it's absurd. Okay. So how does he start acting on the belief. I think 1 thing that's boards to understand the story of Hans Will is the fact that he understood the opportunity better than anybody else, and he would invest heavily in developing the technology that he needed to bring it to fruition. And so again, it goes back to this idea that the whole world is a classroom that you never know how your previous experience the things that you're learning will be used in the future. This, you know, knowledge skills relationships, all these things compounds. So, you know, years before, he bounces his own company. He's working at that firm in Switzerland, and he hears about this guy named Herman E. And Herman innovation that he made in 19 o 2 was these movements that you need inside of a watch, he made movements that would work in smaller watches. And so Hans is gonna learn as many years before he's able. He has actually the company to actually use it, but he says my interest had been ra by his innovation as the mechanism created by E. Right? Had proved very successful from a technical point of view as well as being accessible in price. So then after founding my firm in 19 05I go and place an order with E. This was the first step forward in our climb success. So I need to bring... There's a bunch of other things I read, to to prepare for his podcast podcasts, I'll leave all of them linked down below. I pulled out a bunch of different books. But this podcast my friend, Patrick did. It's 1 of the best business podcast podcasts I've ever heard my life. I don't even know how many times I've listen to it now. It is an episode of business breakdowns. I have will link to down below, but if you just go in into your podcast. Look for business breakdowns and then search, just search Rolex. It has a great name too. Rolex. Timeless excellence. My friend Patrick interviewed Ben Klein, Ben the founder, H. He got access back in like 2015. 1 of the first people Rolex... Because are super super secretive, but he was 1 of the first people to actually go into all of their 4 manufacturing facilities. So he wrote this fantastic article that I also re reread, and then, he talks a lot about the history of rolex and then how they operate today, but the reason I need to bring this up is because Ay is a very important name in the history of rolex. From the very start of rolex, Egg is actually the 1 manufacturing the watches that were sold as Rolex watches. Buying these movements from Egg is what Hans describes is his very first step forward in our climb success on the crazy thing. The reason I bring this up is because I also love like an old school, keep your word mentality. So Pawns and the founder of E had a handshake deal for 70 years. And the deal was that Ag would make movements solely for Rolex. And when they say, There's a great line in the the podcast episode. When he's like, when I say an actual handshake deal, I mean a handshake deal, there was nothing on paper. There was nothing in writing all the way up until 2004 when Rolex finally buys Ay. Undoubtedly. Undoubtedly at that point too this board. Rolex is already making selling, you know, billions of dollars worth of watches. That's nuts. And I just love that, you know, 2 founders of companies coming together was say hey, we're gonna work together. I'm a man of my word. We're gonna seal this with a handshake. And that relationship and agreement was unbroken for 7 decades. That's 1 of the cool things Ever heard. And so Hans is gonna describe so you have the manufacturing and the making rolex watches are what's gonna be sold under Rolex Brand, which I haven't even got there yet. He's gonna happen in Switzerland. He's still in London. So the design in the sales is separate from the manufacturing. And so he would travel from London to Switzerland in several times a year, and he says I would bring with my collaborators new and personal idea ideas demanding that they'd be realized. In this way, hundreds of models were conceived and launch all across the world. He's selling this Again, this goes back to the world's entire classroom. You have no idea how you're gonna use all the the experience you have. Remember, He was... He he worked for an importer. They were taking Swiss watches and sending them everywhere. So he's just doing the same thing now with his own products. And as we'll see he's the master marketer, which I'll get into a minute, but he's having immediate success. This is how both a new fashion and a great commercial success spraying from an apparently full hearty idea he's referencing the fact that everybody around and thought he what he was doing was silly. Men are never gonna wear these watches. Soon, we were placing orders for tens of thousands and to the uninformed must have appeared extremely audacious young people when I read that, I thought of 1 of my favorite things Winston and church over there. He had a personal motto that he repeat. He would say allowed to himself, always more audacity. Hans, when a young man was He was at many things, but 1 of the things he was. He was definitely. I love the idea. It's like, these guys are crazy. They they are extremely audacious young people. And so at this point, I need to be clear about something. This is not Rolex. He's selling under ton of different brand names. He's eventually gonna realize, hey. I don't wanna just be sit in the middle. Right? I only wanna be a no. I want, like, all the value creation is gonna be if I own my own brand. And he this is what I meant about this, like, constant iteration, this trial and error. I'm gonna read some of the brand names he had, they're they're terrible. And so at this point, pre, you know, doubling down on this fantastic idea of Rolex. He hasn't discovered that yet. So what he's doing is, like, there's a bunch of other brand names that he's he's experimenting with. He had this idea. This is hilarious too, because I was reading about this. Because, you know, Rolex is it now. There's... I don't even think there's such thing as a cheap rolex. Right? And so he had this idea is like, well, I can supply a watch for every pocket. And what that means is, like, let's say you can order, you know, I'm making these numbers up but, like, a 5 dollar wash. Or a hundred dollar watch 2000 dollar watch. She's like, I wanna... I'm gonna serve every single aspect of the market, which obviously, they don't do anymore. This is his iteration is, like, learning from experience. I thought he... The note of myself was actually maybe Chuckle because I've done a bunch of episodes on these the early automobile industry founders, and I go, oh, Hans was Gm, general Motors before focusing in on Ferrari. Like, that's the way I think about it. And so listen to some of these brand names. I love this because I, you know, you've heard me struggle with naming stuff all the time. And think about last week Steve jobs, so that we could before Steve Jobs they can call the Imac, the Mac man. Like, it's just terrible ideas. So I I take solace and inspiration The fact that they're, like, oh, everybody struggles with the stuff. And so even, you know Rolex is 1 of the best names I've ever heard 1 of the best brands ever existed. And before that, he had unicorn, Roll, El, Roll watch, Falcon, Gen, Lo x, Rolex lexus, Lexus, Hof and Win techs. He even used different variation on the Rolex name itself. He had the Rolex watch company. He had the R c limited. And he would even combine Rolex with other brand names, and... This again, this is where he just realized this a fucking terrible idea. I'm trying to sell every single price point on a watch. So, there was 1 Marco named after the inventor of the radio. And so he had 1 called the Rolex Marco. And all that did was allow people to think that they're buying Rolex, but they're getting at a cheaper price. And so it's through all this trial and error where Hans realized like, oh, this is terrible idea. Cannibal sales. Like, this doesn't make sense. I'm gonna focus. And so this is where 19 o 8. He's like, okay, I'm gonna have, like, 1 single brand name and a brand that I can invest in it for the long terms. He says it was time to think of giving our watches a name of their own a trade name where we would call brand name. A brand name, which could be ins inspired on the dials. I was well aware that unless I succeeded in making Our watch known under its own name that my prospects would be limited. So He would just be a middleman man. Right? And so there's actually a letter that he wrote 19 58 where he's talking about how he came up with Rolex. He had a series of traits that the name had to have and for for him to select it. And so he said, I needed a short name and had be 5 letters or less. Because it has to be able to fit. It has to look good on the actual watch. It has to be easy to pronounce in every language, it has to have a good ring to it and it has to be easy to remember. And so when I thinking about this is like, how great he did in selecting the rolex If you listen to last week's episode about how Steve jobs sold. 1 of the ideas main ideas from how Steve jobs communicated how we sold is ideas to people was that if you can make them ideas easy to understand then they're easy to spread. Ideas that are easy to understand are easy to spread. And I think you see an echo of that idea with Hans naming and actually picking like, this is the brand that I'm gonna build and the 1 I'm gonna invest in for the rest of my life. So now that he has a name, He does something that's really, really smart Again, this is very uncommon for watchmaker. To advertise directly to the public not only does he do so, but he Rolex continues to do so, so he says I decided to launch the Rolex trademark by means of an intensive advertising campaign. This policy entailed an annual expenditure of more than 12000 British pounds not for 1 year alone, but for several in succession. So I wanna go back to how important this is. I wanna go back to that business breakdowns episode on Rolex called timeless excellence. So it says Rolex was effectively the first people to have real marketing dollars put behind to watch. Rolex did this in a concentrated way and they have continued to do it in a way that is simply just unmatched by others in their industry. Rolex has been the number 1 brand for watches in the United States historically speaking from the 19 fifties 2 today now, I wanna fast forward way ahead in the story. Many, many years after Hans died because I think this this idea is so important, and I'm gonna show where I've seen this idea, other people use this idea successfully as well in a different entry. So go back to the transcript from this episode. That the financial crisis of 2008, all the other brands, the competitors, you know, Omega, tag here, all these other the brands that are quote competitors to Rolex. When the financial crisis happens in 2008, they pull back on their marketing. Rolex did not, Rolex put the pedal down and it was really 2008 2009 2010, which really elevated Rolex in the United States to a level that it is today. If you speak to them directly meaning Rolex the company directly, They'll credit that period as a turning point for them in the Us. Now what is incredible is is sharp, who's the founder of 4 seasons. This is episode 1 84. Episode 1 84, if you haven't listened to what you should. His auto is incredible. Is sharp Did the exact same thing. This is what he says in his auto. Right? Founder for seasons. It's tempting during a recession to cut back on consumer advertising. At the start of each each of the last 3 recessions, the growth of spending on such advertising has slowed by an average of 27 percent. But consumer studies of those recessions have showed that the companies that didn't cut their ads had in recovery captured the most market share it's exactly what happened with Rolex in 2008 2009 2010. We did not cut back on our ad budgets. This is now founder 4 seasons again. We did not go back on our ad budget. In fact, we raised it to gain brand recognition which continued advertising sustain is much easier to sustain momentum than restart it. So think about how important that intuition was. This I was like, well, I'm starting a new name. All these other watchmaker are not advertising, like, why don't we... Why? Why when when we advertise Doesn't make sense. Other products are advertising, we should do that, and I'm gonna do an intensive... This is the words you use. I'm gonna do an intensive advertising campaign. And not just this year, but several years in succession. And then this is not nuts. I know I keep saying that because this whole story is nuts because it... The industry today in large part to the to what Hans and rolex did is completely different. So at this time, you have your own watch brand. You don't have your own stores. So you're selling to retailers. At the time the watch brands don't have the names on the watches. The retailers would buy the watches and put their name on it. And so Hans talks about being 1 of the first people like, no. No. Like, I'm gonna sell you... My... I'm gonna wholesale my watch, and you're gonna put my brand name on it, Not yours. I think it was like a decade or a decade and a half of our remember correctly where we had to fight. He so he said something like, you know, for when I first started doing this 1 out of 6... They they would agree, like, 1 out of 6 watches could have my name on it. Then it was 2 out of 6, then 3 out of 6. And finally, 5 out of 6. And insisting on doing this is actually really, really important because he also is a perfection. And so he realized realizes he's like, oh, quality I said in the steve 1 of steve jobs episodes I just did that quality was his survival strategy. I would say for Hans was this guy same thing. He's determined to produce the best which wrist watch possible and we'll go into how accurate and the ways he was really smart, like marketing around that too. So he he thought that was a key to success. Like, I just have to be the best possible, and he's not going to be able to do that unless customers demand that they get a rolex and not just same watch, which is just renamed by whatever shop they happen to be buying it from. And insisting that the name is seen because before the the the brand name could be seen inside the watch, but no 1 the the customers are not opening up the watches. And so I think this idea is really, really important. I'm gonna read a summary of this entire section to you. He also realized that he would get better orders and more control over the wholesale price of his watches If he could build up demand so that customers would go in the shop and ask for and insists on a rolex watch by name. By his branding and advertising campaigns, Hans effectively turn the tables on the retailers, no longer would he have to approach retailers, and asked them to stock his watches, customers would demand Rolex branded watches, and the retailers would have to come to him. So as you already know, I'm obsessed by these people that identify handful handful of principles They know what's important to their business, and they just execute on those principles they repeat them for decades. And that's exactly what Rolex did that's exactly what Hans did. He had essentially 3 things that... And they took them... What I'm I described to you Is gonna, you know, take 2 decades maybe. To actually fulfill to to degree that he wanted it you because remember, he starts his company back in 19 o 5. The first waterproof watch just wanna be 1 of his 3 tenants isn't gonna happen for 20 years after that, and I think another 6 years after that till he gets to perpetual. So he has 3 things he wants. He goes, I want to watch to be precise, which he... He handles that product... That problem first. Number 2, I want them to be waterproof. And number 3, I want them to be self winding. And so the first thing he does is, like, okay, my watches is again, He's a perfection. They have to be the best in the world. So he goes to Ay and he's like, how can we improve the time keeping of the watches. And 1 thing that Charlie Mu says in Port charlie Z is that social proof is a form of leverage. And so what Hans does here is very smart. He insists he goes to Ae and he's like, hey, I wanna get certificates of performance from independent testing establishments. And so these are actually, like, astronomical ob. They'll test how good these pieces are at time keeping essentially. And so there is a letter that Hans rights to Egg in 19 12. And he's like, hey, We need to produce a watch that's capable of achieving an observatory time keeping certificate. 2 years later in 19 14, Ay actually solves that problem for Haunt. And so Rolex achieves the first class a certificate ever to be awarded by an observatory for a wrist watch. This is what Han says in his auto. Another red letter day, the development of our firm was when a small Rolex wrist watch, won a class a certificate at the famous q observatory. This was on 07/15/1914, and it was a day I shall never forget and keep that in mind. He is reading about this 50 years later. And so the reason I brought up with what Charlie Mu said is because he uses this social proof. Right? Saying, if it was funny is I read a but there's so there's so many fantastic, old Rolex ads that that were published when Hans was alive reading And if you look at them, like, the a lot of their ads say, like, the first, the only. So they'll say, like, the world's first self winding watch. The world's first waterproof wrist watch. Another ad I found that says the rolex still remains the only wrist watch in the world to gain certificates at queue. And so if you think about that insistence on this idea to get to become the first to get the certificate, what happens, that make sure it ads more effective. It's 1 form of leverage stacked on another. People are busy if they're in the market for a wrist watch. Right? They're they wanna have 1 that's most accurate And guess what? There's only 1 brand in the world that has proven it keeps it keeps time so precise that went that extra step to get it tested to get an observatory time keeping certificate. That is another example doing as much work as possible for the customer. We talked a lot about the last 2 weeks for for Steve jobs. Hans is doing the same thing. It just makes it your decision easier. Oh, okay. Oh, I wanna precise, obviously, you wanna precise wrist watch. Oh, these are the most precise. Okay. Cool. That makes my my buying decision so much easier. And so that is in 19 14. Now he wanted the the second part. He's got the 3 parties He's like I wanna be precise. I wanted to be waterproof wanna be self winding. And so this goes back to what I told about. 1 of the most important things to understand about Hans is the fact that he understood the opportunity better anybody. And he would invest heavily in developing the technology to bring his ideas to fruition. And that means he didn't have to invent in himself. He would buy the inventions of other watchmaker. And then combine their ideas with his efforts. And look at how fast he would move, so there's 2 inventors. They're in switzerland and they fight they file a Swiss patent, and they create the world's first waterproof seal for a wrist watch. The patent is granted and published on May 19 26. Hans buys the patent in July. 2 much 60 days later, he already owns the patent. And what does that mean? He owns a patent. So, of course, now this new innovation is only it's exclusive to rolex watches. So you see how he's stacking 1 advantage over another. He's like hey, we have the most accurate wrist watch in the world. Here's proof. Oh, now we have this new technology. Guess who owns a patent. We do. You can only get it here. And so this is the creation of the oyster watch, which still the oyster classification waterproof. And so in his auto, he's laying out, like, this is all the problems I had to solve and this is why I had to solve them sequential order and how once they're solved, gives me just an unfair advantage no anyone else has. So he says I'm looking back into the past. I found that in developing and extending my business. I've always had certain aims in mind. This course from which I never deviate. Keep the main thing the main thing is what he's saying. Perhaps these aims can be summarized as follows. Number 1. I have to create watches I'm suitable for both men and women Done. Number 2, I have to standardize a range of movements of different sizes done. Number 3, to obtain a high degree of quality that our watches whatever the caliber caliber should be recognized as kilometers by the observatory. That's a q certificate done. Next 1 to maintain this high degree of precision by protecting the movements against the penetration of dust and impurities. The danger to which their wrist watch is particularly exposed and that was why he needed this this patent. This waterproof seal that proved so important and it's gonna unlock his abilities to do the perpetual in a minute, but he talks about. He tells us in his own words. Why this is so important. This last point presented a problem, which could only be resolved by protecting the movement against all outside influences. To my technical systems, my refrain... My constant refrain was from the very earliest days. We must succeed in making a watch case so tight that our movements will be permanently guaranteed against damage caused by dust, water, heat and cold. Only then will the perfect accuracy of the Rolex b secured. Why am I reading this all to you? Because he's gonna tell us why this is important? This seemingly ins problem has been solved. The waterproof case was finally created in 19 26. This invention was applied exclusively to the Rolex watch. The fact is like an oyster, it can remain an unlimited time underwater without detriment to its parts. The name Rolex oyster has become famous throughout the world. And I love that he said that the name becomes famous because it sets up for the next part. How did the name become famous. Well, remember Hans is a gifted marketer? He takes an event, and he's gonna do this multiple times? He takes an event that's already getting a lot of attention and inserts his product and therefore amplifies and leverages that existing attention. And so there was a secretary named Mercedes who had swam the english channel before. She was doing it again. He hears about this. So he's like, okay, where a rolex oyster around your neck. And so she goes for another attempt This time she actually fails. She I think she's she gets like, 10 hours, and then her... There's, like, muscle cramp or something like that. But the fact is no 1... Since she already done it. That was, like, kind of a irrelevant to the story because it's still being covered the fact that she was in these freezing cold water and November swing in English channel. And that the rolex was around her neck, it survived and kept perfect time for the entire 10 hours and even after the fact of when you swim the channel. So what he's do? He takes that it's being covered, and then he runs his gigantic ad. And he has a great line when he describes it. Says that they found the watch was still running as perfectly as it had as if it had never left dry land. And so he says the event caused a sensation at the time for the waterproof watch was still unknown to the general public on 11/27/1927, I reserved the front page of the daily mail. Newspaper at a cost of a ton of money for an ad proclaiming the success of the first waterproof watch. This is the first step in the triumph rise of the fame of the Rolex oyster. But look at how fast he moves. So this is invented in May 19 26. He buys in July 19 26. The next year, he takes advantage of this news event. This, you know, this event that's gonna get a ton of idea eyes on it anyways. Amplifies his product. That same year 19 27, he goes and creates these window displays and all of the retailers that are now going to sell his watch. And so this is how he describes it. We devised special window displays that which gave the buying public great pleasure. The chief feature was an aquarium with other plants and goldfish and in it was plunged, an oyster watch, which was the only watch in the world that was as water as an oyster. The same year he gets 1 of the top British actresses and the the starts running ads. The the ad is 1 of the top british act actresses. Her hand is in like, a goldfish bowl. So half of her arm is in a tank, and then you could see that she's wearing the watch. And so who used this idea over and over again, and 1 of the things that Rolex does is is phenomenal was like, they always associate themselves with the very, very best. So another British guy named Malcolm Campbell. He broke like the land speed record in a car, like 9 different times. And the last time that he did it, Hans learns that Malcolm Campbell had been wearing a Rolex when he broke speed record. And so then he starts public sizing, he starts running ads, broadcasting that during this record breaking land speed attempt, the driver was wearing a rolex. So Hans is doing this in the 19 20. He does this until he dies. He does this over and over again. He wanted to place Rolex watches on the wrist of as many high profile people, like extreme achieve. He would go around and identify these of these leaders of these high achieve and he would give them rolex, and then they'd be photographed photograph, what... Wearing them. Winston Churchill, dwight the eisenhower before and during that he be we got elected to the president of the American presidency. And keep in mind he's giving these watches to Churchill and dwight the eyes an hour. This is post where war too. He's aiming straight to the top. The the, you know, the greatest leaders in World war 2. There's an actual ad that's run around this time. That was excellent. The the tagline is men who guide the destin of the world wear Rolex watches. Chuck Yea, the pilot who broke the sound barrier for the very first time he was wearing a rolex watch. That was an ad. The expedition that first summit Mount Everest. Some of the people on the team were wearing Rolex the same year they get to the deepest level, another team went to the, like, the the at the time the deepest level that a human had gone to in the sea. I think it was like, 10000 or 12000 feet underneath. And so they run an ad from the top of the world to the bottom of the sea, Rolex proves dependable. But this constant positioning of Rolex is the very top. We are only associated with the very best. You go and look at these tagline. It would say over whenever never again. Rolex, the masterpiece of watch craftsmanship, sold exclusively by quality jeweler. So I'll come back to the ads because I really think the ad... Studying the advertising marketing of Hans. Like, he he was a legit genius genius in this domain, but I wanna... I'll come back to that. I wanna go back to that third pillar that he was trying to do. So he starts off number 1, I want the watches to be precise. He's done that. Number 2, I want them to be waterproof. He's done that. Now he says I want them to be self winding, which he's gonna call perpetual. And so not only is this an example of hips him having to solve another long standing problem, but it is another example of something that pops up in the books that you and I talk about the fact that opportunity unlocks more opportunities in the future. So he talks about in his auto he's like, listen. The creation of the perpetual watch, whose movement is self winding and guaranteed to run without interruption. This idea, of course, had preoccupied many famous neurologists of the past. I am not a watch guy. I don't own any watches. My wife has a hard enough time getting me to wear a wedding ring. I'm very minimalist. Right? So I didn't know what the hell that word was. So I looked it up, all that is as a neurologist is just a person or a company that makes or repairs, clocks and watches. They're also referred to throughout history as a clock maker. So what Hans is telling is like, listen, this is not I was in the first... Person to notice this as a problem. I was the first person to solve it. And I wouldn't have been able to solve it if I didn't solve the waterproofing first. He said the waterproof watch had in itself marked a great step forward towards the realization of this new achievement. An automatic watch can function with the utmost regular only If the movement is placed in a waterproof case. What he's telling is oyster unlock the opportunity for perpetual. It had been my belief that the watch of the future is the perpetual watch. In other words, the automatic or self winding watch. In this field too, Rolex has been a pioneer. Without the waterproof watch, the perpetual could never have been discovered. And so I need to repeat that because it's so important Without the waterproof watch, the perpetual could never have been discovered. Now something's also interesting. This is like a century old problem. They're gonna run a fantastic ad talking about, like, about how they solve this this century problem. And there's a great line that I found in this rolex blog that talks about it. It says, inventing the automatic wrist watch that could wind itself was the dream of the ages in the watch world for centuries. Many famous watchmaker had tried to perfect the automatic or self winding watch, but none were successful. There's an important principle here for that you and I can apply our own work And the fact that the more work that you do for the customer the the the the easier you can make for the customer, the greater the market can be. So before I read this section about why this is so important because, you know, why constantly winding a watch to pain the ass. It's not convenient. It's not as convenient as a perpetual watch. Steve Jobs put this best when he was talking about the difference of, you know, this hobby culture in the early, like, personal computer industry. And he says my vision was to create the first fully packaged computer. We were no longer aiming for the handful of hobby who like to assemble their own computers, who knew how to buy transformers and keyboards. For every 1 of them, there were a thousand people who would want the machine to be ready to run. In other words, if we can make this easier we can expand the market by a thousand turns out he drastically under underestimated that. But expanded the market by 10000000 or hundred million or whatever the crazy number is. And so when Rolex creates this perpetual automatic watch. It eliminates the need to ever wind a watch again. And so they run this incredible ad that the headline is master neurologist dream has realized a hundred and 4 years after his death and it tells The history of this guy in theory had invented the World's first self winding watch, but hit... What he actually made was imperfect in practice. And now us Rolex, the only watch company in the world has perfect You know, they they they they essentially honor him. They say he was a great watchmaker, maybe, you know, maybe the greatest ever, and now his dream is finally realized a hundred and 4 years after his death and he was realized by Rolex. Oh, by the way, do you want 1? And then right before Hans dies, he gives us interview, and I found a transcript that was translated from French. And I think he does a wonderful job summarizing the impact that his 60 year career. Had on the industry that he in large part created. I entered the watch of business as a young man at 19 years of age that was 60 years ago when wrist watches didn't exist. Wrist watches for men didn't exist at all, Men wore pocket watches, which went from father to son and son to grandson. And the opportunity for the watch industry to grow was extremely limited as sales were very slow. As a young man I understood it would be very difficult to obtain results in an industry, that had little chance to make lots of money. Watches were cheap and the quality was not very good, especially since there was no factory able to produce small watches, which was necessary for wearing them on your arm. The wrist watch was the peak of my career as I fore saw the total development of the wrist watch for the Swiss watch industry. I can say I was 1 of the ini in the whole watch industry. I was not only the first to understand the potential of the wrist, but I also made personal efforts, which contributed largely to the development of the industry. I think it's absolutely incredible to be able to hear the words if somebody had 6 decades of experience in his industry. And then the last idea I wanna leave you with. I think speaks to just how unique Hans in his story truly. In 19 44, Han set up the Hans Will Trust, which owns and controls Rolex to this day. He brilliantly set up the by laws of his trust so Rolex could never be sold or made public So it would never have to worry about catering to anything but making timeless watches. If you think about it, this means Hans vision is still very much alive in being executed on a daily basis despite the fact that he passed away more than half century ago. How many people can you think of that build a world class business and 50 years after they pass away, the company keeps going as if they were still running it. And that is where I'll leave it. As far as buying the book, there's... I can only find 1 copy available. It's like 500 dollars. But there is a series of other sources that I used for this podcast that I highly recommend, I'll link all these Rolex ent blogs, which I thought were fantastic I also use subjects or ideas rather from the book of the luxury strategy, which I highly recommend it It reads like, a textbook, but it's actually fascinating. The subtitles break the rules of marketing to build luxury brands. I'll probably do an episode on it in the future. Then, of course, what I would do now is listen to that business breakdowns episode on Rolex called Timeless Excellence. It covers a history issue rolex, but also how they operate the business in present day. It'll blow your mind. So I will leave that link down below or you can just search business breakdowns Rolex and it'll come up in your podcast player. That is 351 books down 1000 go, and I'll talk to you again soon. I have a few quick updates before you go. If you're an existing subscriber to founders notes, you got a new, a new feature is added for you this week. I actually combined the founders Am private podcast feed with founders notes. So make sure that you log in to founders notes and grab your personal private podcast feed. You'll find 50 short episodes waiting for you. I am likely ren naming that private feed. To sage advice because the private podcast feed is gonna be updated with new episodes. And all the episodes that I'm making for that private feed are gonna be really short and focused on 1 topic. These are gonna be extremely concise, much more scripted than, like, a normal founders episode ever is. I want them focus on 1 thing. So it could be, like, a subject, like, a leadership, how did greatest founders think about leadership, for example, are about, like, a person. Like, the best ideas of James Dyson, for example. So you'll find instructions on how to easily set up your private feed when you log into founders notes. And so there's an idea. I wanna tell you my thinking about this. How I thinking about this has been influenced by some of the books that I've been reading and obviously, the podcast podcasts I I've been making. And so over the last few weeks and including the Rolex episode that you just heard, this idea that each product should have a single idea that is expressed clearly that describes why somebody should care always written from the point of view of the person using the product, it... The the the single Express clearly should describe what the product does for them. And that 2 part series on Steve jobs I just covered. It's like a master class that because he was 1 of the best in the world ever at doing this. And he did it intentionally. There's a lot of quotes in those episodes where he's like, no, You have to work, start with the customer and then work backwards. And you see how much time and effort he took into just editing his thinking, just making sure the had the single Dx express clearly. We see Hans Will was the same thing? Where he's just like, well, what was the most important thing for that he wanted to convey to his customers. She's like, we have the most precise watches in the world. They're waterproof. So you don't have to worry about exposing into elements because they're not in your pocket anymore and they're on your arm, and they're perpetual They're automatic. You never have to wind it. And then he just constantly drilled down and perfect on those 3 ideas decade after a decade after a decade, you fast forward It's 50 60 years after you died and Rolex is 1 of the most bright most valuable private companies in the world. And so, of course, the entire reason that founder podcast exists so we can use... We can learn from history greatest entrepreneurs realize, hey, these these in Enhances case, he worked for 6 decades, turns out over 6 decades, you come up with some good ideas and then take those principles and hopefully apply to what we're doing. So I think I've really narrowed that down and I'll keep working it, but like, why does founders notes exist? Like, why the hell this is a private internal tool that I've been using for years. Why would I external that and make it available to other people. Like, what why would you care about that? And the reason is also embedded in the main reason that founder Podcast exists because Charlie Mu hits on it just like Charlie Mu just like almost every single person you I cover. They all spent their very valuable time. These are some of the wealthiest people in the world. So they're very valuable time studying and learning from great people that came before them why Charlie Mu said best. He said that learning from history a formal leverage. And founder notes gives you the superpower to do this on demand. Founders podcast is a fantastic tool to learn from history, but it's pushed to you. Founder notes give you the ability to control it. It gives you the ability to tap into that collective knowledge of get entrepreneurs when you need it. And that's why I think it's valuable for you to have access to this giant searchable database Of all my notes, all my highlights, all my transcripts. So if the single idea expressed clearly for founder notes overall is, hey, learning from as a formal leverage, founders notes gives you the supervisor to do this on demand. What is the single idea expressed clearly? Why does sage this new private podcast feed. Why does sage advice need to exist? In other words, what am I selling? And the more I thought about it is like, oh, I'm selling time? Because what I'm going to do with this private podcast feed that is now included with your subscription of founder notes, is I'm going for a maximum insight to time ratio. I love this idea that you could have an entrepreneur that spends, let's say, 40 years building their company. I can then spend 40 hours reading and researching their life and career, and then dis distilled that for you down to, let's say, 10 minutes. 10 minutes of audio that you can do on demand, download those ideas into your brain while your eyes are busy. So that is my North star. That is my goal. As as with everything else as my thinking evolves, I will keep you updated. If you do not yet have a subscription to Founder notes. And you are spending hours and hours listen to the podcast. I highly recommend that you subscribe and you can do so by going to founders notes founders notes with an s, founders notes dot com. And the second thing I wanna tell you about is this founders event that I'm hosting. July 20 ninth through the 30 first in scott's Valley, California. It is beautiful venue deep in the California Redwood, and the single idea expressed clearly around why do these events need to exist is because I wanna help high value people build relationships with each other. I did this back at the first founders event in March, in Austin, and I'm doing it again, July 29 through the 30 first in Scott Valley, California. And I'm doing this event in partnership with my friend Rick and Paul. They're the founders of Cedar Grove, which is this 500000000 dollar permanent holding company. They're also the host of this podcast called art of investing. But the reason I'm partnering with these guys is because they are world class at building relationships. They understand the direct link between building relationships and value creation. I know this because I know them personally as friends, I talked to them all time, but you can also see this if you just... You can see this publicly. Look at their podcast feed. If you go to art investing podcast feed. They listen to the 1 that they just did with Trails. Mitch rails is the c cofounder of Dan here. He is 1 of the greatest living entrepreneurs and investors on the earth today. In his 40 year career, Mitch had never given a single long form interview. And he chose to do his very first 1, which you can listen to as a podcast, with 2 of his most trusted collaborators and friends, somebody he speaks to multiple times a week that is Rick and Paul. Rick and Paul were at the first founders event in March. Multiple people that were at that event, met them and have since built relationships with them. They he they did not know who Rick and Paul were before they went to the founders of event in March. And I've heard from multiple people that are now calling texting Zoom... Getting on Zoom, going in person and meeting and spending time where rick Paul because they're learning from Rick and Paul, how to build a permanent capital holding company. 1 of the breakout sessions that we're gonna have at this event on July 20 ninth of the 30 first is going to be led by Rick and Paul. They're going to talk about how to build a new investment firm, a new permanent capital holding company and how established firms can actually sustain excellence. Way before they were doing this way before they founded their own company. They had studied and helped hundreds of the world's greatest investors. They literally wrote case studies on some of these. They wrote an incredible case study and 1 of the greatest competitors of all time, which is Julian Robertson of Tiger management. And by going and looking at their podcast feed, you can see some of the people they develop these really good relationships like Todd Combs from Berkshire. Hope my friend H nam from Alto ventures. Relationships run the world, and I think Rick and Paul our Great illustration of that. I think there's such... I think the entire event will be hugely valuable for any investor. There's a ton of founders coming. There's investors as executives coming, But specifically, if you are interested in developing a new investment firm and learning more lessons from established firms that sustained excellence over multiple decades highly recommend coming to the event and making sure you don't miss the breakout session taught by I Rick and Paul. Another thing I wanna mention to you about these events that's really important is they're all inclusive. That means if you get yourself to the event, you don't have to worry about anything else. I run out the entire venue, Every single person. There's nobody else that's on the property that's not part of the event. So every single person, if you attend. Every single person you see there is there for the same reason as you. That person has the same interest. They're their fellow business nerds where all business nerds, And so that's why we gathered together. Again, that's is July 20 ninth through the 30 first, it's a private venue deep in California Redwood woods, it is beautiful. And the reason that it exists. Again, that single idea expressed clearly that you and I I've been talking about for the last few weeks that I don't think I'll ever forget. Why does this exist? This exist to help you build relationships with other high value people. And that is important because that opens up opportunities in the future that you can never possibly predict. So I hope you come to this event and build relationships with other founders listeners, other high value people. The first thing you need to do if you wanna attend, you go to founders podcast dot com forward slash events and apply. And that's it for me. Thank you very much for listening. Thank you very much for the extra support, and I'll talk to you again soon."
}