{
  "transcript": "In this episode about J paul Get it, you're gonna hear that Getty made it a priority to build relationships with other top entrepreneurs and business people. In fact, he's so dedicated to this idea that he set up a thing that he calls the Liaison center solely for this purpose. I am doing something similar with the founder events that I'm hosting. If you want to come build relationships with other founders, investors and executives that listen to founder podcast, make sure you come to a founders event. There is 1 happening in beautiful, Scott's Valley, California on July 20 ninth through the 30 first, and another 1 happening in Austin, Texas on September 20 seventh through the 20 ninth. These events are all inclusive, which means all you have to do is get yourself there, and I take care of the rest. So you're lodging your meals Access to every talk and session everything is included. If you wanna come hang out with me and other founders and investors for 2 days, make you go to founders, podcast podcasts dot com, for such events that's founders podcast dot com, forward slash events and sign up. Hope to see you there, and I hope you enjoy this episode on J, Paul Getty. You cannot bring about prosperity by discouraging thrift. You cannot help the wage earn by pulling down the wage payer. You cannot further the brotherhood of man by encouraging class hatred. You cannot help the poor by destroying the rich. You cannot keep out a trouble by spending more than you earn. You cannot build character courage by taking away a man's initiative. You cannot help men permanently by doing for them what they could and should do for themselves. I accept these tenants wholeheartedly without reservation. That is an excerpt from the book that we talked about today that is John Paul Getty, actually quoting Abraham Lincoln. Abraham Lincoln is the 1 that said those words, and that comes from the book that we talked about today, which is as I see it, the auto of J Paul Getty. This book is incredible for a number of reasons. 1, when he's writing it, Jay Paul Getty is considered the richest private citizen in the world. He is also writing it in the last year of his life. This book is over 50 years old. It gets published in 19 76 right before it is published, J Paul Getty dies. So this book is really his last words on his remarkable life. It is also incredible because of the way it is structured. It is It's almost like you're sitting down and having a 1 sided conversation with, like, a a wise 83 year old grandfather, and he's recount his life. It's not in chronological corridor at all. He's just gonna tell you whatever happens to be on his mind. At that time. But he also gives you a lot of great advice because he had been an entrepreneur for over 60 years by the time he sits down, and he's still going. He works until the day he dies. And so something that J Getty repeats over and over and throughout the book is the fact that he considers himself an entrepreneur. His friends or entrepreneurs He really is just writing down the lessons that he learned a 6 decades career for the future benefit of the entrepreneurs that are gonna come after him. And so as he's telling this life story of his, there's just a lot of really great advice for you and I. Before I get there, and that's gonna be, like, 90 percent of what I wanna talk you about today. I have to start with the relationship that he had with his father. His father is the 1 that got him involved in the oil business to begin with. He says over and again. He has a great line that he repeats. That my seat was set for me without the love and training of my father. I would not be the man I became. And I think the best way to introduce you to that idea actually comes at the very end of the book. He's talking about the fact that he he becomes friends with, you know, the world's elite. There's a large... So many stories about, you know, the King of England and all the presidents and all the great entrepreneurs he knows everybody. His book is sterling. I hope you he wind buying. It's very fun to re actually. But there's a great story at the very end that illustrates this self awareness that he has. This respect and honor. Remember he's he's writing these words 45 years after his father passes away. And this what he says. Vice president Nelson Rockefeller did me the honor of saying that my entrepreneurial success in the oil business put me on par with his grandfather, John D Rockefeller senior. My response was that comparing me to John D senior was like comparing a spa to an eagle. My words were not inspired by modest, but by facts. John Rockefeller began his life poor. He began work as a lowly paid bookkeeper and worked and fought his way up the ladder. I enjoyed the advantage of being born into an already wealthy family. And when I began my business career, I was subsidized by my father. While I did make money and quite a bit of it on my own, I doubt if there would be a getty empire today if I had not taken over my father's thriving oil business after his death. Any attempt to compare the Rockefeller empire with the Getty Empire is ridiculous. John D senior went into the oil business at a time when America's petroleum industry was in chaos. He brought order out of that chaos. Rockefeller Seniors mono saved the Us oil industry from total dis. And so just because Getty doesn't think you should compare him to John d. I mean, how many people can you compare to John D forgot sake. Right? Doesn't mean he wasn't a phenomenal entrepreneur. A lot of people try to discount Getty his achievements because he had a, successful really relatively small but successful oil company. His dad had a successful oil company and Getty when when his dad dies, Getty takes over his dad's a company like, oh, you got a huge head start in life. That's true. By Getty his own admission. When he inherit and takes over his dad's company, it's worth 15000000 dollars in 19 30. 20 years later, that company is valued well over a billion dollars. It is Jay Paul Getty that is responsible for that value creation from 15 to well over a billion dollars. So I wanna go into. I'm gonna start where he just talks a lot about his dad. And his dad just seems like a great man. I would love for my kids when I'm older. Or maybe even when I'm long gone to describe me the way that Getty describes his father. So his father was a successful attorney before he founded his oil companies. He's actually sent on client business to Oklahoma in 19 o 3, and at his perfect place Perfect time. Because in 19 o 3, there's this a gigantic oil boom happening in Oklahoma. And it is during this visit where his dad gets infected with what they call oil fever. And his dad decides to switch careers and found an oil company. He starts drilling for oil and he leases this small plot of land in Oklahoma he tries to drill 43 wells. This is his first this is his ted's first attempt in oil in building an oil company. Right? He he attempts to drill 43 wells. 42 of them came back as producing oil. And Getty dad does something that's extremely smart. His name is george. So George Getty does something that's extremely smart. He has his son just visit him while on the oil fields. This is well before, this is gonna be a Getty family business. His son is gaining this valuable experience in the oil industry just by being on sight and observing what's going on. He said that drilling fascinated him, and he starts picking up on how drilling is done. All the jargon that is inside of the industry. All the different jobs that are required to bring about a successful well. And his father in parts in him something that never leaves him and actually only leaves them for 2 years out of his long 83 year life. And it's the idea that you look at drilling for oil, the oil export exploration that they're doing. It is a challenge and adventure. We're not just building a business we're hunting and we're hunting for oil. So this is where his dad starts teaching him, self line. The value of self alliance and hard work. Getty is 15 years old when he's doing this. So I'm just gonna read this description of what's going on least 15 years old. George Getty business flourish and expanded during the next 3 years. When I was not yet 16, I asked my father if I could spend my summer vacation from school working in the oil fields. My father's reply was characteristic. It is alright with me if you're willing to start at the bottom. This meant that I would be employed as a aroused about. That's an oil filled labor whose job it was to perform the heaviest and usually the dirtiest work on the drilling site. My father was explicit about the terms under which I would be employed. I would be received the ra about going wage, which was 3 dollars a day for a 12 hour shift. I could expect no preferential treatment because I was the boss's of son. I would have to learn to hold my own with the other men. I had long enjoyed the advantages and comforts that might be expected to go with being a wealthy man's only son. To my aston, I adapted readily to this abrupt transition. I took to Bunk house Living and gru shack eating in stride, and I enjoyed both. His dad is just making 1 great decision after another. He literally changes trajectory of his Son's life and and Jp Paul getty got his full attention because Paul getty was his only son. And he talks about a lot in the book that when... So from the time that he could remember that his dad concerned himself with developing his character He says, like, my dad believed in work ethic. He made me learn that money must be earned. He would not give his son just money just because he was rich. He taught him his son how to do sales. Oh, and he was rather strict discipline disciplinary. So fears years after he starts working in the oil fields. He think he's around 16 years all the time. During the school year, he's getting bad grades and he's fucking off is essentially what he's doing. He's just not behaving. So his father like, you wanna get bad grades. You wanna fuck off. That's fine. You're going to military school. For the last 2 or 3 years of high school, he makes him go to a military school, and the line that Jay Paul Getty has about this Was looking back at this. Now as an, you know, an 83 old man. He said this strict regiment environment was good for me. His father also taught him the balance. He they were both V racial readers. So Jp, he's, like, reading Napoleon and he's like, 12 years old but he he said his dad also taught him the importance of physical culture, so he'd make a son, run, swim, lift weights, and then emphasis on Physical culture is really important because he's gonna start out in the oil business as a labor as a rough neck. And he's gonna learn the business from A z, which is really, really important too. And so when Jp Paul Getty, he's in college, he repeats exactly we did in high school During the school year, he's in college. During the summers, he's working in the oil fields. And during 1 summer, he builds a really important relationship, and it is with what he calls a leather veteran of the oil trade. This guy they call G. So G becomes Jay Paul Getty mentor, that these 2 sentences is why this is so important. G taught me all he knew about virtually every phase of field operations and his knowledge of these fields was cy. And so by the time the Jp Getty his 20 years old, by time he has done with college. Think about what his father did for him. He's 11 years old He's observing all the stuff going on. He starts working in the field when he's 15. He's got somewhere around a decade of experience before he begins full time in the trade. He's got his father's guidance. The fact that he knew and believed that his father loved him and that he concerned himself with developing his character that he wanted his son to be success. He's got the confidence that he's worked in every single aspect. He knew the business from A to z. He was mentored by people that had decades of experience in the oil business. All of this is gonna come to play. It's gonna be really important because Jay Paul Getty is gonna start his own oil company at 22, and he's gonna make a million dollars, and he's gonna retire 24 years old. And when Jay Paul Getty describes the way his his dad gently guided his career. I pray that I have this this this patience and tolerance for my own kids. I don't... I'm not sure I will. He says my father then asked the question that most fathers ask sons who have completed their formal education, but have not decided on the careers, what do you intend on doing now? Listen to the description of his father many positive qualities for which George F getty was widely liked and admired was his un habit of presenting any arguments in a calm holy reason yet always tolerant manner. And so he's laying out the case to his son. He's like, listen, you know, you can... What do you intend to do now? Here is my suggestion. There... I've built an oil business. That's worth some millions of dollars. I am nearing the age of 60 and you are my only child. And he explicitly tells the son I've built what I hoped would be a family business. Would you be willing to consider it. And then this speaks to the wisdom that his father had. He's not okay. Your 22 come in and take over my business. Knows he's gonna be operating for many, many years. Still, he's not yet yet ready to retire. She's like, okay, Why don't you do this? Try your hand as an independent operator in the oil fields. If this experiment doesn't work out. And if you're unhappy, you don't like the business when the year is over, you can do whatever you wish and I will not say another word. And so this is the deal. This is why Getty says that his his seat at the table will reserve him. This is what his father proposed. He says, okay. If you find a promising lease, I will fur the capital for the purchase of the of the lease and any kind of, like, drilling equipment that you need. And if there's any profits, I'll get 70 percent You'll do other work. I'll put up the capital. Obviously, I will get 70 percent of the profits and you can get 30 percent. And Jay Paul Getty agrees to this. Now his experience in the beginning of the oil industry is not like his father. You know, his father drills 43 wells, 42 of them come back in your first shot. Right? He is not having any kind of success. He's not finding oil at all. And he almost quits multiple times. And then we see something that re occurs in the books that you and I talk about over and over again. And the way I would say this is that words of encouragement matter. Older, successful, more seasoned entrepreneurs and business people There's many examples of them of encouraging younger entrepreneurs, younger versions of themselves. I think of Henry Ford, who idol utilized Thomas Edison at the time they meet. Henry Ford's unknown. He's a nobody... He hasn't really accomplishing. He's unknown. Thomas edison might be the most famous person in America. Henry ford describes this idea. Like, hey, This doesn't make sense. All the the very few cars that we have. They're all either at the time, either electric or Steam. I wanna build a car that runs on an internal combustion engine. And Edison immediately understands the impact of Henry Ford's idea, and he says, that's the thing young man keep at it. And and and Henry ford wrote 2 books when he was alive and he references the fact that, you know, the the handful of words that that sentence from his hero, kept him and motivated him to persevere through the in inevitable struggles of bringing that idea to life. And we see something very similar in the life of J Paul getty is a young man he's 22 23 years old when this is happening. I was frequently on the verge of giving up. That I did not is due a large part to the warm hearted encouragement and advice I received from older, seasoned oil man, like John Mark and R m Mc. Mc was the owner of Mc man oil company. 1 of America's most successful oil producing firms. He went out of his way to be me. He bolstered my sag morale and gave me invaluable counsel and passed on knowledge and lessons that he had learned through long experience. And so this year experience. It's almost at the very end and he says, I had nothing to show for my efforts as a wildcat. Nothing, but he didn't give up. He's encouraged by his father, but these older seasoned oil man He decides hey I'm gonna take another shot at this other piece of land. He gets the leaves for a shockingly low price of 500 dollars, starts drilling and the well starts coming in at 700 barrels of oil a day. And listen to what he says, words cannot adequately describe the el election and triumph that 1 experiences when he brings in his first producing well. The feelings do not diminish when it's the tenth or hundred and tenth well that comes in as a producer. Even later in his career, he still felt the same exact feeling 1 of el and triumph. And he tries his best to describe why it's the case The sense of el ovation and triumph is always there. It stems from knowing that 1 has beaten nature's inca odds by finding and capturing a most elusive prey. That is how he describes it. He's constantly describing exploring and drilling for oil as a hunt for oil. And this is when he makes his million dollars really rapidly. He looks up He's like oh my god. I'm rich. I'm a millionaire. I'll never be able to spend this much money, and he makes a mistake. Like, you think about all the mistakes you made when you're in early twenties. And so he's like, alright, I'm rich. I'm retiring. And so he immediately shuts everything down. He bannon all constructive activities what as how he describes it, and he chooses a life of laziness and pleasure. But it's fascinating he's like you know, I have everything I want. I'm rich. I'm popping bottles, like he literally says that. I'm dating all these women. I'm in the perfect place, and he's like, I am depressed. And he realizes that he wants back in the game of business. And this is... Then once he gets back in, To gaming me never stops playing, but I love his description of this and he's just seeing this another oil boom happening. This time it's not in the the fields of Oklahoma. It's right next to him in Southern California and he says other men were bringing in gus. They were opening up new fields. I opened up nothing that could possibly gus, except for far too many champagne bottles. This state of affairs first na than nod and finally became into. I un retired. And then we get another example of good guy dad. My... And when it Goes talks to his dad about it, I gotta get back in the game. Retiring is boring, this is ridiculous. And he says, my father said nothing. Not even I told you so. So before I move on to how Jay Paul Getty worked. I wanna close this section about his dad with his father's death. His father, suffers a stroke when he's 75 years old, and this is how Jay Paul Getty described the impact that the death of his father had remember he is writing this 45 years after his father dies. Says the love respect and admiration I had and still have for my father were boundless. His death was a blow that the passing years have only numb, and he... For his entire life, Jp Paul getty would keep a diary. So large chunks of this book or words that he wrote many, many years ago. And this is his description. He he says, I wrote these words from the heart, They're were from the heart and they remain so and they're about his father, his loving kindness in great heart combined with the charming simplicity of manner made George Getty the idol of all who knew him. His mental ability was outstanding to the last. I can only strive to carry on to the best of my ability the life work of an enabler man. He thought his father was a better man than he was. This is said in no sense as eu, but as an impartial appraisal of the facts later on in the book. He said that his death, his father's death was the heaviest blow, the greatest loss that Jp paul getty had ever suffered in his life. It says I was 37 when he died, and no longer had any freedom of choice over what I would do with the rest of my own life. He is describing a sense of obligation and a desire to carry on the life's work of the greatest man that he had ever met. Okay. So now we're gonna get into how he worked. And then he was like this from his very early days in the oil industry. He still like this as he's writing the book. So there's a handful of things I've tried to organize around specific topics because if you saw the notes that I have. It's just the same note over and over again a handful of notes. 1, he's a work. 2, he is what many people would consider a micro manager is actually dinner with 2 founder friends of mine, and we were talking about this idea where, like, the micro management. Or being a micro manager has a really bad, like, branding around it. And yet, it's just a very common theme over and over again in these books, and they were telling about somebody else that had... They had rebranded being a micro manager. He he says the other founder says that he's not a micro manager He's that he's just in the details. So, the second trait that he has over and over again is that he is in the details. He's definitely a a micro manager. Third, if you know your business from me to see, there's no problem you can't solve. And that is related to being in the details of my manager. Number 4, he's gonna say over whenever again. I'm an auto crap. I want control and things must. They must be done my way, and then 5 relationships run the world. Jay Paul getty went out of his way to build relationships with the most powerful politicians and country leaders in the world and the most successful entrepreneurs and investors in the world. In fact the way he did this, and I'll get to this later, is really smart. He has a company headquarters that he calls, It's called sutton place, but he calls it a Liaison center, which is really a relationship center. And he used that for the sole purpose of building relationships with very successful and powerful people. But I'll get to that a little later on. And so at the time he's writing these words, he's got... He owns over 200 biz... Different businesses. He's got this just relentless constant flow of information, He's got a thousands of employees. And so he talks to. He's like, listen 12 hour workday days are common, and many stretch to 14 hours or more. A steady stream of Tel, cables, written reports and letters of all kinds poured in from every conceivable corner of the globe. They were countless phone calls. They were executives of Getty companies and engineers accountants, attorneys and other businessmen who had to be seen personally, and he wouldn't have it any other way. He says in the book. Even 83 years old, I am still an oil man. I'm am a wildcat cad operator at heart. And several times throughout the book he's trying to describe to the reader. This misconception. A lot of people when we, and I know this is is the case A lot of people from the, I think, oh, entrepreneurs are motivated by money. And, obviously, we wanna build wealth for ourselves and our family. But he picks up on exactly like This guy's decades. He's a half century past the need to work for money, and he's talking about like, why he's doing this, and he says entrepreneurs are peoples whose mind and energies are constantly being used at peak capacity. In other words, he's alive. He is fully alive when he's engaged in this game that he loves to play. And so when he's not, he comprises work all tendencies, obviously, to work. So when he's not working, he's building relationships, but he's also a v reader. And so when I'm thinking about this like, this is not this disguised like, dedicate memory he's reading Napoleon he's like 12 years old. Now he's 83 when he's talking to you and I, and so what pops into my mind. Think exactly the observation that that Charlie Mu made. Like the people that rise in life are usually not the smartest and sometimes not even the most diligent, but they're learning machines. They go to bed every night a little wiser than they were that morning And boy does that habit help? Particularly, when you have a long run ahead of you when when Jay paul Getty started the habit. Habit it. He didn't know he to 70 young 70 year run ahead of him. And there's something I skipped over in his childhood, I think I should point out to you now is the fact that when he was in college, he went to the these colleges in California. He thought it would they were terrible. And it wasn't until J Paul getting transferred to Oxford. That he... This actually ignited this lifelong love for a self directed learning. He said before he was being taught. And he's like, the key is not to be taught. It's to be it's to learn. And so the environment at Oxford when Getty was there I was like, well, you pick your path. You figure out what is... What ignites your soul? What do you actually wanna learn? Learn lifelong learning is self directed by nature. It's not gonna work any other way. And so I don't have to even read any part of this section when he's at Oxford to tell you what I feel is the most important Did. A great founders apply their fierce work ethic to lifelong learning too. And all throughout this book, you see. When Getty doesn't understand something his his first step is like, I'm gonna read everything I can possibly find about the subject. It is self directed lifelong learning. And then the last thing I'll say about this this addiction. This obsession that he had worked with work. He speaks about why he never retired again, any work until the day he died, and he says, I've have been an active businessman for more than 60 years. I still mined the store. My hand is never far from the throttle. And so something that appears over and over again, there's large chunks of the book that are that about this large parts of Getty life is the fact that He was a micro manager. He's in the details that even though he's running this gigantic empire. He is actively involved. He is in many cases, he he... Almost every case, he wants to be where the work is actually being done. We just saw this recently in the 2 part series on Walt Disney. He was the same way. 2 poor series on Steve Jobs just did. He's the exact same way. And so there's a great story. I think we'll illustrate this. That's told by his cousin. His cousin June is a coast friend with Fdr. Fdr president when this story is taking place. And so he asked June? He's like, how do you find Fdr as a person? Is the easy to get along with? And June response was fantastic. Says he's the easiest man of the world to get along with as long as you do exactly what he wants. She replied. That's 1 thing you and he have in common? And so I think when I'm analyzing the way that he approaches his work. The fact that he worked all the time, that he's a micro manager that he's in the details that he knows his business for me to see, the fact that he knows he wants control, that he has to have it, he is auto, the fact that he he leverage relationships throughout his entire life all of these things I think interact with each other. I think this is a great overview. And this is happening in the early days of his career says my tendency is to be auto bureaucratic. I had long ago recognize this in myself. I chose to be my own drilling super superintendent because it's the only way that I could be sure that my crews did exactly what I wanted. And paradox as it may seem, it gave me a unique sense of independence and self sufficiency. I never had to search further than myself when seeking to lay final blame for mistakes or wrong decisions. He quotes a bunch of leaders, 1 thing he loved about Harry Truman was that the the sign that he kept on his desk that he was known for. And he says, like, essentially, that sign it describes, like, the... In the most clear and most distinct way possible as how Getty operated his business. He believed the leader of the company, the founder of the company the Ceo of the company. You have to have to take a extreme ownership. And he says, Truman provided the clearest most su distinct explanation of what I mean with the sign that he kept on his presidential desk. The sign was 4 words, the buck stops here. When the man in charge, it could be a candy factory, A drilling operation are the nation's government accepts direct. Final responsibility he makes full advanced payment for the rewards in privileges he receives. He is released from any need to feel behold or indebted. There's also another positive byproduct of this because remember, he's he's an oil man. He's a wildcat cataract, but he he talks about the fact that, you know, he's he's on sight. I wanna be where the work is done. I know how to do everything in many cases, I will do it if I need to, I will directly supervised. I will make sure my personal involvement make sure that it gets done the correct way. And so he talks about that, like, even at this point, there's independent oil companies, which he considers himself because he's he's on sight. And then there... You know, there's vast oil corporations and they're at far away headquarters, and the oil men, the actual rough rough necks and ra and wildcat cutters are on sight. They just don't suspect these like, far away suits and offices essentially. And so he says an oil man who was a working boss, and that's what he considered himself a working boss, enjoyed a distinct advantage. Oil filled workers, They also known his rough necks rigor, or drill were and still are a fiercely proud and clan lot. When a boss knew his way around a rig and could perform any task, oil filled workers accepted him as a full member of their exclusive f fertility. So think about that. Remember, we go back to the wisdom of his father. Getty is in his thirties when he's... This part reason his thirties and the decisions that his dad made, Hey, Let me bring my 11 year old son out here. He'll observe. He'll learn to Osmosis. He like, he'll ask questions. And then he's 15 he's working the fields, and he's working every summer. And he does that for half of a decade. That decision is paying dividends now what 15 years later. And so then, like 200 pages later. A hundred and 50 pages later. I come across this hilarious story. Because, you know, in the details, obviously means be knowing how to do every job being where the work happens. Getty applies it to, like, the most smallest details. Many years later. He's already 1 the rich people in the world. Okay? He's... There's these letters that are reprinted in the book. And he's going back and forth with the people because he's in England. He sets up because, he has to be in Europe even though he he loved. Many parts spoke is like a love letter to to California. And he much rather to be there, but he's willing to do things that he doesn't wanna do that he's not comfortable with he's willing to, you know, sub his own personal desires if it's better for his empire. And so for the last, like, third of his life. He's set up in Europe because the their business in Saudi Arabia. And Southern California is way too far from the Middle East where he replace primary businesses. He's also got businesses and obviously. And, in, the Americas, he's got it in Europe, he's got in the middle east, but he's like, okay, I have to set up in a a very convenient location, even though this isn't in the place I wanna be. And so he's having this argument over letters with the people that are in charge of his museum in California. And he's pissed off because they're spending too much money on air conditioning. And so he's... Again, there's 1 thing to say that you're in the details. Another 1 to pay attention to how many days the Ac is running at this museum, that's what 5000 miles away from you And so I just wanna read this to you. Air conditioning. I'm not impressed with the argument that our art objects will be ruined if air conditioning is not available hundred and 68 hours per week. I seem to remember that air conditioning was invented only a few years ago, and that all of our eighteenth century objects necessarily past a great many decades without the benefit of air conditioning. My instructions are that air conditioning in the museums she'll be turned off at all times at night and she'll be used during the daytime only on those days, which are exceptionally hot. We should have very little need for air conditioning. And then he obviously applies that to the finances of his business. He talks a lot about... He gives advice fellow entrepreneurs throughout this entire book. And 1 of this is don't be like William Randolph Hears. You you should reinvest in your business and you have to keep a fortress of cash and use debt sparingly. This is what he says. I like to keep a lot of financial fat under my belt. There's nothing that can ever take the place of cash. The overwhelming majority of business problems and so many recent business failures result from businessman exceeding themselves too far. There is most definitely a place and a need for the use of credit in business. However, I have always believed that the businessman who uses just credit, the most sparingly is the 1 who has the greatest chance for achieving success and he talks about the fact that he lived next door. Oh, this is Hilarious. So he... He's comparing the difference between the way William ran our hears ran his business and the way that he that Getty ran his business. So he says, I have always spent 95 percent or more of my money on my business, meaning reinvest it into the business. Okay? While William Rin Hurst was the opposite. He liked to live like a roman emperor. Hears beast beach house in Santa Monica, cost 3000000 dollars. I was his next door a neighbor. My house cost a a hundred thousand dollars. So think about that They both live in Santa Monica at the time. Hers and that this is for his mistress, actually. So I don't even think william Rent of Hears live there most of the time. So that house costs 3000000. I live in next door, I paid a hundred thousand dollars from my house. This is a good illustration of the differences and our attitudes towards the money. In 19 35, and when this is taking place when these neighbors next to versus mistress. In 19 35, I was 1 third as rich as hurst. And by 19 50, I was twice as rich. So again, advice for entrepreneurs don't be like hurst. What Getty would tell you, reinvest in your business, keep a fortress of cash and use debt. Sparingly. So then he has more advice for his fellow entrepreneurs. He's like, listen, I know a tone of great entrepreneurs, all the great entrepreneurs. I know have these traits. So I wanna read this section to. Because I absolutely loved it. He's really good friends with Ari aristotle Nasa, which I'll talk more about later. But I just love all these, like, stories. I... I'm just obsessed with these stories of the great entrepreneurs and knew each other They're how their lives intersect. And how many, you know, how similar are they work each other I have been friends with a great many entrepreneurs during my business career. All were men who devoted their minds and energies to building productive enterprises. They concentrated on expanding their businesses and making them more efficient to produce more and better goods and services for more people. They created jobs and wealth. It is the mark of the entrepreneur that he reinvest in his business. And he has always personally involved. Aero Nas was an outstanding example. So this is why I'm reading this entire section too. I love this. He a very good friend, and is always fascinating experience to see him operate I discussed business with him many times listen to this. Very often, I had a re of assistance, executives, attorneys, and engineers with me. Aristotle would come to such meetings alone. Yet he easily held his own on all points that were discussed. Every enterprise he owned or controlled was his personal business. He was the business, 1 of his ex y or his first wife, Tina Nasa said this about Aristotle. Ari... Whatever everybody called him. Ari can't think of anything on anything, but a huge scale. If he had been an artist instead of a businessman, he would pay nothing but immense murals. This innate capacity to think on a large scale is 1 of the several characteristics that all entrepreneurs have in common. And if you think about that, he's describing what he admire in other people, And so the the the list of traits that he just described to this in, you know, 2 paragraphs. The great entrepreneurs I know have these traits. They're devoted their minds and energy to building productive enterprises over the long term. Remember both. Nasa's could have retired decades before he did. They're not in it just for the money. If they were just enough for the money, they would quit a long time ago. Think about that. They devoted their minds and energy to building productive enterprises over the long term, they concentrated on expanding their empire. They concentrated on making their companies more efficient. They reinvest heavily in their business, which can then help efficiency and expansion. They always personally involved in the business. And they know their shit down to the ground. And you just saw that with Nasa. So Nasa shows up by himself, and he can handle, you have 10 people across the table. I know my business down to the ground. It's been a while since I've made an episode about Nasa. I I think it's episode 84, and then the last time was to episode 02:11. I'm going to. I have another... I've I think, 2 more biographies on them that Haven't read yet, But I just pulled some highlights and notes. I reread them as I was thinking about... I went through founders notes and just start searching on Nasa. And I found a highlight that I think explains exactly how he was able to do what Getty just described says Nasa spent almost all his time working. He would pour over shipping journals from Ant, Vancouver, Hamburg and New York. Looking for intelligence, trends, and opportunities. He would scan, study and memorized ton. Prices, insurance rates and schedules of the world's great and small steam ship companies and then attempt to out his competitors. He read the maritime sections of at least 6 foreign language daily newspapers each day. And then before moving on from this section, he reiterate more traits that he Admire and others, and it's very simple. He loves people that are resilient, self starting, and then self restarting because he's... Repeats over and over again. It's inevitable you're gonna get knocked down, you have to get back up. So you resilience self starting and in self restarting. And he talks freely over and over again. Like, there's downsides to this Like, I'm giving my life to my business and as a result. I mean, the guy was married 5 times. You think he's at home a lot? He speaks over and over again. About the fact that just many businessmen myself very much included frequently complain that there aren't enough hours in the day to take care of the work at hand. And so he takes his time and attention that he would dedicate to having a relationship with His kids or his wife, and he dedicate to his business. I gave more time and attention to oil wells than to my home. My auto credit tendencies were no less apparent in my personal life than in business. Do you see what I mean Like, what's refreshing what this book is, you know, I was like, he's the richest man in the world. He must be perfect. He's like, first of all, rockefeller. I'm a spa compared to his. You know, I had a wonderful dad at wonderful position of my life, and I was a shit. He says, like, I was a shit husband. He doesn't try to hide it at my credit tendencies were no less parent in my personal life than in business. I was often short tempered b. I forgot birthdays anniversaries and dinner engagements. Each of my wives was jealous and resent of my preoccupation with business. And then he also has a a little line in here, a little z though. Okay? He's like, they're jealous of all the time creation business. Yet none showed any visible aversion to sharing in the proceeds off that preoccupation. And him self analyzing just like how Can I be so great at business and so terrible and marriage? It goes on throughout the entire book and I just start organizing 1 section. Goes I see my mer patterns as a violation of Ci maxim. To stumble over the same stone twice is a proverbial disgrace. Yet, I dogg persisted in tripping over the same boulder. He repeats. I was very irrational with marriage because work always came first, and he talks about the he... So here's a problem. He does some interesting things. Again. This is 1 of the the the benefits of reading biographies and auto in my opinion because you have some of the smartest most productive people ever live, and you've seen them making bad decisions and mistakes over and over again. And you realize like, perfection is not required to attain wonderful professional success. And in Getty case, like, undeniable business genius, and like, let me give you an example. I'm just making up the years, but at the very beginning. So he gets married 5 times. But the first 3 marriages are very bizarre. So it'd be, like, get married in 19 31. Get divorced in 19 32, get married in 19 32, get divorced in 19 33, get married in 19 33, get divorced in 19 34. And you look at a sequence of as, like, how? How how are you making these decisions? And then another thing is like, not not communicating with your wife enough? Because a few of his wife's complain? Like, why are you away from the home so much? You're already rich? Why do you have to work? They didn't understand what was actually driving him, and then, you know, he he's a very extreme person. He says my business interest created problems. I was drilling several wells simultaneously, and it was by no means uncommon for me to stay on the sites overnight for 2 or more days, and when I wasn't on the... When he wasn't on the wells, he's traveling extensively all over the world looking for more opportunity to drill oil. And he didn't see the need to change his habits just because he got married. He says, I found it extremely difficult to change my habits, and my patterns merely because a marriage license had been signed and sealed. And then he's able to finally summarize, like his failure marriage and then his success and nearly everything else. So there's a great line that I attributed previously to to Mon because he repeats it, but he said Buffett is the actual 1 that taught on that, and Warren Buffett would say that it's not greed that drives the world, it's envy. And Getty says he's not en of anybody else except the people that were able to actually make marriages succeed. He says whatever my other flaws and weaknesses. I've have never been given to Envy. Say for the Envy, I feel towards people who have the ability to make marriage work and endure happily. It is an art in which I have never been able to master my record, 5 marriages, 5 divorce, 5 failures. And he continues and this speaks to my soul because I feel its way too. A hatred of failure has always been part of my nature, and I suppose 1 of the more pronounced motivating forces in my life. Once I have committed myself to any undertaking, a powerful inner drive cuts in and I become intent on seeing it through to a satisfactory conclusion. Think about that hatred of failure is a main motivating force. It is a powerful inner drive. It is not the love of success is the fear of failure that is pushing him. How and why is it that I've been able to build my own automobile, drill oil wells, run an aircraft plant, Build and head of business empire yet remain unable to maintain even 1 satisfactory marital relationship. It is 1 hell of a question. And so I wanna get into a few giant leaps. Giant leaps forward that happened in his business. And I think before I describe 2 of these such occasions. He talks about the importance of concentration in his own life. And so Jay Paul getty says this. He says my own nature is than I'm able to concentrate on whatever is before me and I'm not easily distracted from it. That comes up over and over again in these books, a great description of about Edwin Land that I pulled up. He concentrated ferocious on his quest. Let's do a quote from Getty hero. John D Rockefeller Senior. This is what he said. Do not many of us who fail to achieve big things fail because we lack concentration The art of concentrating the mind on the thing to be done at the proper time and to the exclusion of everything else. A great enabler of concentration is having a long bank because if you hear what just get you to said. My own nature is that I'm able to concentrate on whatever is before me and not easily distracted from it. Charlie Mu said, I did not succeed in life by intelligence. I succeeded because I have a long attention span. Getty had a long attention span. So that leads me to these 2 giant leap forward in his business. The first 1 happens in the 19 thirties. A second will happen in the late forties, and then he'll reap the benefits in the the mid fifties. But it goes back to when his father dies, he takes over the company, it is valued around 15500000.0 dollars in 19 30. And so the executor of his father's estate tried to restrict the behavior that Jp Paul Getty had and what he wanted to do because They were... Or and a great depression. And they're excessively worried about the economic situation, the paycheck got a family's dead, who knows this maybe the... You know the high watermark marco bar wealth. What are we gonna do? They're scared. And Getty, thought that was the exact wrong response. He said my own views were in direct opposition. So now, at the time they're just... They just explore and they drill for oil. He's like, no. I believe now, this is the time the time is right right now, to vertically integrate, and this is how he describes his thinking. That I was convinced of eventual economic recovery, and I firmly believed in the business victim that you should buy when prices are low. I urged a program of expansion. Stocks in publicly owned companies with huge if temporarily undervalued assets were selling at prices that made them barely believable bargain. There were shares selling for as little as a twentieth. Of their net underlying asset value. That means anyone who purchased them was in effect buying 20 dollars for every dollar he spent. The Getty companies, my father's and my own were primarily engaged in oil exploration and production. Their crude had to be sold to refineries or pipeline companies. I reason that would share prices being what where they were, the time was ideal to obtain control of a company with refinery, facilities and marketing outlets. In other words, economic conditions created a unique opportunity to put together an integrated, well to consumer oil company. It's 1 thing to know that is the right idea. It's completely another thing to actually have that temperament to act on that belief when everybody around you is panicking. He's in the middle of a financial panic. You know what I thought of when I got to the section, Sam Z murray from the the the the book the fish that ate the whale, the life and times of America's bin banana king, there was a great paragraph in that book where Sam Z does something very similar. He knew the time was right for him to expand. Listen to this description, I'm going to read this paragraph you It's excellent. There are times when certain cards sit un unplanned in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the para pressure. A great businessman is dumb enough to act on them even when he cannot afford to. So going against the advice of the people advising him, right? And going against the current economic climate, he starts buying shares in this oil company called Tide water associated oil company. His idea was to to accumulate enough shares so that he could win control of tide water. Now this is hilarious. Listen to what he says. Tide water actually belonged to standard oil of New Jersey, which was controlled by the Rockefeller family. He didn't know it at the time because if you listen to the multiple episodes I've done on Rockefeller in his family, they constantly would hide those. They'd have secret ownership in companies over and over again. They did not want people to know how rich they were They did not want people to know how powerful they were. They love this network of secret ally. So says, They actually belonged to the standard oil of New Jersey. Standard Of New Jersey was controlled by the Rockefeller family. Had I known this originally? I would never have begun buying Tide water shares for a p independent operator such as I was, could hardly stand a chance against 1 of the world's largest and most powerful major oil companies. By the time I discovered the truth, I was too deeply committed to a withdraw from the fray. And so now some of the owners, it's not just a rock family owns tide water but some of the other owners like, well what we don't want to be taken over by this Getty guy. So they have an idea. And so on New Year's day, he gets a call. He is hanging out at William Randolph castle in San Simeon and, California. I also visited there last year. It's incredible if you ever get the chance. You need sent to visit. It's open to the public now. I think it's owned by the state of California. It really is this great illustration of this idea that you and I talk about all the time, mute the world and then build your own. Hears built his own world, and you get to visit a part of its remarkable. On New Year's day, he's at the hears castle. They're like, hey, there's some guy on the phone looking for a getty. And so he's gonna talk to the guy calling him is Jay Hopkins. Jay Hopkins in the near future is going to be the founder of general dynamics, which is 1 of the biggest defense companies that it still exists to this day. But at the time, Jay Hopkins works for John d Rockefeller Junior. And so he's telling Getty what's going on. He's like, listen, Senator of Jersey, they decide they're gonna transfer all of its Tide water shares to this holding company called Mission Corporation. Their idea was, like, well, we can disperse are holding so widely that control the company would be out of Getty reach forever. The problem was that they never told John d Rockefeller Junior why they were doing this. And so now Rockefeller Junior finds that he owns a bunch of shares to this mission corporation, then he's willing to share to sell his rights to the Mission Corporation's stock for 10 dollars a share. And so he hired jay Hopkins to help him sell this and Jay Hopkins calls Jay Paul getty. And so Jay Paul getty, of course, like guess, I wanna buy it But he goes, hey, suppose that Jersey standards management hears that Rockefeller intends to sell, they'll try to talk him out of it. And Jay Hawkins response to Jay Paul getty, and he says not a chance. Rockefeller Junior is aboard a train bound for Arizona. They can't reach him. It's not like they can send an email or text at this time in history. Right? They can't reach him and I have is... And I have his authorization to sell. So we closed the transaction right then and there over the telephone. He needed that Domino to fall because then it brought down another a bunch of other Domino's with it. He talks about this arm with John D Junior assignment of rights. I approached The other Jersey standard stockholders with predictable results, many of them felt that if a Rockefeller thought it was wise to sell his mission corporation rights that they would be wise to do the same. That was a huge leap forward in his business is going to unlock another opportunity, the opportunity of the lifetime. So he is going to secure the rights for what is known as the neutral zone between Saudi Arabia, and kuwait. And I just think there's an abundance of lessons in here for us. So it this is the year 19 48 to 19 49. He says Get interest obtain the oil concession on Saudi Arabia half interest in the neutral zone. This is this ground that's lying in between Saudi arabia and kuwait. 4 years and tens of millions of dollars were spent before a drop of oil was brought to the surface. But by 19 54, it was evident. That the neutral zone had immense oil reserves. Getty companies had done considerable international business before. He's describing a giant leap up. Right? He does not become was widely considered the world's richest private citizen without the deal. Getty companies had done considerable international business before neutral zone fines and production transformed us into a truly global enterprise. Much work and capital and a sweeping organizational restructuring was needed to make this new business empire viable. Tankers, super tankers, pipelines, storage facilities and refineries had to be built. This is my favorite sentence of this entire section the list of things to be done was awesome, but those things were done. And so I wanna spend some time on this deal. There's so many interesting lessons for your night. So think about this. He's gonna miss out on the deal of a lifetime. Then he's gonna get the deal of a lifetime Explain in a minute. He's willing to move his entire life for his biggest deal. This is what I meant about even after he's a a wealthy man. He's willing to sub his... What his comfort where he wants to be, what he'd rather be doing. If it's the... For the betterment of his company. We'll also see that it's hard to over pay for a truly great business. Remember what Charlie Mu said we... When he's analyzing the success of Berkshire Hathaway looking at. Because he's like, we really made the money out of the high quality businesses. So I absolutely love this part because he's talking about missing out on the deal of lifetime and then getting the deal of a lifetime. This is great. I have made more than a few business mistakes during my career. Some were Who. In 19 32, he had the opportunity to bid on the Iraqi oil concession. We were close to reach an agreement that would have given my companies the right to explore and drill for oil over a vast area. The initial cost would have been minimal, a matter of some tens of thousands of dollars. But there was an abrupt and disastrous break in Us crude oil prices. The Great East Texas oil fields had been opened up and crude. So the price of crude, craters, and then goes down to 10 cents a barrel. This is a full on financial panic. I was reluctant to expand into the Middle East under these conditions. Think about this. This is why, again, I guess so hyped up reading this stuff because it's 1 thing to know what the right thing to do is. It's another thing to have the the courage and into the the temperament to do so. He knew the time was to expand. We cannot just stay oil explorers forever. We got vertically integrate. There's a big financial crash. We can pick up, you know, stocks for 1 twentieth what we could. We have to buy now. 2 years later same situation here, this is tens of thousands of dollars to get for the opportunity to drill and iraq, but I didn't do it because it was scared because of other financial panic. This is not just an overall financial panic. With the great depression when panic within my industry. I was reluctant to expand the Middle East under these conditions. In ordered my agents to break off the concession negotiations. It is impossible to estimate how much revenue the getty company loss because of my decision. That is 19 32. It's gonna take them almost what 17 years to get another shot at fixing that mistake and this time at a gigantic cost, but again, it's a kind of a weird thing about this this game we're playing. It's truly hard. It sounds so silly to say it, but it's truly hard to over pay for a truly great business. I realized it was imperative that my companies obtain a foothold in the oil rich Middle East. 17 years later, most of the giant Corporations that had many times the financial resources that Getty had at this point had already got all of these great concessions. There was 1 very significant area that had been passed over. And that was the neutral zone. This zone that I've already described. It's 2400 square mile in between Saudi Arabia and Kuwait. So he's like, oh, this might be an opportunity to make up for my mistake I made in 19 32. So he sensed this the biggest opportunity of his life He sends the geo out to look at to the neutral zone, and he gets back. He says he sent me this t cable. It is 3 words. Structures indicate oil. I absolutely love that. Are we... Are you and I confused that what what what that message is meant to how that message is meant to be interpreted for Jp getting? No. Structures indicate oil, sign a damn deal. And this deal is going to be really expensive in what I love is everybody around Getty saying, oh, he he lost it. Paid too much. This guy's is an idiot. He doesn't know what he's doing. I'm just gonna be a little bit of, like, overview of the deal. He had to pay the Saudi Arabian government an immediate cash of 10500000.0 dollars. We have to pay them a million dollars a year and a 55 percent per barrel royalty on all oil produced. We had to pay 25 percent of our net profits to the Saudi Arabian government. We have to build a refinery in storage facilities in Saudi Arabia. We have to deliver a hundred thousand gallons of gasoline and 50000 gallons of ke annually to the Saudi and Arabian government. We have to pay the salaries of Saudi government inspectors and other personnel. We have to provide pension retirement and insurance and other benefits for Saudi Arabian employees of the company. And this is what I mean about it's hard to over pay for truly great business. This deal makes him 1 of if not the richest private citizen in the world, by the standards of some oil companies operating the Middle east, the terms reviewed as being too much. They were called outrageous. It was widely predicted that Paul Getty has finally over reached and he'll lose his shirt in the middle east. When in fact, the exact opposite. The exact opposite happened. And so with this suspension of the Getty empire at the same time, he is trying to get his sons involved in the family business, as his dad got him involved. And this desire ends in tragedy. To the point where he has to ask himself the question did I cause the pressure that killed my son. And I think the way to start this is a conversation that Jp Paul getty is having with Winston Churchill son Randolph. And Randolph is telling Jp paul getty that he suffered handicap and hardships in life because he was the son of a great and famous man, and he says that no matter what I do, I will always be measured they'll they'll always measure the son's talent against those of his father. And essentially, his point is that even if he does achieve his own independent greatness that he'll never can't possibly live up to his father, so they'll say that I wasn't good enough. So Churchill, you know, I've read a bunch of books on them Done a bunch of episodes on them. He was pretty upset with with the way that Randolph lived his life. In fact, I found a quote that Churchill has up on a son. It says your idol and lazy life is very offensive to me. You appear to be leading a perfectly useless existence. And what is fascinating about this is the contrast that getty he makes because they're throughout the first 2 decades of his own career, he knew. He's like, other oil men are gonna measure my performance against that of my father, and it seems like Randolph kinda, like, you know, had a little pity party, got upset about it and Getty just worked harder. And my own guess is that 1 of Getty greatest regrets in life. The fact that, you know, he was the son of a great father, and I don't think his kids would describe him as that. And part of is like is fractured lifestyle had, 5 different wives, 4 different baby mama. If I if I'm counting correctly, most of them are not living with them. Like, think about how much time Getty dad spent with his son when they were growing up, Getty did not do the same. And Getty talks about that. My father's influence an example were the principal forces that formed my nature and character. Unfortunately, I had no like degree of influencing control over the lives of my own sons. The reason for this was, of course the failure of my marriages. I had hoped and desired that my sons would enter the family business eventually taking over from me like I had take over from my father. I had a wish to perpetuate a dynasty. I would experience many disappointment before learning that I could not pre predetermined their careers or the course of their lives. So none of his sons were interested. There was 1 son that showed an interest in that worked in the family business. And that was his son, George. And so there's many times at the book where he's just so excited to have a son that's interested in the same things. That he's interested, talks about in his, like, the dire entries. Oh, Met with George in London. We talked business for 12 straight hours this went on and on. And so he's gonna call his son's death and accident, other people have described it as a suicide. I do not know which description is accurate. All I know is that what they all agree on that he drank, and he combined drinking with taking barb. And so this is where he's talking about the fact that, Oh my god, did I cause the pressure that killed my son. And so he gets called to the telephone, and he immediately knows something's wrong because he gets on the line, and they said, I think you better brace yourself mister Getty. He is told that George his son had a stroke and that he's unconscious in a hospital. And then it's updated and it says George died a few minutes ago. And he's not alone when he takes the call. So we have a description of what happens. He says it's impossible for impossible. For me to recall much about my emotions or reactions. My memories are vague and confused. I am told that I sat for hours staring into space saying nothing. And I can only remember 1 thought that it was untrue that it was impossible I always believed that my first son George would out me by at least 35 years. The next day I learned from the newspapers television and radio what they had refrain from telling me. George had not died from a stroke. But from the effects of a lethal combination of alcohol and barb. 1 question will continue to not me to the end of my own days. I remember the conversations I had with Randolph churchill. And I know that all too many businessman and executives rely on a few evening drinks and sometimes bore as a means of easing the tensions and pressures created by their work. Is it possible? That these were un unruly greater for George because he str too hard to live up to the images of his grandfather and me. In other words, did I cause the pressure that killed my son. Absolutely devastating he experiences multiple family tragedies. His 12 year son dies from complications of surgery. He'd had survived having a tumor taken out and then had a, like, series of ongoing surgeries and died from complications of 1, 1 of his grandsons gets kidnapped, and he's famous or infamous for, like, trying to negotiate with them his whole. He's like, I got 15 other grandchildren and if I just keep immediately, you know, paying out money. I'm signaling to the world that if you wanna make money, just kid 1 of my kids. There's there's entire books. I I ordered 5 different books on Getty, 1 of which is dedicated to, like, what happens like, this danger of... You know, he says, I I, you know, I wanted to create a dynasty. And much like the Kennedy family, The Kennedy family Dynasty because Joke Joseph Kennedy had similar, instincts desires. There's just a lot of tragedy that happens there. So I'll read the book. I'm not sure if I'll make a a podcast on it. If there is some lessons in there for you and I then I will, but this guilt is present. He mentions him multiple times, He definitely had to live with doubt and and guilt over the role that he played in his son's lives. And so moving on to another, I would say tenet of his careers, the fact that relationships are around the world, he went out of his way when he's not working, and I guess this is considered work as well to build relationships. With, you know, world class entrepreneurs. He knew essentially every single Us president, nearly all the leaders of the countries in Europe and middle East. But he did intentionally. He does something that's very fascinating. I mean, he talks about why it's so important. So he he sets this thing up with which I mentioned called the Liaison center. So he buys this gigantic estate and it was a very old estate. I think it was first created in, like, the 15 hundreds. And it's called sutton place. And if you Google sutton place get it, you'll see it. It's... I think it's sits on, like, a thousand acres, it's like 72 different rooms. It served as a D facto corporate headquarters. And so he would invite all the people he wanted to build relationships with. They could work out of it. They could stay for days and he says why? He says the Liaison center would provide an easy relaxed atmosphere and pleasant surroundings in which Getty executives and businessman from all over the world could meet exchange views and ideas, yet conduct no formal business. Naturally, plans and programs could and probably would grow out of such meetings. And there are many examples in the book where Jp Paul ged does this in his own life, and so he knows it's valuable. And I just wanna give you 1 example. And I already mentioned his very close friendship with Aristotle Nasa, and he says during the 19 fifties, Aristotle Nasa and I formed a close friendship and association in several business ventures. This plays a role because as he continues to expand, and now his empire's essentially at almost near its Zenith, He's gonna need to hammer out a deal with Nasa said Nasa would not offer other people that weren't his friend. Relationships run the world. Aero auto Nasa had obtained would amounted it to a monopoly on tanker transportation of all oil produced in Saudi Arabia. The oil companies were up in arms for they had their own tanker fleets or tankers under charter. The getty interests were in the middle of a large scale tanker construction program in anticipation of the neutral zone production. On nas monopoly would wreak havoc with those programs. And with much other ged company planning, but Ari and I were friends. There was a bond of mutual trust and confidence between us. As always, when the 2 of us sat down and talk, obstacles were quickly ironed out. Our conversation ended successfully and with a handshake, which for Ferrari constituted an iron clad agreement. As can be gathered, these meetings with Oreo had far reaching consequences. And so by the 19 fifties, he is a billionaire, a legit billionaire, and that's what they call him, and he's talking at towards the end of the book. Like what he's reflecting back as his life on his life as an 83 year old man, like, what actually drove me? And I think this series of reflections is a perfect place to close. He says the billionaire. I harbor no desire to be the world's richest man. Not at any time in my life. I have gone this far on this particular path. There is no reason why I should not go further and see where it leads. It may well be that I will learn something from it myself. I made my first million dollars quickly, almost overnight. I was stunned at the realization that I had so much. I believed it was all the money I could ever use or need and I stopped working entirely. I can face myself squarely in the privacy of my study, late at night and say that it was not greed or any desire for more money that caused me to come out of retirement at the age of 26 and began working again. I looked back over the years and search my memory and my conscience. For the reasons that motivated me. I recall the elements clearly. The challenge inherent in the search for oil was a powerful factor As was the sense of responsibility I felt towards my father in the business that he had created and built. What followed was a constant source of aston to me. If I can claim personal credit for having made the best of my advantages. It is by liken myself to a tennis player. Once into the game, I did my damn to be competitive. I always sought to return the ball no matter from which direction or with what velocity it came into my side of the court. I always sought to return the ball. That is a great summary of why he kept getting after at the challenge inherent in it, the continuation of his hero, his father's life's work and then Getty inner competitive drive. I really enjoyed the book, I hope you read it. If you buy the book using the link that's in shown notes in your podcast player are available founders podcast dot com, you be supporting the podcast at the same time. That is 352 books down, 1000 ago, and I'll talk to you again soon. 1 of the things I loved about this book was how Getty repeated that he made it a priority to learn from history. If you really think about it. What Getty learned about how Rockefeller built his oil company wound up being worth billions when Getty but was building his own oil company. Into his constant reading that he mentions in this this love of history. I think Getty understood the truth in what Charlie Mu said that learning from history is a form of leverage. I think that is why so many... Charlie just puts to the best. It's like why so many of the people that you and I study in the podcast. They just spend so much time learning from the great people they came before them. Getty obviously included in that now. Learning from history is a form of leverage, and I built a tool. They actually gives you the superpower to do this on demand. It is called founder notes. Founder notes. Start out as the internal tool. I built this for myself to keep track of all my notes on my highlights, all my transcripts for every episode that I've ever made. Everything that I've ever used to make the podcast is now in 1 searchable database and by searching this database it actually gives you the ability to tap into the collective knowledge of history greatest entrepreneurs, and use it when you need it. Existing subscribers of found notes have been using it to make decisions inside their company. They've been using it to prepare for client meetings. They've been using it to prepare for board meetings. They've been using it to find ideas on hiring, marketing, leadership recruiting anytime that you hear me reference a past founder or a past idea on that podcast, that ability comes from me searching founder notes. So what you were about to hear is a demo of me using Founder notes included with Founders notes is a private podcast feed. There's actually these 50 short episodes waiting for you there. I am going to play 1 of those short episodes now, I was asked, how did history greatest founders think about hiring? What strategies did they use to hire. All I did was a keyword search in founders notes to answer this question. Is a perfect demo of how valuable a description of founders notes is if you wanna have the ability to tap into the collective knowledge issues greatest founders on demand, you can get access to by going to founders notes dot com that is founders with an s just like the podcast, founders notes dot com. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's to 02:08 of founders. It's 2 Stanford Nba students if I remember correctly. And they're interviewing a bunch of technology company founders. And in there, steve Jobs is 1 of them. This is, you know, right I think even before he came back to Apple. And they were talking about... Well, yeah, We know it's important to hire. But in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And, I I first read this... This Steve's answer to this, you know, I don't know, 2 years ago, and I never forgot it. I think it's excellent. And I think it sets up why this question is so important and you should really be spending especially in the the early days, like basically all your time doing this. In a typical startup manager me may and not always have the time to spend recruiting other people, then Steve jumps in. I disagree totally. I think it's the most important job Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or a fourth of your company or a fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds are not. Each is 10 percent of the company? So why wouldn't you take as much time as necessary to find all a players? If 3, 3 of the 10. We're not so great. Why would you start a company where 30 percent of your people are not so great? A small company depends on great people much more than a big company does. Okay. So to answer this question, the advantage that, that, I have making founders and that you have as as a byproduct of listening to founders. Is not only that I've read, you know, 300 on biographies of entrepreneurs runners now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is First of all, like, what I've sorry do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question. Just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of, you know, I don't have... I may have, like 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, you know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe don't have resources, maybe your companies rather, new or not as well known. David Og, I just did confessions of an advertising man. Couple episodes ago. I think 03:06 or something like that through 0 7, and he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known and, you know, it's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward. Who fine for somebody does great work. Usually you can do this I actually have a friend that I can't say who it is. So he's doing this right now, actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them and then getting convincing them to work on things. And that usually you work especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that con... That came to mind that I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hard. Right? We don't even have... Like if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for I pay more for that ability than any other under the sun. There's the 2... The second part to this, though. And this is also works well if you have access to our resources. He Rockefeller would hire people as he found as he found talented to people not as he needed them. It's not like, okay Standard oil has 6 open spots. Let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna do. He's like, I'm just gonna stack his team. And if you really think about the the his partners of standard oil. He essentially built a company, an executive team of founders. Of because he was buying up all their companies. So it's very rare, but there's a line from Titan and I wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like, the actual interview process. So there's this guy of Van bush. I did 2 episodes on Think it's 2 70 and 2 71. He is the most important American ever. In history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American Warfare effort was F fdr, The second 1 was Fannie Bush. Fannie Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done... He's just... He pops up in these books over and over again. If you were reading about, American business history, during World war 2 and post world war 2, you are going to come across the name Ben Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization. He's running called Am rad, at Am rad, I hired a young physicist from Texas named Cg g Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a meat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else the founder of Atari founder of Chuck cheese and Steve Jobs mentor. He hired Steve Jobs when Steve Jobs was, like, 19 Atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build a all of his companies laid on a foundation of creative people. So that's what he's looking for. He's, like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation people who are curious and passionate read people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant, but often accurate general centralization. People who are curious and passionate read people who are and a different don't I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books I hadn't read, and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why This is why I'm reading this school second to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with sea jobs saying, this is the most important thing that you... Your role the leader of the company in the founders too. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took the time, and I had, like the foresight to. Was like hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? You have Rockefeller saying this is what's important to me. You have bush saying this is how I hire. Now you have Nolan Bush now saying well, here's another weird thing that I learned. Let me go through, what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets, that's impossible. Steve Jobs has this great quote where he's, like, you know Pixar was the first time I see... I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple had 3000, Like it impossible to have 3000 a players. So there is some number that your company may grow to, where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am, I don't even know if you get a 400. I guess you... I mean, they'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lower than that as well. So Warren Buffett would tell you to use David Og hiring philosophy. And so Warren said, Charlie and I know that the right players will make almost any team manager look good, again that is why it's the most important function of the founder, maybe directly next to the product. Or right about all the product actually because those are people building your product. We subscribe to the philosophy of Og there's founding genius David Og. Is what Og said. Each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David, or Jeff Bezos rather, use a variation of All b's idea too. Jeff used to say in Amazon. Every time we hire someone, he or she should raise the bar for the next hire so that the overall talent pool is always improving, and they you talk about this Idea in Amazon, where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's written actually, I've I've recently become friends with the authors. Name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jimmy spent more time researching the book, than than what... He said 6 years researching book. I was tease. I was like, you took a long run a book that they took to start and sell their company. It just speaks to like, the quality he's trying to do. But that... As a byproduct of that, like, obviously they move fast, but they prioritize speed over everything else except in 1 area recruiting. Max legend kept the bar for talent exceedingly high even if that came at the expense of speedy sat staffing. Max kept repeating, a's, higher a's, b's, higher c's, so the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense. If you studied... I did this 3 part on larry Ellis, 3 4 series in Larry Ellis. I to read those books again because the the podcast is like 50 times bigger. And then than when I publish those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I've tears eyes. I don't know why I'm laughing. Okay. This is just okay. Because this is... You read about Larry Ellis, and he's 1 of these people, like, really easy to interface with because you just... You just know exactly who he And what's important to him That's why I think it's so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people, are you the smartest person you know. And if they said yes, they would prepare them If they said no, they would say who is, and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis and this is what. The personality of the founder is largely the culture of the company. Apple is Steve jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a, a founder friend of mine. He to the podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder, and that's good that he's doing that because he's he's hopefully his next mission is like, his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity, this arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he sharp, the founder 4 seasons actually could figure it out that in his business, which was hotels. Right? Debt hiring could at hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones? That history's greatest founders all red biographies. The all read biographies of people that came before them and took ideas from them. Is he sharp but trying to build 4 seasons? What do think he did? He picked up a biography of Caesar R. The guy that it R Carlton his named after. The great arguably greatest hotel year of all time. And when he realized like, oh, shit. R. He he says, remembering that Caesar R made his hotels world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August. What Caesar R was to hotel to building hotels. August Cafe was to French cooking. And so what happened is you partner with World famous chefs, people come into your restaurant that's in the hotel because the World famous chef, and now they know about your hotel that leads to more get that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a that have more people staying at hotel. So hiring as a form of distribution, this is fascinating. That as is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what... This is our mission. This is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you. Even though they want to. So there's a problem solving element that you've see these books on you have to solve, like, you've already identified the person. You've recruited them. They can't go for some other reason. Okay? Well, the great founders are not gonna take no for an answer. I read in, in this book called lift off, which is about the first 6 years of Spacex. This is what Elon must. They had anticipated his friend's issue having convinced must they needed to bring this brilliant young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where spacex's at time. There... These were sol problems and elon better at solving problems than almost anyone else. Musk therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La, so what are you gonna do now? To solve this problem, Musk had called his friend Larry page, the c founder of Google. The engineer sat stunned silence for a moment, but then he replied, given all that he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. Do think this is interesting though. This is a guy named Lush schwab, who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually, found out about him because charlie Mu is was like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to, in, like, 1 of the Berkshire meetings that to study... Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures I any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from... He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our... More than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best and a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, author throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, but he also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point, and Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hire Jerry Saunders coach. At the time, he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea, from Thomas L Edison that I think is fascinating. Really, the way I think about a founders is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself. Coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a I note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values, hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top a top priority. So this idea is like, that seems kinda weird. Like, hire people who think like, you... There's obviously not 1 right way to build a business. I think the your business should be an expression your personality who who as a person at a core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in, like a h Toy, you know, pre potential manner. That's not me at all. I don't get care about. I don't art at all. Really? I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a goes against who you're are as a person, or you just don't like it, or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about you know, hire people who think is you would you do. And what for whatever reason when I read A lau say that. I was like, okay, That... There's, like, this art to what she's doing. 1 thing that's gonna be helping on recruiting. This comes from Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits into hiring. So therefore, like, they're just gonna buy as a byproduct that, you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stock, smart people are pressing problems, Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money a instead of many others. So that idea of like your pitch, your actual... He would tell you you're... You shouldn't be building an on commodity business. But even above and beyond that, Like, you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not if that person playing to 5 other jobs, there should not be like, it's like, they may not like your mission. They may not like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do. Or, that's what he did when he found steve jobs, If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full... At 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's is important, you do it yourself. This is again, Elon Musk on hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure. I can for sure tell within a few days of working with them. Musk made hiring a priority he personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with Steve Jobs telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after do you hire the person. That's what he says. It's not just recruiting. After recruiting its building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that... Some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way I think about it. I it's a massive superpower. It gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}