{
  "transcript": "If you listened to last week's episode on J Paul Getty auto. You know that Getty placed a lot of time and energy and money into building relationships with other entrepreneurs, investors and executives. He knew that relationships between these types of people often produce nonlinear linear returns. He knew that relationships run the world so much so that he bought a 72 room estate that served as what he called a Liaison Center, Essentially a place specifically created to build relationships. I have not bought in a state to help you build relationships with other founders, investors and executives, but I do rent out entire venues and I host founders events so you can build relationships with other founders, investors and executives that listen to this podcast. These events last for 2 days and they are all inclusive. That means all you have to do is get there and I take care of the rest. That means your ticket covers lodging meals and access to every single event. If you wanna come and hang out with me and other high value listeners of this podcast, For 2 days, makes you come to a founders event. There is 1 happening July 20 ninth through the 30 first in scott's Valley, California, and you can sign up to attend by going to founders podcast dot com slash events, that is founders podcast dot com forward slash events. I hope to see you there, and I hope you enjoy this episode on how to be rich by jay Paul Getty. The book I wanna talk to you about today is how to be rich and is written by jay Paul Getty. It did not started out as a book as a matter of fact. The book I'm holding my ham was first published over 60 years ago, but it started out because the founder of Playboy magazine Hugh He approached Jp Paul getty, in the 19 sixties. And he asked him to write a series of columns. So he wind up writing, Paul getty run up writing over 5 years, 19 different essays with the goal of transferring and educating, basically, transferring his experience and the knowledge that Jp Paul Getty had about building businesses to the next generation to what he considered what he called the younger businessman of his day. Now, keep in mind when he's writing these essays, he is 73 years old. So almost everybody else is younger than him. And as such, this book is very different from the auto of Jp paul getty, which I covered last week. Really the way I would think about reading this book and what this podcast is gonna be, is we just have 1 of if not the richest person on the planet at the time he's writing this, and he is just telling us the lessons that he derive from 60 years, nearly 60 years of building businesses. And so I wanna jump right into why this is a good use of our time, and then then Jp paul getty tells us why he's doing this. So first is why this is a good use of our time. My entire adult life has been devoted to building an operating business enterprises, So he knows a thing or 2. This is why he's doing this. I and so many other successful businessmen have so frequently noted that many young people today enter upon their business careers without sufficient grounding and preparation. They fail to grasp the long range picture. They do not understand and appreciate the universally applicable fundamentals, the basic philosophies, the endless implications and ramifications, and the number responsibilities, which are the absolute essentials of business. And he just says right at the very beginning and something he'll repeat throughout the essays in the book. I would like to convince young businessmen that there are no surefire, quick and easy formulas for success in business. And so that is the first time that he mentions that, the fact that there's no surefire quick and easy for for success of business, but you'll see he repeats. He's got a handful of principles, and he's just gonna repeat them in different context throughout the book. So he does give us some background into his life. I'm gonna try not to overlap too much for what I covered on his auto buyer. But I do wanna start out because he starts the book with this essay called how I made my first billion. And the first part of that essay is this ad modulation, disrespect, this love for his father. His father was his hero. His father was the best man ever her knew as we saw last week, He credits a lot of his success. He says over and over again in his auto, my seat at the table was set for me and that seat was set by my father. Do not compare me to John D Rockefeller. Rockefeller is a eagle and I am but Asp spa is the line that he uses in the auto. He just has his deep respect for the self made men. So he talks about this. As the son of a successful oil man, I had been exposed to the virus of oil fever ever since childhood. As you and I talked about in the last episode, 1 of the best things that George Getty, his father ever did, was exposed his son to business at a very young age. He's is like, 10:11 years old when he's visiting Oil fields. He has all these questions. There's no possible way that a 10 or 11 year old can possibly understand everything that's going on on billion an oil business, and any business really, but it constantly stretches his understanding of the world, and then his son is just able to pick up these ideas little by little as he's exposed to more and more. I think it's such a good idea. So says my father, it was a self made man who had known extreme poverty in his youth, just like Rockefeller, John Rockefeller, who obviously was 1 get harris as well. My father had a practically limitless capacity for hard work, and he had an almost uncanny talent for finding oil. And it was interesting what popped to mind when I got to that paragraph. I I jot it down on the note to myself. This is just like William Randolph Hi father. I have a book. I did William Randolph Her biography, You know, I think, 200 episodes ago, something like that. I have a book on the hears family dynasty. That it will eventually read and turn into the podcast, but there's a lot of similarities now that I think about it between J Paul getting William Randolph first. They were they were both sons of very successful men Both of their fathers took an innate interest in developing the talent of their son. Getty father made his money in oil and the fact that a lot of people that ran into and met George jeff Getty said that he had this, you know, he did essentially smell oil. Well, you can go back and read about George Hi, which is William randolph. Hi father. George Hears wound up founding this thing called the home mine. He actually listed it on the Stock exchange in 18 79. That mine produced gold from 18 79 all the way up until 2001. I bring that up because Getty is about to mention the similarities between the gold Rush, the California Gold And what was happening in Oklahoma about 60 years later. But the similarities between the father's is Anybody, the met george Getty thought, you know, he could smell oil. He just had this innate capacity to find oil. The same thing was said about George Hurst for gold. In fact, the native Americans in the area where he was mining for gold. Gave George Hears a nickname. And they called him the boy that the Earth talks to. And so Jay Paul Getty tells us what the oil industry was like when he was introduced to it. He says the atmosphere was identical to that which historians described as prevailing in the California Gold fields during the 18 49 gold rush. In Oklahoma, the fever was to find oil, not gold, and it was an epidemic. And so after college, Getty starts up his own oil company that he tells about how this came to be. My father rejected any ideas that a successful man's son, should be given money as a gift after he was old enough to earn his own living. My father did finance some of my early operations, but it was solely on a 70 30 percent basis. So what that means is his dad I put up the money to buy the leases and the equipment he says if you find any oil, I get 70 percent of the profits since I'm financing the entire thing and you get 30 percent. And the difference between the beginning of his father's career in his own is his father was immediately successful. I think it's something like, he... The first 40... Out of the first 43 wells that he drilled 42 of them came back producers. Getty had, like, a year when nothing was happening. And he's like, well, can't quit now and he but believed he couldn't quit because he says wildcat cad was in my blood, and he talks about this little small business that he starts. It is going to eventually make him 1 of the richest people in the world. He says at this point, I acted as my own geo, legal advisor drilling superintendent explosives expert and as rough neck and ro about. I operated in much the same manner as most other wildcat cutters at this time. With 1 important exception of this is fascinating. In those days, The science of petroleum geology had not yet gained very wide acceptance in the oil fields. Many oil sn openly at the idea that some damn book warm could help them find oil. I was among the few who believed in geology. I studied the subject avid at every opportunity and applied what I learned to my operations. And so then he's gonna describe the difference between like the wildcat. So think of the wildcat cutters as the startups and then these entrenched bureaucratic oil company. So something he's gonna repeat over and over again in different... Giving different sets of advice is the danger to become standardized to become bureaucratic. And so even though he's writing about the... Very... His very early days in business 50 years after it happened, There's these initial principles that he still adhere to even when his business is much larger, much more complex, you know, worth billions compared to a million dollars which is what he's gonna make right now. And he says we all faced heavy competition and opposition for major oil firms. He's gonna tell several stories to the book about how they they do not play fairly. To to say the least and how he saw some of these problems. Some of these huge companies did not always abide by the rules when they engage a legal or financial in fighting to sm an independent wildcat. This wind up being a good thing for Getty because it made him. It made him develop skills that he needed to survive. I'm reading about these techniques that he's that he needs to develop to survive this opposition from Giant china oil companies. And I'm thinking about Michael Jordan, then multiple episodes I've done on Michael Jordan. When... If you listen to episode 02:12, which is, like the 700 page biography of Michael Jordan that I read. In that book, it talks about the fact that He could not get passed for several years could not get passed the detroit pistons. They were in his way to win a championship. He could not get past him to playoffs, and he constantly to adapt and change his game, his body, his training methods, his practice habits to overcome that obstacle, but on the other side of the obstacle now he has a skill set that he would not have had if he didn't have that obstacle of that problem to begin with. The exact same thing is happening here. Wildcat cutters developed traits and techniques, which enabled them to stay in business, we became flexible, adaptable and versatile. Adept at improvisation and innovation. If for no other reason than because we had to. We had to in order to survive, the big companies employed vast numbers of specialists and consultants. They house them in large and expensive offices. The wildcat catheters found our experts among the hard bitten veteran oil field workers. We did our own administrative and paperwork, keeping both to a minimum. As for our offices, these more often than not traveled with us In our mud covered automobiles we drove from 1 drilling site to another. So we are still in his essay, the first essay called how I made my first billion, and he's gonna talk about how a major oil company, our collection of major oil companies are trying to squeeze him and how 1 other major oil company winds up helping him. And so he has a collection of wells that he's drilling and each well right now is bringing in thousands of barrels of oil a day. And all of a sudden, he cannot find a buyer for his crude production He goes to all the firms and they refused to deal with him. And this is when he realizes, oh, this is a giant oil company that's trying to squeeze me because they wanna buy my wells at for discounted price. The motives behind his boycott became clear When I received several calls from brokers offering to buy the lease at a very low price. The brokers refused to name the principles they represented. By then, I was an old hand in the petroleum industries, I recognize recognized all the classic signs indicating a well organized squeeze play. Certain interests wanted my lease. Either I sold out at a ridiculously low price, or I'd be left without any market for the oil produced by the wells on the property. Unable to sell my oil, I had to find some way to store it. And so that is the first counter move he makes. He's like, okay, no 1 will buy this oil. I'm not gonna shut down the wells, I will lease storage tanks, and I will store the oil until I can solve the problem and find a buyer, but he knows the clock ticking, and he says when the tanks are topped off, I would have no choice but to shut down my operation entirely. And the next thing he does is really smart. Go straight to the top. He goes to the ultimate decision wake next, you went. He still doesn't know who's trying to squeeze him. And so at this point, the largest oil company is Shell oil. And so he goes and makes an appointment with the shell company president, Sir George Lei Jones. He says in desperation I aimed high, meaning he went straight to the top. He at and asked for an interview with him personally and was informed that he would be happy to see me. And so Getty describes this meeting that he's having with Sir George said Sir George listened attentive to what I had to say. The deepening sc that across his face as he heard Me was all the proof I needed that his firm was not a party to the boycott and that he hearted dis of such tactics. When I finished talking, he smiled. Relax he G will help you. As a start, the company would buy the next 1700000.0 barrels of crude oil that I produced. In addition, Sir George told me, a pipeline would be constructed to link my wells with the shell oil companies pipeline network. And construction was to commence the very next day. And so I just love that simple little story because I think there's 2 very valuable lessons Is 1, you have to stop the bleeding. The worst thing that Getty could have done panicked and then, you know, sold out a very valuable leash just because he was getting squeezed and his reserves... His his cash reserves are dwindling. He's like, okay. I can't sell it. That's fine. I'm gonna store it. That at least stops the bleeding for now. And then he knows you have to aim straight for the top. You have to go to the ultimate decision maker because the president of Shell can... Look how fast he can move. He's like, okay, You have a commitment right now with my word in this 1 meeting oh by the next 1700000.0 barrels, and then tomorrow. Tomorrow morning at your site, I'm I'm sending a construction crew, so your oil goes straight to our pipelines. Before I move on, there is another note I left myself in this section, and I wrote no wonder he wanted complete control. It is a very obvious if you read Jay Paul Getty, auto. What did he do during and after the depression? He's like, I'm not just gonna be just gonna be drilling wells. I'm going to build a vertically integrated oil company. I'm going to be in complete control of my entire business? And there's many examples in this book. There's many examples in the auto by Jay Paul Getty where he is constantly disappointed by relying on what's going on in the other guy's shop. And so at this point in his life, he doesn't have pipelines. He doesn't have his own refineries. He doesn't have his super tankers, but he's gonna get them. And I can't hope but think experiences like this heavily influenced him in that direction. And so that is the next part that I wanna skip to because he talks about the fact that his father dies, and it's the great depression is happening and every all of his advisors. He's still young man at all of his advisers are saying, hey, we need to liquidate everything now says many advise me liquidate everything to sell out not only my father's holdings, but my own firms and interests of the wells as well. The business situation can only get worse they predicted. The economy is going to disintegrate completely they said. I didn't see things that way at all. He... This is so miraculous that he goes in the exact opposite So you have... The consensus is, you know, this is the end of the world, sell now, at least you can convert some of your assets even if they're, you know, at pennies on dollar into actual cash. And when I get to this section, and when you start talking about, like, you know what? Actually, I began to envision a completely integrated and self contained oil business just like John d Rockefeller. And just as it was remarkable the fact that John Rockefeller at the very beginning of the oil industry. Right already, he got in right at the very beginning, when they first discovered oil in Pennsylvania, everybody thought, oh, this is the only place it's gonna be... This is gonna be a quick book and this this entire industry is going to disintegrate. Right? And Rockefeller did not believe that. He believed that it was enduring, and we see that Getty has faith in this idea. And I wanna really pause here because now Read his Read this book. This is 1 of the most important turning points in his entire life. Think about this? Like this decision that he's making is a young man in 19 30. Okay? What what path before you Getty? What do you want to do? On the left hand side, we, hey, we're gonna sell everything. You know, the world is ending, but at least, we'll have a little bit of money. The right is I'm going to double down. I'm going to make this list my life's work. I'm not only not gonna sell my oil wells. I'm going to invest more money in this. This is no different. Then when Steve Jobs said in that commencement address that you can't connect the dots looking forward. You can only connect the dots looking backwards. So you have to trust in something. Here's trust your gut, Destiny, life, karma, whatever But what Rockefeller knew what ged knew with Steve jobs new. You have to pitch your faith in something. The future is always unknown and so he says in business it is never easy to go against the beliefs and attitudes held by the majority. This exactly he's doing in this point life. The businessman who moves counter to the tide to prevailing opinion must expect to be obstructed, der delighted and damned. And it's 1 thing to say for his competitors or people in the media or people he doesn't know to doubt him. It's it's his friends and family are doing it as well. My friends and acquaintances felt my buying spree would prove a fatal mistake. And so this idea to listen to your own inner voice to make decisions based on what you want your life to be not with the consensus or the prevailing opinion at the time or your friends or acquaintances is so important because He didn't make his first billion in 19 30. He if he didn't think about this, he needed to to do what he's going through now where he's vertically integrating, he's taking over this this Giant oil company. He's getting capacities and skills that he did that his company did not possess because 20 years later, he winds up getting the biggest deal of his life. He gets the concession of the neutral zone. The Saudi Arabia portion of the neutral zone. Getty, talks about the fact that you know, 20 years after he booked this consensus decided, no. I'm not selling out. I'm doubling down. I'm investing more of my assets. He gets this concession from the King of Saudi Arabia, and what's crazy is in the neutral zone. They're gonna wind up producing. Katie's he's gonna wind up producing 13000000000 barrels of oil. I just love thinking about that story. There's the idea behind you know, there's handful of decisions that we make that will change its trajectory of our entire lives. And when we make those decisions, usually, we don't have the data. We don't know. We have to pit our faith in something. So When gonna move on to the next essay. And really the next essay to me, it's it talks about The fact that optimism is a moral duty, and he's writing to the young businessman of that day and so many from me saying, like, there's no more opportunity. This is 19 65. So he says there will always be room for the man with energy and imagination. The man who can successfully implement new ideas into new products and services. Anyone who has achieved success frequently asked the same question by the people he meets. How can I do this too? And then he runs into all these pessimistic young people? That you don't have to worry about as competitors because they won't... They're so pessimistic. They won't even start. But you were lucky. You started in business at a time when it was still possible to make millions. You couldn't do it nowadays. No 1 could. I never ceased to be astounded by the prevalence of this negative in totally erroneous attitude, among supposedly intelligent people. So something that I picked up over and over again. I think the the single best description of what a business is I've ever heard. I read several years ago, it actually came from Richard Branson, and he says, that a business is just an idea that makes someone else's life better. And I think that's such an important thing to remember because not just for this the statement. And I do think that's a statement of fact. But the reason that there will always be unlimited opportunity. Is because there's unlimited ways to make other people's lives better. So the reason that there's always unlimited opportunities because a business is just an idea that makes somebody else's life better. And there's always ways to make other people's lives better. So imagine being this negative pessimistic young person in 19 65. The name of this essay is you can make a million today, and their responses. No You can't. And 1 of the most remarkable things about reading books, you know, they're 67 years old, 400 years old. Is you just see people say the same things over and over again. And so he's gonna talk about some of the the reasons that these people say, no, you can't do this today. You got in right at the right time, but that time has passed. So he says I consider myself neither a profit nor an economist nor a political scientist. I speak simply as a practical working businessman. I believe the outlook for business is good and that it will become even better as time goes on. We can see from our vantage point that that prediction was accurate. Right? I feel that American businessman have ample reasons to be optimistic about their prospects and profits for years and even decades to come. He's also true about that. He was also right about that rather. I say this fully aware that in some American business circles, it has long been fashionable to be a lack of opportunity. And so what he means by that is all this list of excuses about what's happening now and neither impossible problems for the the businessman of today to overcome, so touch about high taxation, excessive labor costs, unfair foreign competition, creeping socialism. And his response to this is also another benefit of reading this book in his auto Jay Paul getty is going to hold the reader. Hold you and I to a high standard. He does not like excuses. I said last week, his favorite saying was the sign that was on Harry Truman desk, the buck stops here. You clear that Getty believes an extreme ownership. So this is what he says To my way of thinking all of this is sheer nonsense. The complaints are merely convenient ali for the uni, the incompetent, the near sighted and narrow minded and the lazy. I can't see any validity to the arguments advanced by the pe and the defeat. But then calamity how have always been with us, chanting 1 dismal and discouraging chorus or another again. Something he repeats over whenever ever again. He is a v gracious reader of history, and just like in Getty day just like, before Getty day, just like in the day that you and I occupy. You're always gonna have the pe that fe us. They're always chanting 1 dismal and discouraging excuse or another. And so the way I think about what Getty is teaching us right now is that optimism is a moral duty and that pessimism abort opportunities. That's what he says. There are always opportunities through which businessman can profit. If they will only recognize and seize them. The last things that American business needs are complaints, ali and defeat his philosophies. What American business does need and in an ever increasing numbers, and I believe this with my whole heart by the way. What... Not just American business, but business all world does need and in an ever increasing numbers our young businessmen who are willing and able to assume the responsibilities of progressive, vigorous, industrial and commercial leadership. The rewards awaiting such men are practically limitless. Many Young qualified, highly qualified young applicants give up before they start. And so then Getty has advice for young entrepreneurs that don't give into pessimism to don't give into defeat and actually try to seize opportunities. And so he actually starts out by quoting, Harry Truman. He said that Harry Truman said I studied the lives of great men and famous women. And I found that the men and women who got to the top were those who did the jobs they had in hand. With everything they had with energy and enthusiasm and hard work. And so when I got to that line that says those who got to the top were those who did the jobs they had in hand with everything they had. It made me think of something that Charlie Mu would repeat. He said that him and Buffett believed in Carly prescription. And Mu said that 98 percent of our attention was devoted to the task at hand. We are believers in Carly prescription and then he defines it. That the job a man is to do is the job at hand and not see what lies dim in the distance. Back to Getty, there are absolutely no safe or surefire formulas for achieving success in business. I believe that there are some fundamental rules to the game, which if followed will tip the odds for success in your favor. These are rules which I've applied and which every millionaire businessman with whom I am acquainted has also followed. And so he actually makes a list so there's 10 different things. Number 1. Choose a field which he knows and understands. So figure out where your circle of competencies is. Number 2. You should never lose sight of the central aim for all businesses. Which is to produce more and better goods to more people. Number 3, a sense of the drift is essential for success in business. The businessman must discipline himself to practice economy wherever possible. Number 4, Be always be on guard against the temptation to over expand or launch expansion programs blindly. Forced growth can be fatal to any business new or old. I gotta repeat that. Forced growth can be fatal to any new business to any business new or old. There's a great line from David Packer, the founder of Hp where he says that more companies die from ind indecision than starvation, and I think that's exactly what Getty getting to there for number 4. Number 5, A businessman must run his own business. He cannot expect his employees to think or do as well as he can. He must maintain close and constant supervision over the entire business. Number 6, The businessman must be constantly alert for new ways to improve his products and services and increase his production and sales. So really what saying is you should invest in technology. That is something that the great entrepreneurs before Getty during Getty and after getty all believed. In fact, if you read Andrew Carnegie auto, it was probably published 80 years before this book came out or maybe 60 years or something like that. But 1 of the main lessons when you studied the early days and, as his Carnegie built his steel empire. There's a there's a theme in that book, which is invest in technology. The savings compound. He gives you an advantage over slowing moving competitors and can be the difference between a profit and a loss. Number 7, borrowed money was always be promptly repaid nothing will destroy a career faster than a bad credit rating. Number 8, a businessman must constantly seek untapped or under exploited markets. Number 9, guarantees should always be honored in the customer's favor The business that is known to be completely reliable will have little difficulty filling its order books in keeping them filled. And number 10, no matter how many millions in individual masses, if he is in business, he must always consider his wealth as a means for improving living conditions everywhere. And number 10 is just a lesson that his father taught them. The fact that, you know, don't just sit on a bunch of gold coins like your sc Mc duck. You have more money than you ever need, reinvest that into making more products and services that make other people's lives better. So then I wanna skip ahead. He has an essay called the millionaire mentality. There's a lot of the ideas in here that I've picked up on reading these books, reading these biographies, and I call this founder mentality. But I just wanna tell you a quick story that comes from this essay. It's about the importance of incentives and then making sure that you have people because you don't have to be a founder to have founder mentality. But your top talent should all have founder mentality or what or what Jp Paul ged describes as millionaire mentality. And so he goes and he realizes that he he's got, you know over 200 different businesses by the time he writes this book. And he talks about this site visit and he's... He... His his top guy running the site. He's like, you know, the guy guy's got a brain. What's going on here. He's here every day. And yet as soon as I get here within an hour, I see a list of things that could be improved. And so he's having his conversation with them. And he says, hey, I only need to spend an hour on 1 of the sites, and I spot several things that we could do better or cheaper and increase production and profits I told him. Frankly, I can't understand why you don't see them too, and this is the response, but you own the properties, the super superintendent declared. You have a direct personal interest in everything that happens. That's enough to sharpen any man's eyes to ways of saving and thereby making more money. And Getty his response. He's really good with people actually. He's not. He doesn't get angry He's like, well, I pay you to do a job. Is or yelling at him It doesn't fire them. What do did he do? He's. What do Michael Jordan say? Successful people listen. Those that don't listen don't last long. So Getty hears his response, he goes, oh, truth to truth be told. I never thought of it quite in that way before. So he mold over with this guy, George said for a couple of days. And he's like, okay, How can I realign our incentives? So George starts thinking like an owner and so he he proposes an idea. It goes back and he says hey, George. I got an idea. Instead of paying you a salary, I'll give you a percent of the profits. And we can just consider this a test, it's not permanent, but if it works out, you'll make more money. And so what happens is he comes back. He says I inspected my properties again some 60 days after George Miller took over under this new incentive relationship. I checked the operations my newly, but could find nothing wrong. And the reason Getty is telling that story because he believes that most of the people in your organization fit into a handful of categories. And so he's gonna describe some of the categories. The first category is the entrepreneur. He says in this first group or those individuals who work best when they work entirely for themselves. When they own and operate their own businesses. Such men do not want to be employed by anyone. Their desires to be completely independent. They care nothing for the security that a salary job offers. They want to create their own security. What a great line. They wanna create their own security. And build their own futures entirely on their own. But every business is gonna have Wallet or maybe, you know, there's the only that a handful of c founders, But it is a whole point is the next segment. This second group of people may never wanna build their own business or found their own business, put their ex excessively talented if you give them the right incentive structures. So he says, next are the men who do not wanna go into business for themselves, but who achieve the best and sometimes spectacular results when they're employed by others and share in the profits of the business, They want to earn in proportion to what they produce with neither floors nor ceilings on their incomes. George Miller was 1 who fit into this category. And so Getty advice to entrepreneurs is really spend a lot of time cultivating and maximizing the talent and that's in the second group, then he's got the third and fourth group. The fourth 1 is really funny. Because calls, like the postal Clerk. Really what he's telling is, like, don't waste waste your time with these type of people. And 1 thing he says is that There's some people that just do not have the ability or the desire to learn. And you run into these people in business all the time where they're like, I have 10 years of experience. And what Getty realized this is hilarious. A chuckle when he said this. He just many a man who is supposed to have 10 years experience, really has only 1 year's experience repeated 10 times over. And then that kind of person is related to the fourth category, which is really the opposite of this idea that Getty repeats over and again that the bucks stops here that the truly talented person wants to take ownership of the outcome. He wants to take responsibility for the stakes. He wants take responsibilities for the successes, but then you have a lot of people which he calls the postal clerk, which essentially don't care at all about how the business performs. They just want their paycheck They're not really paying attention. And he says these are the ones who do the lease and demand the most. They view the company for which they work as a Ko from which good things should flow to them rather than it's something to which they owe loyalty in which they should strive to build. So again, those are don't waste your time with that kind of person. But then he goes back to the most important category, which is that category number 2. You have that executive. If you have that talented person, you have somebody in your company. They have this millionaire mentality even if they're not the the company. They may not be the Ceo of the company, but they have that founder mentality. And 1 way they reveal themselves is by thinking small, which is really fascinating. This will make more sense in a minute. It's more important for the man with a millionaire mentality to be able to think small. In the sense that he gives meticulous attention to even the smallest details, and this is no opportunity to reduce costs in his business. This is such an important point. What might seem to be penny pinching at 1 level might be large scale of economy at another. I have an excellent story from Rockefeller biography Titan, which all which will illustrate what he means there. I'll get there in 1 second. The giant that he talks about, this example of a giant Us corporation that actually made a study of the contents of the trash bass. Kits. So the waste baskets in its administrative offices. So each night for a week. They actually had a team of workers come in empty the waste, and then they'd sort out the usable items and the company property, which had actually been tossed into them. So, like paper clips rubber bands, eraser, stuff like that, stuff that could be reused. They took an inventory into everything the trash, then they multiplied that total by 52 to estimate what this was costing them for a year, and they figured out that more than 30000 dollars was being wasted each year. And so then Getty has an example to happen inside of 1 of his own companies. He says a bright junior executive. This guy had the millionaire mentality mentality, the founder mentality. He devised a shortcut in a production operation, which saved half a cent per unit. But added up to a total yearly savings over 25000 dollars, which is remarkable is again, this is how they revealed themselves to you. Right? This talent is in your organization and there's clever ways in which they revealed that they are possessed of more talent and drive in the position that they currently have because this guy went up saving the company 25000 dollars a year, that was more than twice of his annual salary. This young man quite definitely has what I termed the millionaire mentality. He is the ownership mentality, the founder mentality. Right? He is incidentally no longer a junior executive. And so this idea about teaching everybody inside your organization to think small, And so there's a great example in the biography of Rockefeller called Titan where Rockefeller is thinking small. I think demonstrates the principle that Getty is trying to teach you an I, and I'm just gonna read from Titan. Says after watching machine saw or caps to the cans. He asked the the expert, how many drops of saw do you use on each can? 40 the man replied. Have you ever tried 38 Rockefeller asked? No, I have not. Would you mind having some sealed with 38, and then let me know. When 38 drops were applied a small percentage of the cans leaked? But none leaked when they applied 39 drops. Hence, 39 drops of so became the new standard instituted at all standard oil refineries. That 1 drop of so said Rockefeller still smiling in retirement, saved 2500 dollars the first year, but that export business kept on increasing after that and doubled and quadrupled and became immensely greater than it was then, and the savings has gone steadily along. 1 drop on each can has amounted since to to a savings of many hundreds of thousands of dollars. And so the next few is Ged keeps going back to what are the kind of people? Like what makes a great. What makes a poor executive? What makes a person that you want in your team? What is a... Makes a person that you want to fire, and he warns about this type of organization man that you're gonna see... There's just a bunch of them that they reappear in every organization? And they have essentially the the worst traits in an an executive can have. And anytime the getty finds people like these in his organization, he removes them from his organization. And so the the 2 terrible traits that they have is the way they speak to subordinates, and the way they kiss ass to the bosses. And so he describes this reoccurring management personality that he sees over again. He person the 2 worst qualities anyone holding down a managerial job could possibly possess. His attitude towards his subordinate is clearly that of a slave driver. His attitude towards his superior is that of a complete boot liquor, utterly devoid of imagination or common sense. And so immediately after describing the kind of executive you don't want, he talks about the kind that you want. The very first thing you should look for in your the executives that you're hire and the team that you're building is the ability to think and act for themselves. Without constantly running to the superiors, For advice. This is his... He make... He loves making lists, which I love as well. So this is Getty 5 lessons on leadership. And these are leadership traits are not only for your executive team but also for years yourself. Number 1, example is the best means to instruct or inspire others. Number 2, a good executive accepts full responsibility for the actions of the people under him. How many times? Repeat that over and over again his auto. He's repeating in every single essay. You must have extreme ownership. We must take responsibility for your actions. He talks about people and make excuses. He uses different words but he essentially... He's, like, the people make excuses there's just losers. They're never gonna do anything. Number 3, the best leader never asks anyone under him to do anything that he is unwilling to do himself. 1 of the things that Getty prize himself is that on an in an oil business, he can do every single job. He knew he knows his business from A to z, therefore there's no problem he can't solve. Number 4, the man in charge must be fair, but firm with his subordinates. He does not pam them, and he always bears in mind that familiarity breeds contempt. He believes that you should treat them fairly that you hold them to high standards that you don't pam them, but you don't become friends with them. He does not believe that leads to a good outcome number 5. Praise should always be given in public and criticism should always be delivered in private. And what I love is he makes this list as like a summary for his experiences, and then he summarizes the summary. So he says I learned my own lessons in leadership many years ago in the tough no nonsense school provided by the oil fields. And so he talks about from a... From an employee's perspective. The best kind of boss and leader you can possibly be. So this is an old time rigor once told him this. Okay? So he says the best boss is 1 who knows the business better than I do, but trust me. That's the kind of man I'll work my tail off for. Knows the business better than me, but trust me. And so then Getty gets into the fact that executives must have the scale. They have to communicate clearly and quickly, this is something Napoleon was gifted. In fact, I pulled a quote when I got to the section about on Napoleon that I think of all the time. I'll get to him in 1 second. So it says time is money in business. Misunderstandings and the interpretation of request, usually that's over complicated. Right? Misunderstanding and the interpretation of requests, reports, our instructions arc very costly. The good executive is 1 who can explain things and tell people what needs to be done quickly and clearly need to repeat that. The good executives is 1 who could explain things and tell people, what needs to be done quickly and clearly. I don't think Anybody else is better at this than Napoleon. I'm gonna read something from 1 of Napoleon biographies. Long orders which require much time to prepare to read and to understand are the enemies of speed. Napoleon could issue orders of a few sentences which clearly expressed his intentions and required little time to issue and to understand time as money in business. Right? That's exactly what Ged just said. Napoleon was able to get his point across in little time to make it to issue and to understand. So what I think about when I got to that quote in the Napoleon biography is clear thinking plus clear writing equals more speed. And so another talent and skill that you want your top team and executives and your company to have is this idea of frugal gal. In fact, Getty says that he's looking for the habit obituary thrifty person. Listen to this. An individual who is naturally thrifty, will have an infinitely greater chance for success than another of equal ability who does not possess this quality. The habit obituary thrifty person will be able to immediately recognize opportunities for lowering overhead how many times? We're not even halfway through the book. He's just repeating this over and over again You've got to watch your costs. You've got to be efficient. The person who has formed thrifty habits will always have a fluid reserve to meet contingencies and carry him through Slack periods. In fact, when I got to this section, there's 2 things that popped to my mind that I never forgot. It's it's fascinating how you can read a book. You know, spend 25 hours reading a book maybe read 4 or 500 pages whatever the case is, and, you know, just just maybe a sentence in there that that you can read 1 sentence that you never forget 1 paragraph that you never forget. And so immediately what came to mind when I got to this part is, There's this book called a few lessons from Warren Buffett. It was episode 202. And something Buffett and mu notice is that there is that this being cost conscious being thrifty. It is habit obituary, it is a habit. Listen to what he says. Our experience this is Buffet writing now. Our experience has been that the manager of an already high cost operation frequently is uncommon resourceful in finding new ways to add overhead. To add overhead, it is a... He's habit in adding expenses. While the manager of a tightly run operation usually continues to find additional methods to curtail costs. Even when his costs are already well below those of his competitors, Buffett not the only person that noticed that throughout history. It's not the only sentence where I haven't read the book in years and I still remember Sam Walton in his auto. Says it as plainly as you can possibly say it. You can make a lot of different mistakes and still recover if you run an efficient operation, or you can be brilliant and still go out of business if you're too inefficient. I love that idea that your brilliance can actually be negated because you're too efficient, another thing that can negate brilliance is the fact you just wanted the right temperament. You get when something bad happens, you panic, you get scared. So something that Getty preach over and over again and then Buffet says this as well. Is that you have to stay calm, you cannot panic, and he was actually getting this advice as a young man from an older businessman, and this was the older businessman had told them, because problems are obviously inevitable, troubles, stress, all that is inevitable, So he says always think of yourself as a man who has just fallen overboard in the middle of a lake. If you keep your wits about you, you can always swim to shore or at least float until someone you out. But if you lose your head and panic, you're finished, you'll drowned. That's very similar to When Buffett says that, you know, ordinary intelligence not being an absolute moron on, like, that's table stakes. But once if you have at least ordinary intelligence what then you need to build a successful career business is you need temperament to control the urges that actually get other people in the trouble. And so other people let stress to defeat them, Other people start to panic, other people are incapable of staying calm and making the the right decision. And we already saw Getty developed that talent earlier in life when he was talking about the fact that imagine being a young man with not a lot of resources You think you hit Paid dirt, you have all these wells producing thousands of barrels of oil today, and then suddenly 1 of your unknown and unnamed big competitors completely squeezes you and cuts off all your ability to sell your oil. What they wanted get to do was the opposite of what he did. They didn't expect him to stay calm. They wanted him to panic and then fire sell his at his very valuable assets to them, and he didn't. He had the right temperament to control the urges that get other people into trouble. I've skipped ahead to another essay that's called business blenders and boob traps, and you just recount a bunch of these reoccurring mistakes and problems that you're likely to run into. And so not only is this section great writing. But it reinforces 2 of his principles that 1, you need to be where the work is happening in 2, get rid of the bureaucracy, get rid of the paper shuffling... No work about work. Just work. No work about work, just work, and he's noticing because you have these rise on all these business school graduates that there's just building paper empires and he hates it. The writing is hilarious. Young men generally start out in the business world today as strictly disciplined and passively obedient to some pagan cult By the time they leave college where they receive over specialized education, they are virtually sacrificed to the organization. Organization is capitalized and put quotations. Right? So that's the the head of this pagan cold. And they are dedicated to serving the complex rituals of writing memos and buck passing. They are and remain forever cl from the una lady of the rank and file production workers. Procedural rules are their most honored fetish finishes. They are conditioned to meet periodically in a solemn con and pour over the Esoteric of statistical tables and committee reports. They are far removed from the harsh mundane realities of commerce. I made my first million dollars in the front seat of a battered secondhand model t ford. This model t served as my executive office and field headquarters, and sometimes even as my bedroom, Almost every other wildcat operated in much the same manner. He had no fixed hours no 5 day work. He had to be his own promoter, his own geo, legal adviser, explosives expert, drilling superintendent and jack of all trades. Most of his time was spent in the field, working alongside his men. We wildcat eliminated all unnecessary administrative overhead expenses in our operations. We've familiarize ourselves so he's comparing and contrasting with the business education that these young guys had. Which he finds relatively useless to the business education that he got actually working. We familiarize ourselves thoroughly with all aspects of our business and kept all of our costs down by exercising un and vigilant supervision over every phase of our business. Years ago, businessman automatically kept administrative overhead to an absolute minimum. The present day trend is in exactly the opposite direction. The modern business man is to build greater and ever greater paper shuffling empires. I still believe that the less overhead there is in a business the better. And he's not done. He does not hold any punches here. This reminds me a lot of less schwab. Highly recommend reading Les schwab auto you can get your hands on 1. Charlie Mu recommended multiple times reading that book. And at the very minimum, just listen to the episode in a lush schwab, which is episode 03:30. He's gonna... He's gonna sound Getty sounds a lot like schwab and schwab sounds a lot like Getty. And so Getty is going going forward it here. He says any executive can do much better job if he peels off his business suit once in a while. Climbs into a set of overalls and gets his hands dirty down in the plant. The vice president in charge of purchasing who has fed the raw materials he buys into a processing fat or a molding oven can do a much better job of purchasing. He can often learn more by listening to the conversation of a few production workers for an hour. Than he can by reading 10000 specification seats. Advertising and sales managers who have operated a lat are a punch press and have actually made a component of the product about which they advertise will be much more convincing and successful in their sales campaigns. The employee relations expert will have a much clearer and better understanding of employee problems in psychology if he spends more time among the employees and less in his panel office dreaming up new morale building gimmicks. If you have a business, make sure you're the 1 who's running it. If you don't wanna accept the headaches of being the boss, then either close the business down or sell it to someone who will, except the responsibilities. And then, of course, he ends the essay with a list of history's greatest entrepreneurs that he studied that did exactly that they accepted the responsibilities. They paid attention. They were where the work happens Talks about Andrew Melanie He talks about Andrew Carnegie. Talks about Henry Ford. Talks about George Hartford. He talks about Samuel Crest. He talks about John d Rockefeller. In getty mind is all the information that he learned from reading and in studying the great entrepreneurs of the past, so we then he could use it in building his own company. Getty a perfect illustration of that line that's in Portugal charlie Alma. The fact that there's ideas worth billions and Getty and Getty life and career that is literally true. There's ideas worth billions and a 30 dollar history book. And 1 of the things I love about Getty is that he's got this like, you know, deep historical knowledge, he reads v on a topic, but then he he just... He has common sense that he learned and just dealing with normal workers and being where the work is done. And you just see that he uses a lot of like, what I would call common sense and psychology and in direction to get his point across without harming his relationship with his employees, he's really, really good at that. In fact, I love his definition of how he thinks about management. He says the primary function of management is to obtain results through people. The primary function of management is obtain results through people. And so it gives a great example of how he does this. And again, he just it's like how to win friends and influence people. He understood how to influence into build relationships with with his subordinates with people at work for him. And so he talks about in 1 of his companies that employee Morale was sag and he soon found out why. He said several executives had gotten into their heads, they could arrive for work anywhere from 30 minutes to an hour late each morning. Naturally, this did not set very well with the rank and file workers who required to punch time clocks and were docked pay if they were 30. I've always felt that bad management psychology is best countered by forcefully positive applied psychology. Listen to what he does here, It's very fascinating. I did not waste time issuing threats of disciplinary action. I simply announced that I would now be holding daily conferences, in which I expected all management personnel to be present. And the conference would begin 45 minutes before the start of the regular working day. I lost a bit of sleep in the next 2 weeks or so, but I won a major battle. My executives got the idea. There was no more habit tar ness and worker morale was restored. And so then Getty provides another example of, hey, we need to meet bad management psychology with forcefully positive applied psychology. And so he says I learned an executive had taken some company owned lumber and nails with which he constructed a dog kennel on in his backyard. I felt that he'd set a dangerous precedent, which could lead to all kinds of trouble and cause losses to soar if employees learned that he gotten away with this. Since he was a valuable man, I did not wanna fire him and relied on another applied psychology strategy. I sent the man a pleasantly worded memo, asking for a detailed inventory of the material he'd taken and saying, I would have it app praised and the value charged against his salary. The inventory was repaired, the total value was found to be about 4 dollars and this sum was duly charged against his pay. I got the point across. This message spread throughout the company and the workers realizing that not even executives could get away with appropriate company property took the lesson to heart themselves. And something that reappear throughout this book, it also has mentioned multiple times in auto that he's really helped out. Not only, like, building, you know, mentors in historical context by reading history, but there's always these, like, older businessmen that help him out throughout his entire career. And he learns a very valuable lesson on business leadership. From an older more successful at the time older more successful businessman, and it is related to this idea that, you know, you have to take on. We don't panic and that business is problem, so the best companies are just effective problem solving machines. I remember learning as a youth an invaluable lesson from a man who even then had extensive business holdings and who would later become 1 of America's wealthiest industrial. I ran into him 1 day in the lobby of a Chicago hotel. How are things going? I asked him? Not good. Terrible in fact, he replied with a smile. 1 of my companies has been shoved into a tight corner by the competition. Another is operating in the red, and a third doesn't have the cash to meet its short term debts. That fall due this month. So a young Getty is like, what the hell are you smiling about what's happening. And Getty asked I'm like, you don't see you're not acting like you're worried what's going on? Hell, Paul, I'm not the least bit worried he answered. To tell you the truth I needed something like this to get me up on my toes. Everything has been going entirely too smoothly for far too long. An occasional crisis is good for a businessman. There's no better exercise for him than to have a few messes to clean up every now and then. And this is the punchline. The perfect business does not exist. The perfect business does not exist, snags, difficulties and crisis crop up in every business. The truly great leader views versus calmly and cool. He is fully aware that they are bound to occur occasionally and he refuses to be a nerve by them. And so as hugh and I discussed when we went over Jp paul getty, he never retired. Like, he worked until the day he died. And 1 of the reasons I think, in addition to him being completely obsessed and a work alcoholic and just completely dedicated to what he was doing. I really think that he believed that you should treat your businesses like, this living breathing constantly changing thing. And so there's 1 paragraph that really illustrates his management style the way he ran his business. The concept that any status quo is perfect and permanent that 1 must under no circumstances raise questions, voice doubts or seek improvements can only produce complacency, then stag nation and finally collapse. There is always something wrong everywhere. And all throughout these essays and throughout the entire book, he's constantly giving advice on how he views the accumulation of assets of you wanna be investing and not a spec, or you don't wanna interrupt the compounding. Really, the the entire book, he's just teaching us that it's all about the long term. That you should keep a fortress of cash. You should reinvest in your business, use debt sparingly and doing so will help you survive to read long term benefits, and this becomes increasingly valuable because it goes against human nature. Most people come up doing they're like, hey, you're rich. How do I get rich but faster. And so Getty advice you can use that impulse in human nature to your benefit. And so he gives us 1 story where most of the people in the early days of their old business, they were just trying to sell contracts. They had no desire to build a long term business and they thought, oh, look, look how much money I made in 24 hours. And so Getty tells this story about a guy who bought an oil lease for 4000 dollars. 24 hours later. He sells it to Getty for 8000. And he's like, look, look how much money I made I made 4000 dollars in 24 hours. And Getty is like, yeah, but over the next 12 years, I made 800 grand on that lease. All the money is in the long term. You want to own not trade. He tells us a hilarious story about there's this huge real estate bubble in Miami in the 19 twenties. In fact, there's a book written about it And my friend, Jason Buck gave me called Bubble and the sun. I'll eventually make an episode about it. But Getty shares an anecdote from this time period where this realtor brings this client out and he shows in this piece of useless swamp plan. And the client says you're crazy. No 1 could ever build anything on this land. It's worthless. So what the realtor replied? Land down here ain't for owning it's for trade in, and Getty point as you wanna own, not trade. And so I believe embedded in these stories about the fact that human nature will lead you astra is why most people don't build wealth. You have to resist the pool to conform, you have to resist to the the pull to imitate to people around you his entire essay called the homo man, which is just this wave after wave of same list that he sees of these young people coming to business, and it contrasts nicely with 1 of his last essays, which is the art of individuality. But Getty has an incredible ending to this essay that really hammers the point of why it's so dangerous to become standardized to become homo. He says resist the temptation to force yourself into the pattern of the structured man. 1 needs only to remember that a groove may be safe, but that as time wears away at it, The groove first becomes a rut and then finally a grave. And so if you go back to the title of the book, how to be rich, 1 of the keys is difference. 1 of the keys is rejecting what Ged calls to cult of conformity. Successful entrepreneur, the leader, the innovator is the exceptional man. He is not a conform. Except in his adherence to his own ideals and his own beliefs. You will find the conform the organization man in an ever increasing number in the business world today. He believes that conformity is essential for success in his career. 1 of these types was complaining to me that he wasn't getting ahead fast enough and asked me if I could offer any advice. How can I achieve success in wealth and business he asked? How can I make a million dollars? I can't give you any surefire formulas I replied, but I'm certain of 1 thing. You'll go much farther if you stop trying to look and act and think like everyone else. The conform only demonstrates that he's uni unimaginable, une and mediocre. In contrast, the successful businessman man's non conformity is most obvious and evident in the manner and methods of his business operations and activities. These will be unorthodox in the sense that they are radically unlike those of his less imaginative and less successful competitors. Often his innate imp with the futility of superficial conventions and dogma of all kinds will manifest itself in varying degrees of personal eccentric. And so he lists examples of other great entrepreneurs that he studies that had these traits. He talks about John Rockefeller. He talks about howard Hughes. He talks about Bernard Bar. He talks about Conrad Hilton. He says the people that fall into conformity they make a massive mistake. They fall prey to a fundamental fallacy, the notion that the majority is automatically and invariably right. Such is hardly the case. The majority is by no means just because it is the majority. In fact, this is incredible line. In fact, I found that the line which divides majority opinion for mass hysteria is often so fine has to be virtually invisible. The note I jot it down as a note to myself. Think for yourself. Don't look around, look in. Don't look around look in, a truly successful businessman is essentially a dissent, a rebel who is seldom if ever satisfied with the status quo. He creates wealth by constantly seeking and often finding new and better ways to do and make things. In business, the my mistake of conformity is sap the dynamic individual that is the most priceless quality and executive our businessman can possibly possess. There are many pressures that force the young man of today to be a conform. He is bombarded from all sides by arguments He does not understand that the arguments are those of the almost words and the never will bees, who want him as company to share the misery of their frustrations and failures. Conforming keeps him a second stream player. By conforming he misses the limitless opportunities, which today present themselves to the imaginative individual. I want security he declares. It is a confession of weakness and coward. The men who will make their marks and commerce industry and finance are the ones with free willing imaginations and strong, highly individualistic personalities. They rely on their own judgment rather than on surveys, studies and committee meetings. They know that every business situation is different from the next and that no thousand volumes could ever contain enough rules to cover all contingencies. The successful businessman, is no narrow specialist. He knows and understands all aspects of his business, he can spot a production bottleneck as quickly as he can an accounting error. The successful businessman is a leader who solicit opinion and advice from his subordinates but makes the final decisions gives the orders and assumes a responsibility for whatever happens. I've said it before, and I'll say it again there is a fantastic demand for such men in business today. The non conform, the leader and the origin. Has an excellent chance to make his fortune in the business world. To be truly rich a man was live by his own values. It has always been my contention that an individual who can be relied upon to be himself and to not conform and to be honest unto himself can be relied upon in every other way, he places value on himself and his principles. And that, in the final analysis, is the measure of the true worth of any man. And that is where I'll leave it, Highly recommend picking up this little book. You could read it all the way through. You could pick it up and read it essay by essay I do think he's got a ton of useful advice in here, and I think it's well worth reading. If you buy the book using the link that's in to show us your podcast player are available founders podcast dot com. You'll be supporting the podcast at the same time. That is 353 books down, 1000 go. And I'll talk you again soon. So real quick, I wanna tell you about this tool that I built that if Jay Paul Getty was alive, I know he would subscribe to because not only in this book on how to be rich, but also in his auto, he's con suddenly referencing. You heard him say it at Rockefeller, Conrad Hilton, Andrew Carnegie, Henry Ford, Andrew Mel. He is constantly referencing the fact that he studied these people that he downloaded into his brain, the ideas that they used to build Their business that he could use to build his business. So after reading the 2 books that Getty wrote, it's obvious that if he was alive, I believe that he would subscribe to founders notes. Because Charlie Mu said that learning from history is a form of leverage and founder notes gives you the superpower to do this on demand. And when I tell you that years and years of my life has gone into making this tool that is not in exaggeration. Since 2018, I've been inputting all of my notes and highlights for every book that I've ever read for this podcast into this app called Read wise. For years, I've been posting about read wise on social media, I mentioned read wise on past episodes of this podcast, I would talk about Read wise when I was interviewed on other podcasts. But for years, I was the only 1 that I had access to this tool. And so last year, I approached Tristan who is 1 of the founders of Read wise. I had built a relationship with Tristan previously. And I said hey, can we build a tool together because for years, people have been asking if they could have access to my read wise. And so is there a way we can build a product that allows other people to see what I see because I think that would be tremendously valuable, and the result is that you now have access and the ability to this giant searchable database of the collective knowledge of history's greatest entrepreneurs. So there are 2 primary ways in which I use founder notes. And both of these features I think will be excessively valuable for you. The first is keyword, search. So any topic that I'm thinking about any topic that I need help on any topic that I wanna know more about, I just search that topic into the search bar. The perfect example of this is 1 time I was asked by a listener, how did history issues greatest entrepreneurs think about hiring. I literally just type in hiring into the keyword search, and all of a sudden, there's 10 or 15 different examples of history greatest such, talking about useful ideas that they discovered on hiring. The second feature, the second way to search this giant searchable database of his collect knowledge of history greatest entrepreneurs is by asking Sage. Sage is the Ai assistant that operates on top of founder notes. You ask sage a question and sage will read all my notes, all my highlights and a transcripts for every episode and make a concise summary of the ideas for you. These 2 features give you a superpower because it allows you to access to collective knowledge of history guys entrepreneurs runners on demand when you need it. And that is not all. I just added a new feature as well. There is now a private podcast feed with bonus episodes available to every founder note subscriber. There are already 50 short episodes available This private podcast feed will be updated with new episodes. So all the episodes will be short and focused on 1 topic. So episodes could be about a subject like leadership are about a person, like the best ideas of James Dyson. In fact, that's the the next episode I'm working on right now. You can find instructions on how to set up your private podcast feed when you log in into Founders notes, but it's already 50 waiting there for you, and I'm making more right now. So in summary, if you're going to invest and you're gonna spend hours and hours listening to different founders podcast episodes. I would encourage you heavily to invest in a subscription for founder notes. It makes the lessons that you're learning in the podcast even more powerful. And again, it gives you the superpower to tap into the collective knowledge of his greatest entrepreneurs on demand. And you can do that easily by going to founders, notes dot com that is founders with an s, founders, notes dot com, and subscribing today. Thank you very much for listening. Thank you very much for the extra support, and I'll talk to you again soon."
}