{
  "transcript": "Real quick before we jump into this episode on the obscure Sam Walton biography that I just read. If you already subscribed to Founder notes, make sure that you log in and get access to this new feature that I just added, there is now a private podcast feed included in your subscription, and there's 50 short bonus episodes waiting for you, and I'm making more short episodes based on the research I do actually using Founder notes. So each episode will cover a single topic, like, how history is greatest entrepreneurs think about leadership, are a single person like what are Henry Ford's best ideas. If you don't already subscribe to Founder notes, I highly recommend that you do so, founder notes gives you the superpower to tap into the collective knowledge of his greatest entrepreneurs on demand? Because subscribers to founders notes have access to all of my notes and highlights from every single book that I've ever read for the podcast. All in 1 giant searchable database. I would argue that it's the most valuable database in the world when it comes to learning from history's greatest entrepreneurs. This podcast is a great tool to learn from his greatest entrepreneurs, but it's pushed to you. Founder notes gives you the ability to control it. It gives you the ability to tap into that collective knowledge of history greatest entrepreneurs and use it when you need it. If you're going to and to different founders episodes, I would encourage you heavily to invest in subscription for founder notes, it makes the lessons that you're learning on the podcast even more powerful and it gives you that superpower to tap into the collective knowledge of issues based entrepreneurs on demand. And you can do so easily by going to founders notes dot com that is founders with an s, just like the podcast, as founders notes dot com. Thank you very much for your support, and I hope you enjoy this episode on Sam Walton. So the book I wanna talk to you about today is Sam Walton, the inside story of America's Richest man and is written by Vance Trim. This book is way less known than Sam's incredible auto. In fact, this book came out a few years before. Sam's auto automatically is was published at the end of the book, Sam Walton is still alive. And what is fascinating is how the book begins, and it talks about the fact that before the early eighties, there was no such thing as the Forbes 400 list. And so when the very first forbes 400 list comes out, Sam is on it. And then within a few years, he obtain the number 1 spot and just holds it year after year after year. But before that happened for the first 60 years of Sam W life, He was not nationally known. He says he was in the shadows. He was off the beaten track just building his incredible business empire. And so by the time, the fortune 400 list has come around, Sam has already built this 6300000000.0 dollar fortune. And so the book opens with all of these reporters in the early 19 eighties descending on Benton Arkansas to try to figure out who Sam Walton is and how he accumulated such a massive fortune. And then in their research, they gave a great overview of his life. And so it says he grew up in Missouri in the depression. He worked his way through college, lived a clean Christian life served state side in World war 2, married in Oklahoma Bankers daughter, opened up his first 5 in dime store in back North Central Arkansas and reached 4 healthy kids, and then this is my favorite part of this entire section. Pretty darn ordinary. But only on the surface, Sam Walton underneath was no ordinary man. He was a genius in business with an iron mind and unwilling to compromise any of his carefully thought out principles. 1 of the most remarkable things about Sam is just how simple his idea really was. And he says it's a a very simple idea. I'm going to buy cheap. I'm gonna sell low. I'm gonna do that every day, and I'm gonna do it with a smile and focus on service. And 1 of the benefits that Sam Walton had early in his career was that there's a tendency for people to confuse a simple idea with an ordinary person. And Charlie Mu, who extensively studied San Wong, hit upon why an I... A simple idea taken very seriously is so powerful in business. Charlie said. In business, we often find that the winning system goes almost ridiculously far in maximizing and are minimizing 1 or a few variables. And so most of what I wanna talk to you about today. It's just how long. It took Sam to find his path and how messy it was. At the beginning of, you know, 1 of the greatest businesses has ever been created, I I read a little while ago that if you take his family's net worth today, it's it's almost a quarter of a trillion dollars. And yet it took Sam walton in 20 years of experimenting inside of retailing and before he t about, if that's the word he uses and finds the idea slowly but surely through Trial air finds the idea that turns into Walmart. Before I get, I just wanna point out a few things that happened in his childhood that I think gives you an idea of the kind of person that we're dealing with. There's a few traits that appear in his early life that he never lets go of a sense of duty. He's extremely disciplined and then he had unbelievable levels of endurance. And so this is a description of Sam when he was in high school Sam was going off for football and basketball learning to play tennis, making a's and friends grinding away on merit badges in hopes of becoming an eagle scout. Regularly attending Sunday school and working odd jobs such as mowing the grass and delivering newspapers. He was following the example of his dad. His dad had a life motto that could not be more simple. It is only 3 words, and it's the same word over and over again. Work, work, work. His dad taught his sons that you were supposed to have a fierce work ethic. He would not tolerate any of his sons, not being industrial. They had to be industrial. They to be ambitious, and they had to be decent people. And so here's a little more about Sam and High school goes back to this idea that do not confuse a simple idea with an ordinary person. He was quarterback of the undefeated football team. He letter in basketball. He was president of the student body. He was awarded the super, the most versatile boy. He was in every club in organization and he was active. The description continues. He was a hard worker. He was optimistic. He felt that the world was something that he could conquer. He didn't waste time. He was always busy doing something, and that's something that he's gonna continue for his entire career. The fact that he's always working. He hated wasting time and he's intolerant of slowness. And I don't think you can understand Sam Walton until you understand the effect of the great depression had on sam. He grew up in the great depression. He was born in 19 18. And see he's old enough to see the effects the financial effects and it actually leads to his parents to divorce, which is obviously very rare at that time that time period. And he talks a little bit about seeing his father struggle through this time. He says my father quit the mortgage company and went into business for himself in the real estate and insurance industry. Then came to depression. Dad's business went down the drain. And so then his dad is moving the family around looking for opportunity and yet for the next 10 years. This is the prime of his father's life, they make no economic progress. They are distinctly lower middle class right hovering around the poverty line. And so Sam and his brother bud get jobs to try to help out the family. And there's a lion in the book that I think is very important. To understanding the kind of personality that Sam had. And he said the depression was a big level of people. Sam chose to rise above it, he was determined to be a success. And so when I was reading this section, what immediately popped into my mind is 1 of my favorite ideas. It comes from Paul graham. And he was asking, what is the bitter predictor of company success, success in business. Is it determination or it intelligence? And Paul's answer to this is incredible? He says it turns out it is much more important to be determined than smart. If you imagine this hypothetical person that is 100 out of 100 for smart and 100 out of 100 for determination. And then you start taking away determination, it doesn't take very long until you have this ineffective, but brilliant person. Whereas if you take someone who is super determined and you take away smart, eventually you get to a guy who owns a lot of taxi medallion or a trash hauling business, but is still rich. It is important to note it only takes 1 person on the founding team to be super determined. And the reason I bring that up and the reason I think is really important and especially in this section is because, okay. We see he's got this fierce work ethic. Right? He is determined to be a success. He is not going to allow his family to hover over the poverty line. Think about how insane. If you were mapping out, this this I was thinking about this this morning. If you were mapping out the family tree and the trajectory, the economic trajectory of the Walton family before Sam Walton comes on the scene. You would see mid success, and then all a sudden, there's is 1 data point that's generational inflection point we're just skyrocket. Today, that family present day, a hundred years after Sam Wall was born, you know, they have quarter of a trillion dollars. 250000000000 dollars, but a hundred years ago, they were str the poverty line. The difference was 1 person this super determined person made that difference he changed to the trajectory of his entire family for generations. And so it starts with determination, but in this hypothetical situation, it's not that we have to remove points for intelligence. It took Sam to find where he can be intelligent. What is the field that he can be the most intelligent. If you have a list of the greatest retailers of all time, Sam Walton has to be at the top of that list. And the reason I recommend if you haven't read his, get it immediately. Get the audio get the paperwork. Whatever you have to do. And then you've already read that book by this book because you will see it took decades of him applying its determination and then matching it with 100 of 100 intelligence in a specific field. And it's important to understand this was not planned out. Sam had no idea. He had 1 idea. 1 idea of what his future career could be when he was around college age. He's like, maybe I should be president of the United States. That's another personality trait that he has. He's gonna aim straight to the top. He has to be think he calls it being like the top of the heap for the top of the pile. He just said has this a ruthless competitive drive as well, but he did not have this dream to be a retailer when he's a boy. He stumbled into it. And so let's go there right now. He actually gets a job at Jc c. This is an extremely important turning point in his life and you're gonna see a lot of the lessons that he's gonna learn from Jc, he applies later on to Walmart. And so let me just tell you, like, in case you don't know, like, this shocked me because I knew what Jc was. It was around when I a kid. Don't even know if they exist anymore. But in 19 40, right? Where we are in the story, Jc Penn has almost 1600 stores and they're doing 300000000 a year in revenue. And the founder is still actively involved even though he's in his sixties. His name is John Ka penn. Sam is actually gonna meet John and get a lot... Lesson directly from him. So Sam gets this job. He's being paid 85 dollars a month. Remember that for this upcoming story about sharing incentives with store managers, which Get to him 1 second. But the first idea Have to point out to you that Sam gonna use for Walmart is the fact that the company's strength that Jc c penn had built 1600 stores, avoiding big cities. Is exactly what Sam gonna do for Walmart. And he focused on small towns. You're talking about towns of 2000 people, 6000 people. 8000 people. That's the first. I like, oh, maybe there's a lot of more business out in these small towns than we thought. The second idea. John, Jc of Jc Benny is constantly in the stores. He's traveling around in the stores wanting to know what's going on. Sam does this his entire life. And it is 1 of these store visits to the store that Sam is working in. Sam around 22 years old at the time that he gets this lesson from this wiser more successful retail ledge 65 years old says the customer came in and bought something from Sam. And while he wrapped it up for her, Jc c Penn was observing the transaction closely. I finished wrapping and tying the package and the lady left, then mister Penny came over. Boys he said, I wanna show you something. And he took a box about the same size and went around it with paper and let it overlap, maybe a quarter of an inch. Then he went around it with twine 1 time like this and 1 time like that and he tied it. And he said boys. You know we don't make a dime out of the merchandise we sell. We only make our profit out of the paper and string we save. This idea of watching your cost 24 7 of making sure you're ruthless efficient is an idea that Sam Walton hold on to for the rest of his life. There's a lot of things in Sam's auto that I absolutely love that he said. And this is 1 of my favorite things that he said in the auto that I think relates to the story that we're learning right now. He says you can make a lot of different mistakes and still recover. If you run an efficient operation. Or you can be brilliant and still go out of business if you're too inefficient. So that is the second thing he learned from his time at Fan. Here here's the third, his direct manager. This guy named Duncan. He said he was a fantastic trainer. He used to invite us to his house every Sunday to play Ping pong and to eat and talk. We'd talk about business, of course. You could learn a lot. Was 1 of the managers who had a 25 percent bonus contract. Again, another idea, Sam is directly gonna steal. At the very beginning of Walmart, he sets up all his managers and gives him 25 percent of the profits of the store. And remember I said that at this time, Sam is making 85 dollars a month. His manager shows him the 25 percent bonus check. It was for 65000 dollars. This is Sam's response. He waved that around and that made us run faster and work harder. Sam Walton time working a Jc penny and applying what he learned there would eventually put a few billion dollars into his own cash register. So I wanna get into where Sam buys his first store where he gets the money from. He is 27 years old. He mar a woman from Oklahoma named Helen. They both have this desire They're small town people. So they're looking around where they're gonna live and where they're gonna live. They're gonna try to buy a Ben Franklin store. So they're called Ben Franklin 5 dimes. The way I would think about this now, is, like, the modern day equivalent would be like the dollar store. The reason they were called 5 dimes because most of the things that you buy there or, you know, you can get for nickel dime. And so Sam and Helen are going around looking for a small town, where they can raise their kids and Sam could have his store. This is the very beginning of his retail empire. Sam is 27 years old. And so they stumble upon this a little town in arkansas called Newport, there is a Ben franklin franchise. Now keep in mind, at the very beginning for, like, 20 years of his life. Sam Walton is a franchise z of a much larger company and we'll get there in a little bit, but it's crazy. He tried to give the idea for Walmart to to Ben Franklin, to the big corporation they laughed them out of the room. And so 27 year old Sam finds a store. The town. There's 4000 people that live in newport it. They'll say tiny tiny town that he can buy the Ben Franklin franchise. And it's gonna cost him 25000 dollars. He does not have 25000 dollars. So his father law is going to be very important in their lives, which I'll get to later. His father law's was very successful as a lawyer or a rancher or banker, and so he loans Sam Walton, the 25000 dollars needed to buy the Ben Franklin franchise. And at this time, Sam's plan is very simple. He's like well, I'm just gonna take the obsession with customer satisfaction that Jc penn had, and I'm just gonna apply it to my own little 5 and Dime store. And so he's trying to figure out ways, like, drum up business. And this is the first sign of something that San Sam So. He's like you're very much like a Pt barn. He's got the charisma of a southern preacher. And so he's constantly experimenting with these less conventional ways to attract more customers into the store. And you wouldn't believe how some of these, likes, really simple ideas were so effective. So he bought... He spent a bunch of money on an ice cream machine. People like, do... What the hell you doing? Like, it's a crazy idea. And he put it out in front of his store and on the weekends families and all the farmers and all the people in this rural area they would mob his ice cream his ice cream machine. And then some of them would come in into store and then to turn into customers, and then he'd had obsessed over their customer satisfaction, so then he'd make sure they return, and then if they return, they're gonna tell that people and so, you know, 5 and a half years from now when he loses his store. It is by far the most successful. I think he's tied for first and all the Ben franklin franchisees. If Not, if I'm not mistaken. So he's like, oh, the ice cream work, What else can I do? Then he buys a popcorn machine. Does the same thing puts out the popcorn same exact thing happens. He's like, oh, there's different ways to draw attention to the store. Then just by saying, hey, you know, 50 percent off or buy 1, get 1 free. He's finding another way to attract customers, and even if he only converts a small percentage of the people with the buy ice cream, the people buy the popcorn it's still a great return on the investment for buying a popcorn machine and ice cream machine. And that's something that Sam gonna repeat. He really felt 1 of his his best advantages was consistent around the clock customer satisfaction says the most important discovery Sam Wall made in Newport was that there was a charm and satisfaction in retailing that he had not fully expected. He was crazy about selling and about satisfying customers, so customer satisfaction satisfaction customers repeated over and over again throughout the book. The way I would think about this. Is that Sam's satisfying customers, it's Jeff Bezos obsessed over customers. It's the same exact idea. You and I I've talked about this many times in the past. If you read about the earliest is Amazon Jeff Bezos is going around, handing out highlighted copies of Sam's auto for the early employees at Amazon. The life in career of Sam Walton had a huge influence over how Jeff bezos built Amazon in the early days. And so Sam Walton Ben Franklin store was a smashing success. And then we're gonna see something that that happens over and over again, that opportunity is a strange beast. It frequently appears after a loss. He's running this thing for 5 and a half years. He gets sales up to 225000 a year. No other store Newport was performing like this. And that catches the eye of his landlord. And so this, I consider 1 of the most important decisions of his entire life. Because at 32 years old, Sam Walton is gonna lose everything and be forced to start over again. And it is because of an inexperienced kind of rookie mistake when he bought the store. He didn't read the lease close enough, and he did not have the option to renew. And so Sam is meeting with his attorney and his attorney is telling him what's taking place. It's no good. I hope to god the next time you take a release from somebody you check to make certain, It contains a proper renewal clause. They're not gonna let you keep the store. The plane truth is they want to run the Ben Franklin in that building. You've shown the whole town what a money maker can be. His attorney watched the color drain out of Sam's face. It looks like you're finished the attorney said. The lawyer... This is 1 of my favorite parts of this entire book. The lawyer saw Sam cl and un cl his fist, staring at his hands, and then he straightened right up. No. He said, I'm not whipped I found Newport and I found the store, and I can find another good town in another Ben Franklin, just wait and see. And so think about that. You're Sam Walton, you're 32 years old. You have wife several kids, and you just spent 5 and a half years. Building up a store that was a phenomenal success and somebody took it from you. From your own mistake. He wasn't... Sam wasn't another blaming other people. And I love his response. He's like, I'm not, you, I'm not... We if they're not gonna feel sorry for myself. That's fine. I made a mistake. I won't make that mistake again, which will get you in a minute. And I'll build up again from scratched. And so this is when he finds Benton Arkansas because he's driving around. He's looking again, running saint Blue. Let me go to the small town. Let me try to buy Ben Franklin Franchise was somebody he wants to sell. He finds 1 in Benton villain, and he doesn't make the same mistake. So what he does is like, okay, I will buy this store from you. It's too small, so I also need to get the Barber shop next door. Sam and Insists on buying the building. And then next story he's like, well, the store is too small We're not gonna make any money. I gotta knock down this wall. And so he finds that the Barber shopping store is actually not for sale. And so he's like, I will lease that, but I need a 99 year lease. You won't sell to me that's fine, then I need a lease that that lives longer than I do. Now the lease... The barber shop is owned by 2 widows. They say the first time he comes in. They say no. The second time. He says they say no. The third time. They say no. The fourth time. They say no. The fifth time. They say no. The sixth time. It took sixth tries, and you'll see he does this exact same playbook when he's recruiting people. In some cases, he will recruit the same person and they'll tell no for a decade, this guy relentless, but finally the sixth time they finally agreed to this outrageous, you know, 99 year lease. And at the same time, he suffers a devastating personal tragedy. His mom dies, unexpectedly from cancer. She was just 52 years old. She went in for an operation to remove some of the cancer and then a few days after the operation she passed away. So think about this. He's 32 years old. Right? He used all... He's married with with kids like I said earlier, He used all of his money, setting up the new store in Benton. Okay? He's got... He's got no money. So 32. Wife, kids, no money. Your mom, who you adore dies at 52 years old unexpectedly. At the same time, he still has to run his newport stored till the end of the year. So he is commuting back and forth. And even though the stores is only 250 miles apart, it's like an 8 to 10 hour drive because it's through these mountains. And the reason I bring that all up together is because, you know, no money, your mom dies dies Your stretch thin as could be, and yet it is this driving back and forth that leads to 1 of the most important ideas that he ever finds. Because he starts to think, what the heck? Like, I'm... I'm... If I can never... If I cannot move ground faster. Right? I will always be relegated just having 1 store. You already know by now. Sam Walton is not the personality type Be like, I'm just gonna run 1 store for the rest of my life. And so it's during these long drives to the mountain, 8 hours, 10 hours each way. Like, I gotta figure out a way to cover faster ground, and then he hears the buzz of an airplane overhead. And the author does a great job of describing this I wanna read this to. Sometimes hardship can enlighten and inspire. This is the case for Sam Walton as he put in hours and hours of driving Oz Mountain Roads in the winner of 19 50. But that same boredom and frustration, triggered ideas that eventually brought him billions of dollars. He was struck with the realization that if he was competent enough to operate separate stores in 2 town successfully. 1 not 3, 4 or maybe even a dozen. He could see the possibility of his own chain of 5 and dime stores. 1 evening he heard the drone of a small airplane overhead in a light flash in his brain. So he goes down to local airport, like maybe he was a faster way kinda, like Charter a plane and can somebody fly me between Benton and Newport. And says says for a reasonable fee, he chartered a pilot to take him to Benton. The 8 hour road trip strength to a 90 minute flight. This gave Sam, the answer he was looking for without this. His Walmart phenomenon never would have been able to see the light of day. And so it's no surprise that the Benton bill store starts to do really well because Sam paying attention every single thing. And he just has this idea. Now guess I need to back up. He is all constantly until the Ipo, he is constantly under finance and under capitalized. He actually talks about that in his auto, so I wanna read from his auto again before I pick this story back up. He says many of our best opportunities were created at a necessity, the things that we were forced to learn and do because we started out under finance under finance and under capitalize in these remote small communities it contributed mildly to the way we've grown as a company? Had we been capitalized or had we been the off shoot of a large corporation the way I wanted to be? That's what I referenced earlier. We tried to give away the idea to Walmart, and they said, no. We might never tried all these small little towns that we went into in the early days. It turned out that the first big lesson we learned was that there was much much more business out there in small town America than anybody including me had ever dreamed of. So his idea at the very beginning. This is a good thing. He's like it, he had to prove the concept over, you know, many, many years. Then once he knew was working, poured, you know, gasoline on these promising sparks. But his idea first is, like, let's get 1 store up, that source profitable. Let's take the profits, dump that into another store. Then then get that so profitable, then dump it into another store. And so that is why the planes becomes so important. And these are not corporate jets. He's like flying around. There's a bunch of almost like, very close calls, you know, Sam Walton was a got a reckless flyer, but, you know, think thankfully nothing happened in his 40 years of flying. But without these, like, small little ces in these little planes, they couldn't net... He could have never gone and traveled to all these stores because that leads me to the next thing I wanna talk you about. It's not just that, you know, what Jc was doing back in the day going to all of his 1600 stores. Same things Sam would do when he has this chain of 5 of dimes. Same thing Sam would do when he has his chain of Walmart. He did it for every single 1 of his competitors. He visited more retail stores than anybody else in history. He does... He actually he does it for the stores and then his auto says that he would also show up at the corner, like, the the corporate headquarters without an appointment, and he says if you just show up and you ask more often than not. They would let you in then he would ask him questions about pricing, distribution and all this other stuff He's like, it was another form of education. And so he's doing this in the 19 fifties. He's going to like, Oklahoma and Arkansas in all these little country towns. And he says he studied how they did things. He was ready to pounce on any successful little trick they had and would copy it. And so when I got to the section of the book 2 things happened. 1. I had, like, a big smile face because I just I just think it's Hilarious. I love people that are truly dedicated. To what they're doing and, you know, I I would say 1 of my fair maxim is actions express priority. You demonstrate to other people, what's important to you not by what you say not by what you believe but what you do actions express priority. And so you got Sam running around all over the south visiting every single store. And so that just made me smile and laugh and I I love people like that. The second thing that came to mind is because I've become friends with mister Beast. Mister V is like the the biggest creator on the Internet, biggest Youtuber He's got, like, a billion followers across all these platforms. Actually flew to mister Mitsubishi headquarters has spent 7 hours with him, his top team. 1 of my friends is a major investor in mister Beast companies as well. And I heard a story that just screams like this is something that Sam Walton would do. And so mister Beast comes back from doing. He's like a 17 hour flight or something like that. Lands back into the United States needs to do another connecting flight to get back to, like, the remote area where his headquarters is. And instead of jumping on another flight, he maps out. There's like a 500 mile distance between where he's at and where his home is. And mister beast chocolate company feast has a massive deal with Walmart. And so he does instead of flying home. He maps out every single Walmart in, like, a 500 mile radius and decide take. I'm gonna drive. You know, you could take a couple of flight, or could do, like, a 15 hour drive. I think this is over multiple days. And he visited every single Walmart in between where he was and where he was going. And so at every single store visit he would find room for improvement and 1 of the funniest things I heard was when in some cases, in the front of the store, it'd be... It looked like all the feast was sold out. And then he'd pull up He's like, well, my system says that you have inventory. So he would go to the back of the store, and he would find the the inventory in the back and he'd literally carry it to the front, so he could get more sales. Think that is what Sam Walter would do. I just love that idea where you you have this this crazy determined mad man in the 19 fifties driving through all these little towns, inspecting every single retail store that he finds, going to the headquarters dropping in on the Ceo at Doctor, and just rid them with questions and using this as a form of education. And then you see 70 years later on, the same kind of determined individual doing something very similar. I just love that part. So as Sam is expanding, he's opening new stores. I already told you earlier. He literally lifts that idea from Jc penn. He's like, okay, I can't be here, but he knew that you had to have a single, like, single threaded leadership. Either has to be 1 person that is completely responsible for the performance of the store when Sam is not there. So that's when he says, hey, I'll give you 25 percent of all the profits. And then here's a fascinating story for you. Dude this is what I love about bog. We have some of the smartest most productive people to every live. And the the buyer freeze their life stories are full of them making mistake after mistake after a mistake. And so as he's expanding, he comes across this brand new phenomenon. At this point in American history, there is no such thing as the shopping center. And so as he's looking for locations to expand, he comes across. I think it's the second shopping center ever built in the United States. And he's just like, oh my god. This is... This concept is genius. And so he gets distracted. He's already building a... It's small, but very successful variety store 5 and dime chain, and he takes a d tour from something that's already working says I'm gonna develop shopping centers. I have a line for this what he's doing because I did this other I was on the the phone with my friend, Jared, and was explaining what this other idea I had for another podcast, and he like, completely shut it down, and he used the blackjack analogy. Like, don't split tents. Sam Walton split tens, I'll cut right to the punchline line. We lost their money in left town. So he had, like, a 1 to 2 year d tour where he took his eye off the thing that was working. He got distracted. He gave into distraction, and it cost him the opportunity cost his time and a bunch of his money. So now he is back fully dedicated fully focus on expanding his burg retail empire. I love scrappy people. I love relentlessly to your resourceful people. I love people who don't take no for an answer. And so Sam is always on the lookout for new exciting merchandise that he can stock in his stores at this time. Hula hoops is like, this is this like phenomenon spreading all across the country. The main, like, manufacturers of hula hoops will not sell to these small little merchants because he's tiny at this time. And so Sam was like, okay. Cool. You want Cell. That's fine. We're gonna make our own, so he start, he realized like, what is a hulu? It's like this little cookie. It's colored plastic pipe where just a connector at the end. He's like, we're just gonna make our own. So after the stores close, him and a bunch of other people, they get together and they start making several thousand of these a night. So that's the first part of this high agency relentless or resourceful. This is hilarious Me remember, Sam does not have a lot of money. He's under finance under capitalized for a long time. All the way until Walmart goes public and Walmart doesn't even exist yet. And so they're making him at 1 central location, but they distribute them through throughout all the stores that they have. Right? Sam didn't even have a truck. So how is he gonna do this? Here's a car. You know what he? He sets up a john boat. A, like 12 foot little john boat behind his car and loads the john boat with all the hoo thousands of hula loops that they spent the night making, and then he drives it around to his stores and a car and using a john boat as a trailer. And the annual result is this line. The Hula hoops were so popular that you couldn't keep them in stock. And so there's a combination of 2 ideas here They think are really important. Number 1, doing things that others were not doing lead to unexpected success. And 2 goes back to that quote that I read from Sam's auto, the fact that many of the best opportunities we created out of necessity because we were so under finance. We were so under capitalized. We had no idea just how large these businesses can be built in what, you know, these towns, these towns were ignored. And so that they arrived at this very valuable idea through trial and error. They're just testing a bunch of things. And so here's a description of 1 of the things they found out that the larger they made to store the more money they made. The decisions were made for Walmart long before Walmart as a company was developed. Back in the Ben Franklin days, we learned so much. And so they use 1 example of a store where they make AAA slightly bigger, slightly larger Ben Franklin store, and how much sales grew as a result of just having a larger store surprise them. And so this store, the example that they're using was in this little town called Saint. Robert. So S saint. Robert showed us how much volume was there if we went into much larger units in small communities and push the merchandise. We became the first independent variety chain in the country to try large stores in small towns. We were doing an amazing amount of business in a 13000 square foot store, which is totally out a character for a town of just 2000 people. We found that we could do a million dollars in each variety store. That was unheard of. And so it is through this constant experimentation. The fact that he is still relentlessly, visiting every single retailer everywhere he's at that he discovers what is going to be his life's work, which is discounting. The concept behind discounting at this time was very counterintuitive that you lower the price, you lower the margin but you'll make more money because you sell more. And all throughout his auto all throughout this book every single interview that you'll see with Sam, even though he didn't do a bunch of interviews. He talks about the fact that, you know, I have no shame in admitting this. Like, if I would I was searching for good ideas. And if I found a good idea if I found a competitor that had a better idea than I did, I would just adopt, he was always... He didn't care the of the origin source of the idea. He just wanted the very best. So he's like, he says, if they had something good, we copied it. And it is through this that he says, I was totally fascinated by the idea of discounting. And when he discovers discounting in the 19 sixties. He's blown away. He winds up studying this guy named Erwin Chase, who starts this company called Anne in Hope. They only had 6 stores, but they're doing 250000000 dollars a year in sales. So all throughout the early 19 sixties it says there was no discount store in existence between 19 60 and 19 62 that did not get a visit from Sam Walton. And it is through this that he discovers that another person had studied and Hope too, and they had studied it before him. There is a sky named Harry Blair cunningham. He is the 1 that comes up the concept for Kmart. And so Kmart was a dominant player way before Walmart. And so Sam Walton is looking back on this. He's saying what I'm about to reach you in 19 90 after he's already beaten Kmart. He says I've always had the greatest admiration for Harry Cunningham because when he threw that business down, that thing was 10 or 20 years ahead of its time, and he did it better than anybody else. What I did later was take pieces of it, meaning take pieces of Kmart and make our Walmart as much like it as we could, the difference was, and this is fascinating thing that happens over and over again. Is Kmart took the discounting idea, and they set it set up shop in major cities. Walmart looked at that It's like, well, why would we compete head on with somebody already doing that? We'll take the discounting idea and set up in tiny tiny little towns. And so back to what Sam was saying. At the start, we were so amateur cherish and so so far behind. Kmart just ignored us. They let us stay out there while we developed and learned our business. If they had jumped on us, I hate to think of that. But we were protected by our small town market It would have been unthinkable for them to have tried to put a competing store in a small town. They gave us a 10 year period to grow, And then he also brings up the fact that they got rich and successful and fat. And lazy. They were self satisfied with what they had accomplished. Sam Walton was never. To the day he died was never like that. They were self satisfied with what they had accomplished. They thought they could roll over everybody, and they woke up 1 day and found out the world had changed. And so now Sam knows. He's like I cannot stay in the variety store business. I can not stay in his fine and die business. Discounting is going to roll over everything let's get ahead of this. And this is where... This is where he goes. So keep mind, I I guess, should back up. He's 43 years old when he's making trying to make this transition. He's got 13 of these variety stores. Right? He's Ben Franklin franchisees, our franchises. Over the last 11 years, he's built 13 of these stores. So he goes is what I meant when he he goes and tries to give away the idea for Walmart. He's gonna go to the to the headquarters of Ben Franklin in Chicago, and he's going to pitch this idea to them. And this is the idea that turns out to be walmart. I'm gonna read this whole section to to you because it's so fascinating to me. His proposal was audacious. Certainly unacceptable. He suggested that the variety store franchises leap into the front of the booming discount business. I think that kind of store will fit in the rural markets just as well in the major Metropolitan market Sam. You should franchise them and I will be your guinea pig. Imagine Sam Walton pitching you on the idea that of a brand new business that's growing like a weed that is clearly in the future and he's like, I will be your partner and operator. And you say no. That's incredible. The Ben franklin executives exchanged sour looks. Sam went on. You're gonna have to cut your wholesale prices instead of making 20 to 25 percent profit off the merchandise that you sell to your retailers. You're gonna have to be satisfied with about 12 and a half percent. So almost half. They blew up. They blew up at Sam. To these sophisticated and experienced businessman in their tailored suits and customs shoes in Chicago. Okay? It looked like the tale was trying to wag the dog. What was this Arkansas country fellows experience with only a dozen or so stores compared to their thousand outlets and nearly a century of retailing know how? We have to pause here because this is such an important point. You have to think about the incentives of the people that you're selling to. Sam Walton is trying to sell. So the greatest example that got lodged in my brain many years ago. No 1 is ever eager to fix a cash machine that isn't broken. And the person that put that idea into my brain. The fact that you have to think about the incentives of the people that you're selling to, that no 1 is ever eager to fix a cash machine that isn't broken is in James Dyson auto. He invent the world's first cy vacuum cleaner. That means his vacuum cleaner doesn't need bags. So before that, if you own a vacuum cleaner, you're constantly having to buy more vacuum bags. Right? What does James Dyson do? The first person you tries to go and sell his invention to, is a company that is making 500000000 a year selling vacuum bags. It he's like, oh, they're gonna see how superior a cleaning machine that my vacuum is compared to theirs. That is a irrelevant. You cannot sell a bag vacuum cleaner. To people to make 500000000 a year selling vacuum bags. You cannot sell the idea of discounting at a lower margin and saying, hey, sell me your stuff at 12 point half percent and selling instead of selling it to me at 25 percent. How do you think they paid for those tailored suits and those custom shoes. With that 25 percent margin. And so they laugh them out of the room and then there's a great story that is told in this book it's also told in Sam Walton auto. The very next day 1 of the ben Franklin executives goes and check sally Was like, maybe I should go check out this new Kmart thing that this crazy Sam Walton villa is talking about. And here's a description of what happened. He got a surprise. Sam Walton was there ahead of him. Here he was 25 miles from our office, and he was talking to a clerk. He was writing in a little notebook and at 1 point, he got down on his knees to look under this flake cabinet. I said mister Walton, what are you doing? And he said it's just part of the education process Don. I'm still learning. And so Sam talks about this time. It's not like, he thought discounting was the future. Right, but he wasn't sure if he could do. Like, he was gonna succeed it. He knew he could... He was really good. The variety store business. But he decides I'm just gonna experimenting. He he he's constantly experimenting. And he talks about this. The way he describes this point of his life. He has a great term. He says I was t around for the right way to go. It was uncertain. But 1 thing that he knew is that discounting does not work if you have a high cost structure. Discount must. They must have low cost, and there's like these all these indicators that Walmart might be more successful than their competitors early on, it was because even after they go public, they have, like the lowest cost to sales ratio in the entire industry. And so how dedicated was Sam to keeping cost low. Well, Walmart is called that in part. Because fewer letters means cheaper signs on the outside of a store. And so Sam 1 of his executives have this list of names. And they're trying to figure out what what are we gonna call this new concept? You know? I have to go out on my own The Ben franklin guys, they don't want anything to do with this so I'm gonna do it in anyways, which 1 of those do you think we should call it. They study the list for a few minutes and all were long names each made up of 3 or 4 words. And so as executive says, Well, Sam, you had me buying the letters to go up on our Ben Franklin stores, and I know how much they cost and how much they cost to repair and how much to light these letters. It's expensive to put that many words in a name. And the shortest name on the list was Walmart. And so Jeff Bezos has the saying he says we know from our past experiences that big things starts small. The biggest oak starts from an acorn. If you wanna do anything new, you've gotta be willing to let that acorn grow into a little sap, and an into a small tree, and then maybe 1 day it'll be a big business on its own. Listen to the description of the very first Walmart. The business that is going to generate for the Walton family, quarter of a trillion dollars of wealth. The first Walmart is in a small town and is only 16000 square feet. It is an immediate success from the very first year. What do they consider a success? 700000 dollars in total sales. Which may seem like a small number, but from that day from day 1, the store that furry first Walmart store for the next 15 years has a consistent 30 percent growth in sales. It made a profit from the very beginning. So then he opens the second 1. He invites this guy named David Glass, who was gonna many years since the future is going to be become a Ceo of Walmart. Sam tried to recruit him really early. In fact, it takes him a decade to get David Glass to say yes. So he invites David Glass out to the second opening of the the opening of the second Walmart. And this is what David Glass said. David Glass thought that Sam might have lost his marble with all this discount store foolish It would surprise him if this kind of store had any future. It was the worst retail store I had ever seen. Sam had brought a couple of trucks of watermelon in and stacked them on the sidewalk. He also had a donkey ride out in the parking lot. It was a hundred and 15 degrees and the watermelon began to pop, and then the donkey began to poop all over the sidewalk, and the watermelon and the donkey shit ran together all over the parking lot and got inside the store. Like so many people before him and since David glass was guilty of a snap judgment on this unorthodox merchandise named Sam Walton. In fact, is a great description of, you know, Sam's personality and and part of, there's is, like success. Is this like promotion ability. There's this article in 19 89 Fortune Magazine I'm gonna quote from. And it says so how from there from this, like, crap... You know, in this this exploding watermelon and donkey crap opening. So how from there, did Sam Walton get to be America's most admired retailer? He will it through sheer force of a complex personality. As the donkey watermelon episode illustrates. He's an old fashioned promoter in the Pt Barn style, but he's more than that. He's a little bit Jimmy Stewart. He's handsome. And he's got this all shu charm. He's also a little bit Billy Graham. This is what I meant Billy Graham famous preacher. Sam Walton very much in evangelist. He's a little bit Billy Graham with a charisma a per per persuasive that heartland folks find hard to resist and he's more than a bit Henry Ford, a business genius who sees how are all parts of the economic puzzle relate to his business. Overlay everything is that of an old yard rooster who was tough, loves a good fight and protects his territory. And so the mistake that glass made is the mistake that most people make. They they don't understand that small improvements every day over a long period of time. What that compound can generate. The thing that I underestimated about Sam is that he has an overriding something in him that causes him to improve every day. That's not difficult when you have something as bad as he had back in Harrison. This is the donkey in the the watermelon mountain store. But sometimes, achieve success and say, boy, now I got it like I want it. I can lay back a little and enjoy it. Sam never did that. He has never gotten to the point where he is comfortable with who he is or how we're doing. And this is probably my favorite description of Sam Walton in the book. His tactics prompted people to describe him as a modern day combination of Vince Bard who insisted on a solid execution of the basics and general patton who said a good plan violently executed now is better than a perfect plan next week. And so once he realizes Walmart is a winning formula. He he starts to expand really rapidly. But what you see is at the very beginning, he's just got a a simple basic plan, simple basic principles that he execute on. So the first thing is He's obsessed when we've I've already mentioned it once, just like there's principles for Amazon that could be dis distilled down to obsessed over customers for Walmart, it was just customer satisfaction. He said the central ingredient is, of course, customer satisfaction. Harley a day passed When... Without Sam reminding an employee, remember Walmart golden rule. Number 1, the customer is always right. Number 2, if the customer isn't right, refer to rule number 1. And so what he means by customer satisfaction is always exceeding the tensions of the customer. So let's say you buy a pair of shoes. They don't fit. You don't like them 1 of the cases you bring them back. Sam would tell his stores, not only should you cheer replace the shoes, meaning you should be happy you she's smiling. Then you should throw in a pair of socks and stockings for the hassle. He understood the value of a satisfied customer. That that customer gonna come back to Walmart, not next week, not just next week, not just next month. It were her bit... Humans are habit ritual. They'll probably be shopping there for a decade after decade as long as you don't upset them or let them down. And then as far as expansion, you know, this is pre computers, which will get to just the massive surprising investment that Walmart made computers in the 19 seventies. But before that, I was like, okay, well, I wanna run a bunch. He he had, like, this idea. Was like, I need to make sure that all my stores are so close to the distribution center that my trucks can deliver whatever you're missing that same day. Essentially he started with the distribution center and then work backwards. And he's like, I don't wanna expand outside of this distribution center, if it takes my truck drivers longer than 5 or 6 hours to get to 1 store. And so the first handful of Walmart we're in this 300 mile radius of Benton bill Arts arkansas. And that's really what it was his faith in this adherence to this small handful of principles that he refused a deviate from. He talks about this later. I had no vision of the scope of what I would start, but I always had confidence as long as we did our work well, and we were good to our customers, there would be no limit to us. And for this fact alone is why reading these biographies in these early company stories are so important because it talks about, like, how... There's a lot of rough edges in these Walmart stores to eighth Walmart ever, and they put it in this old It used to be a Coca Cola bottling plant. And so it still wasn't all the way converted. And so you had like, all these pipes sticking out a floor everywhere. There was no air conditioning in that entire building. So what's their solution? Okay. We don't have Ac. We can't put it in before we open. We'll just get 28 window fans. And then we'll take care of the Aac problem later. And there's a line that describes what this was like in the very early days of what's gonna become a very valuable company. It says, it was still largely a seat of the pants instinct of Sam Walton that guided this Walmart expansion. Again, at the beginning, there's gonna be a lot of rough edges and half working things and not a lot of process. The way I think about the earliest days of Walmart is the exact way I think about the early days of Disneyland with Walt Disney. There's a great line in that book. I just covered the history of Walt disney. If you haven't listened to it. It's episode 03:47, how Walt Disney built his greatest creation, which he considered his greatest creation to be Disneyland. And 1 of the people working with Walt was describing this time. Says you asked a question, what was our process like? I kinda laugh because process is an organized way of doing things. I have to remind you. During the Walt Disney period of designing Disneyland, we didn't have processes. We just did the work. Process came later. All of those things, all of these things had never been done before. Walt just gathered up all these people who had never design a theme park or never designed a Disneyland. So we're on the same boat at 1 time, and we just had to figure out what to do and how to do it on the fly as we go along. And not even discuss plans, timing or anything. We just worked and Walt just walked around and made suggestions. Same exact idea is happening in the early days of Walmart. And so now Sam realizes a Walmart is the main thing. This is where my entire focus should be on. And so this is where he really really wants to start putting... He's really... Think about how long. Like, he he did 5 and a half years with 1 store store newport. Right? Learning, learning slowly proving that he knows what he's doing. Then he gets Ben Franklin... Another Ben Franklin story, than, you know, handful. I think in what 11 years, he does 13 more stores. Watch how he's... The weird thing I'm trying to describe to you. He's like, he's simultaneously impatient and has an abundance of patience if that makes any sense. So takes a while to make sure he knows what he's doing and is actually gonna work, but once he knows it's going to work, he puts his foot all the way on the gas pedal. And so up until this point, he's got 1 big problem. He is eyeballs deep in debt. It's like, causing him anxiety, stress. He's been borrowing and and financing the expansion of Walmart. He he gets loans from banks and loans from insurance companies and he's dying. For a permanent solution, and he only has 1 idea for a permanent solution. He's, like, we have to Ip. We have to we have to tap the public markets. And so he's gonna meet these local... Arkansas entrepreneurs. They're called the Stephen Brothers. They're gonna team up with another Wall Street firm that that is successful in selling the stock. I'm gonna get there in 1 second because it's kinda nuts at how spooky accurate a bunch of Sam Walton predictions are. But I just love... They they give a short background in the book on the Stephen Brothers who are, you know, are very helpful in getting this Ipo done. I'm gonna skip over all that. I just love the advice because they were, like, you know, poor Arkansas boys too, and they went up being... They they hit the forbes 400 list too for different reasons. But I love the advice that their dad told them when they were grown up and, like, raw Saw. He says, he used to tell sons don't be ashamed of your poverty and don't be proud of it. Just get rid of it as quickly as you can. And his, suns made good on that advice, but I wanna talk about how nuts it is. That Sam's... He was just dead on on a lot of his sales growth. So he's he's doing this pitch to potential investors, and they're like, okay, your sales volume right now is around 20000000 dollars a year. And Sam's like, yes, sir, our business is really growing. This year, we did 21000021300000.0, that's quite a jump because the year before we only did 12600000.0. And he says our calculation is that in the next 5 years, our 5 year projection from now that in 19 75, our sales will be 230000000. And so the the other side of the tables like decidedly skeptical, like this guy's and nuts. And here's the punchline. Sam Walton however, was right on target. Total sales for 19 75 came to 236000000 dollars. So in 19 69, when he was done with that he was at 21.3. He's, like, we're gonna hit 230000005 years from now, and he came in at 02:36. And then I wanna point out a part of Sam's personality. This is also something he shares in common with Jeff Bezos. He's very polite. He has a country charm, but he drives. The way he pushes his top executives. He pushes them unbelievably hard. It's really fascinating the difference each the way he treats his, like, frontline workers who he spends a lot of time with. Pays attention that makes him feel special, make sure they're doing their good job. But, like, he doesn't push them like he pushes his top executives. And so it says Sam had seen others resign get fired because of the rigor of working in a pressure cooker for a boss that some executives called that old slave driver. That's that's that's this internal nickname. There's a line from 1 of Jeff Bezos is, biographies it's very similar. It says if you're not good, Jeff will chew you up and spit you out. And if you are good, he will jump on your back and ride you into the ground. So they both hold their top executives to an unbelievable rigorous standard of excellence. The way I think about Sam's a country boy personality with what's really inside. When I read biography on a young bill gates, excellent book if you haven't read it yet, it's called hard drive, the making of the Microsoft Empire covers the first 35 years of Bill gates life. He realized that a young bill gates was just Gang Khan and a mister Rogers costume. Something similar is going on here with Sam says he also claims that the public conception of Sam is a good old country boy wearing a soft Velvet glove. Misses the fact that there's an iron fist within that glove. The boss himself candidly agrees. I guess I get a little tough if I see things I don't like. Sam stressed that he knew his business from top to bottom. I used to do it all. Sweep the floor or keep the books by the merchandise. 1 of my assets is my willingness to try something new into change. That is a concept that we carry out throughout the company. We have a low resistance to change. We call it our Rc factor. And so there's many examples in the book of what I just referenced. The fact that as hard as he is on his executives. At as hard as he seems to be on his executives, he's just as supportive of his frontline workers and genuinely cares about them, There's a bunch of examples here's 1, he would flag down 1 of his own 18 wheelers and climb into the cab to ride a hundred miles with the driver to gain firsthand experience that might improve Walmart transportation. He would get up at 02:30 in the morning buy a box of donuts, and take him over to his warehouse to the warehouse loading dock where he solicit ideas to upgrade their effort. If the docker said they needed 2 additional shower stalls, they immediately got them. This is all connected to something that Sam Walton will repeat. Remember repetition is persuasive. So he would repeat over and over and throughout this book, but also in internal communications that he believed in management by walking around. When Sam discusses his management style, he's dead serious about identifying it as Mb, management by walking around. There's this company newsletter called Walmart World that would go out every month, and it says this adherence this reference this repetition of the importance of management by walking around at sit for Sam and for everybody in the company, it rarely not appear in an in an issue. Think about how crazy it is. Every month. He's just repeating the same thing. The importance of the same thing over and over and over and over again. These are all great ideas and smart things that Sam Walton does. Let's get back to another mistake. He winds up retiring He he recruits this guy named Ron Mayer, who he thought of, like, this boy genius. And so I will read you my note, which gives an overview of what's about to take place here. Stepping aside of the company you spent your whole life building because someone else is in a rush does not seem wise. And so Sam was about to turn 57, and Ron Mayer putting pressure on them saying, hey, you know, I I don't wanna... I wanna run my whole company. Like, I wanna be Ceo of Walmart, and, you know, if I can't do that here, then I'll have to do it somewhere else. And so it says, as he pushes 50 seventh birthday Sam Walton was reluctant trying to change his lifestyle completely by surrendering the day to day command of his Walmart empire. Now Sam was gonna find this impossible to do and I'll describe so she retired and never retired. It's the it's the weirdest thing. And so he's having his conversation with his wife and his top executive. He says, I'm gonna lose Ron. If I don't step aside, and I don't wanna lose them. He's a very talented guy. And so was official, Sam had retired. Ron was a new Chairman and Ceo of Walmart. It is the most un Sam Walton kind of thing that Sam Walton ever did. So essentially he retire, but he's still working. His role was now supposed to be unofficial, but he couldn't keep his hands off. When he saw something anything. He didn't think was right. He just stepped in corrected on the spot. That is the way of always been. I guess I was getting in the way of Ron's authority. And the problem is the numbers the sales and profits under Ron Mayer. They're he's doing him in magnificent job, but Sam just has to control the company. Bothered Sam's conscious that he had personally made a mistake. He discovered that he really wasn't ready to retire that he missed his old job. And so he comes to his fork in the road. He's like, okay, this obviously isn't working. He either have to get back into it, take back your job, or you have to leave completely. And so when he tells Ron, hey, I'm coming back over. I'd love to keep you. Of course, Ron's gonna do what most people would do is he's like, you know, I can't accept that. I'm not gonna stand for emotion. He winds up leaving the company. So Sam takes back over control the company. He does exactly what he goes back to doing exactly what he's doing. And that say he's always recruiting. Now he he not only to lose Ron Mayer. He lost a bunch of, like, Ron Mayer lieutenant. So he lost, you know, a big chunk of his executive staff. So he's gotta go back and recruit, and he does what he does over and over again. He would pitch the same person over and over and over again. So someone said Sam Walton used up men the way he threw wood into his fireplace. Just like the logs, they blaze up with a fury, generated powerful and beautifully efficient flames and after a time, died down into cold ashes. It was necessary for him always to be looking for good men and talent to replenish his stockpile. He fell back on old habits and started to recruit. Again, those who had scorn fully turned him down before. 1 of these people was going to be David Glass. The eventual Ceo, 10:12, maybe 15 years into the future where we're in the stories. He's eventually going to become Ceo, and and rather successful Ceo of Walmart. And David didn't go into this job you know, ignorant or blindly. He knew. He says he was under no misconceptions. He could expect to work harder and put in more hours than ever before in his life. And now we get to 1 most mind blowing things that happens in the book. He's mind blowing to me. Member he he was talking about the fact that he's he's not resistant to change. Now he has his principles. He's not gonna deviate from, He always wants the best ideas, and he repeats over and over again. You know, he says Rc is that formula. And resistance to chain. Like, we wanna a low resistance a change. We're willing to change. It's a trademark of, like the Walmart culture, the Walmart philosophy, every day is a different situation in the retail business, we have to be flexible. These are the things that that Sam Walton would repeat. Now this in... This is insane. What they do here. The the size of the investment. So at first, you know, this is 19 79. Okay? At first, his team is top executives as people you trust. They're, like, we need computers. We need help. The business is like, it's too un wheeled. We don't we need... We need more organized data. Be able to make better decisions. And at first, Sam thought computers were just overhead. But then he listened and he learned and he changed his mind and more importantly that, and he invested, he put his money where his mouth was. Finally, his lieutenant educated and convinced Sam, and Walmart Walmart plucked down 500000000 dollars for a modern communications computer system. And when they say computers this time history, he's like giant Ibm mainframe. And so now all the Walmart stores, the warehouses and the distribution centers are able to communicate in real time. By 19 79, the stores and warehouses could communicate around the clock with headquarters. So keep in mind, inside of every single store, there's at least 36 departments in each store. And they're all selling different things. So this computer system is now telling them daily sales from not only every store, but every single department inside of every store. They tell them what the bank deposit for that day is. They would estimate sales figures. They would flag reports on, like, hot selling items that they may may need to either order more and deliver more to the stores. You'd have up to date warehouse inventory. And it just goes on and on and on. So Sam was writing the annual report of Walmart 19 79 and he he summarizes this perfectly. He says the financial savings and the number of personnel hours saved daily by using the computer center are inca even by the computer. So it's 1 thing to say, yeah, we're willing to change. We want the best ideas. Sam is 61 years old when you makes this decision. 61 years old, investing 500000000 a half a billion dollars in 19 79 dollars. That's 1 of the most remarkable things in the entire book, and this just proves his dedication like I want... He talked about investing in technology technologies as advantage he had over other discount too. But he's putting his money and his actions behind this where his mouth is When he when he said, you know, He was saying with this mouth. No. We we have a lower resistance to change. We want the best ideas. And then it's 1 thing to say that that's a completely different thing to match up his actions in this half a billion dollar investment with that. That's nuts to me. Another surprising thing that I don't think I remembered, you, I've read this book before. I've read Sam Walton auto twice. I've re reread my highlights and notes from those books. I don't even know dozens of times, and I had forgot. So once he realized they'll, oh, Walmart a thing. He he's like, Man, this thing's growing too slowly, and it's hilarious because this is what he considers slow growth, and I'll tell you how he fixes this. So from 19 74 to 19 77. He goes from 78 Walmart to a hundred and 53. So let's call that double. And he goes from annual sales of a hundred and 67000000 to 478000000. And he's like, this is too slow. So what he does next is something I had forgotten. He actually accelerates store growth by acquiring entire retail chains and then converting them to Walmart. Now that he's a public company. Now he's got access for the first time he's ever. He's got access, you know, to way more resources. He's not constrained by money anymore. And so he buys a chain of 16 discount stores conversion to Walmart, then he buys another chain of a hundred and 4 stores converse to Walmart. He's showing that he can master both growth internally and by acquisition. So there's just a few more ideas that I wanna tell you about 2 main ones, But here's another interesting 1. Their reference are fact that Sam is constantly collecting information from the front lines. Hates people sit in the office. It's like, you need to get in stores. And you need to go all across the country, but as Walmart grows, they have, like, this entire fleet of planes. And so they they use their planes every single day to be on sight where the work is actually happening. But his friend's daughter has a bad experience at Walmart. And she actually calls her dad who just happens to be with Sam at the time and it was fascinating. And so he we're hearing the story. Says my daughter bought a pair of shorts for her father law's. They turned out not to be the right size, so she goes back. And they didn't have the right size, but the manager is refusing to give the money back. And so she calls her dad from the store. Her dad just happens to be with Sam. Sam gets on the phone, and he listens to the customer, and her name is Sarah Bell. So he listened to Sarah bell and he goes, okay, Let me talk to the manager. Sam talks to the manager, then the manager suddenly that gets really really nice and gives the money back. And so later on, Sam's friend was apologizing. Oh, sorry, you know, to disrupt you getting on the phone with my daughter, And he goes, no I'm glad that Sarah called. That the what he learned on that phone call had been it's it's been worth its weight in gold. I told the manager that I wanted him to bring that pair of shorts to our Saturday morning meeting. I made him stand up and hold up those shorts. Then I asked him what is our motto and he said satisfaction guaranteed. You know every once in a while, you have to refresh their memory. This constant flow of information from the lines from the people actually serving the customers from this customers themselves is something that Sam Walton definitely believed in. Here's another fascinating idea. This 1 definitely surprised me. And I think it's another example of Sam Copying good ideas. As I mentioned earlier that his father law played a huge role in his life, you know, having a successful businessman entrepreneur as a as a father law to to give advice to, Not only did he loan the first 25000 dollars for for store, but he saved them untold amount of money in the way that he had him set up the estate planning. The forbes 400 lists assume that Sam Walton owned all that Walmart stock. Turned out, he had given it away years before it had any value and he got that idea from his father law. When and how and why he and Helen shared their business resources with their 4 children is 1 of the more fascinating untold Walton stories. The children have each owned 1 fifth of their parents stock and property since 19 54. Sam and Helen created the trust that set this up when Ron was 10 and Alice was only 5. Doing this kind of a state planning so early in the game was urged on by Sam through his father law L s Ro, who had earlier done precisely the same thing in giving Helen and her siblings, equal shares in the vast ranch that he assembled in Oklahoma. Mister Ro was a banker and a lawyer and he was pretty smart Sam. I could see it was the thing to do, and this all took place 4 decades ago. And so his son is talking about this. At that time, all dad and mother had was a variety store or 2. Our shares then couldn't have been worth more than 5000 dollars each. At the time the book was printed, which is in 19 90. Each of the kids were worth about 2000000000 dollars because of this. So by turning over ownership of 80 percent of his holdings to his children so early on, he avoided any substantial gift or inheritance taxes. And so his father law put it best, the best way to reduce paying his state taxes is to give your assets away before they appreciate. Alright. So let's talk about speed and soul price. This is 1 of my favorite store's entire book, something the Sam Walton said over and over again that he took more ideas with soul price than any single other person. Think about how relentless guy was on studying everything that everybody else was doing. He's, like, this is the person I learned the most from. In fact, that a cool experience happened. You might be interested this. I read sold prices auto. It's... Or not my auto. His biography was written after soul price passed away by his son Robert price. That is episode 03:04 in that episode. I talk about how sole price is the most influential retailer of all time, Sam Walton learned from him Jeff Bezos, Jim Cynical defender of Costco, the founders of Home Depot. The list goes on and on and on about how influential sole price was. Anyways, put that episode out, Robert Price, Souls prices, son, the author of that book listened to the episode and then emailed me. He loved the episode and he thought it honored his father and his father should be honored. If you haven't listen to the episode. Go back and listen to and try to find that book. It's incredible. Soul price is a remarkable man. So let's talk about soul price and speed. Look how fast Sam Walton is moving. Okay? So he's got this idea Got. And then that Walmart already he's successful. He's never... We just heard somebody else say earlier. He doesn't... He's never gets fat and happy with the success. Never has never happened. Didn't happen in the past and didn't happen up until the day he died. And so he's always looking for... You know, I believe in Walmart in discount, but there's always people coming with new ideas and he realizes that sole price is going to invent an entire new category. And so it says on a January morning in 19 83 Sam Walton Flies San Diego to investigate a new wrinkle in the discount business, a membership wholesale club, what we think of as Costco and what... Which obviously turns it to Sam's Club as well. The idea originated 5 years earlier by Savvy, California earnings sole price. Sole price was making astounding success by selling merchandise in only a 10 percent above manufacturers prices and getting rich. If sole, price could do that Sam Walton figured he could too. The wholesale club idea was good, extremely good. And so Sam goes back to Benton. He's like, okay, We're just gonna do the exact same thing that sole price is doing out on San Diego, and we're gonna do. We're gonna call Sam's Club, and we're gonna start right now. This is insane. First visit, January 19 83. Okay? January, he does his first visit. April, the same year, he opens the first Sam's club. In the next 8 months before the end of 19 83. Okay? So January first, he visits the first 1 doesn't have any. By the end of that same calendar year, he's got 3. Then the next 12 months, he opens 8 more. Within 3 years of stepping foot In sold prices price club, Sam now has 23 Sam's club wholesale stores, and he's doing 776000000 dollars. That's insane. From nothing to almost a billion dollars in sales in 3 years. And then within 7 years, he's got a hundred and 5 of these things and they're doing 5000000000 a year. Extreme patients coupled with extreme and tolerance for slowness. That is the career of Sam Walton. He's gonna take a time to make sure this thing works. And when it works, he pours gasoline on it. And so it's this extreme bias for action that runs throughout this entire book. It's what Jeff Bezos says, Jeff Bezos said that 2 of the things that he learned most from Sam Walton Auto that applied to the earliest of Amazon is through Galley and a bias of action, and I think this extreme bias of action is a great place to close and we'll close in Sam's own words. Our method of success as I see it is action with a capital A. And a lot of hard work mixed in. As we've said throughout the years, do it, Try it, fix it. It's not a bad approach and it works. There are a lot of people out there who have some great ideas, but nothing in the world is cheaper than a good idea without any action behind it. And that is where I'll leave it. If you have not yet read Sam Walton auto, I would read Sam Walton auto first. If you have a top 10 list of, you know, entrepreneur or biographies auto that Sam Walton auto gotta be in that. So if you haven't read that 1 yet, I would highly recommend doing that. You can also listen to the episode I did on the last episode I did on sam Juan Auto automatically freeze episode 02:34. If you've already listened to the podcast, listen to it again and read the book, then I would highly recommend getting this book as well. Sam Walton is far too important of an entrepreneur to only read 1 book about. So if you buy this book using the link that's in the show notes of your podcast player, also available about founders podcast dot com, you'll be sporting the podcast at the same time. That is 354 books down 1000 ago, and I'll talk you again soon. Okay. So what you're about to hear is this question I was asked a few months ago. I actually recorded this few months ago. They asked how did history greatest such when think about hiring. At all the answers. People think I have a better memory than I didn't actually do. You know, if people say, oh you, you have a great memory. My wife would laugh at that. Because so I forget things all the time. It's not to have a good memory. I re reread things over and over and over game. Every single answer Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, that option is now available to you. If you like what you hear, if you think it's valuable if you're already running successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database that you can go through at your convenience anytime you want, then you can go to founders notes, dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's up a 02:08 of founders. It's 2 Stanford Nba students if I remember correctly. And they're interviewing a bunch of technology company founders. And in there, Steve Jobs is 1 of. This is, you know, right... I think even before he came back to Apple. And they were talking about... Well, yeah. We know it's important to hire, but in a typical startup up, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this, You know, I don't know, 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup manager me may not always have the time to spend recruiting other people, then Steve jumps in. I disagree totally. I think it's the most important job Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or a fourth of your company or a fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds are not? Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players? If 3, 3 of the 10, were not so great. Why would you start a company where 30 percent of your people are not so great? A small company depends on great people much more than a big company does. Okay. So to answer this question, the advantage that that I have making founders and that you have as as a byproduct of listening to founders. Is not only that I've read, you know, 300 on biographies of entrepreneurs runners now. But I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or I could search for keywords. So what I did is First of all, like, what I've sorry do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question. Just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of, you know, I don't have... I might have like, 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, you know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe you don't have resources, maybe your companies rather, new or not as well known. David Og, I just did confessions of an advertising man. Couple episodes ago. I think 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known, and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would the the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward. Who fine for... Somebody to does great work. Usually you can do this I actually have a friend that I can't say who it is. He's doing this right now, actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them and then getting convincing them to work on things. And that usually work especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that con... That came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hard. Right? We don't even have... Like if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's 2... The second part to this, though. And this is also works well if you have access to our resources. He he Rockefeller would hire people as he found. As he found talented people not as he needed. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partners a san oil. He essentially built a company. An executive team of founders of because he was buying up all their companies. So it's very rare, but there's a line from Titan and I wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like the actual interview process. So there's this guy of Van verb bush. I did 2 episodes on I think it's 2 70 and 2 71. He is the most important American ever. In history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American Warfare effort was F fdr, The second 1 was Fannie Bush. Fannie Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done... He just... He pops up in these books over and over again. If you were reading, about, American business history, during World war 2 and post world war 2, you are going to come across the name Vin Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization. He's running called Am rad at Am rad, I hired a young physicist from Texas named Cg g Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a meat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else the founder of Atari founder of Chuck cheese and Steve Jobs mentor. He hired Steve Jobs when Steve Jobs was, like, 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build a all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation, people who are curious and passionate read people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general industrialization. People who are curious and passionate read people who are and a different don't I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books, I hadn't read and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why this is why I'm reading this whole section to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with seed jobs saying, this is the most important thing that you... Your role the leader the company in the founders too. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took the time, and I had, like the foresight to. Like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? But you have Rockefeller saying this is what's important to me. You have bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through, what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now obviously, the larger the company gets that's impossible. Steve Jobs that's this a great quote where he's, like, you know Pixar was the first time I see... I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple had 3000. Like it's impossible to have 3000 a players. So there is some number that your company may grow to where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am, I don't even know if you get a 400. I guess you... I mean, they'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lot lower than that as well. So warren Buffett would tell you to use David Og hiring philosophy. And so Warren said Charlie, and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product. Or right about all the product actually because those are people building your product. We subscribe to the philosophy of Og M founding genius David Og. This is what Og said. Each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David... Or Jeff Bezos rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, he or she should raise the bar for the next hire so that the overall talent pool is always improving, and they you talk about this Idea in Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's actually, I I've recently become friends with the authors his named is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritize speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jimmy spent more time researching the book than than what said 6 years researching book. And I was tease them I was, like, you took long run a book than they took to start and sell their company. It just speaks to, like, the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritized speed over everything else except in 1 area recruiting. Max kept the bar for talent exceedingly high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you studied... I did this 3 part on larry Ellis, 3 reports series in Larry Ellis. I to read those books again because the the podcast is like 50 times bigger, than than when I published those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I've tears my eyes. I don't know why I'm laughing. Okay. This just okay. Because this is... You read about Larry Ellis, and he's 1 of these people, like, really easy to interface with because you just... You just know exactly who he and what's important to him That's why I think get so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people. Are you the smartest person you know. And if they said yes, they would pay them. If they said no, they would say who is and they would go higher that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis and this is what. The personality of the founder is largely the culture of the company. Apple is Steve Jobs. Apple's is just steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He assisted to the podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder. And that's good that he's doing that because he's he's hopefully his next mission is like his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity. This arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he sharp. The founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could at hiring the right person could actually be a form of distribution for his hotel. He gave me the idea? Because of what? What do we know? What do you and I know in our bones? That history's greatest founders all read biographies? They all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar r? The guy that it R Carlton his named after. The great arguably the greatest hotel year of all time. And when he realized like, oh, shit. R, He he says, remembering that caesar our R made his hotel world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August. What Caesar R was to hotel to building hotels. August Was to French cooking. And so what happened is you partnered with World famous chefs, people come into your restaurant that's in the hotel, because the world's famous chef, and now they know about your hotel that leads to more get that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a that more people staying at hotel. So hiring as a form of distribution. This is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what... This is our mission. This is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you. Even though they want to. So there's a problem solving element that you see in these books on... You have to solve, like, you've already identified the person. You've recruited them. They can't go for some other the reason. Okay? Well, the great founders are not gonna take no for an answer. I read in in this book called Lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue. Having convinced musk, they needed to bring this brilliant young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where spacex's at the time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La, so what are you gonna do now? To solve this problem, Musk could called his friend Larry page, the c cofounder of Google, the engineer satin stunned silence for a moment. But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting though. There's is a guy named Lush schwab. Who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually, found out about him because charlie Mu is like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to, in, like, 1 of the Berkshire meetings that... To study... Les Schwab had 1 of the most... 1 of the smartest financial incentive structures I any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from... He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing If you're gonna hire the best of the best and a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, but he also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at at the point, and Jerry Sloan would only take the job on 1 condition, and I really like it. I really like this idea. If you hire me, let me run the team in business. Right? That's what you're hiring before. 1 of the best things we had ever done was hired Jerry Saunders coach. At the time, he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea from Thomas L Edison that I think is fascinating. Really, the way I think about a founder is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first honda a I note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. S Lau would give you advice that you need to hire people align with your thinking and values hire the best people. This is vital, Hire people who think as you do and treat them well. In our business they are top top priority. So this idea is like, that seems kinda weird, like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the your business should be an expression in your personality who who as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in like, a H Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really. I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision A goes against who you are as a person, or you just don't like it, or it's just not as elegant or beautiful? And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do and would... For whatever reason when I read A lau say that. I was like, okay, that there's, like, this art to what she's doing. 1 thing that's gonna be helping recruiting. This comes from Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits to hiring. So therefore, like, they're just gonna buy as a byproduct of that, you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stock, smart people are pressing problems. Nothing, but every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of like, your pitch, your actual... He would tell you you're... You shouldn't be building an on differentiating commodity business. But even above and beyond that, Like, you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person playing to 5 other jobs, there should not be like, it's like, they may not like your mission. They may not like your pitch, but there shouldn't be able to compare anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found steve jobs, If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full... At 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring, He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with Steve Jobs telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person? That's what he says. It's not just recruiting. After recruiting it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re listen to the whole thing. And it it really does. I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the his greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way I think about it. I think it's a massive superpower. It gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}