{
  "transcript": "I've only been able to find 1 biography on Bernard or no. That's in English. That biography is over 30 years old. It is really difficult to find at any given time you'll see it for sale on Amazon anywhere from 1500 dollars to over 5000 dollars for a copy. I covered that book last year on episode 2 96. And since I've read that book become fascinated by ar no. And so not only are there not many biographies on our note, but he does not give interviews very frequently. So I was excited when I saw that Bloomberg business week actually did this long form piece called the house of ar no. And I wind up reading this 3 times, I sent it to a bunch of friends. And as I was reading so many of the lessons that you and I talked about on this podcast up here over and over and over again came to mind. So what I decided to do is like, well I'm super excited about this. I'm reading in multiple times we're sending it to france. I should obviously do an episode on it. And what I did is I printed out the long form piece, and I went through and highlighted and added notes just like I would for any other book. So sorry the very beginning. The the title is the house of ar no. The subtitles is his company L bought up many of the world's major luxury brands and he's not finished shopping, And it was written by Brad Stone and An Ras. And so the piece starts with are no visiting his stores. Every Saturday morning, Bernardo spends a few hours checking in on his temples devoted to handbags, C couture, jewelry and watches. The 75 year old chairman and chief executive officer is not there to shop. With a strict sen refined over decades or no spots any inc that might disrupt the aura of op that he is carefully constructed. Then reels off text and emails to his senior executives describing any perceived deficiencies in bullet points of obsessive detail. So this idea of bullet points of obsessive detail anytime I do an episode on people that are still alive. When the episode comes out inevitably, I will get all these stories back for people who either know the person I I covered or I'd worked with them for a long period of time. This is... I got a bunch of it crazy, just incredible, are no stories after I put that episode all last year. And a lot of them centered on this. His He just the insane level of attention to detail that he has. That idea is gonna repeated throughout the story, but it also comes up over an over gun and these anecdotes stories that I heard about him. And as we're about to see with this story that his son, his oldest son Antoine R no tells His dad has this extensive database in his head. And So Bernard sends his son a message says he recalls 1 such miss from his father cri taking a counter at a store in Tokyo. He loved the first concept I did at Bur with an architect 12 years ago. He comes back to me with, do you remember that bar that you had in that store. Put it here. His son Is working at Tiffany and Company and also has a story He says a similar story from his father's recent visit to dubai. He made a bunch of comments that were very very detail oriented. From the chairs in the stores to the shoes that the salespeople were wearing, things that you won't typically notice, but once you've seen tens of thousands of stores over the years, I think it's what comes to your mind immediately. So on a pause there, I think this idea of what he just said is extremely important. Once you've seen tens of thousands of stores over the years. I think it's what comes to your mind immediately. This is something that pops up over and over again in these biographies that you and I study it together, the importance of quantity, the importance of volume. I think of these in 2 different domains. 1, this excessive learning that you see that all of these top entrepreneurs do and 2, just the decades of decades of experience. So what I was thinking about when I got to the section is something that's comes up over and over and again. It's not that there... These top entrepreneurs and inventors and investors It's not like they find themselves interested in something in the read like 1 book on them. They will devour whole shelves. That line devour whole shelves comes from this biography on a young Winston churchill. It said while other politicians Were content to get their information from a scatter of newspapers, he devoured whole shelves. It says Churchill began sleeping with encyclopedia. This is something that pops over in Oregon, Edwin Land, founder of Polaroid when he was a young man. He read every single book in the library at Harvard on light, which was his field of scientific expertise his interest. When he was done with that, he drops out of Harvard goes to moves to New york city. Goes to the New York City public library and does the exact same thing read every single book on his field of interest. Thomas Edison when he was a young boy working on the railroads. They would stop over and I think, Detroit. He would usually have several hours to kill. He read the entire library in Detroit. Jeff Bezos when he was a young man. There's a story in his biography as well. He would spend summers with his grandfather on the ranch in Texas. Him... His grandfather and grandmother would take him into town, he'd read the entire science fiction section of the local library. I got to have a 2 hour conversation with Sam Z before he passed away. He was exactly like. He had an entire database in his head. When I met with Charlie Mu. Same exact same thing. He had entire databases, both Sam and charlie Mu. Had entire databases in their head. We saw the same thing. This idea of the importance of quantity, the importance of volume and what that allows you to do quickly after you've built up this compounded knowledge. To think about Quentin Tara, I just did an episode on. He is a famous line in biography he says I didn't go to film school, I went to films. And it's obvious when you read about them. When you listen to his interviews, he's got this comprehensive database of the history of movies in his head that he can call up and use anytime that he wants and he comes from The fact that he's been watching obsessively and studying film for 50 years. We just went over this. You and I went over this last week with Sam Walton. Sam Walton had visited more retail stores than anyone else on the planet. The week before that, Jp Paul Getty. Jp Paul Getty in Both of his auto buyer. He talks about the fact that he owned over 200 businesses that he had 50 years of experience. He shares stories in those books that he could walk on a site at 1 of his plants and immediately see the flaws that were invisible to everyone else that is exactly what is happening in these stories with Bernard No. The fact that when you've seen tens of thousands of stores over the years, he's been at it for 4 decades. You start to notice the flaws immediately that other people are missing because they don't have... Again, they don't don't have the volume. They don't have the quantity that you've experienced. This is a really, really important point, and this is a very first page. Let's let's going on. So it says the past 40 years ar no has assembled the world's largest luxury conglomerate and globalized a sector once constrained by the limited ambitions of family owned European companies en crust in transition. Now, this is the fascinating part. If you go back and listen to episode 2 86, there's multiple times where you just realized that he saw opportunity way before anybody else. There's 2 quotes from that book I wanna read real quick it says in the 19 eighties talk of luxury items was not welcome. The term luxury still had connotation of the craftsman and nothing to do with real industry. Obviously, or no changes all that. The second highlight I wanna read you. For Ar noel had understood before anyone else, that it was a true industry. He is. Keep in mind. He's 75, right, in the in the piece that you and Are going right now. In the book that I'm reading you from I'm reading from. He's in his early forties. Back to this piece. Thanks almost exclusively to him luxury is now a universal session, perhaps more than anyone else. He's made the close and accessories that signify signifies status among the global elite and for that, he's 1 of the Wealthiest people in the world with a net worth of around 200000000000 dollars or no yolk Together, the N rich brands that symbolize Europe's post war influence and exported them all around the world. So in addition to reading this piece, reread my highlights from the biography of Ar know, which is called the taste of luxury. I also watched an interview with 1 of the authors, Angelina Ras. And she said when they were... When Her and Brad were interviewing, Ar no, the way he described this what they're talking about the fact that he's the 1 that together all these new rich brands to symbolize Europe's supposed to influence and explore them all around the world that he the way he described this is he said that he saw all these independent and atom European family owned luxury brands and figured putting them together would reinforce them. And this interview that he granted them is taking place in Paris. He just talks about the influence that he has on that city, visitors to Paris will find that our nolan is 75 luxury houses spanning fashion jewelry handbag champagne, spirits and high end hotels are everywhere. L billboard stores and our k backed museums dot the French capital. When they meet, they find him dressed head to toe in L brands, he's 6 foot 1 and slim, imp dressed in a D Navy blazer Be Loafers and he's wearing a Louis Vuitton watch. And this part was inadvertently funny to me because it talks about the difference of, like, the European and American mindset, so it says luxury and fashion circles Or know has his reputation as a bully. An aggressive warrior capitalist He's considered too American in the gentleman world of European European business, and he was given the nickname the Wolf in Cashmere. So there's a line in his his biography in the taste of luxury that ar no is an iron fist in an iron glove. This is something that you and I see. And over again, last week, There's a line from Sam Walton biography. Sounds very similar to it's it's it's really interesting in that the the order in which you read something, really affects your interpretation of what comes next. From the outside, you wouldn't think there's gonna be many similarities between Bernard or no and Sam Walton. But the facts of that, I just spent a week and probably 30 or 40 hours reading and researching Sam Walton to make last week's episode and then right after that, read this. The striking similarities just jump out to. So it says, in it taste of that Or no is an iron fist and an iron glove. In Sam Walton biographer says the public conception of Sam as a good old country boy wearing a soft velvet glove. This is the fact that there's an iron fist within it. This is something I found to be universally true when you read a ton of these biographies. If you find somebody that gets to the top of their entire industry, you will find that the founder the leader of that company is an aggressive and competitive person. Another common trait of somebody that's gonna dominate an entire industry. Is the fact that they just have the longest view in the room. And so he's asked about the recent pullback on luxury spending. Says he also gives the impression that he's not even close to being done. And he is un uncovered by the recent decline in spending on luxury products. Maybe the economy will not be as good in 2024 that as it was in 2023, he says. What I have in mind is 2030. Every 1 of our plans are aimed to this. When I read that part, I'm like, oh, that that sounds exactly like Jeff Bezos. Jeff Bezos said this in 2017. When somebody congratulate Amazon on a good quarter. I say thank you. What I'm thinking to myself is those quarterly results were actually pretty much baked in about 3 years ago. Today, I'm working on a quarter that is going to happen 3 years from now, not next quarter. Next quarter for all practical purposes is done already. And it's probably been done for a couple of years. And so a main thing that runs throughout this piece is the fact that, you know, 75 years old. Who's gonna take over, is there gonna be, like, succession drama between all the family members. He's got 5 kids working in in L? If you look at how hard he's pushing himself and what his schedule is like. It doesn't seem like he's gonna slow down at all, his workday start at 8AM and he ends them at 08:30PM. Every morning, I have fun when I arrive. And so even though we're only 4 pages into this piece. I believe all these things are actually related. So if you think about how we've been introduced how he's been described so far. I believe all these things, all these traits are related and they work well together. So the fact that he's ambitious. He's driven. He's got an iron will. He's focused on long term value creation. He's got this en knowledge of stores from 10000 store visits. He's clearly obsessed with what he's creating. And so this idea that this guys were 200000000000 dollars. He's 75 years old and he's still pushing himself 7 days a week. He's paying attention to the to the tiny details. And he's saying every day, at why am I gonna quit? What are you talking about quit? Every day I'm having fun. This is exactly what what Sam Z said, in his auto. He says people often ask me when are you gonna retire? And I answer retire from what? I've never worked day in my life. Everything I've done has been because I'd loved love doing it because it was so ent. This sounds exactly like or no thinking in this piece. Now That's the way he looks at it. Now, something that's obviously very, very common is the fact that he's going to push his executive teams very hard. We just went over this with Sam Walton. The fact that they can... They compared Sam Walton, the way he pushes his executive teams. They said it was, like, throwing wood into a fire. In Jeff Bezos biographies as he would jump on your back. And if you're good to drive you into the ground. So says fun is not a word many of or, under use. Meetings begin pun. Deputies say they must prepare thoroughly. He sends so many emails all day every day that his staff shares triage tips. Current employees, former employees and outsiders seen both simultaneously odd by him and afraid of him. He ab absorbs complacency so much that somebody said the worst way to start a meeting is to tell him that sales are robust. I've already said this, but it even shocked me how much reading about or know. We're reminding name is Sam Walton. Reminding name with Jeff Bezos is a great line 1 of Jeff Bezos biographies, where 1 of his executives says, I brought Jeff very bad news about our business. And for some reason he got excited. So this idea. It's like, or no, poor complacency see much the worst way to start meetings to tell him the sales are robust. I I need to explain why this thinking can be so powerful. And I think the answer is found in Jeff Bezos shareholder letters. In 1 of his share shareholder letters. He he wrote this. This is very fascinating. Really describes the mindset that Bezos or Walton or a no have. The good news for shareholders is that we see much opportunity for improvement in that regard. Everywhere we look, we find what experienced Japanese manufacturers would call Mud. Are waste. I find this incredibly en energized. Think about that. He's analyzing his business. He's like, look at all this waste everywhere and he's psyche he's hyped up. Why? I see it as potential years in years a variable and fixed productivity gains and more efficient, higher velocity and more flexible capital expenditures. A walton of bezos or a no are not gonna rest on their laurel. They don't wanna sit and pat themselves on the back, look at how great we are look at how high our sales are. They want to know where they can improve. They give us a little background on his, early life says he trained as a classical pianist, but but, determined he wasn't good enough to make it as a career. He got an engineering degree and then join the family business. And persuaded his father to focus on real estate. At first, the company to developed vacation homes in the South of France and Florida condos. He credits a random conversation in the Us was sparking his curiosity about France's historic luxury brands. Winner ar noah asked a new york cab driver in the early seventies if he knew the current French president, the driver said he only knew 1 French name, Christian Dior. And so Dior is going to be his first entry into the luxury goods market by 19 84, the consumer goods and manufacturing conglomerate that owned Dior was bankrupt. So what they're talking about there, this is Marcel B sachs Empire. And so this is talked about in the book taste of luxury, but originally, or no just wanted Dior. So it says he put forward his proposal the takeover over of Dior. Out of the question they replied, it must be all or nothing. Listen to this next line. No matter all it would be. And so our know with the backing of the investment bank lizard, persuaded France's government to sell it to him. This is Moose sachs company. Then he paired away meaning ga rid of almost everything and kept you, France was not prepared for this bare knuckle, American style capitalism. The French press called him the terminator. But look at the difference that Arnold Noel did back then when he bought it, Dealer had 3 stores, and the equivalent of 90000000 euros a year in sales. Now it has 439 stores and did 9500000000.0 in sales last year. Now, this is 1 of my favorite all time stories in a very weird way to pitch an investor. Is the fact that Marcel Bo was trying to recruit somebody to run 1 of his clothing factories. This is many, many years before our Null buys the company. Okay? And 1 of those people that he approaches is Christian Dior. Yeah, This is what D tells Mo. I am not interested in managing a clothing factory. What you need and what I would like to run is a craftsman workshop in which we would recruit the very best people in the trade to reestablish in Paris a salon for the greatest luxury and the highest standards of work ship. It will cost a great deal of money and entail much risk. Back to this piece, a few years after the Dior acquisition, Ar again exploited circumstance. There was a struggle for control between factions in the newly formed suitcase and Spirits group L using cash from the D operation and again with the support of As well as another French bank, Ar acquired a decisive block of shares, then he ousted his ally in the struggle and eventually maneuver to get himself elected Chairman and Ceo. The world of old luxury had never seen anything quite like this or had never seen anything quite like him either. Or no believe that luxury brands could be larger than anyone at the time imagined. Okay. So I need to pause there again. That is such an important sentence in this book are in this piece. Or no believe that luxury brands could be larger than anyone else at the at that time imagined. So that's another trade that I would add to that list that you see great entrepreneurs people would dominate Their industry, they get to the top refresh profession. They also have in common the fact that they see value in unexpected places. They're ambitious. They're driven. They have this iron will. They have this focus on long term value creation, they have en knowledge of their industry of the history of their industry. They have an obsession with what they're creating, but they're also seeing opportunity where others see nothing. The parallel machine Sam Walton is striking. What did Sam say in that biography last week, it turned out that the first big lesson we learned was that there was much much more business out there in small town America than anybody had ever dreamed. That sounds a hell of a lot like or no believed that luxury brands could be larger than anyone at the time imagined. He also understood that this was a business of selling not just physical thing. So again, something we know is like, he has a very advanced understanding of human psychology as well, and this will make sense as I read this you. He also understood that this was a business. Of not just selling physical things mono trunks, gold pendants, alligator skin purses, but names and logos with history, as well as an implicit promise that the buyer is gaining access to an exclusive club. They're talking about the power of brand and the status that it can conveys on the customer. These handbags sell for about 10 times the cost of making it. That's another thing that he understood from the very beginning go back to or null in that biography taste of luxury. He's a young ease in his mid thirties through through most of that book. Early forties when the book ends, and this is what he says. My relationship to luxury goods is very rational. It is the only area in which it which it is possible to make luxury profit margins. Software margins on physical goods is another way to think about that. If you put various luxury brands together, or no reason, they can reinforce 1 another. The stronger brands compensate for the weaker ones and give them time to establish an identity and grow, I'm going to interrupt myself and pause there. Again, which Remarkable, the reason I became obsessed with this guy and I wanted to read as much bottom as possible. Is 1, obviously, there's a... There's not a lot out there. And so my initial instinct is okay. I'm gonna read every single book on this person and you, there's nothing to read. But it speaks also because that biography ends in these in his early forties and he calls this shot 30 years ago, he said my tenure objective is that L is leading position in the world be further strengthen in the luxury good sector. I believe that there will be fewer and fewer brand names capable of retaining a worldwide presence. And that those of our group will be among them as we will provide them with the means for growth. We see close to 35 years later, that thinking is very similar maybe it hasn't... It doesn't appear to change in all the stronger brands compensate for the Ui ones and give them time to establish an identity and grow. While the entire group shares back office functions and becomes a magnet for tracking and key are attracting and keeping talented executives. It was an idea I had after having bought Dior. He says. I saw how the luxury market was made up of many medium sized companies that taken together could be much stronger in a group, composed of several brands. Combining these divisions would let them be completely autonomous and independent way it came to crafting their image, designing their products and having their own management, but it would provide them with the scale benefits such as when buying ad space and finding a good retail location. His ambition was concentrating in his portfolio, all the crown jewels of the luxury market and a variety of industries. 1 of my favorite descriptions of a young Noel from that book says that he liked direct confrontations and rapid campaigns. Here's an example of that from this piece. At Dior, ar noel decided to go after Chanel with a new upscale handbag. On a visit to Argentina in 19 95, Princess Diana was photographed photograph carrying a dior black lamb skin purse. Or no exploited the ensuing frenzy, ren renamed it Lady Dior and selling hundreds of thousands of bet of the bags. The geysers of cash put dior on firmer financial footing and allowed our know to cancel its licenses with third parties that churn out products like Dior labeled purses and dresses at discounted prices, which was diluting the brand. This led him to control quality and raise prices, making his product slightly less obtain but more desirable and claim more profit for himself. And so when you read about or know, I think it becomes obvious that he understands that a powerful brand is magic. And all this other stuff can be fixed. And so they describe in the book taste of luxury, what he had to fix with Dior says Bernard Arnold had understood that Dior was the jewel in the crown of the group. Dior was to be a starting point for his strategy, a famous name, but in difficulty. Too many licenses, not enough boutiques are ready to wear range that had been a failure and a troubled atmosphere. All of those problems are just opportunities for I know. All of them has long been solved, and the end result goes from, you know, 3 stores, 90000000 euros. To 400 and something stores, 9500000000.0 euros in sales. Another thing that he's really gifted at is getting attention. This is some things that he changed at Louis Vuitton as well This is gonna blow your mind, I think. He also persuaded reluctant executives at Louis vuitton, which was then just a bag and luggage brand to add a ready to wear line, hand picking American designer Mark Jacobs to develop it, ready to wear generates 10 percent of sales at Vuitton, so not a big number lumber. Right? But the perpetually debut seasonal collections. Fashion shows, and ad campaigns create a drum beat of attention for the entire brand. Louis Vuitton is responsible for a quarter of L overall revenue in half of its profit. They just mentioned the fact that he recruited Mark Jacobs. He does this over nerve again says, Ar no is clever enough to realize when someone is an extremely creative personality that you need to give the the horse room to run and then back up that talent with strong L management. 1 of his executor says that seems obvious, but it's really not. The reason it's seems obvious but it's really nice because you need a strong leader and founder that is to couldn't complete control the company to let everybody else in the company know that we are putting up with these you know, non conform dissent and rebels needed that these talented people are unbelievably hard to do with it. So I wanna quote, David Og because I think he just nails this, and I think Bernardo understands this instinctively. So David Og said that talent is most likely to be found among non conform, dissent and rebels. As a leader, this is what Og advice to you and I would be. As a leader you have to learn to tolerate genius. What David's is about to tell us, is why the executive just said, hey, this seems obvious, but it's really not. This is what David oe says, my observation has been that mediocre men recognized genius, resent and feel compelled to destroy it. There are very few men of genius, but we need all that we can find. Almost without exception, they are disagreeable, do not destroy them. They lay golden eggs. And then the piece gets into some waves that are no successive served, this comes from Charlie Mu and Port Charlie Alma that I I haven't stopped thinking about since I read it. When when Charlie analyzing all these... This successful these different businesses and founders have. He constantly references his surfing model. And so he says there's huge advantages for the early birds. When you're an early bird, there's a model that I call surfing. When a surfer gets up and catches the wave and just stays there. He can go for a long, long time. But if he gets off the wave, he becomes mir in the shallow. But people get long runs when they get right at the edge of the wave and he so he talks about Microsoft or Intel or even going way deep into business history with this company called national cash register. Surfing is a very powerful model. And so 1 of the things that's obvious if you study Charlie Among is the importance of getting into a great business and staying in it. This is definitely what ar no has done. But he also talks about these trends that you can you can ride as well. When he's analyzing like les schwab. It's like, how this una uneducated guy never change a tire in his life starts a tire company at 35 and just runs up the score and dominates everybody. He's like, oh, he was riding the wave of this Japanese this new Japanese tire import trend. And so 1 of the trends that are no successfully served was the fact that he got into China really, really early. And China is gonna have this massive economic explosion, Ar visited China for the first time in 19 92 for the opening of Louis vuitton store in the basement of the Beijing Palace hotel. When I arrived, there were no cars. There was even hot water in the hotel he said. And he observed them most people on the street were dressed on the street were dressed identically in mao suits. I remember calling the C o And saying, are you sure we're gonna sell something. The answer was a resounding yes. He harness the world's biggest economic success of success story of the past 100 years. L was early among its peers to obtain a retail license to own its stores in China and it rode the country's historic economic growth. China is now L is second largest country by sales behind the United States. 23 different L brands opened 58 stores in 2023 alone. And so then they talk about what I think is the largest acquisition that don't know has ever made, which is the Tiffany. So he took over the oldest and largest luxury brand in the United States. This surprise surprise me. Tiffany and company was founded in 18 37 as a stationary maker. It is counted nearly every Us president since Abraham Lincoln as a customer, and it redesigned the great seal of the United States, which is on the country's dollar bill. I was fascinating. And so it goes into why or no wanted it, he long wanted to bolster his jewelry division, which he felt was 1 of the few weaknesses in his portfolio, absorbing Tiffany, a public company would help close this gap. So he presented a fries his takeover offer in 2019 and then tried to back out of the deal Tiffany Sued accusing L Major trying to run out the clock on their merger agreement and then are no counter sued, they wind up finally coming to terms after L negotiator a roughly 425000000 dollar discount on the original price. So the sale was completed and then Ar know went to work. And I have a ton of highlights on this page because it talks about, like, what does he do? Like, when he goes to work on Tiffany, what do you do? Number 1, he added talent at the executive level. Number 2, he did a bunch of influencer celebrity ad deals number 3, he's gonna invest in physical real estate and number 4, Gossip is just free advertising. So that's gonna be from Christian Dior which will get to in 1 second. So number 1, He moved an executive from Vuitton to take Ceo and installed his son alongside him. His son Ale hired Beyonce saint J z for a washing marketing campaign. More celebrity ads followed with Gal, Zoe K and Elaine Z. I don't know a bunch of these people. Before the acquisition, Tiffany couldn't have afforded these deals. Now its social media mentions soared. Number 3, investing in physical real estate L beach also invested 350000000 dollars to revamp Tiffany New York flagship store on Fifth Avenue 50 seventh Street. They secured a painting by Boss yacht in a color that resembles Tiffany blue and hung it on the ground floor. The company suggested that the late street artist intended a deliberate reference to the jeweler. This is what I'm meant about Gossip is free advertising, which 21 second. So the company suggests Hey, Bo. The boss painted this. You know, they're referencing Tiffany Blue, the company suggested here are intended to deliberate reference to the Jeweler, which many in the art world found both imp and dis wasteful. The resulting controversy was covered in newspapers all over the world. So if you go back and you actually read Christian Dior auto. It's very fascinating that he realizes that Gossip is just free advertising. And so there's a huge budget that obviously, L can can do for ads now when they take over Tiffany. But when Christian Dior was starting his business, he didn't have any of that. So this is the way he got attention very fascinating. And so he says it is widely and quite erroneous believe that when the house of Christian Dior was launched, enormous sums were spent on publicity. On the contrary, in our first modest budget, not a single penny was allotted to it. I trusted to the quality of my dresses to get Christian dior talked about. Moreover, the relative secrecy in which I chose to work ar a positive whispering campaign, which was excellent free propaganda. Gossip, malicious rumors even are worth more than the most expensive publicity campaign in the world. Undoubtedly. They spend a lot of money. Helping make spend a lot of money on, you know, Beyonce. Gal, so he crave and social media. But in turn, they also got tons and tons of free advertising because this gossip up went around this this idea that a lot of people maybe in inside the art world found objection, but it wanna up spreading throughout the entire world for free through all these newspapers. Gossip is just free advertising. Christian you are understood. Christian do you Christian dior you understood and L benefited for the fact that Gossip is just free advertising. So then what else is ar no do when he takes over Tiffany. He raises prices. The company raised prices as usual So this is what I mean. Goes back to what he understood in dior. The power of a great brand is magic. The Power of a great brand means that you can raise prices, so Tiffany Us customers now spend 2000 dollars on average versus around 500 dollars on average before the acquisition. This is something Mu and Buffett talk about over and over again. They talk about the value of a brand that have great brand acts as a emo. So I'm gonna quote from 1 of... The biographies. 1 of the biographies I read on Mu, And this is what Mu says. There are actual businesses that you'll find a few times in a lifetime. Where any manager could raise the returns enormously just by raising prices and yet they haven't done it. So they have huge untapped pricing power that they're not using. This is the ultimate no brainer, and so he's gonna talk about all the growth that disney... That the Disney company had under Michael Is and wells. And he says Disney found that it could raise the prices a lot and the attendance at their the theme parks stayed right up there. So a lot of the great record of Is and wells came from raising prices at Disneyland in Disney world. At Berkshire Hathaway, Warren and I raised the prices of seas candy a little faster than others might have. And of course, we invested in Coca Cola, which had some untapped pricing power. The power of a great brand means that you can raise prices and we're seeing this play out with Tiffany. Now this is very fascinating. The fact that he... They're raising prices and they're trying to go higher end because Tiffany, I guess, targets more... This says Tiffany is more exposed to middle class discretionary spending. And so it's growing slower than its rivals that are higher at. They're considered higher end and have more expensive products like Cartier. And so this is what our know says about this. What what's key is that we attract high end consumers and sell a lot of high end jewelry. Which was not the case before we bought the company. I'm very confident about Tiffany, but it takes time. You cannot do things instantly. The this is just again, the realization of this idea that you had 30 40 years ago, the fact that you combine all these brands together, this strong balance sheet, it'll make them stronger. He can be a lot more patient because of the success of all the other brands. And he doesn't stop looking for ways to press this disadvantage that the advantage of scale and size gives him. Are no exploits to this imbalance through real estate. His private equity Arm El Cat owns properties worth billions of dollars, including premier retail locations and office buildings in most major cities. Most major cities. I know a few founders that actually took investments and work with El Cat, they all love them. The basic read on that is that they leave you alone, but if you're asking for help, they're extremely helpful. They know everybody, as you could imagine. Last year, L spent 2400000000.0 on real estate acquisitions. And this a description of this phenomenal position that Ar no has maneuver himself into. He makes money from his own stores from leasing space to rivals and from the appreciation of premium real estate. When L buys a building, it takes the best storefront fronts for its own brands and often ask rivals to move out when their leases expire This is very similar. What Adam with Sam Walton. We covered this last week. The fact that he was extremely patient early, beginning was clear, he ran 1 store for 5 and a half years. The landlord, he made the mistake of not having control over where the store was. He didn't have renewal option in the lease and so the landlord sees the success that Sam had said great, Sam. Great job on that store. I'm not renewing you and I'm just gonna open the same store in that location. And so here's a description of what this does in the luxury industry. It is a clever way to distract competitors and make them sweat more. In Miami, El Cat teamed up with a developer to transform an area of empty warehouses into a new luxury shopping neighborhood called the design district. I used to live very close to the spot. The the the story behind this is very fascinating actually. Ar null weighted into the details, including decisions about architecture, landscaping and which tenants can move in. So go back to what I said, it's like when I put that episode all last year, every all these stories come back and it's like, he's so obsessed Now it I is the understand a genius level, The the the the big picture. How was tire, everything going on in in his conglomerate. Right? But it's it's simultaneously. You don't normally find somebody understands a big picture, still understands, the capital allocation decisions, and then also pays attention to the the most my new details. Think about this. He's got 200000 employees and he's paying attention to the details about landscaping in the design district, which he created, right? Which him and Craig Robbins, a developer that Arnold teamed up with. But this idea is this, like, paying attention to every single detail. It reminded me of the quote that Walt Disney said when he was building Disneyland. He says if if we lose the details, we lose everything. And Disney and Ar know share that trait. The fact that there's just countless stories of their extreme attention to detail. Now I happen to know because I live over here. There's a there's a there's a backstory here that's not mentioned in the story that's fascinating. Before this happened, 4 decades, all... There was 1 spot where you had high luxury like the wealthy tourists and the wealthy people in Miami went to buy, you know, their they're Gucci and their Cartier, the Dior Chanel, Louis Vuitton and it was at Bell Harbour shops. And a know showed the power that he had because he didn't own Bell Harbour shops And so he pulled Louis vuitton out of Bell Harbour and move the... The the design district, if you go to miami, his district looks nice now. Their architecture is interesting. It was d before that. That was not a good neighbor. They change everything. It is an una unmatched success now, but that neighborhood... Like, if you would go back 15 years ago like, I'm gonna 1 day, There's gonna be a super high end, luxury enclave with all these brands. He's these amazing luxury brands here. Like, what are you crazy? That was a huge risk that he took. And by him pulling out of of a a shop, like a mall, essentially. That he doesn't own and then says hey gonna own the real estate over here. That had a huge impact. I don't know anybody that goes to Bell Harbour now. They go to the design district, and Bell Harbour dominated for decades. So for rivals, all this creates an into imbalance of power. They are at the whim of property owners desperate to score a dior or Rut vuitton store our L itself is their landlord either way, they are likely to get bumped from the best locations. And even this, this extension into real estate. This goes back to our nose original Thesis, 1 that he's been executing on for 4 decades. The fact that he saw all these independent, atom European family and luxury brands and figured, hey, putting them together, we'll reinforce them, it makes them stronger. And so all these rival luxury ran and Sci complain about the power they have. This is our ne response. He does not have a lot of sympathy for that sentiment. We have good and efficient competitors, and we have competitors are not as good. Usually the ones who complain are the ones who are not the best. They need excuses he says. And if you think about what he saying Like, it's not like, he we know who the history. He he started out with... Yeah, I think it was 35 when he took over dior. You know? He starts off with 1 brand 35 years, like, he he's not... He worked himself into this position. This for... This formidable position. When I got to this section, it reminding me of what Jeff Bezos thought exactly the same way. It's like, you don't wanna just be 1 of the best you want to be the best and he talks about this why. And he tell he says why. When it comes this is Jeff Bezos. When it comes to competition being 1 of the best is not good enough. Do you really want plan for a future in which you might have to fight with somebody who is just as good as you? I wouldn't. And then the piece ends with Ar saying, he's got no plans to retire. 1 of his son says that his father calls him all at all hours to discuss business that he doesn't think he'll ever stop and then this hilarious story with Bernard and Warren Buffett. Ar null himself notes that he recently raised the Ceo o retirement age at L from 75 to 80. Afterward, he got a letter from Warren Buffett, telling him he made the mistake by setting the new age limit so low. After everything I read about him, I would not be surprised that as our null gets closer to 80. He doesn't raise that again. I'd be very surprised if he didn't. I hope you enjoyed that, I absolutely loved reading the piece highly, highly highly recommend I will leave the link down below. Highly recommend reading the entire thing. And if you haven't done so already, I'd go back and listen to episode 2 96, which is about the book, which is the biography of Notes it's called the taste of luxury. Very proud of that episode. That is 355 books down 1000 to go, and I'll talk you again soon. 2 quick things before you go. If you've already subscribed to founder notes, make sure you log in and you grab the new private podcast feed that is included in your subscription. I just made a new episode that you're not gonna wanna miss for that feed a few days ago. If you have not already subscribed to founder notes. I have made a tool for me that now you can get access to. This tool, which is Founder notes. Allows you to tap into the collective knowledge of history's greatest entrepreneurs on demand. Since 2018, I've been putting all my notes and highlights for all the books that I've read for the podcast into this giant searchable database that you can tap into. So You just heard me use it. When I'm referencing Jeff Bezos and Walt Disney and Sam Walton and J Paul getty and Charlie Mu and Warren Buffett on the episode that you just heard, that is me searching through and through founder notes and pulling up those ideas. This is really important to get across. What you see. When you use Hunter notes. That's the tool that I use. That is the exact same You see the exact same thing that I use. The tool that I made for myself that you now can get access to so many people. So many subscribers if Founders notes are using it to help to think through issues that they're having in their company from hiring and recruiting to marketing to leadership to preparing for board meetings to preparing for sales presentations. If you're already running a successful company, I think it's a no brainer to invest in this tool and now I've added a new feature that's it's also gonna show you how I use it and is going to push ideas from history's greatest founders directly into your brain quickly. And that is the private podcast feed that comes with every subscription to founders founder notes. Which I have called Sage advice. And so let me give me an example. The episode I just made was I've read 2 biographies on James Dyson. That's probably 50 to 60 hours of reading. Countless hours inputting the notes and highlights into founders notes. And so what I did is I went and re reread every single note and highlight. There's also this Ai assistant that lives inside of founder notes called Sage, and so I was asking, I was searching and reading through every single note and highlight for James Dyson, I was also asking sage multiple questions. Give me a list of James Dyson best ideas? How did James Dyson think about marketing? What did James Dyson say about persistence, Things like that. And then what I did is I compose this all into a single document and to still down what I think on the most powerful ideas from James Dyson 50 year career where he's built this multiple multiple billion dollar company. He owns a hundred percent of. And so I distilled all that down into an episode of 12 mint... That's 12 minutes long. It's just as rapid fire. Here's how James I thought about this. Here's an idea from Jay's another I idea from James Dyson. And so the idea with these mini small episodes is I wanna create a tool where if I can condense somebody's entire career, multiple books that I read about this person to around 10 minutes, you're gonna be able to to listen to that over and over and over again. It will serve as a constant reminder and an easy way for you to download those ideas into your brain, so then you can use them in your career. So if you want access to the tool that will give you the superpower to access the collective knowledge of history greatest entrepreneurs when you need it, make sure you go and subscribe at founders notes dot com that is founders with an s, founders notes dot com. And so the second thing I wanna talk you about is these founder events that I put on to help you build relationships with other high value founders, investors and executives. I just mentioned in this episode. The fact I know a few founders that have taken investment and and and have this partnership with A Cat. So what they say is 1 of the best things that has has resulted from that partnership is the fact that They know El Carter knows everybody. They have relationships all over the world. And these introductions that they're able to make hep substantial value in developing their business. And so another way to think about this is the term I put on this the maximize I put on this is that relationships run the world. And this is something that both Charlie Mu and Sam Z Said to me in person that you really knew need to invest heavily in developing relationships with other high value people. Both Charlie and Sam did that, and they wind up compounding those relationships for decades and doing business with these people for decades. And so the next founders event is happening July 20 ninth through the 30 first in Scott Valley, California. There's also 1 happening September 27 through the 20 ninth in Austin, Texas. These events take place at beautiful venues. I ran out the entire venue. They are all inclusive, which means all you have to do is get to the event and your ticket includes you're lodging every meal access to every single event. You get there and I take care of the rest. If you're interested in building relationships with other people listen to founders podcast podcasts other High value people. Come hang out with me for 2 days at a founders event you can learn more by going to founders podcast dot com forward slash events that is founders podcast dot com forward slash events. Thank you very much for listening. Thank you very much for this support, and I'll talk to you again soon."
}