{
  "transcript": "The book that I wanna talk to you about today is not a book. It is a long form article, long form piece written for Esquire magazine all the way back in 19 83. It is very well known, long form piece for those that study the history of the technology industry specifically the history of Silicon Valley. It is called the tinkering rings of Robert No, how the sun rose on the Silicon Valley, and it was written by Tom Wolfe, and I was reading it in reread it in anticipation for another book, another biography. On Bob Noise that I'm going to at the end of this, encourage you to read along with me. But as I was reading this to serve a supplemental research for the other book, I realized like this piece is so good that it could stand on its own, and it should be an episode on its own. So I wanna read to you, and it gives you an idea of why this is so important. Because even though the technology has changed. Like, if you strip away what new technology is being invented in this article, you could easily replace it with the technology that is being created today and yet humans reaction is almost identical. But let me give you the intro to this article because I think it sets it up perfectly. Remember, this is written in 19 83. Okay? America is today in the midst of a great technological revolution. With the advent of the silicon chip, information processing and communications, the national economy has been strikingly altered. The new technology is changing how we live, how we work, how we think. So people say the exact same thing today. It's Remarkable. The revolution didn't just happen. It was engineered by a small number of people. Collectively, they engineered tomorrow. Foremost, among them is Robert No. And so before I jump into the beginning of this piece, I wanna read this quote. That comes from Steve jobs because a little background on Bob Noise in case is the first time you come across. He was the founder of fair fair child semiconductor, the founder of Intel. He's known as like, the godfather, the grandfather of Silicon Valley. He was also 1 of Steve jobs some mentors. I've read in a bunch of Steve Jobs biographies hilarious stories about, like, a young Steve Jobs in the twenties. Bob Noise probably his fifties by then would come over and, you know, Bob is just kinda like smacking on the back of the head. Telling them, hey, you need to learn how to act just kinda of funny because you think of steve jobs as, you know, 1 of the greatest entrepreneurs ever do it. He's very formidable individual who seemed in complete control in any environment he was in. He's like, yeah, But he wasn't like that. He is in his twenties and he needed the guidance. But this is what Steve Jobs said about Bob Noise after after Bob died. He said he was 1 of the giants in this valley who provided the model and inspiration for everything we wanted to become. He was the ultimate inventor, the ultimate rebel, the ultimate entrepreneur. So this story starts in 19 48 in this tiny town of 7000 people called G Iowa. And so Tom Wolfe Writes, G Iowa was 1 of the last towns in America that people would have figured to become the starting point of a bolt into the future that would create the very subs structure, the electronic grid of life in the year 2000 and beyond. It was in the summer of 19 48 that Grant Gale, a 45 year old physics professor at G College ran across an item in a newspaper concerning a former class made of his. John Bard. Bard was now working at bell Laboratories and Bard and another engineer at Bell Walter Had invented a novel little device they called a transistor. Many years later, the transistors is gonna be called 1 of the most important inventions of the twentieth century, But at the time in 19 48 in the newspaper, it certainly didn't register that. This was only as a small news item, however, the invention of the transistor in 19 40 did not create headlines. The transistor performed the same function as the vacuum team, which is an essential component of telephone relay systems and radios at the time. But the transistor was 50 times smaller than a vacuum 2. And so I'm gonna pause right in the middle of this before I tell you what Grant Gail does next, which changes the trajectory of Bob No life. He just doesn't know he yet. So there's a great line that Paul Graham had when he wrote this phenomenal essay essays. It's episode 03:14. It's called how to do great work. I'm just gonna read a paragraph for you because we're about to see a a great illustration of this in the life of Grant Gail and Bob No now. So Paul Graham talks about the importance of making your a big target for luck. He says when you read biographies of people who've done great work, it's remarkable how much luck is involved. They discover what to work on as a result of a chance meeting or by reading a book or a newspaper in this case, and they happen to pick up. So you need to make yourself a big target for luck. And the way to do that is to be curious. Try lots of things, me lots of people, read lots of books and ask a lot of questions. And so Grant Gail, who is the mentor and the professor of Bob No. Reading the newspapers like, this is interesting, and he says he thought it would be terrific to get some transistors for his physics department at G. So he wrote to Bard about. Bell Laboratories just to make sure his request didn't and get lost in the shuffle. He also wrote To the president about laboratories. Scanning named Oliver Buckle. Buckle was from Iowa as well and happened to be a G graduate. It's incredible how important G this tiny little college in a town of 7000 people in Iowa in the 19 forties winds up being In fact, there's a there's a... I'll I'll just tell you now. There's a a great story about this of how important G is later on where they actually invest in the founding of Intel, and I think it doubles their... That 1 investment just doubled their entire endowment. But back to that you have this this Iowa with a small town Iowa connection between all these really influential people. So by the fall of 19 48 Gale had obtained 2 of the first transistors ever made, and he presented the first academic instruction In solid state electronics available anywhere in the world. For the benefit of the 18 students majoring in physics at g College, you already know where this is going. 1 of those 18 students is Bob Noise. And Bob like most entrepreneurs is a mis fit, a rebel, a juvenile delinquent. In fact, Grand Gale had done more of his share of agonizing over Bob No. Bob was a very great student but he'd just been thrown out of school for a semester, and it had taken every favor that Gail had to keep the boy from being expelled and charged with a felony, just like Bob No played a very influential and impactful role. In the likes of Steve Jobs, we see that Grant Gail played that same role for a young Bob Noise. And the reason he knew that he was special that, I'll get into the. Essentially he steals a pig. And I we'll get during in a minute. About know, saving this kid. He's a good kid. He's very smart. You know, he's a little rebellious. Doesn't really, like, follow the rules, typical entrepreneur entrepreneurial behavior, but he knew from the time that he was that Bob No was in high school. He's like, oh, this this guy's is brilliant. And in fact, Bob had done so well in science at G High school that Grant Gay had invited him to take the Freshman physics course at college during his high school senior year. And Bob No very quickly became 1 of Gay star students, said he had a fierce work ethic and he had a passion for the scientific grind. Now, Bob is gonna be 1 of the greatest inventors and entrepreneurs, but he's also very well rounded. He was very trim, muscular. He was on the college swimming team. He he won a bunch of, awards in diving, He's saying in the choir, he was an actor in the college dramatic society. He was even the leading man in a soap opera that was broadcast in radio during college. And we see this later on when even when he's running Fair child semiconductor in Intel. He has all these hobbies. He's, you know, hang gl and Scuba diving and skiing. But he had a passion for tinkering. Remember that the title of this of this essay is called the tinkering rings of Robert No and we see that even when he was a young boy when he was 13, he had come across some plans for building a box kite, which is a kite that a person could ride in, and he found the plans in the magazine popular science. And so Bob No had this innate gift from a very young age of getting people to collaborate. He has an idea, then he'll gather people together and say, hey, let's make this idea real. And almost went up killing himself doing this because they try to launch the kite off of a off of a the the roof of a house, then they convince a neighbor to to tie the kite to the back of their car, which he agrees. Noises is, like master salesman, very charismatic person as well and says, Bob rode the kite and manage to get about 12 feet off the ground and glide for 30 seconds. And as you can imagine, if you have kids, you wouldn't be too happy with your, you know, 13 year old boy being being pulled behind a car and a kite, but he he had this rebellious streak, and this is what got him in trouble, and this is where Gail Grant saves is behind. So the major capital asset in G Iowa at the time is Livestock, and Bob's in college, and they have this idea to do a lu. And you can't do a without a roasted suck pig, and so Bob convince 2 other boys to go with them, and they wind up going on to they sneak on to farm, and they wind up wrestling a 25 pound pig to the ground out of the livestock or out of the the pig bend rather, and then bring them back to college, so they could roast that pig over a fire. Here's the problem what they thought it was like a silly little prank was actually a la. It was a felony stealing livestock in Iowa was a felony. So the farmer didn't think it was funny at all. He called the sheriff, and he insisted on bringing criminal charges against Bob and his friends. This is 1 of the benefits of a small town. Everybody knows each other so Grant Gale obviously, expecting the community, and he goes to bad form winds up not only having the charges dot dropped, but also convince the school you don't wanna expel. This this kid is gifted. Don't expel him, just give him 1 1 semester suspension. And that was fine for Bob because he had such a fierce work ethic. Remember he was addicted to the scientific grind. He loved it. Then in his first 3 years in college, he accumulated so many extra credits. He just needed 1 more semester. He didn't need the full year to graduate anyways. So so far. But it did... We have talks about the fact that even though he went through this, you know, communities trying to os size him. They're they're telling him how how bad he is and what he did was so wrong, he's just got this innate confidence in charisma that no matter what period of Bob's life whether he's a young boy, or 1 of the the best entrepreneurs of Silicon Valley. They just bring it up over again. It says this never broke his confidence. He had a profound and baffling self confidence. When he looked at you, he never blinked, he absorbed everything you said and then answered in a soft voice with a smile. This is something his employees will talk about later, the fact that they just could not believe how engaging he was that when he was with you and he's meeting with you When you were speaking, he looked at you. You thought he made you feel special. He made you feel you were the most important person in his life at that moment. That he was fully engaged with what you were saying. This is more about his charisma. Bob noise projected what psychologists called the halo effect. People with the halo effect seem to know exactly what they're doing and moreover, they make you want to admire them for it. They make you see the halo over their head. And so when Bob gets back to school, he becomes involved with this new experimental device that Grant Gale had procured for him and the other 17 physics students, the transistor and that changes, the trajectory of Bob Life forever. And the author does a fantastic job describing this series of events that had to occur for this change in the trajectory of Bob No life. What if Grant Gale hadn't gone to school with John Bard, and what if Oliver Buckle hadn't been a G. And what if Gay hadn't Bothered to get in touch with the 2 of them after he read about the transistor in the newspaper. And what if he hadn't gone to bat for Bob No after the night of the Lou pig, and the boy had been thrown out of college. After all, if Bob hadn't been able to finish a G, He would have never been introduced to the transistor, and he certainly wouldn't have attended Mit in 19 48. Given what Bob no did over the next 20 years, 1 couldn't help a wonder about the fort chain of events. And so there's gonna be another person that plays an important role in Bob No life, and that's gonna be William Shock. Grand Gale was the first important physicist in Bob No career. The second was William Shock. Shock is going to win the Nobel prize in physics. He's gonna share with John Martin and Walter and it's for their research on semiconductors and discovery of the transistor effect. He is also going to be the person that recruits Bob No to move from the East coast and come out to Silicon Valley We'll get there in 1 second. So Bob Graduates, Mit 19 53, it says in 19 53, the Mit faculty was just beginning to understand the implications of the transistor. But electronics firms were already eager to have graduate electrical engineers who could do research and development in a new field. So noises offered jobs by all these different people, he chooses to work at Phil, which is interesting because he turned on Jobs from bell laboratories, which, you know probably had to the the highest density a collection like brilliant people, which is surprising Ibm, which is a bigger company. And the reason he does this says a lot about the kind of environments that he wants to work in. So he chooses F, which is in Philadelphia. And because F was starting from near 0 in semiconductor research and chances for rapid advancement seemed good for him. This is also something he talks about later on because I've read multiple biographies bob noise. The fact that he doesn't... He he always said He didn't like building... He didn't like working in large companies, but he built 2 gigantic companies, but he was obsessed with, like, the early days of the startup up. Like, small teams. He just was so successful in these 2 companies that these startups transformed rather rather rapidly to very successful companies. But I need to hone on that point because again, he's he's not ignorant. He knew that noise Says no is well aware that the most important work was still being done at Bell Laboratories and that was thanks in no small part to William Shock, but he still chose to go to the smaller, less advanced company. But he's not gonna stay there for too long. So by 19 55, shock leaves, Bell labs goes to Palo Alto, California where he had grown up, and he's going there to start his own company, which is shock semiconductor laboratory. He sets up his new company. In a glorified shed in Mountain view, California, and practically every single 1 of the early employees were electrical engineers with doctorate, which shock began referring to as his Phd production line. And so a year later, Bob no is gonna join him, and we just see this his personality that Bob has. He's he's all in. He is risk on. So in 19 56, he decides to move from Pennsylvania to California to join sock shock. Listen to how he does it. The way he went about it was a classic example of the nice brand of confidence. By now he and his wife, Bet had 2 children. After a couple telephone conversations was shock, No put himself in Betty on a flight from Philadelphia to San Francisco, they arrived in Palo Alto at 6AM. By noon, Royce had signed a contract to buy a house. That afternoon, he went to Mountain view to see Shock and asked for a job, and he got it. So then they get into description of William Shock. I have to share something with you. I read I read Shock biography. Episode 1 65 of founders. The name of the biography. For God's sake is broken genius, the rise and fall of William Shock. To prepare also for this episode, I re reread my highlights from that book in founder notes. And I had remember this too. Shock is the worst person. I have ever covered on founders. He, I don't even know how to describe him. He's the smartest dumb person you ever meet. He's the most intelligent yet idiotic person you over come across. Unbelievably brilliance and brain inventor brain physicist, 0 people skills at all in the way he treated people around him. They called his personality reverse charisma. If you plot Bob No personality, and William Shock is on a spectrum. They're almost at opposite ends. And this is the danger of being, I think, for especially french entrepreneur is almost too intros. They they're too lost in their own mind. I'm just gonna give you some highlights about, like, how he viewed other humans the way some of the stuff he did. And it just his his his life is just tragic. It's very sad. And so he says, just another warning that the deepest pe pessimism and general lack of admiration for the human race in my self are probably with me for keeps. These are all quotes from his biography. The thought that another person might be seen as smart as him, seem to frighten him. Listen to how he describes his own children and his first wife in terms of my own capacities My children represent a very significant regression. My first wife their mother had not as high an academic achievement standing as I had. 1 of the worst traits the shock has is he was threatened. By the achievements of other people. He likes, Charlie Mu said that Envy has no Envy and self pity have no utility. Like you have to cure yourself a self pity and Envy according to Charlie Mu. And this guy just couldn't get over it. It's such a sad state of affairs if the achievements of other people or the recognition of whether people calls you to be depressed. This happened in Shock life so much. He tried to kill himself. He's got AAA revolver, which obviously hat can hold 6. 6 bullets. He puts 1 bullet in there, and he's just gonna essentially leave almost like a playing russian ro. Right? But he writes a letter to his wife. And this is what he says before he does. This is dear jean. I am sorry that I feel I can no longer go on. Most of my life, I felt that the world was not a pleasant place. And that people were not very... Not a very admirable form of life. I find that I am particularly dissatisfied of myself, and that most of my actions are the consequences of motives of which I am ashamed. He then takes out a revolver puts bullet in 1 of the 6 chambers puts the gun to head and presses to trigger nothing happened. He put the gun away and then wrote another note. Dear Gene, there was just 1 chance and 6 that the loaded chamber would would be under the firing pin. There was some chance of a mis fire even then. I am sorry that I'm not sufficiently ingenious or painstakingly And painstaking enough and find a more practical and suitable means of solving our problems. He's got no soul. He's got no who managed to him. And at the very end of the book, It talks about the fact I think this is a second, his second wife that she didn't even have a memorial service. For her husband when he died because she said it's not clear who would have come. And the notary Left myself on that, this is what losing at life looks. And so the reason I that up is not to try to criticize, you know, some it's passed on. It's because he very likely had some 1 of the largest collections of scientific and entrepreneurial talent in his company, and because of his inability to learn people skills, it was sq. And these people went on to literally build Silicon Valley. And so this essay talks about this Shock had received a telephone call that morning and informing him that he had won the Nobel prize for physics for the mentioned the transistor. He was the c winner along with John Bard and Walter They go out and they have this great, like celebration, and it said that had been a great day at I shock semiconductor laboratory. There weren't many more great days. Shock was gifted. His forte was breaking a problem down to first principles with a few words and a few lines on a piece of paper, he aimed any experiment in the right direction when it came to comprehend handing the young engineers on his Phd production line, however, he was not so terrific. He was obsessed with getting all the credit for everything that everybody was doing inside the company. It seemed. It never seem to occur to shock that these highly educated people working for just might happen to view themselves the same way he had always viewed himself. Which is to say as young geniuses capable of the sort of inventions, nobel prizes were were given for. He becomes very paranoid is the way to put this. So he has this weird way to, like, run a company. He was convinced that someone in in the company was sa the project. So he made them all take lie detector tests. At the very beginning of a company, you should have, like a high trust environment Right? I can't think of any... What's the opposite of a high trust environment. I don't know making all of your employees take lie to test detector test because you think somebody sabotage them. And then the end result was no sa was ever found. And so the response of his employees. I think it should be rather predictable. Like they're obviously very high agency. They're they're brilliant. They're smart. And they're like, wait, we could just do... There's no weight. That we would do a worse job at shock running a company. There's nothing starting us... There's nothing stopping us rather, from starting our own company besides capital, let's go see if we can raise money and just leaf and do our own thing. And so originally, there's 7 defectors from Shock company. Bob No is not 1 of the first 7 effector. There's going to be 8 defectors. They're gonna be known throughout history as the traitor is 8. And these other 7 are the ones that recruit Bob to join them because remember go back to what they said like, he had this this halo effect about them. You know, people wanted to be around Bob. They wanted to follow him. They trusted him. So says 7 effector went to the Wall street firm of Hayden and Stone in search of startup up money. It was at this point that they realized it had to had had to have someone serve as an administrator, so they turned to no. No was the 1 with the halo, and he was just 29 years old. Now I absolutely love how so many things. Fit together, and they're kinda tied and it's like unbroken chain, you know, over multiple decades usually inside the same industry. What I mean by that is they get a financing by this young guy named Arthur Rock, Arthur rock is gonna be 1 of the first 1 of the first venture capitalists And he's at Hayden Stone eventually leaves. What connects the reason I say is like, I find Arthur Rock fascinating is so he's the 1 that that gives them money or finds the deal to give them money to start fair child semiconductor. Arthur Rock will also be an early investor in Intel. Arthur Rock would also be an early investor in Apple. Arthur Rock would also be an investor in almost like a partner somebody to bounce ideas off of for Henry Singleton at Tele. So the deal that Arthur Rock puts together for the traitor 8. He goes and contacts this company back in New york called Fair child Cameron Instrument Corporation, and is being run by Sherman Fair child. And so Sherman is like, yeah, I'll give you the money and this is what he asked for. He gave the defectors of the money to start up a new company fair child. Semiconductor with the understanding that fair child camera and instrument would have the right to buy fair child semiconductor for 3000000 dollars at any time within the next 8 years. And so Bob No and the rest of the traders ate make a very important decision. They're like, they're not gonna go back East. They know exactly where they're going to start their new company and they're going to start it. Simon known as Silicon valley yet. And it's funny in this essay, you know, in written in 19 83. They they don't call it Silicon Valley. They call it the Silicon Valley. But this is still, you know, 25 years before the Sa is actually written. So it says a few well known electronics firms were already here. General electric and Ibm, as well as a company that start up locally, He Packard. Stanford University was encouraging engineering businesses to locate near Palo alto and used the university's research facilities. The man who ran that program was a friend of Shock and is getting Fred Tu. Well were they working on? Both Ibm and He Packard. Remember this is 19 57. Okay? Both Ibm and He packard were trying to develop a highly esoteric and colossal expensive new device, the electronic computer. Let's go back to this idea of luck being in the right place the right time with the right set of skills that happened in No life over and over again. Fair child startup could not have come at a better time. In 19 57, the Soviet Union launched Sp. In the electronics industry, the ensuing space race had the effect of coupling 2 new inventions, the transistor and the computer and magnifying the importance of both. The first American electronic computer was known as the Act. And it had been developed by the army during the second world war chief as a means of computing artillery and bomb trajectories. The machine the Antioch was a monster. It was a hundred feet long, 10 feet high and required 8 18000 vacuum tubes. The tubes generated so much heat that the temperature in the room reached a hundred and 20 degrees. Substituting. This is why I'm reading this entire section to this for the sentence are here. Substituting transistors for vacuum tubes was an obvious way to cut down on the size. If you're going to put things in space, they have to be small. This is so important it's amazing how fits together. After sp, the glamorous words and the semiconductor business, where computers and mini. Now, this is what the beginning of a new industry sounds like. So says if you visited fair child, you would you would not have had the famous notion that you were looking in on the leading edge of the most advanced of all industries electronics. The work base where the transistors were produced by Phds mostly. Right? Looked like slightly sun versions of garment sweats shops. You would see rows of people hunch over work tables sq through microscope microscopes doing the most tedious and frustrating sort of manual labor, cutting layers of silicon apart with diamond cutters, picking up the little rectangles on them with tweezers. Trying to attach wires to them, Dropping them, rum around on the floor to find them again, swearing, mu, climbing back up to their chairs, rubbing their eyes, sq back through the microscope and driving themselves crazy some more. Now this is a crazy thing. This is the beginning of 1 of the most important issues ever exist, and what they are producing had a 50 to 90 percent failure rate. That is bananas. Anywhere from 50 to 90 percent of the transistors produced would turn out to be defective. And so noise is examining what they're doing is, like, there has to be a way better way. Noise had figured out a solution. There were something primitive about cutting individual transistors transitions out of sheets of silicon and then wiring them back together in various series. Why not put them all on a single piece of silicon without wires. Noise realized that he had not he was not the only engineer thinking along these lines, but he had never even heard of Jack K. So K at the time was a 36 year old engineer working for Texas instruments in Dallas, texas. Okay? In January 19 59, Ne made his first detailed notes about a complete solid state circuit. A month later, Texas instruments announced that Jack K had invented 1. K integrated circuit. As the invention was called. 6 months later noise creates a similar integrated circuit Noises silicon device actually turned out to be much more efficient and more practical to mass produced than K. And so noise actually gets to set the standard for the industry. And it was that way that noise became known as the c inventor of the integrated circuit. Now some people have heard this invention referred to as integrated circuit, but way more people have heard of what the invention would come to be known, which is the microchip. And it says nice knew exactly what he possessed. In this microchip, Nice knew that with it, he had discovered the road to El dorado. And this is another fantastic description of what the beginning of an entire industry. An entire industry looks like We just went through, you know, anybody coming to Fair child. Like, these... What... They don't even know what they're looking at. The idea that 50 to 90 percent of the things that were producing, you know, were defective were failures. Obviously, they're gonna improve that. But listen to this. The integrated circuit was based on the transistor. But the integrated circuit open up fields that the transistor did not even suggest. The integrated circuit made it possible to create miniature computers to put all the functions of the Mighty Act on a panel the size of a playing card, remember. They said the act. Let's go back to that a few pages ago. It was a hundred feet long, 10 feet high and required 18000 vacuum tubes. And now they're able to produce the same level of technology and fit it on the size of a playing card. Thereby the integrated circuit opened up every field of engineering imaginable from voyages to the moon to robots and many fields that had never been imagined. It opened up so many fields that no 1 could come up with a single name to include them all. And what happens next is fascinating because remember how they got the financing for the company to begin with. It is just a startup inside of a larger company. Right? The importance of the integrated circuit was certainly not lost on fair child camera back in York. In 19 59, they exercise their option to buy fair child semiconductor for 3000000 dollars. The Next day, Bob No, Scored Moore and all the the the the the shock traders ate. Rate? Woke up richer than they'd had ever dreamed of being. Now I listen to this. This is gonna cause you to chuckle a little bit, because they they were... They were not in it for the money. Now noise is gonna go on and and build fabulous levels of wealth. But at this point. He's like, I'm I can't believe I'm so rich. Each of the traders 8 received 250000 dollars worth of fair child stock. So I went back and put it into the inflation calculator. That would be the each of them equivalent of about 2600000.0 dollars in stock today. And to place that into even more context that was 20 times of the amount of annual salary that he was getting. He was making about 12000 dollars a year at this point. Royce did not know what to make of his new wealth. He was 31 years old The semiconductor business had not seemed like a business at all, it just felt like an esoteric game in which young electrical engineers competed for the occasional round of applause. So even though they sold the company, noise still stays there. He's the general manager of the entire division. And this return on investment for this 3 buying this company for 3000000 dollars. I I should see if I can find the total amount of money they made because the growth of fair child semiconductor a conductor in the next few years is gonna blow you away. And I love this. Nasa chose noises integrated circuit for the first computers at Astronauts would use onboard their spacecraft. I don't know if they ever did this, but used by Nasa had to be great ad semiconductor my conductor. After that, orders poured in in 10 years. Fair child sales rose from a few thousand dollars a year to a hundred and 30000000 dollars a year. For a company that you paid 3000000 dollars for. I got tears right now. I don't know I'm we'll laughing so much. The number of employees rose from the original 12 to 12000. And so now noise has to learn how to run a giant company, which... He says multiple times in the future. He didn't actually like doing it. During the start up phase of fair child semiconductor, there had been no sense of bosses and employees. There had only been a common sense of struggle out on a frontier. Everyone had internalized the goals of the venture, they didn't need ex quotations from superiors. As fair child expanded, expanded, noise didn't even bother trying to find experienced management personnel because in the in the semiconductor industry that didn't exist because they're also inventing the industry at the same time. Instead, he recruited engineers right out of the colleges and graduate schools and gave them major responsibilities right off the bat. So this is really about Noises management style are almost lack thereof oven, in some degree. The young engineers who came to work for fair child and noise. Could scarce believe how much responsibility was suddenly thrust upon them. Some 24 year old just at a graduate school would find himself in charge of a major project with no 1 looking over his shoulder. A problem would come up, and he would go to noise, and he would ask him what to do. And noise would say listen, here are your guidelines. You've gotta consider a, you've gotta consider b, and you've gotta consider c. But if you think I'm gonna make your decision for you, you're mistaken. Hey, it's your ass. And I think that some people this might be counterintuitive, but the the for the response for that young 24 year old wasn't sadness or depression. It was joy and acceleration, said the spirit of the start of phase. My god, who could forget the acceleration of the past few years to be young and free out here on the silicon frontier, No was determined to maintain that spirit during the expansion phase. But as is the nature of these things, what's gonna happen? You go from 12 people to 12000. The talented young people are going to... Now like, hey, I can do this too just like noise in the traders are a under shock or like, hey, I can do this too. So they call them defectors. They're not... This is not a pro majority, But this is the term that the author uses So this the 1 I'm gonna stick with. Defectors from spare child started more than 50 companies, all making or supplying microchip ships. The defectors had a name. The defectors were called the fair children And this is why this is so important. This is why I'm reading this entire Sa 2. This is why Dedicating entire episode to it. It was the fair children who turned the Santa Clara Valley into Silicon Valley, acre by acre, their fruit trees were uproot, and 2 stories silicon, modern office buildings and factories went up. Everywhere, the fair children went, they took the noise approach with them. The new breed of Silicon Valley were discipline they became absorbed in their companies, the way men once had in the Palm days of the automobile industry, so they were drawing the parallels between, let's say 19 fifties 19 60 Silicon Valley with, say 19 hundreds and 19 10 Detroit, Michigan. It's the same person. Did like, a 12 or 13 part series on the early... The early founders of the early pioneers of the American automobile industry, it's the same person, same personality type. They were just taking advantage of the the new frontier of their day, which, you know, if you alive, you were this personality having you were alive and you were in American 1900 You got your ass Detroit and you were working the mobility industry, the same personality if they were born 50 years later, they're in Silicon Valley with Bob Noise in the fair trump. And there's a line that Tom Wolf uses in this piece that could describe Detroit, Michigan. You could try Silicon valley describe a lot of the early industries that you and I talk about says the young engine engineers were giving themselves over to a new technology as if it were a religious mission. And then the rapid improvement in technology technologies is incredible. Listen to what happens over the next 17 years, In 19 59, Noises invention had made it possible to put an entire electrical circuit on a chip of silicon the size of a finger nail. By 19 64, so that be 6 years later. Okay? You had to know how to put 10 circuits on a chip the... That size to enter the game. And the stakes kept rising. Another 6 years after that, the figure was 1000 circuits on a single chip. So Bob starts out with 1 circuit. 6 years later, it's 10 circuits. 6 years after that, it's a thousand circuits. 6 years after that, it would be 32000 circuits. By 19 68, Bob No had a dozen new integrated circuit and transistor patents, and the future potential of Noises invention far exceeded. Anything he could have possibly predicted. It says because as a direct result of No invention, they mentioned made the flight of the Apollo 8 possible. The Apollo 8 was the first crude spacecraft to leave earth's its gravitational sphere, and the first human space fight to reach the moon. That crew orbit the moon 10 times without landing and then came back to earth, and there would have been no computer without the integrated circuits invented by noise and K and refined by noise and the young semiconductor Z of Silicon Valley. If you wanted to talk about the creators the future will hear they were in Silicon Valley just before apollo 8 circled the moon, Bob No turned 41, and he was 1 of the oldest Ceos in the semiconductor business. He was the father of Silicon Valley. And so now we gotta get to Ne decision along with his c founder and partner Gordon Moore to leave fair child semiconductor and found intel. And so when they start their own company, they go back to Arthur Rock, for financing. He's like well, you got... You helped us sell when we started a fair child semiconductor, we want to... We have obviously true proven track record. We wanna start Intel and Arthur Ro because this is the biggest no brainer ever. And now Rock had his own venture capital company. They merely told Rock what they wanted to do, and then they said they're gonna put up 500000 of their own money, so 250000 each. Rock like Cool, he winds up putting up 2510000.00 of additional startup up money. And another 300000 came from G college. Now before I go into what they wanted to build intel, this was a hilarious part of, like Silicon Valley history lore. He said he was the magnet that held fair child semiconductor. So when he leaves, it was obvious to the other... Remember all these other dozens, maybe hundreds of other companies sprout up in the valley at this point. So they're like, oh, the... Now the noise has gone. The entire workforce is gonna be up for grabs. And so there's hilarious. This made me laugh. To 1 person bullet what happen after noise left to the workforce a fair child semiconductor says, people were practically driving trucks over to fair child semiconductor and loading up the trucks with new employees. And so fair child responds by pulling off 1 of the best corporate raids, 1 of the best raids in corporate history. And so the remaining employees at fair child, 1 day they see this platoon of young men that are moving into the executive office cubicle. Now this is Hilarious. So the young man were led by c Lester Hogan. So Hogan was the chief executive officer of the motor of the semiconductor division for Motorola. And so Hogan shows up at fair child semiconductor with all of his top engineers and administrators. And so what fair child had done was, you know, kind of simple brilliance, I guess. Fair child had hired the whole bunch away from Motorola and installed them to take place of noise. So he didn't just say, hey, I want you H He's like no. I want you in your entire staff. And fair child had lured them away in the most direct way imaginable. He had offered Hogan and his team an absolute fortune in money and stock. Now this is the funny part of Silicon Valley Lore. Hogan received so much money that hence fourth, wealth in the valley would be measured in units called Hogan. So that's 1 way to solve the problem when, you know, noise leaves and everybody else is poaching your employees is just we're gonna poach an a entire division from a larger company. So noise and more then go set up Intel. And they do so in the exact same way they set up fair child. They just started with a dozen bright young electrical engineers. And they're gonna bet everything on research and product development. At the beginning of Intel, noise and more are actually putting on white coats and they're working at lab tables. This is the part that No loved the most, but their strategy in the product they're developing is a little different. They would not be competing with their child or anyone else in the already established semiconductor market. They had decided to move into what was called the most backward area of computer technology at the time, which was data storage and memory. Within 2 years, noise and more had developed the 11:03 memory chip, each chip contained 4000 transistors and did the work of a thousand ceramic ring lists and did it faster. So before this invention, a computer's memory was stored in ceramic ring lists known as course. And so Intel invent the memory chip that does the work of a thousand ceramic ring lists and does it faster. And so as the technology progresses sow does the environment in which that technology has to be produced. It says the work base, remember, they said they used to look like a step above like sweats shops. And now says the work based now look like something out of an intergalactic adventure movie. So they're in these giant suits of like astronauts because it has to be a completely clean environment because a single speck of dust could ruin 1 of the miniature circuits. And we see what is this reoccurring theme in his life of Bob No. He has another hit on his hands, so that the end of Intel first year in business, which had been devoted almost exclusively to research. Sales totaled less than 3000 dollars and the workforce had 42 people. In 19 72. So 4 years after founding, sales were 23000000, and there was a thousand people working there. In the next year, sales went to 66000000 and they had 2500 employees. So 4 years after founding. Remember, first year, they're doing 3000 dollars and they have 42 people. Year 4 23000000 people or she was 23000000 dollars in sales, a thousand people. Year 5, 66. 5 years after founding 66000000 dollars of sales and 2500 employees. So then it goes into detail about some important ideas that Noise had at the very beginning of intel. From the beginning, Noise gave all the engineers and most of the office workers stock options. He had learned at fair child than in a business so dependent upon research, stock options were a more powerful incentive than profit sharing. Talks with the incentives to go into this incentives rule everything around us. People sharing profits naturally wanted to concentrate on products that were already profitable rather than plunge into Avant Guard research, which is what Ne really was interested in, rather than plunge into Avant Guard research that would not necessarily pay off in this short run. He also wanted the few layers of management as possible and he wanted ideas to win out over hierarchy Nurse's idea that was that every employee should feel that he could go as far and as fast in this industry as his talent would take them. He didn't want any employee to look at the structure of Intel and see a complex set of hurdles. At Intel, executives would not be walled off in offices everybody would be in 1 big room. No worked at an old scratched secondhand hand metal desk. As the company expanded, no kept the same desk and new employees were given deaths that were not only newer but bigger and better than his. Everybody noticed the old beat up deaths. Then it goes into more detail how he structured intel. Noah decided to eliminate the notion of levels of management altogether. He and moore ran the show. But below them, there were only strategic business segments as they called them. So a segment would be comparable to, like, a major apartment in an Orthodox corporation, but they had far more autonomy. At Intel, here's an example of that. At Intel, if the marketing division had to make a major decision that would affect the engineering division, the problem was not rounded up a hierarchy to a layer of executives who oversaw both departments instead, councils made up of people already working on online in those divisions that were did would meet and work out the problem themselves. Noise was also a great believer in meetings. The people in each department or work unit were encouraged to convene meetings whenever the spirit move them. If no called a meeting, then he would set the agenda. But after that, everybody was equal. If you were a young engineer and you had an idea you wanted to get across, you were supposed to speak up and challenge noise or anybody else in the meeting. You were face to face with the inventor or the c inventor, and he was only 41 years old and he was listening to you. So talk that I mentioned earlier. He talks about like, the thrilling for, like a young talented person. Imagine you're 24 years old just at a graduate school. And you're in a meeting and Bob noises paying attention and making you feel important. This was much more like a cult or like a religion than it was a company. This wasn't a corporation. It was a congregation. There were Sermon at Intel, everyone Noise included was expected to attend sessions on the intel culture. At these sessions, the principles by which the company were run were spelled out and discussed. And this was fun to me, who's teaching these sessions, andy Grove. The principles of Intel were explained via the soc method at management seminars by Intel number 3 man andy grove. And so there's an example. In the essay sa or the article of the way Grove taught and then his personality. I I'm just gonna read the whole thing to you. I Just... Maybe laugh. So Grove would say, How would you sum up the Intel approach? Many hands would go up and grove would choose 1. And the the employee would say at Intel, you don't wait for someone else to do it? You take the ball yourself and you run with it. And Grove would say wrong. At intel, you take the ball yourself and you let the air out of it of the ball and you fold up the ball and you put it in your pocket. Then you take another ball and you run with it. And when you've crossed the goal, you take the second ball out of your pocket and rein it and score 12 points instead of 6. Grove was the most colorful person at Intel. He was in his mid thirties at the time. He was the epitome of the religious principle, the intel religious principle. That the greater the freedom, the greater the obligation to exercise discipline. And then it goes in some of his managerial contributions to Intel. Grove was the inspiration for performance ratings. We're kinda like a report card. And so the... All the employees were graded, there's let's say, 5 different ways you could be graded. Sounds a lot like ABCDF, so it's superior. Exceeds requirements, meets requirements, marginally meets requirements and does not meet requirements. And no love this system and the reason you love that this is very fascinating. He says, if you're ambitious and hardworking, No said, you want to be told how you're doing. In no view, this is the very surprising part to me. In Ne view, most of the young hotshot shots who were coming to work at Intel had never had the benefit of honest grades in their lives. In the late 19 sixties and early 19 seventies, college faculties had been under pressure to give all the students passing marks so they would not have to go off to Vietnam, and they had caved in until the entire grading system was meaningless. At intel, they would learn what measuring up meant. The person that put that idea in my mind the best. And made the most memorable me. This idea that hey, if you're ambitious and hardworking, you wanna be told how you're doing. Nick Sa said this 1 time, and I've never forgot I have it in, like, my notebook. I I read it all the time. He says average players wanna be left alone, good players really wanna be coached and great players wanna be told the truth. What did Noise say? No said if you're ambitious and working. If you have the desire to be great. You wanna be told how you're doing. And so then we revisit this reoccurring theme than noise. It's constantly innovating, constantly improving upon what he's already doing. So so Intel has a phenomenal second act that is bigger than their first act. So by the 19 seventies. The 11:03 memory chip had given Intel, an entire corner of the semiconductor market. Right? But that was only a start. An intel engineer named Ted Hof came up with an invention as important as Ne integrated circuit had been a decade earlier. He invented the micro processor, which was known as a computer on a chip. This invention leads to the possibilities for creating and using small computers. Computers so small. They surpassed with most people thought imaginable. Even people already working in the industry. And it's important to highlight that this was an illustration of 1 of Noah strongest held belief that innovation and in is a young person's game is an in Ted hof and always trying to nurture, like young talent and giving them... As this entire, you know, essays talked to about. He gave them a lot of latitude and freedom. And a lot of responsibility and put them in, like, a a place with resources and structure, an environment that hopefully, you know, yields like turns their genius into a tangible product that makes the world better. In Ted Hoffman, noise was looking at proof enough of his hypothesis that out here on the electrical frontier, the great flashes came to the young. Hof was about the same age as noise had been when he invented his integrated circuit. And so this new invention caused an explosion in revenue. Obviously, the company is gonna keep adding people and growing and so noise does what he... The same thing he did. Once the company gets too big, he wants to step away, so in 19 74, No turned over the actual running of Intel to Gordon Moore and Andy Grove and kicked himself upstairs to become chairman of the board. His major role was now to become the spokesman of Silicon Valley. He was awarded the national medal of science from the White House in 19 80, and he was ind into the National Ventures Hall of fame in 19 83. By then, Intel sales had grown from 64000000 in 19 73 to almost a billion a year in 18 83. Ne own fortune was inca. G College 300000 investment in Intel had multiplied in value more than 30 times and doubled the college endowment. For those who followed the semiconductor industry Noise was a legend, a national treasure, the man that led the world into the 20 first century across the electronic grid and into space. And so when this piece ends Bob No is 56 years old. He does not know, but he only has 6 years left to live. He dies at the relatively young age of 62 from a heart attack. I will leave a link down below and the show notes available on podcast player and at at founders podcast dot com for you to read the entire essay. I think it's worth your time, but I also wanted to tell you what I was thinking about and what I doing and how this came to be. So a long time ago, I read this book called the Intel Trinity. How Robert No, Gordon Moore and Andy Grove built the world's most important company, is written by this guy named Michael Malone. I'm going to read it in the next few weeks. I'm encouraging you to buy a copy and to read it with me. And so even though I read that book over 7 years ago. There's still an idea in that book that I've never forgotten, I think it's really important. It's the idea that you have for a new product, you have to educate the market. And that's what Bob No Andy Grove and Gordon moore realized with the invention of the micro processor. Says when you were trying to convince an audience to accept a radical innovation, almost by definition the idea so far from the status quo that many people simply cannot get their minds around it. They quickly discovered that the marketplace wasn't just confused by the concept of the micro processor, but was actually frightened by its implication. Many of my engineering friends sc at it as if it was a gimmick. Their solution, the market had to be educated, and this is what's so fascinating. The best founders know that they or the ones have to take the lead on this at 1 point intel was conducting more seminars and workshops on how to use the micro processor than the local junior college total catalog of courses. Bob No, Gordon Moore, and Andy Grove became part of a traveling educational road roadshow. They became educators and it worked. Another founder who understood this at a fundamental level was the founder of Sony Ak kia Mari. This is what he said in his. 1 must prepare the groundwork among the customers before you can expect success in the marketplace. It is a time honor Japanese gardening technique to prepare a tree for transplant planning by slowly and carefully binding the roots over a period of time bit by bit. To prepare the tree for the shock of the change it is about to experience. This process is called N wash, and it takes time and patience, but it rewards you, if it is done properly with a healthy transplant tree. Advertising and promotion for a brand new innovative product is just as important. The way Ak ak would educate customers about a new product was inspired by the Japanese tradition of Ne Washy. The thing they both have in common is that they both require time. So that idea that we see at Sony that we see at Intel, that idea that it's very important that when you're bringing a new product to market that you realize you to educate the customers about why the product exists and what it can do for them is really, really important. And so that was led me on this tangent to read this excellent piece by Tom Wolf, the tinkering rings of Robert Noise and how the sun rose on Silicon Valley. I will leave a link down below. For both this piece, and the Intel Trinity book if you wanna read it with me. Links for both of those will be down below and available founders podcast dot com. But that is 356 books down, 1000 a ago, and I'll talk to you again soon. 2 quick things before you go if you already subscribed to founders notes make sure that you log in and you grab the new private podcast feed that is included in your subscription. I just made an episode that you're not gonna wanna miss. I updated that feed a few days ago. If you have not already subscribed to Founder notes, I have made a tool for me that you can now get access that as founder notes. Founder notes allows you to tap into the collective knowledge of history year's greatest entrepreneurs on demand. Since 2018 for over 6 years, I've been putting all of my notes and highlights for all the books that I've read for the podcast into this giant searchable database that you can tap into. So on this week's episode, on last week's episode on all these. When you hear me reference, ideas from Jeff Bezos are Walt Disney or Sam Walton or Charlie Mu, Jp Paul Getty. The quotes you just heard about Bob No and Gordon Moore and Annie Grove, realizing the importance of educating the market about what you're doing. And ak kia Maria, the founder of Sony arriving in a similar conclusion. That although that comes from from me searching founder notes. I literally could not make the podcast without this tool. That is a really important point to get across. When you see if you subscribe to find notes, what you see is what I see. It is the tool that I use, you see the exact same thing that I use the tool that I made for myself that you can now get access to. So many subscribers of founders notes are using it to help them think through issues they're having in their company from hiring and recruiting to marketing to leadership to preparing for board meetings to preparing for sales presentations. If you're already running a successful company. I think it's a no brainer to invest in this tool, and I've added a new feature that is also gonna show you how I use it and it's gonna push ideas from history greatest entrepreneurs directly into your brain quickly. And that is this private podcast fee that comes with every subscription to Founders notes, which I call sage advice. And so let me give you an example. The episode that I just made. I had previously read both auto written by James Dyson. That's price takes on a low end 50 to 60 hours of reading, and then countless hours of inputting my notes and highlights into founder notes. And so what I did is I went and re reread every single note and highlight. There's also an Ai assistant that I had build that lives inside of founder notes. It's called Sage. And you can ask questions and it searches all my transcripts all my notes all my highlights. And so what I did is, first, I reread every single note and highlight from the 2 auto of James Dyson. Then I went and started talking to sage and I was searching and just asking questions? Like, give me a list of James Dyson best ideas? And it gives you a concise list. Give me how did James Dyson think about marketing? What did James Dyson say about persistence? Things like that. And then what I did is I just composed all of this into a single document, and then I dis distilled down what I thought were the most powerful ideas from James Dyson 50 year career. The the career... Over 50 years where he's built this multiple multiple billion dollar company that He a hundred percent of. And then I distilled all that down into an episode that you can listen to in 12 minutes, and it is just rapid fire. Here's how James Jason thought about this. Here's another idea from James that you can use in your career. Here's another idea that you can use from the life and career of James Dyson in your life and career. And so the idea with these many small episodes that I wanna create is this is just a tool that where I can condense... If I can condense somebody else is like, greatest ideas, like there they're... I think there was 20 ideas in that episode. You know, the best 20 ideas out are 50 60, 75 hours of research into something that you can listen to in 10 minutes. And then the important part of them being short is really important because gonna be able to listen to them over and over and over again. And that's if you listen at 1 x speed, Most people don't listen to podcast at 1 x speed. And so these many episodes will serve as this constant reminder. And it's really an easy way for you to download the ideas of fisher year's greatest entrepreneurs into your brain really quickly, so then you can use them in your work. So if you wanna access the tool that will give you the superpower to access the collective knowledge of history greatest when you need it, make sure you go and subscribe at founders notes dot com that is founders with an s just like founders, the podcast, so founders notes dot com. And then the second thing that I wanna talk you about is these founder events that I put on for the sole reason to help you build relationships with other high value founders, investors and executives that listen to this podcast. The first 1 of these events I did in March of this year, it was a massive success. All the relationships that came out of it was frankly mind blowing. But this is also something that's been known throughout, you know, a history of entrepreneurship for a very long time and the importance of building real relationships with other high value people. This is something that both Charlie Mu and Sam talk to me about in person. They both said in different ways, you really need to invest in developing relationships with other high value people Both Charlie and Sam did that, and they wanna up compounding those relationships for decades and building friendships and doing business with these people for decades. The maximum that I put on this idea is that relationships run the world. And so the next founders event is happening July 20 ninth through the 30 first in Scott Valley, California. There's also 1 happening, September 20 seventh through the 20 ninth in Austin, Texas. These events take place at beautiful venue. So I rent out the entire venue. And they're all inclusive, which means all you do... All you have to do is get to the actual event. And then your ticket includes your lodging, your meal access to every single event it's just really simple in the way frankly they should... They all should be. And 1 of the benefits of running out the entire event is that means that every single person you see there has the same interest that you do. So all you have to do is get there and I take care of the rest. If you're interested in building relationships with other people that listen to founders, other founders, other investors, other executives, other high value people, come hang out with me for 2 days at a founders event, You can learn more by going to Founders podcast dot com forward slash events. That's founders podcast dot com forward slash events. Thank you very much for listening. Thank you very much for the support. I hope to see you 1 of these events, and I'll talk to you again soon."
}