{
  "transcript": "The episode you're about to hear is about obsession, it takes Har Mir over 30 years to find his 2 obsessions, which is writing novels and running. But once he finds them and dedicate his life to them, He discovers a lot of useful ideas that you and I can use in our work and that is what his auto. That is what this book is about. 1 of my obsessions has been making this podcast, so I can collect and instill the knowledge of history's greatest entrepreneurs. And I made a tool to make sure that I never forget these lessons, and I can pull them up on demand when I need them. That tool is founder notes, and you can now get access to the same tool that I use. Founder notes lets you tap into the collective knowledge of history's greatest entrepreneurs on demand when you need them. Since 2018, I've been putting all of my notes and highlights for all the books that I've read for the podcast into this giant searchable database that you can now use. Anytime you hear me you're gonna hear me reference a bunch of past founders on this episode, and on all the episodes I make for founders. When I talk about an idea from Jeff Bezos or Walt disney or Sam Walton or Charlie Mu or Warren Buffett or J Paul getty, eric Gordon Moore and Bob No. That ability to pull their thoughts and ideas, that's just me searching through founders notes and pulling up their ideas. This is really important to get across. When you subscribe to founders notes, what you see in Founders notes, that's the tool I use. There's... I don't have a different version, you see the exact same thing that I use. So many subscribers of founder notes are using it to help them think through issues that they're having in their company from hiring and recruiting to marketing to leadership you're preparing for board meetings, preparing sales presentations. If you're already running a successful company, I think it's a no brainer to invest in this tool and I just added a new feature that's also gonna show you how I use it and it's gonna push ideas from history's guys entrepreneurs directly into your brain quickly. I made a private podcast feed that comes with every single subscription to Founder notes. I call that private podcast feed sage advice. I just made an episode for that feed that is about James Dyson. So I take 60 hours of reading because I've read both of his auto buyer so you take His 40 year career, which is then dis distilled down into 60 hours of reading, which an eye is distilled down even further into a 12 minute episode that is rapid fire ideas from James Z on company building directly into your brain. And I found those ideas by searching through founders notes. So the idea with these many small episodes is I wanna create another tool where if I can condense somebody's entire career, multiple books that I read about somebody into 10 minutes into 12 minutes, you're gonna be able to listen to that over and over and over again. It'll serve as a constant reminder in an easy way for you to download... Those ideas into your brain, so then you can use them in your career. So if you want access to the tool that'll give you the superpower to access the collective knowledge of issues greatest entrepreneurs, When you need it, make sure you go and you subscribe, you go to founders notes dot com that is founders with the nest just like the podcast, founders notes dot com and subscribe today. I hope you enjoy this episode on the obsessions of Rookie Mu. I'm a little hesitant about writing this book. This is a book about running, not a treat on how to be healthy. I'm not trying to give advice here, like, okay, everybody, let's run day to stay healthy. Instead, this is a book in which I've gathered my thoughts about what running his meant to me as a person. Just a book in which I ponder various things and think out loud. No matter how mundane some action might appear. If you keep at it long enough, it becomes a contemplated even medi act. Once I was lying around a hotel room in Paris, reading the international Herald Tribune. When I came across a special article on the marathon. They were interviews with several famous marathon runners and they were asked, what special mantra goes through their head to keep themselves pumped up during a race. I was impressed by all the different things that these runners think about as they run 26.2 miles. If you don't keep repeating a mantra of some sort to yourself, you'll never survive. 1 runner told his mantra. Here it is. Pain is inevitable suffering is optional. Say you're running and you start to think man this hurts. I can't take it anymore. The hurt part is an unavoidable reality. But whether or not you can stand anymore is up to the runner himself. So I suppose it's alright to read this as a kind of memoir centered on the act of running. This book does contain a certain amount of what might be dubbed life lessons. They are personal lessons I've learned through actually putting my own body in motion. And thereby discovering that suffering is optional. That was an excerpt from the forward of the book that I'm gonna talk you about today, which is what I talk about when I talk about running a memoir and it was written by Har Mu. Before I jump into the book I wanna give you background into the unexpected way. I was not expecting to make a podcast about this book, I didn't even know this book existed before a couple days ago. So I actually stumbled across this book on Twitter. So then what I did is I love to read, I always read physical books. But what I'll do is if I discover a new book, I will test it out by buying the the Kindle version, and I'll start reading it. And then usually, if I like the first few chapters, then I'll order the physical book because that's to how I prefer to read, and that's I like to make the podcast podcasts everything else. I start reading the Kindle version of this book on my phone on the Kindle app on my phone, and I could not put it down. I read the entire book. In, like, a day and a half, maybe 2 days at most on my phone. This really is a memoir about his 2 obsessions. His first obsession is writing, his second obsession is running, And so in the book, he says unless it's totally unavoidable. He runs every single day. Not only does he run every single day. This is his schedule when he's writing a novel. He wakes up before Am, he writes for 5 or 6 hours completely uninterrupted. Then he'll go and run a 10 k. He will also swim after that, then he'll read, listen to music run errands, and then he falls asleep by 9PM. Usually, there's a nap in the app... Like, a quick 30 minute nap in the afternoon as well. And he does this 7 days a week. And so even though it's obvious that he's got a very intense and disciplined personality, he clearly believes in consistency over intensity. And so that's why he spreads everything out over 7 day week, to keep a momentum going day to day, so he talks about this. He says, listen, the point being is to let the acceleration I feel at the end of each run, carry over to the next day. Even though he's physically capable of running more than a 10 k every day. He purposely pulls back. He wants that acceleration, I feel the end of each run to carry over to the next day. This is the same sort of tact that I find necessary in writing a novel. I stop every day right at the point where I feel I can write more. Do that and the next day's work goes surprisingly smooth. I think Ernest Hemingway did something like that. In fact, it's really funny. Again, I didn't even know this this book existed, you know, say, 2 weeks ago, and yet in my right hand right now is ernest Hemingway book. Ernest hemingway on writing. I had read the book, completely marked it up, took notes on it. I didn't think it was enough. I it I've read and I don't know if I've told you this. I I might have mentioned it last week, but In the last month alone, I've been hitting, like, this dry streak over and over again. So I've read 3 full books. Literally got to the end of all 3 books. And then when I got to I was like, these are not episode worthy enough. Anyways, 1 of those 3 books was ernest hemingway on writing, and he talks about this in the book. Hemingway did not wanna drain himself completely. In every day, he wanted to have a little bit left so then he could pick up writing the next day. And I think this is an overlooked key for these long term projects. Again, I am obsessed with hedgehogs. The hedgehogs are the people that do something for a long period of time. Har rookie Mirror economy is 1 of these people. He's been a novel for 45 years. He's still writing Go to last few weeks the people you Not even talking about. That's a hedgehog. He's been running L For 40 something you're Sam Walton Jay Paul Getty, the founder of Rolex, Steve Jobs. You see this over and over and over again Walt Disney. And so I think the point that Amir comment is about to make right now is really important because this is about how the hell you manage these long term, decade long projects. And he says do that in the next day's work goes surprisingly smoothly. I think Ernest Hemingway did something like that to keep ongoing, you have to keep up the rhythm. This is the important thing for long term projects. Once you set the pace, the rest will follow The problem is getting the flywheel to spin at a set speed and to get to that point takes as much concentration and effort as you can manage. That is why routine is so powerful. This is also another reason I believe the routine is so powerful. I don't know why, but the older you get the busier you become. And so as you're reading this book, the way I would describe this as he goes back and forth between these dual obsessions and how they serve 1 each is obsession serves the other. And so he begins and he starts talking about, like, why did he pick as career as a novel? Why did he pick running as the most important physical activities life? He talks about the importance of picking things They're are authentic to your true self, something that suits you and something that you can do for a long period of time. So he says I started running in the fall of 19 82. So it's actually a few years after. He publishes his first novel 19 79. So he picks up running a few years later he says I started running the fall of 19 82, and I've been running since then for nearly 23 years. Even longer now because his book is like 15, 16 years old. And it's gonna be many times in the book where you see why he picked a career as novel and why he chose to run. 1 of it is he's a loner. He likes to do things without relying on other people, and things are as simple as possible. It's like, if you wanna be right writer, all you need is a pen and piece paper. If you wanna be a runner, all you need is shoes. You don't need teammates and or any kind of equipment don't need anything. And he says long distance running suits my personality. And if all the habits I've acquired over my lifetime, I have to say that this 1 has been the most helpful and the most meaningful. Running without a break for more than 2 decades has also made me stronger, both physically and emotionally. I am not much for team sports. That's just the way I am. I think that very simple sentence is 1 of the most important sentences in the entire book. That's just the way I am. It is clear from reading this book that Mir knows who he is. I was just reread highlights from 1 of my favorite talks. I know I've talked about this a million times. It's running down a dream how to survive and thrive in your career you love. And when I got to this part because I was also reading the transcript. And when I went back on this section, I added the note after I was like you must find a business that's authentic to you. You cannot... If you're gonna do the business over a long term, you cannot fake who you are over the long term, and there's a line that Bill Girl says in that that talk running down a dream how to survive and thrive in a career that you love. And he's he's talking to University of Texas Nba students, but he says you can't fake passion. Somebody else that really loves the job will out overrun you. Somebody else sitting in some other Nba program has a deep passion for whatever career path that you're going down, and they're gonna smoke you if you don't have it yourself. Mu cam could not be running for 4 decades. He could not be riding for 4 decades unless it suited him unless it suited his authentic self, and he immediately draws the analogy from running to writing. It's the same thing. In the novel profession. As far as I'm concerned, there's no such thing as winning or losing, maybe numbers of copies sold awards 1 and critics praise serve as outward standards for accomplishment in literature, but none of them really matter. This hits so hard. The judge... What he's saying is the judge within Reign supreme. This is my interpretation of what he's saying. What's crucial is whether you're writing attain the standards you've set for yourself. Failure to reach that bar is not something that you can easily explain away. Then he continues to see and goes right back to running. For me, running is both exercise and a metaphor. Running day after day, working day after day. Right? Running day after day, piling up the races bit by bit, I raise the bar, and by clearing each level, I elevate myself. That's why I've put in the effort day after day to raise my own level. And then a few pages later, goes back to this the importance of picking a a craft, a profession that suits you that is authentic to you that you're not just looking around mimicking what other people are doing. He's he's gonna talk about, like, if you think about what this paragraph wants them reach to right now. This is why he's been able to write 15 books over 40 years, and countless numbers of short and published countless numbers of short stories. He says I'm the kind of person who likes to be by himself. To put a finer point on it, I'm the type of person who doesn't find it painful to be alone. I find spending an hour or 2 everyday running alone, not speaking to anyone, as well as 4 or 5 hours a day alone at my desk to be neither difficult nor boring. I've had this tendency ever since I was young. When given a choice, I much preferred reading books on my own or concentrating over being with somebody else, I could always think of things to do by myself. And then he goes into some of the psychological benefits of running or just spending time letting your mind wander. And so he has a great phrase on this. You know, yeah, there's a bunch of different ways you can do this. He just chooses it to get to this destination through running, but he says, I run in order to acquire a void. Running gives him a calm and empty mind. Obviously, he says, like, an occasional thought is gonna slip into this void because people's minds can't be completely blank for long periods of time, but running gives his ability to give his brain a rest It gives him the ability to acquire a void. And I think it's during these voids whether there's in a shower and a long walk, running, swimming. Whatever it is that you're doing where you get this, like, download. This very valuable download. From your unconscious. In fact, this is something that's popped up several times in the books. I think David Og is that really the person that communicated this idea best to me. I'm gonna read an actual quote from his book og on advertising. And he says big ideas come from the unconscious. This is true in art in science and in advertising. But your unconscious has to be well informed or your idea will be irrelevant. Stuff your conscious mind with information like books and podcasts and conversations. Right? Then unhook your rational thought process. You can help this process by going for a long walk, and that's Obi b's words, obviously in Mere Words he's running. Or taking a hot bath or drinking half a pint of kind of liquor, I guess, Suddenly, that if the telephone line from your unconscious is open, a big ideal wells up within you. And there's also another mental or psychological benefit from, in his case, Your company's case running physical exercise has come up a bunch of time in the books as well. He's in a an industry, like, a lot of people are, every entrepreneur. You're just going to be misunderstood and criticized. You know, maybe he writes a novel and he thinks it's great, and, you know, it doesn't sell as well and people critics kinda pound it and make him feel bad. And so he says something. He says, it's not much fun to be misunderstood or criticized. But rather a painful experience that hurts people deeply. As I've gotten older though, I've gradually come to the realization that this kind of pain and hurt is necessary part of life and I would say unavoidable. In fact, Jeff Bezos has a great line about this where he says if you absolutely cannot tolerate critics, then don't do anything new or interesting. Back to Mir ka. If you think about it, precisely because people are different from others, that they're able to create their own independent selves. Take me as an example. It's precisely my ability to text some aspects of a scene that other people can't to feel differently than others and choose words that differ from theirs that's allowed me to write stories that are mine alone. And because of this, we have an extraordinary situation in which quite a few people read what I've written. So the fact that I'm me and no 1 else is 1 of my greatest assets. That's that's gonna be 1 of the best lines in the book. So the fact that I'm me and no 1 else is 1 of my greatest assets. Emotional hurt is the price a person has to pay in order to be independent. So we've established it's unavoidable. It's it's very constant human nature in history. So what do you do? So he uses exercise vigorous physical exercise as a way to relieve this emotional stress that he goes through that everybody goes through. When I'm criticized unjust from my viewpoint or when someone I'm sure will understand me doesn't, I go running for a little longer than usual. By running longer, it's like I can physically exhaust that portion of my discontent. Praise essentially processing, you know, the struggle the painful motions through physical activity. There's a great line in this biography of Teddy Roosevelt that I read. His wife and his mother die. On the same day if I remember correctly. And so he goes and he he says, like, when he's going to emotional terminal. He does this early in his life, he doesn't out his entire life that he needed physical tests of endurance to chase the way that a impression that was bearing down on him, and this is what Teddy Roosevelt said about that. Black care rarely sits behind a rider whose expanse and pace is fast enough. And it's 1 way to turn a negative experience an emotion into a positive result, and Mir talks about this in book. And 1 of the results of running a little farther than usual is that I become that much stronger. If I'm angry, I direct that anger towards myself If I have a frustrating experience, I use that to improve myself. So before he was a writer or a runner, he actually was an entrepreneur, and his first business, was a Jazz club. And I think there's a little... There's value into into covering the section for a little bit because it also gives you an idea of really the kind of his fierce work ethic that he was able to apply even at a business that wasn't suited for himself. But again, he... This this business, I think lasts 7 years where his second business is a novel, lasted at 45. So I think that that's actually instructive. It's like, well, if you wanna be in the game for a long time, you wanna get to a lot of profession, you really should try to find something that suits you. And that's authentic to you. And so he talks about this. Most of the people I knew had predicted that the bar wouldn't do well. They figured that an establishment run is kind of a hobby wouldn't work out. That somebody like me who was pretty naive and most likely didn't have the slightest aptitude attitude for running a business wouldn't be able to make a go of it. Well, their predictions were totally off. To tell you the truth, I didn't think I had much aptitude for business either. I just figured that since failure was not an option, I'd have to give it everything I had. My only strength has always been the fact that I work hard and can take a lot physically. I'm more of a workhorse than a race horse. And if you think about it, there's already been hints the fact that he's more of a workhorse than a race horse. The just look at how he's set up his schedule. It's like, you know what? I'm gonna work... I'm gonna have the same schedule every day. I'm gonna put my faith in consistency routine. I'm gonna wake up at 4AM. I'm gonna write for 5 to 6 hours every day. I'm gonna run a 10 k. I'm gonna swim. I'm gonna nap I'm gonna run Errands, because he he talks about later on and I'll get to this effect that he just thinks he's a morning person His brain works better in the morning, so he he takes, like low level stuff for the afternoon. Like, he can swim. He can run Errands, you know, go listen to music, And then I'm gonna go to bed early, and I'm gonna do it again and again and again, that is a workhorse. And his schedule at this time in his life when he's running the jazz club when he's running the bar, he's gonna get real crazy because he's gonna be for a short period of time, he's gonna be overlap between the 2 professions. This we're not there yet, though. He says the work itself was hard. I worked from morning to late at night until I was exhausted. I had all kinds of painful experiences. Things I had to rack my brains about and plenty of disappointment, but I worked like crazy, and I finally began to make enough profit to hire other people to help out. As I near the end of my twenties. I was able to finally take a breather. To start the bar, I had borrowed as much as I could from every place that would lend me money, and had almost repaid it all. Things were settling down. Up until then, It had been a question of sheer survival of keeping my head above water, and I didn't have room to think of anything else. Now at this point of his life, he can take inventories like 1 about 03:30AM I gonna be running this jazz club? Is this what I want my life to be? I took a deep breath and I slowly gaze around. Turning 30 was just around the corner. And pretty much out of the blue, I got the idea to write a novel. And this is the crazy party. He says I can pinpoint the exact moment when I first thought I could write a novel. He's a huge baseball fan. So it says it was around 01:30 in the afternoon on 04/01/1978. I was at Jin stadium that day alone in the out field drinking a beer and watching the game. And all of a sudden, a thought struck me. You know what? I could try writing a awful. And listen to how he describes his experience. Something flew down the thought of that idea. Right? That little voice inside of him. Something flew down from the sky at that instant. And whatever was, I accepted it. I had never had any ambitions to be a novel. I just had the strong desire to write a novel. No concrete image of what I wanted to write about, just the conviction that if I wrote it now, I could come up with something that I'd find convincing. This was in the spring of 19 78, and by the fall, I had finished a 200 page work, handwritten, he writes it on pen and paper. Handwritten on Japanese manuscript paper. And it's about to get crazier. Listen to what he does here. And after I finished it, I felt great. I had no idea what to do with the novel once I finished it. But I just sort of let momentum carry me and I sent it in to be considered for a literary magazine's new new writers prize. This is the crazy part. I shipped it off without making a copy of it. This is 19 78. It's... To have a digital backup. I shipped it off without making a copy of it, so it seems I didn't much care if it wasn't selected and vanished forever. This is the work that's published under the title, hear the wind sing. I was more interested in having finished it. Then in whether or not, it would ever see the light of day. There is a name for what he just did, and that name is auto tel. Auto tel is an activity done for the sake of itself. Auto tel is also the very first name when I had this idea like, almost a decade ago. Hey, I'm gonna make a podcast about the books I read, the very first name I chose for the podcast was Auto tel. You can see this because in the Url for the Rs feed, For the podcast, it still says auto tel. Auto tel, an activity done for the sake of itself. If this guy sits down, he has this thought the strike of light lightning. This almost Eureka moment this, hey, I have this intense desire to write a novel. He does so in a few months writes it by hand over 200 pages written by hand and then sends it off. Not even thinking what happens it gets lost on the mail What happens if they throw it in the trash. That is an activity done for the sake of itself. It just so happens that is going to be his first ever published novel. And this part of the story just made me laugh out loud because it says by the next spring, when I got a phone call from the publication, telling me my novel had made the shortlist, I had completely forgotten that I'd had entered the contest. My novel won the prize and was published that summer. The book was fairly well received I was 30. And without really knowing what was going on, I suddenly found myself labeled a new up and coming writer. I was pretty surprised, but people who knew me were even more surprised. And at this point in his life, the fact that he was a workhorse wind up benefiting him immensely. After this, while still running my business, I wrote a second novel. And so he is 30, but when he was a younger man in his twenties when he's an older man in his seventies, his discipline in work ethic or concerts throughout his entire life. What I mean by this? Listen to what he's doing. Every day for 3 years, I ran my Jazz club, keeping accounts, checking inventory. Scheduling my staff, standing behind the counter, mixing up cocktails myself, cooking and closing up in the wee hours of the morning. And only then, riding at home at the kitchen table until I got sleepy, I felt like I was living enough for 2 people's lives. Physically, every day was tough. With these first 2 novels, I was only able to write in spurt, snatch bits of time here and there, a half hour here, an hour here, And because I was always tired and felt like I was competing against a clock as I wrote, I was never able to fully concentrate. And so then it is at this point in his life story that he makes the most important decision and the worst decision, that he ever makes. He decides I'm going to go all in on being a writer. Even though most of his income is coming from the Jazz club and not writing, I felt I'd had been given a wonderful opportunity to be a novel. A chance you don't get every day. And a natural desire sprang up to take it as far as I possibly could and write the kind of novel I'd feel satisfied with. After giving it a lot of thought I decided to close the business for a while, and concentrate solely on writing. At this point, my income from the Jazz club was more than my income as a novel, a reality that I had to resign myself to. Most people I knew were flat out against my decision. Your business is doing fine they said, why not just let someone else run it for a while and then you go off and write your novels. From the world's viewpoint this makes perfect sense. And most people probably didn't think I'd make it as a professional writer. But I couldn't follow their advice. I'm the kind of person who has to totally commit to whatever I do. I had to give it everything I had. If I failed, I could accept that, but I knew that if I did things half hearted and they didn't work out, I'd always have regrets. This is the part where he bets on himself despite the objections of everybody else, I sold the business, and though a bit embarrassed about it, I hung out my sign as a novel and set out to make a living writing. I'd just like to be free for 2 years to write, I explain to my wife. If it doesn't work out, we can always open up another little bar somewhere. I'm still young, and we can always start over. Alright, she said. This was in 19 81, and we still had a considerable amount of debt, but I figured, I'd just do my best and see what happened. I figured it was do or die, so I put everything I had into it. And this is 1 of my favorite parts of the story. I'm gonna read my note to you before I read the paragraph of that prompted the note. And I wrote he knows. He found his path, the sense of relief that occurs when this happens in your life is worth all of the struggle to get there, and this is what he writes. When I finished a novel, I had a good feeling that it created my own writing style. My whole body thrilled at the thought of how wonderful and how difficult it is to be able to sit at my desk, not worrying about time and concentrate on writing. There were untouched veins still dormant within me. I felt, and I now could actually picture myself making a living as a novel. And even though he was excited, he's like, I found my style. This book is better than the previous ones I have written when he tries to get it published. The editors did not like it. They said they were looking for something more mainstream and didn't like the book is called a wild sheep chase. They didn't like the book at all. And I recall how une their reception was. This part is so important and there's so many parallels to the history entrepreneurship. It seems back then, my notion of the novel was pretty unorthodox. Readers though, this is so important. Right? Editors like, oh, we want some more mainstream. Okay. Well, why? Because you want more readers. What happens when you puts out this unorthodox this differentiated product into the market? Readers though seem to love this new book. And that is what makes me happiest. There's a great quote about this from James Dyson. If you can, try to go direct to the end user of your product because he said the entrenched professional is always going to resist far longer than the private consumer. Thank God that gatekeeper that publisher didn't get in the way. Oh, we don't like. We're looking for something more mainstream. That is the entrenched professional. Right? But the private consumers like, we love this give us more. Now we've been talking about this journey from bar owner Jazz club owner to novel, but how does this tie with the book with his... This diary? This inner monologue about running. How did he... He's not a runner yet. Now he's a novel. He solved that problem but he hasn't found that second obsession that second obsession that's gonna serve his first obsession. How does he do that well, he tells us a problem Arose. With my decision to become a professional writer. The question was how to keep physically fit? Running the bar required hard physical labor every day, and I could keep my weight down. But once I started sitting in my desk all day writing, my energy level gradually declined and I started putting on pounds. I was also smoking too much as I concentrated on my work. Back then, I was smoking 60 cigarettes a day. I decided that if I wanted to have a long life as a novel, I needed to find a way to keep fit and maintain a healthy weight. And so this is where he's looking at. Hey. There's all kinds of sports I can choose. Like, why am I gonna choose running because that's who he is. It's... His description of running is the same for writing or reading? He says running has a lot of advantages. First of all, you don't need anybody else to do it. And no need for special equipment. You don't have to go to any special place to do it. As long as you have running shoes in a good road, you can run to your heart's content, and so he in the mornings, he he writes in the afternoon, he reads. Reading, writing, running. No special equipment. You need a pen and paper or or a type writer. You need some shoes. You need a, you know, a 9 dollar book, but you don't need anybody else to do these things. And an added benefit hurts all those things are positive healthy habits and they crowd out the more obsessed become with running with reading with writing. The more they're gonna crowd out things that don't serve them. And so he just said, hey I was smoking 60 cigarettes a day. I think he's 75 76 years old today, would he be alive if he didn't kick the habit maybe not? But why did he kick the habit? Because he couldn't run in smoke. Not longer after I also gave up smoking. Giving up smoking was kind of a natural result of running every day. It wasn't easy to quit, but It couldn't very well keep on smoking and continue running. This natural desire to run became a powerful motivator for me to not go back to smoking, and a great help in overcoming the withdrawal symptoms. And this line is so great to send so great quitting smoking was like a symbolic gesture of farewell to the life that I used to lead. And then he talks about the difference of kinda, like struggling through a profession or an activity you don't like like, team sports, he hated that. Loves running so he can do it all the time he can give everything he got. Didn't... You know, he's an introvert. He talks about over and over again. He's like, III just wanna control who has access to me. Well, if you're running a bar, you have to... It's a service business. Anybody can come to the door, To serve them, didn't like that. And so he talks about this aspect of his personality. Again, just as fundamental. He did this this really important work of understanding who he actually is inside. I can never stand being forced to do something I didn't wanna do at a time I didn't wanna do it. Whenever I was able to do something I like to do though. When I wanted to do it, and the way I wanted to do it, I'd give it everything I had. And so by switching into a profession that was more suited to his authentic self. He's able to redesign his entire lifestyle, listen to how different his lifestyle was as a novel than when he was running a bar. The happiest thing about becoming a writer was that I could go to bed early and get up early. When I was running the bar, I often didn't get to sleep until near dawn. After I close the bar and began my life as a novel, the first thing that we he talks about him and his wife decided to completely revamped their lifestyle. The first thing we did is we decided to go to bed soon after it got dark and wake up with the sun. So my new simple and regular life began. I got it before 5AM, went to bed before 10PM. People are at their best at different times of the day, but I'm definitely a morning person. That's when I can focus and finish up important work I have to do. Afterwards, I work out or do other errands that don't take much concentration at the end of the day, I relax and don't do any more work. I read listen to music, take it easy and try to go bed early. This is the pattern. I've mostly followed up until today. Thanks to this, I've been able to work efficiently these past 24 years and now he's into, you know, 40 years he's been doing this. I also found this interview. When I got to this part, I I was also reading and, listening to interviews that he's done. And I found this interview about his daily schedule. Very interesting. It was this from this 2004 interview, And so he describes his daily schedule, but I think the the last few sentences is really what's important. So he talks about, you know, I get up at 4AM. I've already told you this. He writes for 5 to 6 hours, then he'll go run 10 kilometers and swim 1500 meters. Then read a bit, listeners to music and go to bed early. Now this is the important part. I keep to this routine every day without variation. The repetition itself becomes the most important thing. It is a form of me I me myself to reach a deeper state of mind. The power of routine is a reoccurring theme throughout the entire book. He goes back to it. I'm struck by how except when you're young, you really need to prioritize in your life. Figure out in what order you should divide up your time and energy. If you don't get that sort of system set by a certain age, you'll lack focus and your life will be out of balance. I placed the highest priority on the sort of life that lets me focus on writing. Why? Because writing is an act of service, So he's gonna talk about the relationship that he has with his readers. The entrepreneurial equivalent is relationships that you have with your customers. What did what did henry Forte tell us? That money comes naturally as a result of service, focus on service. That Mir cam built his entire life. His entire lifestyle what he focuses on his routine about this active service because he believes what he's about saying beautiful language is that the most important relationship he has in his life is with his readers, the most important relationship that entrepreneurs have in their businesses with their customers. I placed the highest priority On the sort of life that lets me focus on writing why? Because I felt that the indispensable relationship I should build in my life was not with a specific person, but with an unspecified number of readers my opinion on this has not changed over the years. I've consistently considered this invisible conceptual relationship to be the most important thing in my life. Actions, express priority. How you spend your time is all that matters. It's not what we think. It's not what we believe. It is only matters what we do. And you could tell what's a priority what's the most important in your life to how you spend your time, actions, express, priority. He has another genius thing that I've talked talked about a lot. And again, this isn't something that's I don't even know if it's explicit. It's just this idea I had where it's like it's weird that so many entrepreneurs focus on, like, the... Converting customers that don't like them or being concerned about, like, criticism of their product or their business is like, wait a minute. Your business is built by serving the customers that love what you do and ignoring the rest. And this may be the first time I had this, like, idea this vague notion in my head, and I don't know if I've even can even express it the the right way to how I truly think about this. But this is... Mirror... What Mu writes here is like, the closest that I've got. Yes, That's exactly this, like, weird idea that keeps popping up. So he says you cannot please everybody. Even when I ran my bar, I follow the same policy A lot of customers came to the bar. If 1 out of 10 enjoyed the place and said he'd come again, that was enough. If 1 out of 10 was a repeat customer, then the business would survive. To put it the other way, it didn't matter if 9 out of 10 didn't like my bar. This realization lifted a weight off of my shoulders. Still, I had to make sure that 1 person who did like the place really liked it. In order to make sure he did, I had to make my philosophy and stance clear cut and patiently maintain that stance no matter what. This is what I learned through running a business. He does the exact same thing. Think about it You're novel. You know, what's gonna happen with be you. Any new books, especially becomes famous for doing this. Every time you release the book, you're gonna have a million people review the book. You know, maybe 70 percent says this sucks. You know, 10 percent this is okay. 10 is, yeah, I kinda like it, but 10 percent really love it. And so he talks about the fact that he just focused on writing an what other people thought was on Ortho unorthodox, but it was completely authentic to him. It was differentiated from the other novels out there. And if found its market. And over time, since he was doing this for the long term, he says every time he released a new novel, he had more readers. It didn't matter if a new novel came out in 90 percent of the stuff, said, you know, that's not for me. That 10 percent loved it, and then they told other people in that 10 percent slowly grew over time. And he has a great line in the book to describe this perspective, he says there's no need to be literature top runner and I was like oh, I read that. And in the context of everything else that's going on the story Like oh, he approached building his customer base the same way you would approach building up and increasing the length of distance you can run. Slowly over time year after year. And so then he illustrates this point through training through running. This goes back to this idea of. He's clearly if you analyze what he's doing. He's so like, clearly, prioritizing consistency over intensity, and it's clear as he's talking about these dual sessions that he's skill at running and his skill of business were built the very same way. There's just this little bit every day. I'm gonna read to you. And then III wanna quote 1 of my favorite essays, which is how to do great work by Paul Graham. So Amir Ka says, when I first started running, I couldn't run long distances. I could only run for about 20 minutes or 30 minutes, and that left me pant, my heart pounding, my legs shaking. It was expected though since I hadn't really exercised for a long time. At first, I was also a little embarrassed to have people in my neighborhood see me running. It was the exact same feeling I had upon first seeing the title novel after my name. But as I continued to run and obviously continued to write, my body body started to accept the fact. That I was running, and I could gradually increase the distance. I was starting to acquire a runner form. My breathing became more regularly as saying that. I'm acquiring more skills. Right? My breathing became more regular and my pulse settled down. The main thing was not the speed or the distance so much as running every day without taking a break. And so there's this line in programs I say how to do great work. Which should I think is episode 03:14 if I remember correctly. And, you know, something that I'm I'm really trying to orient my own career and and, like, a obsession around. It's that consistency over decades after decades. And so what Paul says is the reason that we're surprised is that we underestimate the cumulative effect of work. Writing a page a day doesn't sound like much. But if you do it every day, you're write a book a year. That is the key consistency. People who do great things don't get a lot done every day. They get something done rather than nothing. And, of course, done over a long period of time. And so then it goes back to this power of routine. What does Mir economy say. So like 3 meals a day, along with sleeping, house work and work, running was incorporated into my daily routine. And then immediately after this he goes back to this idea that you and I keep discussing. It's like, if it suits you, you're gonna do it for a long time. If you do it for a long time, you're gonna get really good at it and if you get really good at at it at something, Money is is a result of that process. Right? So he says, when I tell people I run every day. Some are quite impressed. You must really have a strong will they sometimes tell me. To tell you the truth, I don't even think that's much a correlation between my running every day and whether or not I have a strong will. I think I've been able to run for more than 20 years and so now, you know, 35 years or 40 years whatever has been in a present day. But everything I've been able to run for decades, for a simple reason. It suits me. Go back to what Paul graham said, I think it's in the same essay on how to do great work. He says when you follow which you were intensely interested in. This strange convergence happens where you're working all the time, and it feels like you're never working. We just saw this on episode was it episode 03:55 on with Bernardo? That's on a rare Bernardo interview. He's 75 years old when the interview is given. And he talks about the fact that, like, this guy's is up, pushing himself, you know, 12 hours a day, 7 days a week on Saturday mornings. He's, like, super excited, doing all these, store, tour, like, visits on a store trying to, like, find any, like, slight little detail that's off, and he just has a great line on this. He goes, you know, when you're gonna retire. Like I have fun every morning. I have fun every morning is another way to say this suits me this activity suits me goes back to what Bill Girl said in that talk running down a dream. Somebody else somewhere else has a deep passion for whatever career path that you're going down, and they're gonna smoke you if you don't have it yourself. I'm sure there's somebody that's like, I love Knows business. I would love to do that too, but they don't have the passion and you can't fake it over decades. And so we go back to Mirror Cam on this. A few sentences later, no matter how strong a will a person has. No matter how much he may hate to lose. If it's an activity he doesn't really care for. He won't keep it up for long. I just did this post. I'm trying to summarize. The most important lesson I learned from spending 2 hours with Sam Z before he passed and the the the most important lesson, I mean, the guy had me fired up. And I think about it all the time. But if I had to say just 1 lesson from spending time with him. Was go for freedom. Freedom allows you to control what you work on. If you control what you work on, then you can work on what you love. If you love it, you'll do it for a long time. And if you do it for a long time, you'll get really good at it and money will come as a result And 1 of the most important un understated things if you're really paying attention to as I was reading this And if you're really paying attention what he's saying, and it's office in all these biographies too is, like nobody can do this for you. Nobody can tell you if you're profession if your craft if your work is actually up authentic to you, so he ties us in. That's why I've never recommended running to others. I've tried my best never to say something like running is great. Everybody should try it. If some people have an interest in long distance running, just leave them be and they'll start running on their own authentic If they're not interested in it, no amount of persuasion will make any difference. Nobody ever recommended or even desired that I'd be novel. In fact, some people try to stop me. I had the idea to be 1. And that is what I did. I love that. I'm obsessed with this idea. I I've been, I do a lot of talks to companies and conferences and stuff, and there's a lot of Q and A too, and I've been assisted this question in various forms a bunch over the years, and it's like, you know, how can we encourage more people to be entrepreneurs. I'm like, it's an inner. I'd be shocked if this was in the exact same experience you had. But the exact same experience that mirror comedy thing. I had the idea to be 1, and that's what I did. This the the greatest way. The funniest way, or most memorable way that I think about this idea. This this... I don't even know if this is true, but there's a story about Mo are where a guy comes to him and it says mo, how do you write a Symphony? And Mo replies you're too younger to write a Symphony. And the Man goes, but you were writing Sin when you were 10 years of age, and I'm 21, and Mo already goes, yeah, but I didn't run around asking people how to do it. Mu ka just said, now I did no 1 ever recommended I'd be novel. They try to stop me. But it doesn't matter. I had the idea to be 1 and that's what I did. 1 of my favorite all time quotes from Coco Chanel. It's exactly the same way is. She goes, I decided who I want to be, and that is who I am. So there's something else that that's important to add to this. Just because you love what you do. Have a passion for it. You wanna do it for a long time Doesn't mean that you're gonna wanna feel like doing it every day. Yeah. I, obviously, it's impossible that every day of your life, You're gonna wake up, like, I'm... I wanna do this right now. I have to do this. And so this this great conversation that happens between Mir Ka and Olympic runner. So he says no matter how much long distance running might suit me. Of course, there days, when I feel kind of let authority and I don't wanna run. Actually, this happens a lot. On days like that, I try to think of all kinds of plausible excuses to call it off. Once I interviewed an Olympic runner, this guy's last name is Ce. And I asked him, Does a runner at your level ever feel like you'd rather not run today. Like you don't wanna run and you'd rather just sleep in? He stared at me and then in a voice that made it abundantly clear how stupid he thought the question was replied, of course. All the time. The difference is the people that reach the top of their profession. The reach Olympic levels, the equivalent of olympic levels in a profession, they do it regardless of how they feel. 1 of my favorite movies has come on in the last few years have been doomed. The... I like doing 1 in too. But I've watched the first 1 I'll know, like 8 times. And I love this part where Paul T has to... He's he's supposed to be training on and learning how to fight and sharpening his skills. And as a scene in the movie where He tries to get out of he's like, oh, I'm not in the mood and the response by the trainer was perfect. What's mood got to do with it. There's a paragraph in Henry Ford's it's written a hundred years ago. That talks about the same problem that is constant in human nature, the fact that how we feel, our mood, it cannot affect the commitments that we have to our work into serving other people. He says I pity the poor fellow who's so soft and fl. That he must always have an atmosphere of good feeling around him before he can do his work. There are many such men. And in the end, unless they obtain enough mental and moral hard to lift them out of their soft reliance on feeling, their failures Not only are they business failures, their character failures also. It is as if their bones never attained a sufficient degree of hardness to enable them to stand on their own feet. There is altogether too much reliance on good feeling in our business organizations. And so then I wanna move on to 1 of my favorite lessons in the book. And so for a while, he had the idea is like, okay, every year, I'm gonna run at least 1 marathon. And he did this a bunch. And he gets a little cocky, and the the lesson here is never tried to cheat the work. There's no shortcuts. And what happens is he goes to this like emotionally devastating thing because he's like, oh, I've run Marathons for. Oh, yeah. I haven't been really training that much. But, you know, like, I can just show up and it'll happen. He finishes the marathon, but he had to walk to finish the marathon. 1 of his rules was like no walking. Absolutely no walking. He himself to very high standards and he had to break 1 of his own standards, but he failed to live up his expectations. And the fact that he had to walk to finish this marathon just made him, like, he was like, in tears. He just could not believe it and I loved his self assessment. Of what he did wrong. He's like, there's 3 reasons that I failed, not enough training, not enough training and not enough training. Without knowing it, I had developed an arrogant attitude convince that just a fair to mid amount of training was enough for me to do a good job. It's pretty thin. The wall separating healthy confidence and unhealthy pride. And his reaction to this was perfect. You go back to the basics and you rec yourself to your training schedule. He says as I ran this race, I felt I never ever wanted to go through that again. Right then in there, I decided that before my next marathon, I was going to go back to the basics, start from scratch and do the very best I could. Train meticulously and red discover what I was physically capable of, tighten up all the loose screws 1 by 1. Do all of that and see what happens. And part of what happened is, you know, he said, as you get older, you get busier, he becomes, you know, more well known. He's got all kinds of different opportunities to goes away, a lot of those are just you know, external world is largely an external distraction. And what he realized this is there's always gonna be more reasons not to run. Not to spend the time doing this than there are to do that. You have to hold onto to the few precious valuable reasons, and he says. Even if there were 2 of me, I still can do all that has to be done. No matter what, I keep up my running. Running every day is a kind of lifeline for me. So I'm not gonna lay off running or quit just because I'm busy. If I use being busy as an excuse not to run, I'd never run again. I only have a few reasons to keep on running and a truckload of them to quit. All I can do is keep those few reasons nicely polished. No matter what just keep doing it. He's been talking about running. See how it goes back and forth. He's like, we're gonna how we're running for a little, but then we're gonna draw a life lesson from there, and we're gonna apply it to our craft. And so he goes, if I'm asked what's the next most important quality is for a novel, That's easy. Focus. The ability to concentrate all your limited talents on whatever's is critical at the moment. That focus, you cannot accomplish anything of value. I concentrate on my work every morning. I sit at my desk and focus totally on what I'm writing. I don't see anything else. I don't think about anything else. After focus, the next most important thing for a novel is hands down endurance. If you concentrate on writing, 3 or 4 hours a day and feel tired after a week of this, you're not gonna be able to write a long work. Focus and endurance can be acquired and sharpened through training. You'll naturally learn both concentration and endurance when you sit down every day at your desk and train yourself to focus on 1 point. This is a lot like training muscles. You have to continually transmit the object of your focus to your entire body and make sure it thoroughly assimilate the information necessary for you to write every single day and concentrate on the work at hand. And gradually, you'll expand the limits of what you're able to do. The great mystery writer Raymond chandler once confessed that even if he didn't write anything, he made sure he's to sit down at his desk every single day and concentrate. I understand the purpose behind his doing this. This is the way Chandler gave himself a physical stamina, a professional writer needs, quietly strengthening his willpower. This sort of daily training was indispensable to him a few weeks ago when I did George Lucas biography. In that biography, he talked about that George Lucas Wrote Star Wars the same way. You know? He he found writing Star wars unbelievably difficult. So what do you do is like, okay, I'm gonna write from 9 to 5 I'm gonna sit in the desk. I can do 2 things and 2 things only. I can either write or I can stare at the wall. And so Lucas sat at his desk for 8 hours a day no matter if he wrote a single word or not. Something else that jumps off the pages of this book is the fact that he is fully alive. He is given into his obsessions. He's organized his entire life around these handful of things that he truly loves to do, The personal relationship has of his wife the taking care of his health, the writing, the complete control over his schedule, and I just think this paragraph is just gives you an ideas. Like you want. You wanna organize your life so you feel alive with capital letters, alive. And there's... There's actually, before I read this, there's something I also have save on my phone, has this picture of Sam Walton, and it's a quote overlaid a picture on top of Sam Walton that he said in his auto buyer. He says the great thing about entrepreneurship, Is you get to spend your time building something you enjoy. Most people don't get to do this. They're stuck in jobs they hate. I had the time of my life and you feel that Mir ka has completely worked himself in a position where he's having the time of his life. It may be a different life than you would choose. Or that I would choose, but it's what it's what it's what makes him feel alive. And I think this paragraph gives insight, like, what's important to. Says most runners run, not because they wanna live longer, but because they wanna live life to the fullest. If you're gonna whittle away the years, it's far better to live them with clear goals and fully alive than in a fog, and I believe running helps you do that. Exerting yourself to the fullest within your individual limits. That's the essence of running and a metaphor for life. And for me, for writing as well. If something's worth doing, this goes back to him, it's gonna sound a lot like Edwin. How always quote, this this hilarious quote, from Edwin land. He says there's a rule. They don't teach you at Harvard business school. It is if anything is worth doing, it's worth doing to access. This is Mir comm version of that. If something's worth doing, it's worth giving it your best or in some cases beyond your best. Now that can also be very dangerous. Piece of advice because His whole thing was, like, consistency over intensity. I'm gonna do things for a very long time. I wanna, you know, end my run with still a little bit in the tank, so I can run... Be excited and exhilarating and run again tomorrow. Same way that he he writes his novels. Same way the hemingway way wrote his novels. But Mir makes the mistake and he pushed it too far and this actually leads him to fall out of love with running for several years. He runs. He decides hey. I'm running Marathon every year. I'm doing triathlon. I'm gonna run an ultra marathon. I think it's like 60 something miles. And he talks about completing it and just hitting a wall and almost feeling like he's dying, but having this like crazy will to to to push through So I'm gonna get to that, but then he's gonna talk about the fact that it gave him depression. And so I'll pick right up in the story where he's already hit this wall. And he's like, oh, I'm I'm in trouble here. I have like 20 something more miles and I can barely move. Ultimately, using every trick in the book, I managed to grip my teeth and make it through 13 miles of sheer torment. I'm not human. I'm just a piece of machinery. I don't need to feel a thing, just forge on ahead. That's what I told myself. I'm not human. I'm a piece of machinery. I don't feel a thing, just forge on ahead. I repeat this like a mantra, a literal mechanical repetition. I try hard to reduce the per world to the narrow parameters. All I can see is the ground 3 yards ahead. Nothing beyond. My whole world consists of that ground, 3 yards ahead. No need, think beyond that. And and the effect of going too far burning himself out was detrimental. Says the most significant fall follow from running the ultra marathon wasn't physical but mental. What I ended up was was a sense of let authority. And before I knew it if I felt covered by a thin film, something I've dubbed runners blues. After this ultra marathon, I lost the enthusiasm I'd always had for the act of running itself. I no longer had the simple positive stance I used to have, of wanting to run no matter what. So this is something that's very fascinating, and I don't think it's obvious to many people, but I really do believe that great entrepreneurs likely have low intros spectrum. And I'm not talking about early in their lives. I think intros, especially earlier in your life is extremely important. I'm saying, once you found the thing that you know you're going to commit to. Intros spectrum is not always helpful. So let's define what I mean by intros inspection. The examination or observation of one's own mental and emotional processes. Probably very necessary before you find your life's work. But after questionable, do you think Sam Walton woke up every morning? Like, what should I do today? Should I continue to build this retail empire? Should I watch my cost? Should I keep visiting stores. No. He there was no intros intersection. He was like, a shark. He woke up and he just swam. There's a simple genius to that. So in Mir case, the ultra marathon burns him out, he gets the runners brute blues. It takes several years. And a lot of this, like lack of excitement about running before he picks up the passion again and does it on a daily basis. And once he works his way through this depression of this runner blues, he does a rec commitment. There's is this great book on Vincent, called the lo body rules, and rule number 6 is really important, and it says the essence of commitment is making a decision. The Latin route for decision is to cut away from as in an an decision When you commit to something, you were cutting away all your other possibilities, all your other options, and that is the story of Mir memoir this commitment to his dual obsessions. I didn't start running because somebody asked me to become a runner. Just like I didn't become a novel because someone asked me to. 1 day out of the blue, I wanted to write a novel, and 1 day out of the blue, I started to run. Simply because I wanted to. I've always done whatever I felt like doing in life. People may try to stop me and convince me I'm wrong, but I won't change. I expect that this winter all run another marathon somewhere in the world. And I'm sure come next summer, I'll be out in another triathlon on somewhere, giving it my best shot. Thus the seasons come and go and the years pass by. I'll age 1 more year and probably finish another novel, 1 by 1, I'll face the tasks before me, and I'll complete them the best I can. Focusing on each stride forward, but at the same time, taking a long range view, scanning the scenery as far ahead as I can. I am, after all, a runner. And that is where I'll leave it for the full story. Highly recommend reading the book. I devoured it. Like I said, you know, day day and a half, You could probably read in a weekend. If you buy the book using the link that's in the show notes on your podcast player also available at fun podcast dot com, you'll be supporting the podcast at the same time. That is 357 books down, 1000 ago, and I'll talk to you again soon."
}