{
  "transcript": "To make this episode, I got to spend about 7 hours with John Mack over 2 days, and I read his great auto twice, and it was during 1 of our conversations that John told me, 1 of the craziest things Anyone has ever said about the podcast. He had listened to over a hundred episodes before we met. And he told me that if founders existed when he was younger, Whole Foods would still be an independent company. That's in the podcast and all of history's great entrepreneurs constantly emphasized the importance of controlling expenses, he would have put more of a priority on it especially during good times during boom times it's very natural for a company. And I think for humans in general, I think it's just part of our nature to not watch our costs as closely because everything is going so well. In fact, this is something that Andrew Carnegie talked about a lot. In 1 of his biographies, it says Andrew Carnegie would repeat the mantra, time and time again. Profits and prices were cyclical, subject to any number of transient forces of the marketplace. Costs, however, could be strictly controlled and in Carnegie view, any savings achieved in costs were permanent. Andrew Carnegie idea, it was something that I was talking about with my friend Eric who's the c founder and Ceo of Ramp. Ramp is now a partner of this podcast and a sponsor of this episode. I've gotten to know all the founders of rampant, and have spent a ton of time with them over the last year or 2. They all listen to the podcast, and they've all picked up on the fact that the main theme from the history of entrepreneurship is on the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage. That is the main theme for ramp, that is the reason that ramp exists. The reason ramp exists is to give you everything you need to control your spend, ramp gives you everything you need to control your costs. Those last 2 words cost control. Gonna pull another line of advanced carnegie biography. Cost control became nearly an obsession. In this episode that you're about to hear, there is a shocking idea that John Mack told me about about the role that Walmart played in Whole Foods success. And it has to do with how impossible was For other people to compete with Sam Walton and Walmart. Now give you a little hint. This is what Sam said in his auto. Our money was made by controlling expenses. You can make a lot of different mistakes and still recover if you run an efficient operation Or you can be brilliant and still go out of business if you're too inefficient. Ramp helps you run an efficient organization. Ramp is everything you need to control spend and optimize finance operations all on a single platform Make history greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business control cost at is ramped dot com. Also leave a link down below. I hope you enjoy this episode. I put a lot of time, energy and love into making it and I'm very thankful to drop for John Mack, or to John Mack for sharing so much of his story, I truly believe when entrepreneurs do that, it is an act of service for the next generation. Enjoy the episode. By the end of the first trading afternoon, Whole Foods market was valued at a hundred million dollars. Even though my shares had been diluted over the years, my own net worth was now over 7000000 dollars. I was rich. How did that happen? It seemed to me like a crazy amount. It was exciting even shocking to suddenly be worth so much after so many years of having no money. That evening after the market's closed, I slowly drove home. Still in something of an altered state. I opened my first beer in several weeks and sit slowly on the porch, breathing in a sense of gratitude and wonder for how far we had come. I thought back to that little Victorian house where safer way that was the original name of the business that eventually turns into Whole Foods. I thought back to that little Victorian house where safer way had begun. And the modest dreams of success that Renee and I had shared as we woke up each morning on the top floor, took our showers in the dishwasher and converted our bedroom to its daytime form as the store's office. I thought about Craig and Mark taking the leap of faith to merge with us and build an entirely new store, bigger than any natural food store in the state. I thought about the hundred year flood in our near death experience. I called my father just to hear the pride in his voice and to share our mutual excitement at the success of the company. He'd so wisely help me build. I thought about my mother and wondered if she might finally be proud of her son. I thought about the many people who are celebrating tonight, enjoying their well deserved reward for their belief in those crazy hippie and their strange new notions about how to eat. All of those expectations, all of that collective hope for our future I had carried for 14 years. Now, I felt it lifting from my shoulders. I knew there would be new bird insta shoulder as we began our life as a public company. But just for a moment, I sat down my beer close my eyes and let the joy and relief overwhelm me. That was an excerpt from the book we talked about today, which is the whole story. Adventures in love life and capitalism and is written by John Mack Founder and former Ceo of Whole foods. So a few months ago, I received a very nice email from John. I didn't even know this, but he was a big fan of the podcast, and he'd had listened to well over a hundred episodes, and he offered... He asked if I wanted a an advanced copy of his new auto. And so after reading the book, which I love so much. I emailed him, and we decided to meet. So I actually spent 7 about 7 hours with John and his friend, David, over 2 days, we had dinner for about 3 hours and then the next day, I actually went to John's new company and toward it. It's called Love life and spend about 3 to 4 hours with John again. And so what I'm gonna do is combine the notes and highlights I have from reading John's auto twice. With the notes that I took spending so much time with him. And before we get into his life store, I think there's 2 really important things to understand about him. Number 1, he loves entrepreneurs and number 2, he is very hard to classify. So I love this part, and I actually took notes on it before I met him. And then it was obvious just spending time in person with him. And this is what he says about his love for for his fellow entrepreneurs. That's definitely how he classify himself. When I meet other entrepreneurs, there's always a spark, an instantaneous recognition that were wired the same way. I can sit down with a young entrepreneur who's just launched, their first startup are an older 1 with a series of successful exits. A fellow grocery store founder or the creator of a tech company, and I just know that were gonna find acres of common ground. And that was definitely my experience with Sean. The... We had a 3 hour dinner that went by. I could not... I was shocked when I looked at the time when dinner was over. There was as he said acres of common ground. And the reason I wanted to start with that quote because I really feel not only what John did with his auto, but I think every entrepreneur entrepreneurial auto that I've read. I really do feel it's it's an active service to the next generation of entrepreneurs especially how open they are with their warnings or their explanations or even just sharing the the dark side and the the the downsides of entrepreneurship. And then the second and final thing I just wanna go over before we jump into his early life is this this this very difficult. You just can't put him in a box. He's very hard to classify hard to put into a neat little box. And he knows. He's very self aware about this. He says, it's hard for people to fit me into their narrow political and ideological boxes. I sold natural foods. I practice meditation. I esp vegan, and I wore hiking shorts to work. I believe business should be informed by love, serve a higher purpose and benefit all stakeholders. And yet I pushed back against compulsive unit union l realization, I defended capitalism and free markets, I argued for freedom of thought and personal responsibility, I resisted anything that resulted in more governmental controls and subsidies and moved us away from the natural discipline and innovation of free markets towards to inefficiencies of socialism. People had thought I was in 1 tribal box and now they were determined to put me into a different 1, which I also didn't fit into. And another trait I would add to this. I guess, another few traits that I would add to this spend... It's obvious if you read the book and also spend time with them. He is also extremely extremely competitive and a main theme that'll will re occur as he's building whole foods. At the very beginning. Is this idea where, you know, most of the people, as you could imagine that most of the people that have chosen to build and create natural food stores. Most of his peer group, most of his friends, they were, you know, socialist. He is undeniably and una unequivocally and una capitalist. In fact, he said that he thought he thinks that capitalism is the greatest thing that humanity has ever done. Okay. So the book starts and he's talking about the fact that he is a shirtless long haired, hitch hiking hip. He's in Austin, Texas. He's 22 years old, and he's just going... He's having this existential an about what am I doing with my life. And so let's pick it up right from book. I had recently dropped out of school again, My college years had been characterized by a series of starts and stops, multiple transfers between universities, and impromptu breaks to hitch hike around the country. It's funny. Now that don't I'm thinking about it. There's multiple times in, I don't know if I'll cover it later in the. So Let be tell you now in case I forget. But even after he's running whole foods, he's trying to expand, they don't have a, you know, they're very capital constrained at the very beginning until the Ipo. And so he's trying to expand into other markets, and he wants to go scout locations for other eventual whole foods in other areas of Texas. And the way he gets there is through hitch striking. I just love that thought of a young founder like, hey, I'll do whatever. I have to do. I guess it is a form of resource this. Right? Alright. So he says impromptu breaks to Try around the country. But this time, I thought It I might be done for good, meaning, not never going back to college. This is gonna be a main... Something we also talked about is the fact that he he's... The 2 most important relationships that he he ever had in his entire life was the relationship that he has with his wife if they've been married for 34 years or thereabouts, and then the relationship with his dad. He says the relationship with his dad is the second most important relationship that he had in his life. His dad is a major character in this book, major influence on building whole foods. In fact, I asked John about that when we had dinner, he says he still thinks about his dad every day even though his dad's been gone for over a decade. But there's a devastating story later in the book where his entire... His mom dies disappointed in her son. She did not want him to be a college dropout. She didn't want him to be a grocer. She, you know, either 1 of the last conversations they have is the fact that please stop this ridiculous whole foods, you know, business journey and go back and and get a respectable job. And, you know, John's he's a he's a trouble maker. He's a mis fit. He's a rebel. It's very obvious. That He's got the same personality type that you and I have. So he says, by this time I thought It might be done for good. The academic life with its prescribed programs and predictable outcomes just felt too constrain to me. I was no longer willing to read books someone else decided I should read. That life was not for me. Now my only curriculum was my own curiosity. And the university library was my classroom, he... Just like see jobs. Drops out of school and then just drops in into classes, not for credits, not for a degree, but because of his own curiosity that key to do great work. III always quote the... My 1 of my favorite up essay essays, Paul graham essay say, how to do great work? He says if this whole thing boils down to 1 word curiosity, your own curiosity. And so this is something that, me and John talked about it I think we really bonded over is the fact that We both don't think you should read books be forced to read books that you hate, and the note I jot it down after our dinner was, doesn't think you should read books you hate. Rebelled in college because other people were choosing what he should read. Typical entrepreneurial behavior. I wanna choose what I do. And so fast forward to now John's in his seventies, he's read thousands of books, his ammo mo the entire time throughout this entire book. If he gets curious about something he needs to learn about something, he'll just devour entire shelves. But if you put him on a dead a desk and you your a professor or a teacher says, You have to read this even if you don't like it, he's gonna rebel, and he talks about this. I wasn't trying to be a rebel. It's just that it I couldn't conform, not to the conventional track, not to my parents hopes and expectations, not to the path my friends were taking. I was getting older and I understood from the concern questions of my friends and family that was supposed to be getting serious about my future. So this is some of the some of the things he would hear over again? John, what are you gonna do with your life? John, what are you gonna finish school? John, what kind of future do you think you're get... You'll find in this library? John, when you gonna get haircut. That's Hilarious. I didn't have good answers to any of those questions. I had stepped off the marked path on which everyone I knew was still marching forward. 1 friend was becoming a lawyer, another was going to medical school. In my mind's eye, I could see their future. Status, security, income. I knew the beats to that tune, I just couldn't move my feet to it. I wanted something different. Something real, something adventurous, but I didn't quite know what that was yet, and even more disturbing, I didn't have people around me who shared that feeling. I felt misplaced, caught between a life I couldn't live and a life I couldn't yet see. So this is the 19 seventies in Austin, Texas. He's definitely hippie, so he winds up living. He finds off from a friend. He winds up living in this coop. Kind of like a, I would guess a a commune. Everybody lives in the same house. They share everything, and it's called the P house. And the p house to live in the p house, you have to be a vegetarian. And while living in the p house, he also meets this woman named Renee Renee is going to be his girlfriend for many years, she's also a c founder of what turns into whole food. So 1 of the responsibilities and the jobs that that John has as a member of P houses he actually is the food buyer for the entire community. And he also gets a job at this place called the good food company, which is a chain, a very small chain. There's 5 small vegetarian natural food stores. And so as a byproduct but working there, he he realized himself was like, wait, I could do this. I could run a natural food store. And then something happens it's really important that changes this direct of his life is that Renee believed in his idea. So he goes and and tells her He's was like, hey, why don't we start our own natural food store. And she didn't laugh. She didn't think it was ridiculous and and someone him stop doing that? She says that sounds fantastic. Let's do it. And almost 50 years later in the future. Right? He's looking back at this time. He's writing these words almost 50 years after they happen, and he says that those 3 words. Let's do it were some of the most important moments in his life. And what he's gonna describe here in the book is this idea that reappear over and nerve again at the beginning or something. And new ideas are fragile, and they that new ideas need friends. I forever in her debt for the way she responding when I first gave voice to my dream. I was inspired and excited. But also full of hesitation self doubt. If she had been cautious or dismissive, I might never have entertained the idea again. And so I was able to talk to John about this at dinner, and he just said he's like I had a drive, to create something to build something to make a mark. It was an inner drive. Nobody was telling him that he should do that In fact, in many cases as you know, most people around you tell you not to do that. Don't be different. Take the safer route. Just get a job. Don't be this weird entrepreneurial rebel, but that inner voice will not be silenced by anything else, but action. And so even though he's only 23 years old all the time, he's never run a business, he takes this very seriously. This is a... This was a mission to him. He says I took at Seriously. I really did believe that the foods and supplements we'd be selling would offer our customers a better chance of staying safe and healthy. Passion was calling us, and it was demanding every bit of energy that we had to give I just recently re reread my highlights from the auto of the founder of 4 seasons is he sharp. And it's funny. This is also something that John does. Me and John talked about this at dinner, the fact that he re reread highlights of books after he reads them. And this idea is very obvious when you get to this chapter in John's life. He feels at work is play, he had a passion about it, but he was deadly serious about doing his best and doing his best for himself for his own standards, but also his best for his customers. And I think this idea can be applied to whether you're building Mcdonald's to building 1 of the world's greatest collections of high end luxury hotels, and that's exactly what is sharp, said in his auto He was talking about the fact that he really felt that 1 of the differentiated aspects of 4 seasons was gonna be their complete dedication to service. And so he was talking... He would tells us people, hey, we need to pay attention to what Mcdonald's does. And people on his team thought it was crazy is he was explaining this. He goes to compete. We would have to feel about service the away Ray Cro head of Mcdonald's felt about hamburgers explaining why his company led competitors around the world. Cro had said, we take the hamburger more seriously than they do. Changing the way that people eat is an idea that John Mack took more seriously than anybody else's entire industry. So to start the first store, which is called safer wait to time. This is no whole food jet. Turn into Whole Foods in a little bit. He raises... He has his idea ideas, like I wanna raise 45000 dollars from friends and family. Another thing you have to know about John is he describes himself as an evangelical or, that evangelist rather than not Evangelical. Is evangelist and could be very charismatic and convincing. And so 1 of the wonderful byproducts of him beginning this entrepreneurial journey is the fact that it's gonna eventually the business of Whole foods. It's actually going to bring him and his father together because He was very very different. He just grew up completely different from both of his parents. So I wanna give you a little background there tu. I think it will enhance your understanding the story. My father had grown up during the great depression. And when Pearl Harbor was bombed by the Japanese in 19 41, he was just 20 years old. He wasted no time joining the military and marrying my mom. His generation had to grow up fast. They had no time to indulge useful dreams are ponder the meaning of life. They had to rebuild a country devastated by the depression and war. He had not, my father had not followed his own passions in life that simply wasn't what people did in that era, and it was hard for my mom to get board with my life choices. She couldn't get over the fact that I dropped out of college. She never gave up hope that I'd wake up from my strange in practical obsession with being a grocer, and she wanted me to go back to school. And so his mom doesn't like the fact that he's doing this now, she never likes it, but his... It changes the relationship that his father has with him listen to this. In my father's eyes, however, I'd shifted from being an aim hippie dropout to a youth entrepreneur entrepreneur with conviction and energy. For the first time in my adult life, my father's life skills And my own passion seemed to come into alignment. He was an astute businessman. He taught accounting at rice University and then became the very successful Ceo of a health care company. And so his dad is going to play a large role in guiding his son and trying to help him build the business There is a benefit to this, like, youthful naive that a lot of entrepreneurs have when they start. They don't know how difficult it's going to be. And John hates Bureau. Is is something that pops up over and over again of the book. But even at the beginning, this external bureaucracy. The city inspectors almost kill the idea before it's even born. So even back in the 19 seventies in Austin, there's all these per... He doesn't know that all the building permits and all the inspections that you need to do, And so they would drop in and like, what are you guys doing? You don't have the right permits. You can't do this. They would essentially say shut this down. You know, you're gonna have to wait months and months until we go through everything and improve everything and his whole point it was, like, we don't... We can't wait that long. We don't have any money. You're... We're... The business is gonna die before it's born. And he calls us impending death by bureaucracy. And so he is advised on a way around this problem from an older wiser entrepreneur, the the his landlord is in his seventies. Remember, John's, I think 24 at this time. And, you know, he's just saying, I don't know what we're gonna do? We are going to run out of money before they let us open. They're not letting us build out the store and he's like, well, what time did do the city inspectors work? So what do you mean? It's like city inspectors work during the day. They leave for work no later than 5PM, and they sleep at night, and so he points his finger at John's chest. And he says then that means you build the store at night. And John points out, like, you know, the normal people that are non entrepreneurs might be a guest at, you know, doing something like this. And he... And he says any entrepreneur knows that regulatory structures often do not match the onto the ground re realities, and they tend to favor well capitalized, established institutions over innovators and newcomers. And so slowly, but surely, he obtained all the permits and everything that he needed, but he did the work first. He asked for forgiveness, not permission. And if he didn't do this, Whole Foods never exist because they had no money. They had... They... They're living in the store. So the first stores is this Victorian 3 store victorian house. Okay? So the first level is gonna be the whole foods natural or the Natural foods market. The second is this cafe, and the third is the office which they have to sleep in. This is what I mentioned at the beginning. They're sleeping in the office and they're taking showers using the water from the dishwasher. And so eventually, he's realizing he's like, hey, I need help and he has great writing here. Says we had built our business on a dream fueled by ambition desire enthusiasm a sense of adventure. Hard work, and a lot of help from our friends, but to be truly successful. It was going to take something more. We needed business experience and intelligence, I knew where to turn and then he what does he turn? He turns to his father. And so his dad helps him build his own personal curriculum, and this is reading and re reread this is professional research, so he gives him some Peter Dr books. He says my dad also gave me Alfred Sloan memoir about his years with general motors. So there's a a quote in Portuguese Omni that says there's ideas worth billions in a 30 dollar history book. That is literally true with Alfred Sloan memoirs. This was the most popular book maybe half a century ago, maybe 40 years ago something like that. With all the top founders and Ceos, I've come across this in America, were reading Alfred Sloan book. 1 of those was Henry Singleton of Tele, who I found out because Charlie Mu said he... That Henry Singleton was the smartest person ever met, and warren Buffet said the fact that business schools don't study singleton is a crime. But anyways, Henry Singleton talks about reading Alfred Sloan book in taking an idea from there and it helped that single idea helped him build Tele. So now we have John's dad giving him that same book. And so John said, could a car manufacturer really teach me anything about running a natural food store. And regardless of his skepticism, he's gonna read. This this is John's Emma. He just does... He does... He's... He's still doing this to this day. He's just a v reader v consumer of information. So he says, I filled my backpack in until carry no more books. Added more titles from the local library and bookstores. If I had anything to say about business, I read it. In fact, I devoured it, and I learned by night, I read about business. By day, I worked in the store. John is still doing this. Is why he's going through over a hundred episodes of founders. In fact, me and him talked about. He he he... John completely gets it. He's like, the amount of books I have found because of your podcast. We and him talked about the books that he read that he didn't know existed until he listened to the podcast first and then read the books. That's exactly how you should be using founders. By day you're working on your business by night, you're obviously, listening to the whole listening to the podcast and reading the books set. And I learned by night, I read about business by day, it worked in Store. Every few days at call by my father and talked him what about I was reading. I began to see the challenges our small business was facing from a more holistic perspective. I now understood the competitive disadvantage in the marketplace that we were working against that were working against us and giving our rivals a better chance of success. He gives us an example. Take my former employer, the good food company. They only had 5 stores. Right? This it wasn't a big business, but it's bigger than his 1, and I gives them an advantage. Take my former employer. They had 5 stores compared to our 1 little store. And as a result, they were able to negotiate better prices than we were from the wholesaler and therefore price their products more competitively while still making a profit. That gave me the idea what if we teamed up with other small stores and pooled our buying. The importance of relationship and secret allies. Secret allies is this idea I got from this very obscure rockefeller biography. It's still the best biography on Rockefeller I've ever read. In fact, I found it because the second time I read Titan, which is the biography. Every on Rockefeller everybody knows. I go through the bib of all the books Read, and I find a ton of other books and I found that book in there. I think the book is written 40, 50 years ago, biography Rockefeller talks about Rockefeller idea of secret allies of making secret allies with other entrepreneurs and business owners in the early oil industry. John is going to do exactly that in the natural food industry. It's 1 of my favorite parts of this entire book. He learns from his relationships and he wins up buying this entire network. It's insane. It's 1 of my favorite parts of the book we'll get there. So what he does is he has all these other people he goes and builds goes and seeks out and bill's relationships with people in his industry, they're technically competitors and he's like, why don't we turn into allies? And so he approaches 2 guys that are running another natural grocery store. These these guys Mark and Craig are going to wind up being c founders. They're the third and fourth founders of what eventually be Whole foods. And he pitches this ideas Like, hey, we're separate companies, let's act as 1 and we buy from wholesaler as 1 unit That way we get better prices. And so he says technically they were competitors, but once we created the distribution company, we became allies. And so John starts building this relationship. We had long conversations about our stores about the products we were selling about retailing and about business in general. Rockefeller did this exact same thing, and Rockefeller wind up dominating his network just like John's gonna wind up dominating his. I I guess I should go back before I move on. That... The the the biography that I referenced is episode 02:54. The name of the book, which I believe to be the best rockefeller biography I've have read so far. Is called John D, the founding fathers of the Rockefeller. I'll, eventually re reread. That... That's a book. I should probably read every, like, you know, 2 or 3 years. I think it's excellent. This idea that both Rockefeller and John Mack shares. This idea is was like, hey, we're gonna build relationship with everybody in the industry. We're gonna kinda map out there. Essentially, like, building a map of their industry. They're both in the... At the very early stages rockefeller the early stage in of the oil industry. John Mack is the the very early stage of the natural food industry. And it's important to know all these ideas are related to each other. Think about it. He he realizes automatic giant competitive advantage, disadvantage rather because he's doing all this reading. And then he realized okay, how do Solve this problem. Then he realized, oh I should build relationships with the peers and competitors and some of them are gonna turn to allies, and he's gonna acquire a bunch of these companies in my industry, and then he continues to get ideas because it's all tied to this fact that he's a v reader and a v racial learner. So he gets an idea from an industry trade journal that actually helps him expand his mission. So there is a trade magazine called natural food merchandise. Anthony he reads a story about a company in Los Angeles. It's a natural food store named Missus Gucci gucci. I won't bury the lead. All these people he's about to name. He's gonna build a network with him. He winds up acquiring almost every single 1. He was there was not another John Mack in his industry. There was only 1. He was much more ambitious and organized than then It was just a conqueror. He had the conqueror spirit. It's funny. As I was reading the book the first time I also gave out, AAA copy to a friend of mine, and he read the book and loves it as well. And I like, how how many times am I'm gonna have to learn How how am I still making the same mistake over over again? And so we were having this conversation? This is like, this guy gets involved at the very beginning of his industry. Right? He then he's going to build the company that is the industry leader, almost like categorically. It defined the category that operates in. Why was I surprised going into the book, and then my surprise is obviously alleviate by the end of the book? Why was a surprise that, of course, he was a conqueror? Every single person that's going to start at... At at the beginning of an industry and then build the category the industry defining companies the same way. They all have this ruthless competitive drive that is not matched by their other peers in the industry. So back to where we are in the story, He's reading this industry trade journal, this industry magazine, and he hears about missus goo missus Gucci, which he's eventually going to to acquire many years in the future. And he says I read the story so many times that the pages were tat. And so this is what he learned from the story. Unlike most natural food stores at the time, it sold meat. And so when you first started safer away, he wasn't selling meat. It was all vegetarian. Unlike most natural food stores at time, it sold meat, poultry and seafood alongside the kind of products we sold a safe way. The ideal in me was proud of our strictly vegetarian ethos, but the entrepreneur in me saw a massive opportunity. Imagine if customers were able to do their entire grocery shopping for the week. Without having to set foot in a conventional supermarket. Missus Goo gucci was doing a staggering a hundred thousand dollars a week in sales in contrast to our 8 to 10000 dollars a week. So he had attacked this tiny part of the market because what's happened, you you're gonna shop at safer way, but then you have to go to a normal grocery store to finish everything to round out everything else as you're gonna eat. By falling missus Gucci example, It's like, oh, wait, I I am underperforming 10 x. And because of all the experience he's getting and all the reading he's doing is like I can't stay in this little this this little tiny segment in the market, Why? Because our conclusions seemed in capable. Size mattered in the retail business. And so this is when he switch his mine. He's like, oh, only 1 only 1 thing is on my mind now, expansion is gonna echo what Jeff Bezos said in the early days of Amazon if you read to shareholders. Somehow Jeff understood very early that the Internet destroys the middle. So he's like, on the Internet, you have to be either really, really small or giant. So Amazon has to get big fast. John Mack arrives at a similar conclusion in the natural foods market. Since the natural foods market is growing. If we don't expand now we'll miss our shot in 2 years it might be too late. The business environment is tilted against us, and we need to change that. We have to change that. Location and size matter a lot. And so what John does next us really smart. And again, it just feeds back to the fact that he's this v learn of reader. And so he's like, okay, I'm gonna jump out of the magazine and industry trade magazines, and I'm going to actually go and fly and and do these store visits, which helps obviously build relationships with the people running the store. I wanted to see for myself some of the new natural food stores I've been reading about in Natural foods merchandise. That's the trade magazine I mentioned earlier, and meet the folks behind them. I planned a pilgrimage. So he's gonna go coast to coast. He says a pilgrimage and market research trip. Each visit gave me new ideas when it came to store layouts displays, creative signage, product mix and more what I gained from those visits was confidence. My vision of a larger format natural food store was not crazy. And so he takes what he's learning and he acts on it, and he has this thesis. He's like, listen. I don't think we're serving the entire market here. I think if we make... As we make the store bigger, the revenue will grow as well. And so he says we have to take a risk. We have to get a lease on another bigger location. There is hilarious stories in the book. Because again, there's no... You know, you wanna open a Whole foods market now. Like, that you're gonna have a line up the door, people that want you to put your Whole foods, you know, in their commercial development. But the time he's only operating in Texas. He's like this... Yeah, they're more much more conservative environment. And there... They... He keeps having his means. Like, you're gonna put in this damn hippie store. They keep... He's like, no, It's a natural food so Supermarket. He's like, this is a hippie store. And so this guy actually they're gonna wind up doing a deal because he actually is like, oh, you're kinda like, a younger me. Just like, a younger weird or hippie version, but it's just hilarious. The the conversation they're having. And just made me a laugh. He's like, we're opening a natural food supermarket I said. And Ben, the guy talking Ben stop me. Son. You're gonna build some kind of hippie food store? No, sir. It's a food supermarket. That's what I said. A hippie food star. It's sir. We're selling natural foods. He looked even more confused. Natural food. What is a natural food? And he starts subscribing then then Ben he goes he and he goes he and interrupting he goes son, there are not enough hippie in the whole damn world. For you to sell enough groceries to make that kind of store success. But 1 thing John did does have. Is he he calls it his evangelical enthusiasm that, you know, he he considers that 1 of his superpower, especially because he believes in it. You know, he can... Enthusiasm and passion is infectious. You can literally transfer the the belief that you have in what you're doing to other people of you're passion enough. And it works on Ben, so he goes, John, he said his slow Texas draw. I like you. You remind me myself when I was young. So damn idealistic and optimistic. You think he could take on the world. Life is gonna teach you a few things before it's done with you, that I can say for sure. He then paused. What the hell son? Let's do your damn hippie food store. I love that that that story so much. It's... The store is now 10500 square feet. And so again, John's Thesis. Is not unique in the retail industry again that he was discovering this independently. But this idea of larger store is gonna equal more revenue. Sam Walton discovered this as well. We just covered a few weeks ago that that obscure Sam Walton biography and every time Sam increased the square footage of store, the revenue went up as well. And so this is the time where Whole Foods is born. He talks to the 2 partners that they started the distribution business with. And now he's like, okay, let's not just buy our, you know, use our size to buy to get a better price from our whole... But our wholesale price. Let's actually combine the 2 and into 1 company. And so there's 4 c cofounder of Whole Foods. It's gonna be Craig Mark, and then John and John's girlfriend Renee. And so John convince them to do a merger and they're like, okay, when we need... We're not gonna use safer way, and they're not gonna use their Clark. It's like, what's the name, and they actually came up with the name because they took it, there was an industry magazine called Whole Foods magazine. And they're like, why don't we just call it Whole Foods market. And 1 of the best things about auto like this, it talks about the fact that at the very beginning. You're not never gonna have enough money, You're never gonna have enough time. We're never gonna be ready to launch and you have to do so anyway. They just can... They they're not ready to launch a larger store, and there's some funny things they have to do to to make it appear like they have more inventory than they actually do. But they can't afford to wait. So what are you gonna do? Like, you have to go forward and you have to get creative. By the time construction was complete, we're running low on money. We simply weren't gonna be able to meet payroll unless we open right away. But we weren't ready. We didn't have our beer and wine license, we didn't have a butcher, and we had a significant lack of inventory, with just a few days left before opening the shelves were half empty. The solution was found in juice. Apple juice. It was a popular product in those days, and we were able to get a hell of a deal on a full tractor trailer load. We could fill up the empty shelves with gallon jugs of apple juice. And this is Hilarious. When the truck pulled up outside the store, the driver said, hey, man, where's your loading dock? Loading dock? We don't have 1. All we had was a couple of dolly and a lot of people. And so they make this like 1 big long, like human chain and unload us. Semi truck full of Apple juice. We featured it on every open shelf and sold it at the special opening week price of 99 percent per gallon. Customers felt like they were getting a really good deal, and it created a convincing illusion that the store was filled to the Brim. On 09/20/1980, at 9AM, we opened, you're gonna see right from the very beginning. This is the right place, the right time with the right person with the right set of skills. How long did it take until Whole foods market first became profitable? I would answer only half joking until about 02:00 in the afternoon on the first day. Our sales far exceeded expectations and they never slowed down. We became the highest volume natural food store in the United States doing over 200000 dollars per week. It was the right place, the right timing and the right type of store. Imagine the euphoria that you would feel if you were in John's shoes. The amount of time effort energy love and risk that you took and it was an unbelievable success from day 1, but you know that entrepreneurs, the entrepreneurial emotional roller coaster is Euphoria and terror. They open up in less than a year later, Austin, Texas gets hit by torrential down horse that caused what they call a once in a hundred year flood. A hundred year flood hits them in their first year of existence. The water broke through the windows like a tidal wave the store. It was the worst flood that Austin had seen in 7 decades, 13 people died. The store had been 8 feet underwater, all of our equipment and inventory would need to be replaced We estimated that inventory alone was worth about 400000 dollars and virtually all of it was financed by our suppliers. I started to feel much older than my 27 years. Before the flood, I really felt as if this was why I was on earth. This is what I was here to do. This is what I was meant to do. But now he's saying, well, I can think that all I want. But then nature delivers 8 feet of walker. The nature puts my store 8 feet of water, and it's not just that it's water when there's floods. That means the sewers overflow and mix with the flood waters. And so his entire stores is full of fecal matter. So what do you do? He's got no... He has no idea how he's gonna get out of this, but he's like, okay, well, what are we gonna do? I'm not gonna just sit here. So he just starts getting to work. Eventually the water's rec receipt and they grab a bucket and he starts mop. And here's the insane thing. And this idea that what you've made is, you know, loved by the people. And he notices a guy that's doing the same thing that's that's on another aisle of the store mop, and, you know, he's like, I thought I knew everybody that worked here. So he goes hey, I'm sorry. I don't remember your name. I'm John. And he goes, hey hi, I'm Larry. I live down the street. I'm off work today, so I thought I'd come by and help clean up. I love this store. I shop here all the time, and I wanna make sure that you guys come through this. And Larry wasn't alone. As the day wore on more and more Showed up, they came uni unrelated and unpaid for no reason other than they love the store and didn't wanna see it fail. And this is just a first in a series of people that helped John and lend him a hand. And if they didn't, Whole Foods probably wouldn't exist because they didn't have flood insurance. So the first thing he does even though he's owes supplier is a bunch of money. It's like, well, you know, if we got a business Not gonna a pay you. Can you front us some inventory? They agree. Then he goes down to his local bank City National, and he explains it to his local banker who's getting Mark Monroe and Mark Monroe agrees to give him a hundred thousand dollar loan. Now there's a crazy story years later when the loan was long paid off. I learned the reason that the application process had been so easy. A stranger approached me at a conference and shook my hand. John, you won't remember me, but I used to work at city National Bank. That was quite a thing that Mark monroe did for you after that big flood. The bank didn't approve that loan. The bank turned it down. Mark Mon monroe personally guaranteed that loan for you. That's the reason you got the money. I was stunned. Mark had never set a work. Only 4 weeks after the flood, we reopened. And so a large part of the book was about the very beginning of Whole foods like figuring out and opening new stores, constantly revising what they wanna build and how they're gonna build it and then expanding into other territories will we'll get to. But 1 of the things was very interesting that that, John and I talked about at dinners. He said that the years go by fast and a lot gets lost to memory. So I'm gonna come back to this because At this point in the book, he's 28 years old. And that's what he says. I look back remember, he's writing these words. You're almost half century into the future. I look back on those days as some of the happiest of my life. I was in love with our store. There was a probable sense that we were doing something new, something important. And so when I talked to John about this, he said the years go by fast, a lock gets lost to memory that you should write it down. He actually thinks they're writing a memoir and interviewing people from your life and past is actually helpful. Even if you don't publish the book because he had an idea. He so says something was fascinating. He says, the beginning of Whole foods and the end of Whole foods is like very fresh and in in his mind. And there's a lot in the middle that you'll tend to forget, know, a lot will get lost to memory. And so by the process of writing a memory, you're also interviewing and doing research of people that were... That you knew back then and I could tell you their perspective on these events. But when I heard John talk about this in person and also when I read the in in the book, I thought of something that this is the advice that Phil knight gave to to younger entrepreneurs that he neglected to do himself because at the end of his auto shoe dog. He said this. I struggled to remember. I closed my eyes and think back, but so many precious moments from those nights are gone forever that's the exact same experience of John Mack had. Number conversations, breath laughing fits, declarations, revelations, confidence. They're all fallen into the sofa cushions of time I remember only that we always set up half the night catalog the past, mapping out the future. I remember we took turns describing what our little company was and what it might be and what it must never be how I wish on just 1 of those nights, I had a tape recorder or kept a journal. And 1 of the most entertaining and inform reports of the book is how much c founder conflict that he has, how many... There's multiple coup attempts. But this is 1 of an unusual, c... You know, cofounder conflict is nothing new. But an unusual 1 is when you're in a romantic relationship with 1 of your cofounder. And remember, they're they're hippie. By their own admission, and so John gets his. Like, we should have, you know, free love, and so he goes and talks to Renee, which just his girlfriend at the. He's like, should have an open relationship. And the problem was this this backfired. And so there's a story in the book where he tells Renee. Okay. Let's, you know, see other people, even though he was in love with her, and he comes home late. He's like, oh, I'm working late. I'm just gonna sleep at the store. And he says, oh, you know, no, and then he's like, oh, I can't get sleep. I'm gonna go home. And as you could probably know where I'm going. Goes home, and, you know, his founder and girlfriend is engaged in an activity that was previously reserved just for them too. And he has this great line in you here he goes. I was heartbroken. And Mad and myself, What kind of idiot tells the woman he loves to start seeing other people. And so in addition to that, he also has traditional c cofounder conflict in at the the the root of their problem that he has 1 of his c cofounder is. I told you for, John Mack he's a conquer. He says, I was never going to be satisfied to stay small. I was never going to be satisfied to stay small. And so there's a tension between him and his C founder Mark because they open a new store, it sales go a little slower. They're cannibal sales of some of their other stores. John has a very long term patient view, and his c cofounder founder doesn't. And he's, like, you're ruining. We had a... We had 1 great store. Why can't you be satisfied with 1 great store and he tells us why. Was never going to be satisfied by staying small. And over time, only 1 of the 4 c founders is going to remain, and that's gonna be John Mack. And it is during these these conversations, these these philosophical disagreements where we realized realizes that we have a commitment mismatch. I wondered if he was truly committed to the Natural Foods mission. I knew he personally believed in eating healthy, but was he interested in trying to change how other people ate. For me, it was becoming a calling, something I felt I had to do. What we were doing was more than a business. I knew it could be successful it had to be. We just needed to get through the slow start and start working on the next store as well. And 1 of the ways that he was going to expand and to change how the rest of the country ate was through this thing I mentioned earlier, This is the network. This is very similar to what the secret allies idea that John d Rockefeller had, and they're just a network of fellow entrepreneurs that own the country's best natural food stores. And so at this point, there is no such thing as a national chain of natural food stores at most there'd be a chain of stores, like a handful stores in 1 geographic location, and they kinda just they never expanded outside of those boundaries. And so they were constantly traveling together and so they would all be, hey, We're all gonna meet up in Austin. We're gonna tour John stores. Are all gonna meet up in La and toward this store. We're all gonna eat up wherever they're located in tour. He says, I learned so much from these visits, Coming home to Austin brim with ideas for new product lines, marketing strategies, management approaches store design and more. The network quickly felt like more than a business association. These were friends, fellow travelers who are walking the same road that I was on also allows him to drastically expand into other regions because he's just gonna buy up all of these people in the network. What I could not possibly know back then was that over the course of the coming 2 decades, Whole foods market, the lean hungry upside of the bunch would not only surpass each of those other businesses, but would end up buying pretty much all of them 1 by 1. The era of regional stores would soon come to an end, and we would begin our journey to become a national brand. And so as you can imagine doing this over multiple decades and especially at the beginning when he's completely under finances very stressful. And so 1 of the things he told me in person was that 1 of the things he's most proud of is all the... He calls it inner work. All the inner work that he that he did to deal with, you know, all, like, the stress that you have, the guilt, the anger, all these negative and somewhat, you know, can be d debilitating emotions and, like, trauma that you're gonna have has you build your company. And so he... The the book talks a lot about this inner work. And so for his inner work, he believes that Md mma and Psilocybin, and then breath work was was very instrumental to making him a better person and managing all of, you know, the complicated messi ness of being a human being. I did tell him. We talked about this. He he said, you should try Md a. I was like, john, I'm not doing Md mma. I... You're just not... I don't wanna do any kind of psychedelics or anything like that, Abe. It's up to what I don't, you know, judge other people if you like doing that then and it's helpful. By all means do it, and he definitely talks about how helpful was this book. But he did say that you could do breath work. And he found that very helpful. And before I read this book, Didn't know what it was. So I'm just gonna have him to find what breath work is in the book. Breath work in broad terms, is a technique involving a facilitated session of guided breathing that puts 1 in an altered state of consciousness, allowing deeper spiritual insight, in opening up a pathway toward clearing mental and emotional baggage. And John credits it with his main thing, like, he's he's got this interesting combination of traits that some people might would feel our contradiction. And when I was in in talking to him in person, I realized that the 2 strongest ones, and this is his friend, David that was what the Also told me. He's like love and discipline. And so he talks about, like, that his main theme is love. And he says, this is a result of all the inner work that he's done. Love was an enormous part of what got started on the journey together. Love fueled our creation of the store and turn into something we could never imagine and Love had kept it alive even through the most difficult moments. And this goes back to the importance of I think having the right But basically, the the the philosophical match for the c cofounder founder because John goes through all this therapy and this inner work, and he comes back and he tells his c cofounder founder. He he's like, hey, I wanna aim to build the happiest workplace in America workplace based on love. In his c founder or Mark, it's just like, what the hell are you talking about? He literally says in the book based on love, what the hell does that mean? I knew that Mark privately referred to me as wacky Mack and thought that my spiritual pursuits were not just crazy but detrimental to the business. And so as time passes, you have this growing rift and frustration between cofounder. Mark's growing frustration became an all out war for control over the direction of the company, the first real challenge to my leadership, the first and not last. It's amazing how many times, his board or or other people in the in the company want to kick him out. And so this is what Mark saying. Your terrible Ceo, John. Look at what you've done. We built this beautiful store to incredible success. And then you had to go and completely screw it up. So Obviously, you you keep expanding. You're gonna lose money for a little bit, like, a a short amount of time. John was fine with that. John thought, you know, expansion is is what I... We have to do if we want to change the way the the entire country eats. His c founder did not agree with them. You're gonna run this company into the ground, but the new stores weren't a mistake. I was still sure. We just needed to give them time to grow into successful stores. Mark did not have that patience to me, our mission was much larger than 1 store. And in building a bigger company mistakes and setbacks are inevitable. This was the most painful part of the conflict. Mark and I had been really good friends. And so Mark demands to leave, John and the rest of the shareholders have to buy him out. He walked away with about 300000 dollars for his 10 percent of the business. In 19 85, that seemed like a lot of money. But history would prove that to be a very poor financial decision on his part. And so this is just 1 of many examples in the book where the people around him are telling him he's wrong, telling him he shit quick, telling him change strategies, just doubt doubt doubt. And so we talked about this in person. Like, why did you persist? And he has a very simple answer. He says I just had faith that I could figure it out. And I think it was motivated by the challenge. Like, cr can actually do this. Like, there's a line in the book where he says, you know, once they got to the point of being... They have multiple stores, they're definitely the market leader in Texas. But He wanted to find out? Like, it is Whole Foods? Is it just gonna be a Texas company? Or can we do... Do we actually have the potential to be and the the skill set and the talent and the drive to actually be a national company? And I think 1 of the things that, you know, is obvious when you spend time with him and he's by own his mission. Is it's like just super competitive. He says I was also acutely aware of how being an entrepreneur had channel my own competitive instincts. I thrive on competition. And I love to excel in both sports and in business. I was driven to outdoor our competitors to win in the marketplace. This competitive drive was critical to our success. I was amazed at how a good idea could become a store, and a successful store could become several, turning into a real business and a real business could grow to become a large company, and that chain of success could potentially change an entire industry. And so he makes the jump and he starts expanding the California. But as he does, he goes home to visit his mom who's is in very, very poor health. And so this is the last conversation that they ever have. And even up until the very end she was not proud of her son. She was only 64, but she looks so much older, literally wasting way before our eyes. John, she said, I want you to make me a promise. I want you to promise me that she'll go back to school and finally get your degree. You could be so much more in life if you would just apply yourself to it. I hate to see you wasting your life. She still didn't understand that I found a career that both fulfilled my soul and was bringing financial rewards as well. Mom, I'm never going back to school I told her. I'm doing what I love in Whole foods market is going to be a great company. I'm more than just a grocer. I'm a successful entrepreneur. She just shook her head. I didn't know then that this conversation would be the last 1 I would ever have with my mother. She died a few days later. I'll always regret that her last moment with me was 1 of disappointment. So by this time in the history of Whole Foods, he realized realizes, hey, we're gonna grow through acquisition. Was 1 of the most shocking things Reading the book because, you know, I've been chopping a whole foods forever. I never thought about how the the company came to be, and it's just... He he grew Whole foods. He was very aggressive more aggressive than anybody else in his industry, and he grew Whole foods do acquisition, do buying up all these different chains of these regional natural food stores. And so they can't do that without capital. And 1 thing that's very, very obvious if you read the book is John's dis taste for Venture capitalists. He does not hide it at all. This is something we and him talked about as well, which I'll get you in a minute. And so this is in the eighties. And so his father having his conversation, like, we need more capital where we gonna get this. And his father says, his father was a voice of caution. He says, make no mistake, John, you cannot trust Vcs. You may need them, but you can't trust them. They're gonna need their money back and to do that. They need an exit strategy. And so him and his dad are going back and forth about the pros and cons of like. Do we take this money do we not? And says what do would it mean for me as a Ceo to have Vcs and eventually public shareholders to answer to? I liked running the company the way I did with my support of board and a small group of patient investors who I'm new personally interested. I didn't know how I felt about bringing in outside investors with their own interests and agendas. And so the conclusion that he arrived at was if I'm gonna grow through acquisition and I wanna grow faster, He says there were no other viable options if we wanted to expand faster. And so he flies to California and he goes to San Hill Road where where on Twitter S. Remember, this is the eighties. People stood this today. Most of the Vcs did not see any opportunity in front of them. In... In fact, 1 of them on San hill Road said this is never going to be a very large market, which is funny because when John leaves whole Foods they do... They're doing 22000000000 in a year in sales. So they they don't have any success. They go back and they pitch some local Texas Vcs, 1 of which is very well known in Prestigious inside of Texas, and this is... They were h over... Like, they wanna do the deal, but the valuations is a little lower, and this is what the Vc tells them John said we're a top tier Vc firm, just having us on board is going to raise the valuation of the company when you want go public. All money is not the same color. It would be sometime time before I understood the truth in Jerry's words. At that moment, all money looked exactly the same to me. Later, I would understand how being funded by prestigious Vc firm acts like a magnet to other Vc firms the next time you need to raise money, so this is September 19 88. Whole Foods is doing 50000000 a year in sales in 19 88. Okay? They agreed to raise 4500000.0 and the venture capital firm gets a total of 34 percent of the business. And he understands that now once he takes the money, he's on the clock. And so this is how he thinks about taking venture capital. I began to think of our Vc partners as hitch with credit cards. They were along for the ride and benefiting from our forward progress. And as long as they felt we were going where they wanted to go, they'd help pay for gas. But they did not have the same level of commitment to stay in the car for the entire journey. If we got lost or diverted from the road we promised to take, they might try to grab the wheel. I knew we couldn't afford to let them drive. Nor did I put it past them to hijack the car, hire a new driver and leave me standing on the side of the road. Eventually, they themselves would need to exit, and I needed to ensure they they didn't push me out first. John has a lot more to say about Vcs and his perspective on them in the book which I'll get to in 1 second because they're about to Ipo. This is something we talked about in person because 1 of the benefits of doing these... You know, I had dinner with episodes is for people that are... They're so... He's got 5 decades of experiences on career, and it's a way to share lessons and almost like send warnings out to younger entrepreneurs that, you know, don't have all the experience that John did. So we we talked about like, listen it's obvious. Like, I I read the book before. I sat down and I have dinner with you, and I talked to about this when we toured his new business, which he also took funding for for, and he he makes... He tells... He explains why And so we had this conversation, and again, I didn't record any of the conversations I had John. So every you note what I read you is just when I got done, I just wrote down and para the lessons that I was learning for the conversations that I was having with them. And so this is what I wrote down, be very careful who you take money from. Short term portfolio approach that most investors have is at odds with an entrepreneur life's work. I can tell you right now. It's very obvious. When you read the book and you spend time John, Whole Foods was his life's work. He was not just doing it for money. He loved it. He still loves it to this day even though he's unresolved anymore. And so it says, John understands that capital is a service that entrepreneurs may likely need but cautions to partner with people with the same long term view you have. And so we talked about the fact that for his new venture love life. He took some outside money for love life, but he's he took money from a long term friend who is an investor, but that investor has a proven track record of supporting founders and being patient. John is also funding the majority of the business himself so far out of his own pocket. So I think that added context of my time with John and also what I've been reading to you from his book will give you a sense of how he... How he thinks on this subject. So they get to the point where they raise money in 19 88. And then they have an Ipo a few short years later 19 91, and this is his description that. He says it was the second, happiest day of his life. First happiest day was marrying his wife, Deborah, and which happened, you know a few months before, and then the initial public offering for Whole foods because he says it was a relief at the thought that the hitch would soon be exiting the Whole Foods car. Over the past few years, I'd come to understand All too well and my father had cautioned me about Vcs. Their investment had been essential, but it came at a high price. It almost cost me everything I had built. I learned the hard way that Vcs have strong opinions about where the car should be going and how quickly you should get there. As we fell behind on some of our projections are hitch had started to exert some pressure that kept reminding me that none of our team had actual supermarket experience. Never mind the fact that we've been running Whole foods market for more than a decade by this point. They felt we needed people who had worked in the real world. They believe we needed professional management. And 1 of the most interesting parts of the stories is that John and his father were the ones that push for the Ipo more than his investors did, and this is why. I raised the prospect of an Ipo on the next board meeting and the hitch trackers weren't very enthusiastic. It's too soon they said, you're not ready to go public. Let's do another round of venture financing and grow the company another few years before you Ipo. After the meeting, my father followed me into the office fuming. And he let it rip, we've got to get those fucker out of the company before they take over. Since the Vcs only own 34 percent of the company, they weren't able to block our collective decision to go forward with an Ipo and so we began the process. So now they are a public company. He drastically accelerates his drive to buy up as many of these other competitors as possible and grow through acquisition, but there is... There's a ton of detail on the book and I really I hope you read the book. Every single person that I've given the book too has has enjoyed it. There's so much detail. But I do wanna pull out 1 of these acquisitions because I think there's a there's a counter of lesson. In fact, 1 of the things that me and John bon over when when we were speaking is the fact that he thought the podcast was a good discovery mechanism to find books and entrepreneurs that he never knew about. And, you know, if he liked the episode he would buy the book and and read it. And so 1 of his favorite discovery so the podcast was Sam Murray from the book the fish at ate the whale, the life and Times of America's been banana king, written by Rich Cohen. And there's a story in the book that is something that Sam Murray would do. So they're they're buying a bunch of their competitors, and 1 of the ones that that first inspired him was this company in southern California called Missus Goo gucci. It was... I think he thought it was, like, the best natural food store on the West Coast. And so he goes to the board and he's, like, we have to do this. And he's always, you know, default aggressive, and they're always trying to reel him in. Says this is our moment. If we don't take it, now, we'll lose it forever. John, this is ridiculous my father shouted. You're being reckless. It's too much too soon. We're growing too fast. We're diluting our stock. We need to integrate all the other previous acquisitions first. You won't be able to manage a company of this size, but dad this isn't just any acquisition. This is missus Gucci. I know the timing isn't perfect, we're not ready to buy them, but they're ready to sell. The opportunity is there now and it won't come around again. And so when I got to that part and John's perspective on that acquisition. Yes, we're not ready for it, but that doesn't matter we still have to do it. There's a line in Sam... The biography of Sam Murray, the officially the world that says. There are times, and this is what Sam did in his career sometimes. There are times when certain cards sit un unexplained in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford to. Now this is a devastating devastating part of the book. When I was reading the book 1 of the first things I wrote down when I knew I was gonna have dinner John was so I was like, the first question I wanna ask him was like, tell me about your dad. There was this conflict between, you know, his dad's practically his best friend is his advisor he's on the board. He's about to ask his dad to step down, and he didn't understand the fights they were having because his dad's gonna have alzheimer's so they didn't know it then. Now this is probably the third or 4 time. I've read these words. And it just hits so much harder now that I know the outcome of the story and then how, you know, this still affects John to this day, John, please don't do this. My father looks suddenly frail. His heir of authority and confidence had drained from his face at I'd as I'd uttered the words, dad I'd like you to resign from the board. My father had never begged me for anything in my life. But now he was begging me to change my mind. I was 40 years old. He was 72. He'd been my mentor adviser investor an ally for every step of the journey for 16 years now. He had put his trust in his college dropout Hippie son and help me grow into a mature leader of a 200000000 dollar public company. And yet in recent years, he'd also increasingly been my adversary. Again, and again, he tried to put the brakes on when we needed to seize opportunities to move forward. Please he repeated. This is the last thing I'm doing in my life that's actually relevant. Looked dad, I said, you're always gonna be my most trusted adviser. I'm still going talk to you about everything. This will not change. But you're increasingly risk adverse, and I wanna grow the company, asking my father to leave the board was difficult. It was an important step in my personal growth. I was coming into my own as a leader and as a man. And it was devastating it had to be confusing for John because it's almost... It's a little under 3 years later. They figure out something had been happening the whole time. And so his dad calls me and He's like, I have something I need to tell you. I have alzheimer's. And so the diagnosis comes in 19 96 his dad dies in 2004. And the next 10 years also coincides with of the most difficult times that John's gonna have in his career and imagine put yourself in John's Shoes. He's going to the most difficult time of his life, and his trusted adviser, the person he knows without a doubt has his best interest in heart that loves him unconditionally is slowly w away at the same time. This part is devastating. It's so difficult to read. I went to another significant transition in my personal life. My father who had lived with alzheimer's for years and was now barely recognizable as the wise mentor I so greatly loved and had depended on so much in early days died in November 2004. It had been more than a decade since his wisdom had grace our board meetings and many years since I'd been able to call on him for advice about strategy. Sadly, his personality had long since succumb to this horrible disease. I was 51 years old and both my parents were gone. My father had been an essential part of shaping not only who I was as a man, but also, who I was as a business leader in entrepreneur. His death was a disconcerting experience that plunged me into a deeper reflection on my own life and mortality. I had the strange sense that a mirror was being held up that reflected my own time on this earth. Who was I and what was the truth about my own life? Was it good? Was it beautiful? Was it enough was I enough. 4 years after his father's death, he gives us commencement address. And I think this device is very powerful. And something I've tried to do in my own life. And the advice from his commencement addresses honor your parents and forgive them from their mistakes. He had a lot of resentment towards his mother and the fact that his mother up until her dying aid didn't improve of, you know, her... His choices in life. And, yet, you know, he's done that inner work that and gone through all this therapy. And so when I talk him now, it's like, yeah, I don't sense that he's still harbor ill will towards his mother. And so this is advice that he gave during his commencement address, I think is really good honor and appreciate your parents. No 1 will ever love you quite like your parents do. And although they have no doubt made plenty of mistakes in helping you grow up They've also done their very best job that they knew how to do. They've made far more sacrifices on your behalf than you will ever really know. Please forgive them for their mistakes and imperfections and fully love them and honor them while you can. Because the simple truth is that you won't always have them with you as you move further along on your life journey. So I wanna transition into the second half or maybe even the later half of the whole foods history. I do wanna, wrap up just this this expansion. This this... How he worked himself in his company to the most dominant position in their industry. And so there's a paragraph I wanna read to you that's his writing and then I'll summarize this because I think these principles are timeless and and applicable to almost every single 1 of us. I think that's why Whole Foods market emerged out of that first generation as the only dominant national company, buying up all those other brands. It wasn't because we had the best stores. It was because that's such an important part. It wasn't because we had the best stores. It was because we were more ambitious and thought strategically about the long term. We ran our business frugal and our stores to be highly profitable, and we weren't ambivalent about either money or growth. So we didn't win because we had the best stores. The best stores are the best products. If you think about the stores as an actual product. Right? What's crazy about this industry, the best products were actually losing money. They had the highest quality stores, but they weren't running good businesses as the way to think about that? We won because we were more ambitious. We were more strategic. We were more focused on the long term, we were more frugal, and we were more more focused on profit. Now, there's 2 things John said when we were together that blew my mind. 1, he says that Walmart was 1 of the keys to success for whole foods. And this was like, crazy to think about. Why? Because the super centers that they started opening up. Right? They caused grocery stores So now Walmart goes from a normal retailer to you can buy every single thing that you want, including groceries in our super center. So their super centers cause grocery stores to keep going down market over price, which means when the Walmart super centers first appeared in Costco the same way. First appeared on the scene, the grocery stores, their initial reaction was wrong. Their initial reaction was we're gonna try to compete with Walmart on price. They didn't know the scope of the threat they were dealing with. He said whole foods, we went up market. We would sell higher quality at higher prices. That was fascinating to me. The second thing that he said, is probably the craziest... Like... And, I mean in a a great way. Like, the craziest thing anybody's ever told me about the impact of this podcast could have. He said that if my podcast had existed when he was younger, Whole foods would still be an independent company. Because the podcast over and over again, all of his issues greatest entrepreneurs constantly emphasize the importance of controlling expenses. The podcast would have served as a reminder and he would have put more of a priority on it as as Whole foods grew and expanded. He let expenses get too high in the boom in the mid 2 thousands over time is very natural. As especially you're more successful. He let expenses expenses rise, but What greatest founders know is that costs and expenses are constant and revenue is cyclical. So in a boom in a good time, you're letting your cost structure creep up because your revenue is creep up, this is in human nature, and then you're gonna have some kind of slowdown or maybe an increased competition. So the revenue pulls back, but the expenses stay the same. That then open opportunity for an activist investor to buy a large block of shares and influence the board, this leads to John looking for a white knight, which winds up being Amazon. So I wanna focus on the time from the financial crisis in 2007 2008, all the way up until when John gets this idea to to try to sell the company to Jeff Bezos. So stock is down 90 percent from the peak. This is late 2008. This left us deeply vulnerable to shareholder activists, opportunity he's gonna find that opportunistic investors who might buy up a large swath of the company and then impose their own agenda us. We needed to take action fast, but how? And so a friend of his and a fellow entrepreneur recommends this private equity firm firm called Leonard Green. And he says you should take money from them so you can shore up your balance sheet. And so in November 2008, Leonard Green, the private equity firm, invested 425000000 dollars into Whole Foods in return for a 17 percent stake in the company. They also agree to always vote with management for the first 18 months. This deal would turn out to be 1 of the best leonard Green ever did. By the time they sold their shares in 2011, just 3 years after investing, our stock could regain all its previous value and much more and they made about 4000000000 dollars on the transaction. This is where things get really complicated and frankly just really bizarre. So if few later, he decides to share... He has really... This is this is gonna be reminiscent of what you and I just talked about with Sam Walton. Sam Walton had a really talented executive but that executive was so talented that he's like, I... You know, I wanna be Ceo o of Walmart, You know, I'm willing to wait a little bit, But if you're not gonna make me Ceo, just let me know now and I'll leave. So Sam, even though he's not ready to retire and re his control. He doesn't wanna lose a talented executive. He winds up making him Ceo Walmart and then, like, 18 months later like this a giant mistake, and he goes back to the Ceo position. So John has a very talented chief operating officer and and president named Walter Rob. And he says, I knew Walter was hungry for more, and that sooner or later someone's gonna make him an offer to be Ceo. I don't wanna lose Walter. And so the only way I can keep him was to promote, but I wasn't yet ready to give up the Ceo role. So he's like, hey Walter, will you be c Ceo with me? And so keep that in the back of your mind. I'm gonna get to this email from the founder Starbucks, which is friends with Walter Rob in 1 second. But what's happening now is the reversal of a trend that in the beginning helped him, remember, I just said, Walmart was 1 of the keys to our success at the beginning. Eventually, that trend reverses why other supermarket chains had discovered that it was easier to focus on the higher quality end of the market than try and try to appeal to Whole Foods customers while undercut our prices than it was to focus on the lower quality end and try to compete with Walmart and Costco on price. This encouraged them to en ent on our market share. What I had known to be true for many years that we were competing not just with other natural food stores, but with conventional grocery stores was now clearly evident. We hadn't been alone in our niche. We just been ahead of the cultural curve. Now we had company, a lot of company in fact and that increased competition from conventional grocer was not great for our business. And so shortly after this, he gets an email from Howard Schultz the founder of Starbucks. It sent to John and 1 member of the board. And John summarizes the email here, absentee, pet, disruptive, undermining, disconnected from reality, a problem for the company and the leadership team. That is Howard Schultz describing John Mack, but Howard not on the board. Howard not involved in the company at all. He's just close friends with the c Ceo, Walter Rob. So it says, Sc had sent me this un untapped personal performance review Schultz made his true intention clear, he believed that it was time for me to step down and make Walter the Sole Ceo. Now it gets even more intricate. The only other person on the email was 1 of the board members since getting named John Sa off, who was part who worked with Ed Leonard Green. The Pe firm that bought 17 percent of the company for 425000000 dollars. So John Mack is talking to John Sa off about the Howard Schultz email. And in that conversation, Sa off like, hey, you know, John, we should consider taking Whole Foods private. The public markets are not the easiest place to execute a turnaround. He said, Whole Foods has a balance sheet that would easily support it, and I promise we could work out the financing. And John's response was I worry that putting too much debt on our books would end engage of the company not to mention, the private equity firms would control the company, and their purpose would not be well aligned with ours. For now, I think we're okay as a public company. He told Sa off. And John Mack talks about the difficulty of running a public company. You know? And and what happens is in good times, you'd kinda let things slip a little. He says, we as the company had allowed ourselves to become complacent over the years when our stock price was flying high. And through the experience of running a public company, realizes that what Warren Buffett would repeat the lesson from Ben Graham about Mister Market how accurate it was. After decades of experiencing these highs and lows for myself, I understood why Ben Graham and Warren Buffett loved the parable of mister Market. A kinda manic depressive business partner who comes running in with a new price of the company every day. 1 day, mister Mark saw me as a visionary. The next day he saw me as the village idiot. And so when he reports another disappointing quarter, He suffers another coup attempt to try to remove him as Ceo of just a company that he lost that was his soul. He called... And he calls it when I talked him he calls it his baby. He still shops her to this day. And so 1 of the ring leaders of this coup is suck off. And he says, I wasn't and this is what John's response to this. I wasn't ready to step aside. Whole Foods was still very much my entrepreneurial child and no c founder wants to abandon their child mid stormy sees. I wasn't gonna do so prematurely because a board member who already made a fortune office investment in the company under my leadership had no patience for a transition that would naturally take some time. They want him to step down and make Walter Rob the Ceo. Now over and over again, all the... He's getting all these, like, back channels of, like, I guess, Gossip is the way he would... I guess, classify this. And every time Walter Rob like, hey, I didn't tell howard Schultz to write that email. I don't know where Sa loves getting this idea. I'm I'm loyal to you. I don't want you to step down. If you want, I would resign to prove this, and, you know, John's is like, okay. Well, like, no. If you're... I don't want you to resign either, but this went on for so long that John needed to find a solution. And he winds up finding the solution But while because at... While this all was going on, he's reading a biography of Abraham Lincoln actually read this book to. It's incredible. The book that captured my attention in those days was team of rivals by Doris Ke goodwin. It's the ent historical count of how Lincoln managed to lead a team of strong diverse and off and competing personalities through an era of national crisis and division. So as he's reading the book, he asked, okay, If what would Lincoln do? If he was in my position, what would Lincoln tell me to do right now. Boom, it suddenly hit me. I would ask Walter to resign as he had already offered to do on at least 2 occasions. I thought about Salman Chase. This is literally from the biography. Got the idea from the biography it's incredible. I thought about Simon Chase. Lincoln's ambitious rival for the presidency in 18 64 and the secretary of the treasury who had offered his resignation many times until 1 day, Lincoln surprised him and accepted it. It was time for me to accept Walter offer and I had the confidence that he would follow through and be a man of his word. I spoke to Walter in exactly those terms and reluctant he accepted my request. Sa off was not happy with this turn of events. That is not the end of this, though. That is not the end of this. There is more shareholder activists, and this is the 1 that leads directly to the sale to Amazon. So it says, like, most public company Ceos, I feared few things. This is 2017, by the way. I feared few things more than shareholder activists. Keep those calculating spec who buy up shares in a company with the sole intention of engineering short term increases in the stock price so they can cash out at a quick profit. As a purpose driven leader with a long term vision I felt threatened. At an central level by the notion that some person who might never have set a foot in Whole Foods could show up buy a bunch of stock and then start dictating strategies with little regard for the long term cost of the company. And so on that spring day in 2017, I learned that Jana partners had just announced its purchase of 8.8 percent of our stock. They had given us no warning. I had known for a while that Whole foods was vulnerable to exactly this kind of attack. And he describes the reasons why. The shifts in our competitive landscape, our cons slowdown in sales growth and our flagging stock price all made us a target. And so Jenna meets with Mack and the executives and says essentially their message this, we're gonna take over our whole foods market. We're gonna take control of your board, and we're gonna replace management, and then we're gonna sell this company to the highest bidder. And so his response was that we created a plan to cut costs and improve operations. We also announced changes to the board. This backed off Janet temporarily, but I knew it wasn't enough. And so he speaks with another investor in Whole foods that knows what Jana Partners normally does is kenny Michael Sc. He says he pointed out that Jana Partners had won the vast majority of their active battles by quickly and easily taking control the board. I know you think your new board is a friendly 1 he explained, but I suspect they're still going to vote you out and quickly. And so this is when John realizes he needs a white knight. He needs a buyer to evade this hostile takeover that it's gonna wind up with his ex from the Ceo position and maybe even the board. And so his initial thought was warren Buffett. If a sale was inevitable, shouldn't we be proactively seeking a buyer that we felt would take better care of the company? Warren Buffett name came up, and perhaps he would recognize the the long term value in our company and be interested in helping to protect it and grow it right. We reached out to him, but he reply that it wasn't a good fit. Day after day I walked, meditate and debated. Night after night, I tossed and turned trying to come up with a solution that didn't mean losing the company that I love. I knew in the solution had to be out there. It creative out of the box idea, I just couldn't see it yet. My frustration grew as the days passed, and then 1 morning immediately after I woke up, a question popped into my head that changed everything. What about Amazon? And so they reach out, They set up a meeting which jeff Bezos and his team in Amazon, the meetings actually have Bezos boat house, and they wind up having this incredible multi hour meeting, and it looks like almost immediately, they're gonna wind up working something out, and he talks about his inner inter monologue at this time. I had nurtured Whole foods. My child, my baby from her infancy. I watched her take her first steps, held her hand as she entered the adult world and looked on with pride as she slowly grew into this mature thriving business. Was Now ready to let her go to marry her off to the richest man in the world. It just took 2 days to get Amazon's answer. So Amazon buys Whole Foods in 2017 by 2022 John Mack is out. He worked on Whole Foods for 44 years. It was the summer of 2022, and I was getting ready to make the biggest transition of my life, leaving Whole Foods market after 44 years as its leader. And he talks about needing to do a bunch of inner work and therapy to get over this anger and resentment that he felt and this is a reoccurring theme. When entrepreneurs sell their baby when they sell their company, the person that gives you the money is now in charge. And so this is part of the service that I think John Mack is doing to future generations of entrepreneurs are 4 future generation entrepreneurs by writing about this so honestly. This layered needed to be experienced the way in which I felt disrespect and dis since the sale of Whole Foods to Amazon 5 years earlier. It surprised me with this intensity how angry he was. And beneath the anger was a more subtle and cor emotion. Guilt. Had I done the right thing in selling to Amazon? Should I have fought harder to keep Whole foods independent? There wasn't an easy answer to those questions, but they needed to be asked. The first question everyone always asked me is do you regret selling to Amazon. The most honest answer I can give is that I regret the circumstances that made it the best option. I still believe it was the best strategic choice available at the time, and while not every hope and dream I had for this marriage of companies has come true, there were several wonderful positives that came out of it. At the same time, There were few disappointment and frustration, so he talks about this. Over a few pages I'll summarize. The pros, lower prices for his customers, higher wages for his employees, more stores, better technology, and then way better online ordering and delivery. The technology that Amazon bought brought to Whole foods was just way better than what he could build himself. The cons. There was more centralization of management, more bureaucracy, more same in the stores. And then a series of professional managers that were not aligned with his culture. And what happened is slowly over time, his influence essentially rec seated and disappeared. He thought he'd still be able to run the the company be the Ceo of Whole foods inside of Amazon, My thoughts and strategic suggestions were not welcomed by the leaders in charge. I was simply cut from the team with no further explanation. This disrespect hurt. My aspiration for Whole foods having greater cultural influence at Amazon was largely unrealized. And he understands this perspective because he said surely the thinking goes that their culture must be superior or the acquisition would have been the other way around. We had ourselves struggle with this same type of superiority trap in many acquisitions that we had done over the years. The tipping point occurred in a video conference meeting I had in February 20 21 with Dave Clark, Amazon Ceo of consumer businesses and my direct supervisor. And so they're having a back and forth about idea and John keeps pushing and it says damn it John, I told you we're not doing it. What do you not understand about that statement. You always wanna argue about every fucking thing. Sometimes you just need to be a team player and do what you're told to do. I try to put things into perspective, Dave, I don't think that's accurate. I don't argue about everything. Can you give me another example of when I've argue with you, John. I don't have to give you a fucking example. I work with you. I know it's true, and it's not just me. Everyone at Amazon knows it's too. If you didn't wanna give up control of Whole foods, then you shouldn't have sold the company to Amazon. And then listen to John's surprising reaction. Dave was right. I had given up control when the company was sold to Amazon. I knew it was now time for me to go. And so that's when he starts doing more therapy. He goes back with breath work and Md mma, and he says it surprised me how much anger I felt about the disrespect Amazon had shown towards me. And how much Guilt I'd harbor over the decision to sell. This therapy helped him get rid of these, like, the feeling of resentment and anger. He says I was able to confront a deeply healthy fear that I am not truly worthy of love due to my many faults and lack of perfection. This therapy also reminded me of slogan someone some friends have shared with me previously. Holy shit I'm alive. Waves of bliss flooded my body and were released, it felt incredibly joy I felt incredibly joyful to be here. In inhuman flesh, breathing, moving, living and loving what a gift holy shit I'm alive. And so obviously, I've read this before I met John, and I asked about this is like, do you have any resentment towards Jeff Bezos. He's like, no. And he says the 2 smartest entrepreneurs that he's ever met are Elon Musk and Jeff Bezos. And in fact, he considers both of them. Who 1 thing that me and John Bon over is the fact that we had a lot of the same Entrepreneur entrepreneurial heroes. So his entrepreneur entrepreneurial heroes are like, Buffett, Elon, Jeff Bezos, Steve Jobs Rockefeller, But he reiterated to me. He's like, no. I have no ill will towards Jeff Bezos at all, and he thinks that he's utterly brilliant. And so then he ends the book. The only way an entrepreneur can't. And he has a great framing about what what it is that we're actually doing, we're actually playing an infinite game. And so that was key in the book. Key in the conversation How, John. Whole Foods wasn't work. It was play. And I think that's key to endurance in building a company for the long term. You love it. You love your work. It's fun. It feels like play. And so he starts another company. It's called Love life. It's a holistic health and wellness club. I got to tour the entire facility. And so he talks about this. He says, I became aware of a familiar feeling. Like an old friend, but 1 that has been too often absent in recent years. I'm really excited to get to work. It reminds me the feeling I used to get as a kid when I waited impatient on the sidelines for a game of pickup basketball to begin. The eager anticipation of play. Play. That's what this was to me. I am a god of play. The primary field in which I love to play and to be creative is business. I don't believe life is simply about our happiness or pleasure. It is also about discovering and following our higher purpose and contributing our unique gifts and talents in the brief time that we have on this planet. When I first came up with the idea for safer way and Renee said, let's do it Mc man, we thought it would be fun. That was the initial impulse. If you told us then that the little venture that we started in a house would by the time I retired, grow to be a company with 540 stores, a hundred and 5000 team members and 22000000000 in annual sales that changed the way America eats, we would have fallen laughing. But then we would have gotten right back to work building the company we loved. And it was because we loved and enjoyed it so much that it became all those things we could have never imagined. Whole foods was and is a magnificent expression of my own higher purpose. I'm endlessly proud of it. But what I understand now is that my higher purpose did not begin or end with Whole foods market. That's another reason I love business at its best, it's a wonderful creative, ever evolving game, the best kind of game because the deeper you get into it, the more you must learn in order to keep playing it at a high level. And the most important aspect of the game is that it keeps moving and changing and developing, even as we play it. In fact, because we play it. Business is an infinite game. Infinite games are open ended. They are played for the purpose of continuing the game itself. The creation and growth of Whole foods was a delight to be a part of. Others will continue moving that ball down the field. But I'm not done with business. I'm not done pursuing my own higher purpose. I'm not done with this wonderful infinite game. I'm on a new adventure now. I love being back in startup mode again, free from the shackles of bureaucracy. It's what makes me feel alive, and young in spirit. Another wonderful game to play, another beautiful vision to bring into reality. New worlds to create out of nothing. Let us love. Let us create and let us play. Again, and again, and again, forever. And that is where I'll leave it for the full story highly, highly highly highly recommend picking up and buying a copy of the book If you buy the book using link in the show notes he'll be supporting the podcast at the same time, that is 358 books down 1000 ago, and I'll talk to you again soon. There's 2 things that John and I talked about that Absolutely loved. 1 of them was explicitly stated in the podcast. That is the fact that John also shares my same habit. Not he's a var reader, but he also has to reread. His highlights from the books that he's read previously. The second thing that I loved that was implied, but I think obvious is that he was completely obsessed with building Whole Foods and and believe in in his mission to change the way that people eat. And 1 of my obstruction sessions has been obviously making this podcast, so then I can collect and is still the knowledge of history greatest entrepreneurs and then spread that far and wide because I do think these are really is an active service to take the story of an entrepreneur, take the lessons out of them, and then spread them as far as possible to... So other people can benefit from that, you know, 5 4 decade, 5 decade your long career. And so this obsession of, hey, I'm gonna collect and into knowledge of efficiency entrepreneurs is what the pot like, it it comes in the form of the podcast. But I've made a tool To make sure I never forget the lessons and I can pull them up on demand when I need them in that tool is founder notes, which you can now get access to that tool. So founder notes, lets you tap into the collective knowledge of issues goods entrepreneurs on demand in in very simple ways. For the last 6 years, I've been putting all of my notes and highlights for everything that I read for the podcast into this giant searchable database that you can tap into. And even if you didn't know about this tool you've heard me use it over and over again because every time he listen to a podcast. And when I'm referencing past ideas from past episodes from past books like Jeff Bezos like Walt Disney, Sam Walton, Mu Buffett all of this. That is me searching through founders notes and pulling up those ideas. And that is a really important point to get across what you see if you subscribe to founder episodes. That's the tool I use. You see the exact same thing that I use. It is a tool that I made for myself that you can now get access to. Subscribers to founders notes are using founder notes to help them think through issues they're having in their company from anything from hiring to recruiting to marketing to leadership to preparing for board meetings to preparing for sales presentations if you are already running a successful company, I think it's a no brainer to invest in this tool. And now I've added a new feature that's also gonna show you how I use founder notes and it's gonna push ideas from history Grace entrepreneurs directly into your brain quickly. That is this private podcast feed that comes with every single subscription to founder notes, which I have called Sage advice. And so let me give you an example. The episode I just made. I read 2 2 auto of James Dyson that, you know, it's probably 50 60, 70 hours of reading countless hours of inputting the notes and highlights into founders notes. And so what I did is I went and re reread every single note and highlight. And then there's also an Ai assistant that lives inside founders notes called Sage. And I... When you asked Sage a question, it reads all of the notes highlights and transcripts every single episode. And I would ask questions about James... The lessons from James Dyson books. So give me, like, for example, give me a list of James Dyson best ideas? How did James Dyson think about marketing? What did James Dyson say about persistence, things like that. And then what I did is I compose all that into a single document and is distilled that down to what I think are the most powerful ideas from James Dyson 50 year career where he's built this multiple multiple billion dollar company that he owns a hundred percent of. And so you take 50 year career, 60 hours of reading and dis instill that down into an episode that you can listen to in 12 minutes. And so the idea with these many episodes is I wanna create a tool that if I can condense the idea is from somebody's entire career. Multiple books, Into something that is 10 minutes, then that means you're gonna be able to listen to that over and over and again. It's gonna serve as a constant reminder and easy way for you to download those ideas into your brain so then you can use them in your career. So if you wanna access to a tool that'll give you a superpower to access the collective knowledge of history guys such p, when you need it, make sure you go and subscribe, at founders notes dot com that is founders with an s just like the podcast, founders notes dot com."
}