{
  "transcript": "You and I always talk about this phenomenon that re reoccurring throughout the history of entrepreneurship that you can always understand the son by the story of his father. The story of the father's is embedded in the sun. The story you're about to hear is 1 of the most remarkable industrial odyssey ever told. And at the center, is this relationship between a father and his 2 sons. The founder of this family Dynasty was a great inventor, but he wasn't a great entrepreneur. He knew how to build great products, but he didn't pay enough attention to the financial side of his business And as a result, he goes bankrupt. That is a mistake that his 2 sons actually learn from and successfully avoided. His sons Ludwig and Alfred were both world class entrepreneurs and some of the wealthiest people on Earth. When they were alive. They both built their businesses to last. They never went bankrupt like their father, and they were both obsessed with watching their costs. They both knew that it's not enough to build a great product. You have to build a great business and people that built great businesses businesses that last is who we study on this podcast in every single 1 of them was obsessed with controlling their expenses. Just like Ludwig and Alfred were. In fact, this book talks about the fact that Ludwig and Alfred were both born in the 18 thirties, And there's all these great founders are also born in that decade and the book talks about what some of these great founders, all born in 18 thirties had in common, and 1 of the people that is mentioned in the book is Andrew Carnegie. And Carnegie would repeat this mantra time and time again. Profits and prices are cyclical subject to any number of transient forces on the marketplace. Costs, however, could be strictly controlled and in Carnegie view any savings achieved in the cost were permanent. This is something I was talking about with my friend Eric who's the c cofounder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder of ramp and have spent a bunch of time with them over the last year 2. They all listen to the podcast and have picked up on the fact that the main theme from the podcast is the importance of watching your costs and controlling your spend and how doing so gives you a massive competitive advantage. That is the main theme for ramp. The reason that ramp exists is to give you everything that you need to control your spend, ramp helps you watch your costs. If ramp existed in the 18 hundreds, the founder of this family dynasties last years of life would have been a lot more pleasant and 1 thing is for sure. Alfred and Ludwig Nobel would have definitely used ramp. They would have jumped all over a tool that gives you everything you need to control spend and optimize your financial operations all in a single platform ramps landing page is incredible make history's greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs at is ramp dot com. The name of Nobel usually calls to mine Alfred Nobel. They mentor dynamite in the Nobel prizes, which he doubt. But other members of the Nobel family were no less creative and innovative. In fact, the range of their achievements in building an industrial empire truly qualifies them to be known as the Russian rockefeller. The founder of this Russian industrial dynasty was an immigrant from Sweden. Emmanuel nobel was an architect, a pioneer producer of steam engines and a weapons maker. Decades before his son Alfred dynamite began to alter the character of modern warfare emmanuel design invented and produced underwater mines. Emmanuel other sons included Robert, who directed the family's activities in the Cas oil fields, and as you and I will talk about us. Per of the moment decision by Robert actually changes to the entire trajectory of the Nobel family from weapon makers into developing the entire Russian oil industry. And Ludwig, who is gonna be the majority of what I wanna talk about today. This this is my favorite Nobel. It's and Ludwig, an engineering genius and manufacturing magnet whose boundless energy and fierce determination created the Russian petroleum industry. Ludwig son emmanuel was not only 1 of the Wealthiest man in Europe, but the peer and occasional adversary of some of the most powerful figures in international business circles. He shrewd bargain with the Roth child for control of the Russian markets and did not shrink from head on competition with standard oil and Royal Dutch, shell for lucrative world markets and emmanuel not only helped modernize the Russian navy. He also expanded the Russian oil industry was a pioneer user of the diesel engine, official of the state bank and a commander of a fleet of 300 ships, Perhaps no family in history has played so decisive a role in building an industrial empire in an undeveloped but resource rich nation yet, The achievements of the Nobel family are almost entirely unknown. Why? The answer can be found in the official Soviet myth that when the bolsheviks seized power in November 19 17, they inherited an empty covered, which they transformed into a corn, The truth was the exact opposite. When the Bolsheviks came to power emmanuel had to flee the country disguise as a peasant. A reminder of how fast things can change. He was 1 of the richest people in the country. Has to flee the country disguised as a peasant and 2 of his brothers were thrown in jail. The family's holdings were confiscated. The Nobel Empire which its 50000 workers lay in ruins, its fleet of oil takers were idle, the fires and its found were bank, The oil refineries ceased operations, their oil wells were flooded and Russia's largest engine factory shut down. An empire, which had taken the family 80 years to design and build was destroyed. Bringing to a sudden and bitter end 1 of the most remarkable industrial odd in world history. That is an excerpt from the inside flap of this remarkable book I'm gonna talk you about today, First published all the way back in 19 76, it is called the Russian Rockefeller, the Saga of the Nobel family and the Russian oil industry and is written by Robert Tal. So I found this book through my friend, Cameron Priest who continues to be 1 of the most prolific readers. Of entrepreneur entrepreneurial history that I've ever come across. He's recommended. I don't know, 40 50 60 of these books to me. And I spent the last few days reread my highlights and going through all my notes in the book to try to figure out what I wanna focus on. So I wanna focus on Ludwig Nobel. But to tell the story of Ludwig with Nobel, I have to tell you the story of his father, a few of his brothers and then his son. So I wanna start at the introduction of the book to give you an overview of what has to be 1 of the most remarkable families in human history. We start with Alfred, Nobel. Everybody knows him because he's the 1 he he dies and his... In his will, he Dials to Nobel prize and then other people knew him as the inventor of Dynamite. So it says, Alfred Nobel was only 1 member of history's most invent family. And the story has never been told of his father emmanuel and his brother's Ludwig and Robert and his nephew emmanuel. And their own individual entrepreneurial, technological and financial achievements in the weapons petroleum, chemical and transportation industry, so Ludwig Nobel reason the book's is called Russian Rockefeller is because Ludwig Nobel Alfred brother literally created the Russian oil industry. This is not nuts, so I've been going around talking about this book. To all my friends, and really anybody who will listen this week as I've been reading it because At the time to give you an overview. At the time that the the the the book takes place. Okay? Russia at this point in history is going to wind up producing over half of all the world's oil. The nobel family produces 30 percent of that half. 1 company, and that company is founded and created by Ludwig. And so here's just a brief overview of some of his achievements. He designed the world's first oil tanker. He installed Europe's first pipelines. He built the world's first full scale continuous dis constellation refinery. He forged gigantic infrastructure on water and land. He built a network of storage depot and tank farms, harbors, freight guards and marketing outlets from 1 end of the vast Russian empire to the other and then across the European continent. Ludwig father before him pioneer development of underwater mines, designed steam engines to power Russian ships installed the first central heating systems to warm Russian homes, Ludwig son after him. Launch the world's first diesel driven, tug boats and tankers, while bargaining with the Roth and struggling against the royal dutch shell company and barter with standard oil. Okay. So keep in mind. This entire conversation is gonna send around Ludwig. I gotta tell you about his father in the fact that they grew up in poverty. I read Alfred Nobel biography a long time ago. Probably 3, 4 years ago, it's episode 1 63. There is a line in there because you're gonna understand that emmanuel, nobel, the founder of this dynasty the patriarch of the family spent such a decade in poverty. In fact there's a lot... The reason I bring this up is because an Alfred Nobel biography, it says that he never forgot poverty. And he never forgot poverty even after he was 1 of the wealthiest people on the planet. Keep me mind, This guy lived in the 18 hundreds. And so there's a line in his biography that's that's not where he asked somebody what they wish as a wedding present, and the young woman replied, I want as when... My wedding gift should be what you earn in 1 day. And Nobel who's usually tight with money actually agreed, and he wrote her check, his his daily earning for himself was a hundred and 10000 dollars a day in the 18 hundreds. And so this poverty that his his dad's really an event. We're gonna talk a lot about this today. It's like, it's not enough to just be an event. You also have to be a skilled entrepreneur at which his his dad wasn't, but his sons definitely were. And so this is we're gonna go right into emmanuel life and says only his marriage brought him some measure of success. And it talks about the role that his wife and then the mother of Ludwig and Alfred, just how important she was to the family's success. Her patience endurance, even her faith in her husband were sore tested during those first years of marriage as 1 after another of a emmanuel dreams turned into nightmares. They moved from house to house on the outskirts of stockholm needing but not being able to afford larger quarters for their growing family. Alfred was born just 10 months after his father had declared bankruptcy. No wife was to strong supportive pillar and pawn which he's gonna build his business. Reminded me of when I read the the auto of the founder 4 seasons, is a door sharp. There is a bunch of times where his wife is kinda common... Adding commentary to the book. About what it was like, not 4 seasons now, but when 4 seasons was just an idea in her husband's brain. She talks about the fact that she saw him stress. She's on lying awake in the middle of the night, and she sat... She said that something that was very very, I think profound. She my v... My most valuable contribution to his success has been my silence. What does that mean? This is what she she says in his. Early on, he made some audacious statements that sounded like pipe dreams. He told me once that his aim was to make the name 4 seasons a worldwide brand. It's synonymous with luxury like Rolls Royce. Sure I thought with only about 10 hotels hardly likely, but I didn't let on. My most valuable contribution to his success has been my silence, and I think she's picking up on on a very important idea. Entrepreneurs are gonna get enough doubt from the external world. They can't have it when they come home. They can't have it with the most important relationship they have in their life. And you see that just like Az Sharp wife understood that, Emmanuel Nobel wife also understood that. The previous year at Fire had destroyed most of their home and possessions. Emmanuel still faced with deaths from his abandoned building projects so no alternative to the humiliation of declaring himself bankrupt, but he refused to be discouraged or defeated. He was determined to find practical applications for some of those ideas that never stop swirling in his head. And so not only he's invent, but he's also very persuasive. So he's able to raise money multiple times even after multiple failures. And so he starts setting up and he does these experiments with subsurface surface charges of gunpowder to destroy an enemy under land are on sea. What he is thinking about becomes underwater and underground mines. This is really important because it's going to lead directly to some experiments that his sun does, which builds the empire and the monopoly that he built around Dynamite says it was the beginning of the Nobel family's fascination with explosives. So a emmanuel is Swedish. He's trying to sell his invention to the Swedish military. A main theme of the book is the fact that for very long time, there's been a huge number of Swedish immigrants into Russia. And it is during this next generation of the Nobel family that the Swedish actually build the Russian oil industry. And so here's a little bit about the troubles that he's having. In Sweden of the 18 thirties, emmanuel was alone in recognizing the value of this new weapon. Financial security continued to loot him, creditors continued to hound him. Now they're gonna describe Sweden at this time. In an agricultural country in which poverty was thought to be a national characteristic, emmanuel was beginning to believe that he would not have the chance to make the kinds of success He felt he could with the proper opportunities. His frustration was not a unique phenomenon in stockholm at the time. But a emmanuel was never 1 to let frustration block his path or force him to resign and accept his fate. When he met a visiting Russian emi at a party in stockholm, he was suddenly confronted by a crossroads, another new arena to seek fame in Fortune. Now remember that line, Alfred Nobel never forgot poverty. The decision was as difficult as any emmanuel would ever make for he had to leave That's his wife and their 3 sons behind, Can you imagine put yourself in his shoes. You are 36 years old. You have a wife. You have 3 sons. You are bankrupt, you in debt, you have no track record that to indicate that you are capable of having bringing a successful, you you invent a lot, but you have no track record to show that you can actually bring successfully 1 of your inventions to market. And you get on a boat and you wave goodbye to your family, not sure when you're gonna see them again. So he first goes to Finland, then he goes to Russia. And so this idea of swedes seeking Fortune in Russia was not new. This there's a great paragraph I gotta read you about the stuff going on during Peter the Great. It says from the time of the vikings to the time of the Nobel, there were thousands of swedes who in an endless repetition of war and commerce fought, p, traded and settled in Russia, Swedish technicians were employed by the Czar. Swedish metal workers and guns myths laid the foundations of a weapons industry. A swede established the first glass works Swedish prisoners of war were used by Peter the great to cut a 3 mile path through the forest for his great Boulevard in the heart of his new city. Swedes seeking fortune in Russia was not new. And this massive risk that Emmanuel took, which is gonna change your trajectory of his descendants lives forever. Wind up working out because the Swedish military was not interested in emmanuel unforeseen minds. But the Russians were enthusiastic, so I'm gonna skip over a big part here. I mean he does a demonstration, and this is what I mean about how enthusiastic the Russian military was. The mine exploded when it was struck by a small boat. The general was a ecstatic he rushed over to Nobel and kissed him and then started to dance. The general had been under considerable pressure to find a successful underwater mine which Nobel is the first person to invent. This is September 18 40. He is 39 years old. This is remarkable description. It was the first sizable subsidy and emmanuel had ever received. And he uses that money. To establish a factory. 2 years later, he's making enough money to actually send for his family. Can you imagine. As I could not imagine being away from my kids and my wife for the song. It's incredible. For the first time in his life he enjoyed a certain prosperity comforting and encouraging feeling of success in the summer of 18 42, he sent for his family. Now this is wild. He was gone for 5 years. K? During his 5 year absence. His wife and her and his 3 sons had scrapped out a simple existence that at times bordered on poverty. Their only source of income came from a little milk and vegetable store that she operated. The boys now check this out This as well. The boys Robert and ludwig, so Robert the older brother Ludwig the middle and Alfred youngest. Okay? Robert and Log, Ludwig to survive, had to sell matches on the streets of stockholm. Now how crazy is that? A couple episodes ago on episode 03:48. I covered the book the match king, which is about the founder of the Swedish match company which still exist to this day by the way. And we see in this story the early days of what's gonna turn into the Nobel family, Dynasty sustained by their young kid. I mean these are young kids are probably 7 years old at the time. Selling matches on street corners in Stockholm. And so once he has his family back together and he has all of his sons in Russia, he does a brilliant thing. This is the phenomenal education that he sets up for his sons. He says they were instructed solely by tutors. Robert and Ludwig, primarily in engineering, Alfred in chemistry, which is hilarious because you could think of ludwig as an engineer and Alfred Empire is gonna be in chemistry. And all 3 in Swedish Russian German French and English, they were also put to work in the factory moving from 1 position to another, learning the business of running a business as a great line, learning the business of running a business, acquiring from direct on the job exposure, practical lessons and the problems and challenges of management, execution and administration. Now emmanuel is going to have about a 20 year period of relative prosperity before he goes bankrupt again. How could that possibly happen? There's 2 issues here. He's much more of an inventor, not an entrepreneur. He has 2 really big mistakes. 1. He's got 1 customer, which will get into a minute. And 2, he doesn't have the financial discipline that his son Alfred will have. He expands too fast. He's not conservative. He's not really paying attention to his costs, Alfred was probably the most gifted entrepreneur of the family. And so his dad didn't have that. But his dad did have a lot of success inventing and producing. And so in addition to the success of his underwater mines. He's also manufacturing marine engines, and then he steadily expanding the factory until had about a thousand employees. His reputation as an inventor in 1 of Russia's leading engineers and industrial were all striking indications of a manual success. The Ultimate rewards for his diligence his persistence and his genius despite The achievements and the recognition in Emmanuel was not in a insecure financial position. His entire business dependent on the contracts that he was getting from Nicholas Czar at the time, Nicholas is gonna die. The news Are takes over. This is Alexander the second, and suddenly, those contracts, those promises mean nothing. There's a... I think it was a navy sales that said, 2 is 1 1 is none. You cannot only have 1 customer. Your business cannot depend on a single customer. The many pledges of contracts made to emmanuel by the of Nicholas were ignored by the ministers of Alexander, his pleas in protest that he had expanded his payroll and factory In order to honor those contracts went un heated. By 18 57, he had a surplus of labor, Surplus of supplies and no orders. For emmanuel, the decline was a disaster without his government contract, he could not keep the factory running. There was also the problem of a emmanuel himself. This is what I mentioned earlier. He's less of a businessman and factory director than he was an inventor. He was simply not the man to manage an enterprise that had grown to the to the eyes and his tremendous talents lay in fields other than management. He was more inventor than entrepreneur, his 2 sons will be both. And this had to happen. I think this leads directly to their success because they are capable of learning from Their father's mistake, Robert Ludwig and Alfred would never forget the bitter lessons of their father's failure. For a emmanuel, then 58, there would not be another chance. It was all over 22 years after he'd had sailed from stockholm, as a bankrupt man he returned again, bankrupt. But what I love about him is he's relentlessly optimistic and he has faith in his sons. So he says his dreams are going to have to be realized by the next generation of no and he was not pessimistic about that next generation. This is what he said. If my son's work harmonious and carry on the work that I have begun, I believe that they will never want for their daily bread for there is still much to be done here in Russia. So it is shortly after this where Ludwig opens his own factory. And so something that's been implanted or I guess a habit that's implanted in my mind from Charlie Mu is like, when you're analyzing somebody's business success. You try to look for waves that they were able to surf. And so Ludwig is actually gonna surf. The this idea of surfing in Port charlie. I think I covered it back on Episode 03:29. But Ludwig is gonna surf a change, and they're gonna be beneficial government policies from the government of Russia And then this explosion and population growth and new industry development. Essentially, an industrial evolution comes to Russia at the time. And so it says ludwig took full advantage of the recent reversals in government policy in contrast to emmanuel last year's in Russia, The ministries, the war ministries that is. We're it's insane. I think we're gonna get to it, but I think more than a third of Russia's budget at the time went to military. The ministry once again beginning to encourage domestic manufacturing. The greatest stimulant to this new industrial initiative was the Emancipation act of 18 61, which was the liberation of 40000000 Russian peasants that are now flock from the countryside into these news, like city centers, and then the the the areas that are string up against these around these giant factories. All these people are coming to cities and they need jobs. And so within 20 years, there's gonna be 250 new factories that pop up, they said they call this a be related awakening to the opportunities of the industrial revolution. So he's going to start making weapons and things to support weapon. So he start making making cast iron or artillery cells and then gun carriages, which he gets... I think he builds the best gun carriage in the world. So a gun carriage plays the same role that, like, a carriage just for human. The carriage carries a human. This is a carriage that covers this giant piece of artillery. The thing that would pop to mind is if you think about like, a civil war cannon, they're usually on, like, 2 big wheels and you kinda pick it up and move it to a different spot, that what what allows that cannon to move as a gun carriage. That is what what Ludwig is making. He's also gonna make rifles and rifle stocks for the Russian military which inadvertently or accidentally leads to his discovery of this giant and brand new oil industry inside of Russia. We'll get there in 1 second, but this is the important thing. I would say learning is not just memorizing information learning changing your behavior. He is changing. He's actually learned from his father. He is changing his behavior. More than a third of the state budget went to the military, but Ludwig was careful to avoid total dependence on such contracts. And to art to rely on the spoken or even written word of government ministries, he had no intention of repeating his father's costly mistake. So ludwig factory becomes the country's largest manufacturer of gun carriages, rifles. And here's what happened. He's he's expanding so rapidly he cannot find the talent. So this idea that he keeps having to import swedish talent to build the Russian manufacturing and weapons industry, and he's gonna do the same to build the oil industry is something that pops up over and over again in a book. So it says the task of finding talent was just as difficult for ludwig as it had been for his father. And the solution for both men was to recruit as many swedes and fins as we're willing to work in Petersburg as factory orders increased so did the size of the factory and the number of workers cement additional suites, fins, and an occasional region on the payroll. And another phenomenon that he is surfing is the fact that the entire continent and the entire European continent was engaged in a giant arms race. So keep in mind, this is 2 years after the American Civil War. So he's got this very successful and expanding manufacturing business, and he's got all these factories Where did you get the money to do this? His dad was bankrupt. They were not a rich family yet. And this is another example of this maxim that I just see over and over again in biographies that relationships run the world. So not only a contracts are coming from relationship city had in Friendship City he had, but also the financing. So there's a captain in the artillery. This guy named building. He had been a close friend of Ludwig. He needs 200000 rifles And so he goes to the war industry, and he says, hey, Ludwig should be the 1 that meant that makes us for us. Another 1 of his friends and this guy was also friends with his dads was 1 of the people that made this was influential making this actual decision, like, being an actual decision maker for this. This guy's name is Carl I'm not even gonna try to pronounce his last name. So it says his undoubtedly to Ludwig benefit that 1 of his best oldest and true friends was in a key position to influence the decision. Carl was that the Liaison officer once assigned to emmanuel his father. He was also the chief inspector for the rifle and ammunition factories. He had previously had served as the head of Armor and lieutenant general. Carl's is also the person that arranged the financing for Ludwig. So it says in the early 18 seventies, Carl had loaned Ludwig his securities his karl securities to use as collateral for bank loans to expand the factory. Ludwig had to pay 5 percent interest for the securities and 6 percent on the borrowed cash, but these were bargain rates in a country were bank loans were not easily procured. Such support relationship and encouragement was a most valuable asset for Ludwig industrial enterprises. So Already said Ludwig is the most fascinating characters entire book, and there's a ton of interesting characters in the book. And Not is, you know, he's a great, manufacturing genius. He's a great entrepreneur. But he also, it always... It's capable of, like, thinking for himself and making his own decisions, and he he was 1 of the... They had the best reputation and Thinking in all of Russia for actually giving a shit. About the well being of his employees. At a time when that was just unheard of. In many cases, I'm gonna get to this. They talked about... Well, I guess Ludwig is the first person or 1 of the first people people to realize increased care of your employees actually, it leads to increased productivity. And it's describing, like the the... You know, all these people are coming in from the countryside. Sometimes they're integrating from other countries. They're working in, you know, in hospital factory environments. And they said that cattle in many cases would have resisted the cramped quarters that they put humans in. And so Ludwig innovate in every single aspect of his business. I I don't think I've brought this up yet and I showed it from the very beginning, so I apologize. What's fascinating to me is is Ludwig and Alfred. They're gonna have this dual success at almost the exact same time different industries. They have wildly different approaches. Alfred is like a alligator. He has essentially monopoly. Ludwig is operating in an intense, intensely competitive industry, and he does everything himself. But again, I think this is just 1 of the greatest things that you you learn from reading all these biographies as much careers. It's like, there's not 1 path. And now reading about both of them and their personalities It's like, it's very obvious that they built businesses authentic to their true self. So I should said at the beginning, but keep that in mind. I'm gonna go into what he did for his employees. And at this time, there's nobody was doing this. Ludwig made certain that his workers accommodations were adequate and well maintained. He built new housing. He encouraged them to save a portion of their wages and established a savings banks for his employees. He regularly added substantial sums from his own profits into the employee bank. He refused to employ children He reduced a workday from the usual 14 hours to 10 and a half hours and instituted the first profit sharing plan in Russia. He also started a series of free educational courses for his workers. Decades before the business world discovered that overall efficiency and productivity are promoted by generous and concern attitude towards employees, Ludwig Nobel was doing it. And then the description of just this remarkable inventor in entrepreneur and genius that Ludwig was, there's a million things that he's gonna different things that he's gonna work on, But I wanna go back to this idea. It's really important. Learning from mistakes is changing your behavior. Right? So realize realizes we need a bunch of just consumer products. We can't just rely on the military. And so at the time you have carriage drivers. You know, these are horse carriages. The roads in Russia. Shouldn't need me hold roads. It was hilarious. They said, that the coach... The the roads were so bad in this area where air, that the coach drivers would sit sideways with their laying legs hanging off the carriage, so they could jump off easily when they were get when they hit the inevitable like giant hole in the role in the road. So Ludwig makes the Nobel wheel this carriage wheel that can actually withstand and not break. And the result was a monopoly on the market. This is also gonna tie to this idea that the Nobel family had excessively high standards and as a result Over time, they're were able to build this incredible brand based on quality. The nobel name may meant something. And, in fact, later on as they dominate the congressional industry, you know, they talk about their employees were proud. They wore the fact that they were Noble that they worked for the Nobel family is a badge of honor excitement they were the best. Now I needed... The reason I'm also telling you this is because 1 he's learning from his father, but 2, this is, like, Ludwig wig mo for everything. He wants to control everything from the invention to the manufacturing to the sales to everything. And so they invent the wheel, they manufacture it, then they set up all the sales organizations all over, like all over Russia. Recruitment of the salesforce, establishment of the sales districts, the administrative and financial direction all were planned and implemented in Ludwig wix office This goes back he's much more of like a micro manager involved in every single detail, like a more like a Steve jobs and a Walt Disney than his brother Alfred Nobel, which I'll get to. He was interested in these administrative details as he was an engineering design and process of manufacturing. A fan For work. He was constantly in the plant to check on the operation of some machine he had designed to supervise insulation to oversee repair, there was no facet of production or distribution or direction that escaped his attention. He had demonstrated that whatever was produced in the Nobel factory was worthy of comparison with any competing product from abroad. So that is an overview in an introduction into Ludwig. We will return to him in a second. I need to get to Alfred. Because the brothers are constantly involved in each other's businesses, there's so many letters between the brothers. I wish there was some kind of book where you could just see their correspondence back and forth. Considering that the Bolsheviks invade and kinda take over everything. I bet you a lot of that correspondence was destroyed, but it's... It's just fascinating. So let's get to Alfred. This is such a fascinating family. There... There's twin success. The twin success of Ludwig and Alfred are happening at the exact same time. So by the time that ludwig is gonna start building in the oil industry. By that time, Alfred already had a dozen dynamite factories all over the globe. And how that came to be was fascinating because He got the idea from his former chemistry tutor. Remember going back to what I said about what his father did that was so brilliant for his sons that he's like, we're gonna hire tutors. You know, that you guys are gonna start engineering your new chemistry. You're gonna learn all these languages. So his former chemistry tutor tutor. Had told emmanuel his father, okay? About the italian experiments with nit. That's gonna be the active ingredient in dynamite when when Alfred tam this and had recommended it for use in making more powerful land in sea mines emmanuel had no time for such research, but his son Alfred did. And this is what I mean about how the family's is constantly supporting them. When Alfred is doing his demonstrations. The first time he successfully d what's gonna turn into Dynamite. His brothers Robert and Ludwig are they're observing. And then this next sentence is something that's really important. It's not the first person to invent something that gets rich. It's the first person to match that invention. And build a phenomenal business around that invention. Alfred was not the first to experiment with Nit gl, but he was the first to combine successful experimentation with a genius for business organization and financial management. I double underlying financial management. He is probably the shrewd person and his entire family when it comes to managing the money, watching the costs of the business. He was very conservative. He did not wanna expand faster if it meant putting this survival of his business at risk what saved jobs tell us a few weeks ago, victory in our industry is spelled survival. All the money is in the future. Do not interrupt the compounding and the way interrupt the compounding is if you over optimize for growth, at the expense of durability. The other book that I'm reading this week starts out, I'll give you a little sneak peek. 1000 square foot store into a 40000000000 dollar company. It starts 60 years ago, they did like 8000000000 dollars revenue last year. The inability to build a durable business would have fore foreclosure that opportunity that 8000000000 dollar a year opportunity that 60 years into the future, that opportunity that most humans are incapable of seizing. So now I'm gonna introduce the third brother, Robert. Robert is the older brother. He is in this family, the under chief, yet a single spur of the moment decision changes to the trajectory of The entire family, it could've have been easy to be the older brother because the standard set by... He's got 2 younger brothers that are complete over. It says the standard set by 2 such over achieving brothers would be hard for anyone to match. And so Robert is working for Ludwig. Ludwig is making all these rifles and rifle stocks for the Russian military? He's like, hey, can you travel to this section over here because they're known to have phenomenal supplies of, like Walnut wood? And Ludwig gives Robert 25000 rub to buy up the whole stock of walnut, Wood, Robert is going to travel to this place called Bak. Ba is gonna be where they build the their giant oil company. So we can call this section, Robert's pivot. In all his travels, he had never seen anything like Bak, and in all his dreams for personal enrichment, he had never seen greater potential. There were parcels of oil rich land in Bak along with a small refinery. So he goes he's like, I'm not buying your walnut wood. I want your refinery. His offer was the walnut money. All 25000 rules of it, A sudden decision taken without consultation with either Ludwig After all it was Ludwig week's money are Alfred, the family expert expert in matters of finance and investment. When he returned to Petersburg, he would after to convince his brother, he had found a much better investment for the money than rifle stocks. And this is the remarkable thing about business. He only has to be right once. Up until this point, Robert had failed repeatedly. He just needed to wait until he found the right opportunity. So it says his 2 brothers looked upon this scheme with as much enthusiasm as they had viewed. Robert's other projects. First, it was fire proof bricks, than ke, iron, gl and now petroleum what next. But here is 1 of the most important things in this book. Robert had an innate talent for this opportunity, and they're gonna target a market full of second rate talent, second rate competition. And what he realized is like these were refineries. These are yoke. They don't know what they're doing. And what the very beginning of a giant oil industry. So Robert is also a very good chemist and for in fact, Alfred, who's a who hired some of the best chemists in the world said that his brother was a very good chemist. And so in a short time, Robert was able to suggest improve methods of refining the crude oil that's coming out of this bak bak region in Russia to produce higher grade ke than was the norm for his... For the competitive refineries. And they can combine the the talents that the family had, the fact that they were... Could build very sophisticated manufacturing facilities and so very very quickly, Robert's modernized refinery produced the highest quality ke scene that had ever come out of Russia where the usual product was then known as Bak sludge. It was un unfortunately 1 of the... Was the best of the hundred and 40 refineries, crammed in this town of bak. Listen to this. Going back to this main, it was an all Swedish operation. The main chemist was Swedish. The engineer and production chief was Swedish. The machine shop foreman was Swedish. And in 2 short years, they were achieving what in later years would be expected anyone associated with the Nobel company. Producing the most reliable product, establishing new standards, setting a pace which others had to follow, providing goals and guidelines in all phases of a new industry. So ludwig is about to move his attention into this brand new oil industry that's spring up in book. I need to tell you what Ba was like at the beginning. And the the contrast of what Ludwig gonna impose. Very similar much about, you know, Rockefeller. There's a reason they're call the russian Rockefeller. He's... You know, he essentially found this very chaotic brand new industry imposed order in his his will and order on it. So it says it was a raw, mer and often barbaric society ruled by an adventurous frontier spirit and dominated by greed in the ins inc search for riches, typical of a gold rush mentality. There was a prove among Russian businessman that whoever lives a year among the oil owners of Bak can never again be civilized, which is the perfect opportunity for someone like Ludwig, the time the place the setting were ideal for Ludwig wix particular genius. When Ludwig Nobel entered Ba cocoon in the spring of 18 76, a man with vision had arrived, it was the real beginning of the oil industry. Every phase of the business would have to be examined. Every area rationalize, improve and modernize. So there's a ton of detail, but I just wanna pull out 2 sentences because this is 1 of the best things if you can find yourself in a situation where you... You've you're attacking a market full of second rate competition and second rate talent, which is exactly what Ludwig is doing. He has these ideas for other, he shares ideas with all the quote unquote competitors in his field. Obviously, you're gonna have to have some kind of organization in the early oil. He realized just like Rockefeller. And they're just like, nope. Like, they're at the very beginning. They don't know what the hell they're doing. They're low they're producing low quality product, and they're just not interested in change. Since others were simply not interested in any new idea. They had a complete lack of enterprise. So what what he would do is obviously, he's not looking around. Like, I wonder if there's a good idiot no 1 was doing, I guess I won't do it. He's like, no, I believe the idea is rational, it should happen, so he'll just go and build it. And then people try to imitate him and they they're just not as talented as he is. The competition then started to build their own pipelines, frequently failing to match Nobel standards and e a maze of jerry built leaking and ill fitting pipes. And then 1 thing the Ludwig does is he's constantly inventing. He's leading the weight in his industry. He's the first to think about how crazy. How much how many other fortunes after this. Are built off of oil tankers and super tankers, like Daniel Ludwig like Aristotle and Assets. Ludwig is 1 that invented the oil tanker and it's it was just very common sense listen to his approach. If it could be transported in Bulk meaning oil, carried from 1 harbor to another large tank, Ludwig believed that the product would could compete with more traditional sources of fuel. There had to be a fast reliable economic means of moving lakes of oil. The size of this industry's nuts, which I'll get to. That that That description lakes of oil is not hyper. This is ludwig thinking. Right? It's like, there has to be a fast reliable economic mean means of moving lakes of oil from the isolated regions where it's readily available to the heavily populated centers worse in demand. This invention is going to be later described as the most important fact in the entire history of the petroleum industry. That is nuts. When you think about it, the petroleum industry may be the world's most valuable industry ever been created. So Ludwig argues the facts of his case very rational person. The standard oil barrel weighs 64 pounds. That's 20 percent of the oil that it can hold, which means that a fifth of any cargo of a barrel of oil consisted of wood that could only be shipped 1 way because you're not shipping empty oil barrels back the other way. Ludwig arguments whereas logical and persuasive as they seem to him, failed to sway the opposition. This is what I mean? There's just second rate competition. Why? Because they're just mimic... They're just copying. They can their in they're incapable of independent thought. There was absolutely no support for the scheme. It was too great risk because it had never been done before. And then his personality very different than Alfred who's gonna essentially have a technical monopoly. It says Ludwig made no effort to keep secret any part of his designs, and he rejected the pleas of his associates and shareholders. That he take out patents. He did not wish to profit in that manner to restrict dis of ideas that could benefit the entire industry. This is incredible. Okay. So, you know, they're they're small when he starts doing this, and then keep mind this book isn't from 19 76. Right? So it's even bigger and more developed now. But the main theme of what I want to tell you is a good idea this it's a note off myself. A good idea not abandoned will always grow larger than expected, and so they talk about the fact that, you know, he... His first oil tanker smaller, and then he just realized realizes it's, like, oh, we keep getting these bigger and bigger and bigger until the size of tankers increased to levels never dreamed of. With captains of the ship having to use bicycles to move from 1 end of the ship to the other, a good idea not abandoned will always grow larger than expected. And so when I'm gonna read this overview of this phenomenal business that Ludwig built. And a description of Ludwig himself, you'll see why he was my favorite character in this entire book. Ludwig Nobel tanker fleet was the most dramatic innovation in the Russian petroleum industry of the 18 seventies, but his only part of the general transportation and distribution system, which he conceived and organized. Pipelines to carry the raw oil from field to refinery and the finished product to dioxide, tankers to carry that product 600 miles north. Smaller tank barges for trans shipment. Barges for moving the oil up the Mighty river railroad tank cars and barges carrying the oil from all corn or 2 all corners of the empire. Retail distribution centers in every major area of population, a labor force of thousands from field to consumer drilling for oil, building barges, fitting pipe, refining ke, repairing tank cars and ships pedal the products. This was Ludwig No empire within the Russian empire. He created it in 10 years from well to wick. It was all Nobel. It was the achievement of an individual who thoroughly dominated all aspects of an industry which he was literally creating as he went along. He was president, chief engineer sales manager, an entire research and development department, Chairman of the Board and market analyst an inc comparable ins over, his deeds in Russia were without parallel. Absolutely incredible. You know what It also an incredible human nature. Human nature is funny to me. Even after he's done all this, he he tries to share ideas throughout his industry, and he always receives and not always... Alarming number amount of times, negative responses. And he said the best thing. He's like, well, The only thing you do when you receive a negative response you take out a pen and paper and you do it yourself. This guy's optimism. This is mentality. I'm just... I absolutely loved it. This is a great quote of his on struggle. Opposition never really bothered Ludwig. Never really impede his progress or diminish his determination. This is what he said. An industrial undertaking properly managed and well organized involves constant struggle. Its success is dependent upon foresight perseverance, industry and economy struggle is to be expected. Was accustomed to making his own decisions, traveling his own road and he was certainly used to opposition. Okay. So now I wanna go back to the I mentioned earlier that I think is really beneficial. The idea that the the twin successes of Ludwig and Alfred are happening exact same times. They're operating different industries. They have different personalities. They have different ways approaching their business yet at the time, This is taking place. They're 2 of the most successful and richest entrepreneurs on the planet. And so this goes on for a few pages. I just wanna compare and contrast them because I love this idea. And again, there's no formula. Do whatever's authentic to you. Self sufficient, independent with the devotion to work and a reliance on its routine the swedes demand a high level of order in that work, so they both share this. Okay? A sense of purpose and perspective in their own rational civilization. For the Nobel, their boy of poverty strengthened that motivation. He who does not work need not eat declared Ludwig. And so their father is going to weigh in on what he thought were the the difference between the sons. Emmanuel believe that if was Alfred who demonstrated the greatest industry, but Ludwig the greatest genius For Alfred, his rule was never to do myself what another could do better or at any rate as well. He wanted to delegate everything possible. Alfred Nobel was certain that if you do everything yourself in a very large concern, which concern at this time in history initiated it's it's just a business. K? In a very large business. The result will be that nothing will be done properly. And whoever tries to do it all himself will be worn out in body and soul and ruined. That is Alfred perspective. Let's go to Ludwig. And Alfred Alfa was a very, like, Mar man. I don't know if you'd wanna be, like, friends with him, Ludwig drew people and he was very charismatic. Ludwig was not a person easily forgotten even after the brief encounter. He was in the words of his closest collaborators a personality in the fullest sense of the word. He dominated every audience. He revealed at once an inner clarity of purpose and deep concentration of power. Alfred preferred to be a loop from his employees. Ludwig home was in front of his factory. Ludwig spent many hours with his engineers and drafts, his factory foreman and his section chiefs. I don't think Alfred ever had kids, Ludwig had 18, 11 of the 18 survived infancy. Ludwig was at heart an opt and hopeful about mankind as hopeful about mankind as he was about his own capabilities in career, Alfred more pessimistic and definitely had a cynical view of his fellow man. What they had in common was that Ludwig and Alfred both pushed themselves at such a pace that physical exhaustion probably would have overcome far heart types. Alfa is more interested in the financial aspects of business. Ludwig regarded financial speculation as a refuge for those who were too lazy to work. Ludwig competed in a heavily competitive market Alfred essentially had a monopoly. These were alien considerations to the man whose own industrial empire was based on a product that he alone controlled. He alone determined the quantity of dynamite to release onto the market, He alone decided which plants in which country should should charge what price. Competition was of little to no concern to him, and he could run his business from a hotel room in any country he chose. Alfred delegated, Ludwig was an entrepreneur who was never content to delegate to Merely invest, but who always insists on becoming personally and totally committed. So Ludwig is going to die relatively early. He's going to diet at 57. We're not there yet. There is going to be this, like tri, is the way I described it. And maybe I've just been watching too much game with their thrones. But the tri of the Russian oil industry at this time. Once they see the success that the Nobel family had is standard oil comes in and then the Roth child are also financing and trying to break. The Russia actually finance and develop the second largest what's gonna wind up be being the second largest Russian oil company. And so they're gonna be a major headache for the no for the next 2 generations. And so this war between them is gonna be known as Europe's second 30 year war. Between standard. It's gonna be Dutch Royal Shell, the Roth shelves, and then the Nobel family. But I do wanna point out a very fascinating idea why it's like, well, outside success attracts a lot of attention and in as in turns gonna attract a lot of competition. And so the 1 place on the planet at which Rockefeller and Senator oil are not dominating is in Russia. And so they have... They there's a series of tax. But this is a great description of what was happening because the the Nova family's is producing just so much oil at this point. In late November, standard oil cut prices, Rockefeller already controlled more than 90 percent of all American oil exports and was a dom force in all world markets except Russia, but the... This is such a great line. And this is why I'm reading this section to you, but the price of monopoly is eternal aggression. The price of monopoly is eternal aggression And when the Americans saw Nobel sudden and successful invasion of their markets, they quickly counter. And then once you understand the scale, just mind boggling brain breaking scale of the Russian oil industry at this time, It makes sense why, you know, standard oil and rockefeller, we're not gonna ignore them and they were gonna try to fight. This is insane. Okay. 1 no oil well. A single 1. Gus over 11000 tons of oil a day. That is more than the total oil flowing from all 25000 wells in the United States at that time. These gus would come out sometimes so fast and unexpectedly that they would shoot a stream of oil That's 225 feet straight up into the sky. That stream of oil would then be carried by a winds, a mile and a half away you'd have entire towns, which would... There the outside their houses would be drenched in oil from these gus. And just like you and I have talked about in the past of, like, the... I've done a few episodes, I I did this book called Big Rich and in another book called Wildcat about the the the first and second oil revolutions in Texas. And what I love about reading what oils, it just It draws the craziest character. So there's a guy the 6 foot 3 inch giant of a peasant. Okay? He worked as a servant in the back office of 1 of the Czar local military representatives. He saved some of his meager earnings from his paycheck He buys a small vineyard on the outskirts of town. Under the grapes that he thought he was buying, just happened to be lakes of oil by the turn of the century, that peasant that giant peasant became a became a man of fabulous wealth and fabulous extra, His son inherit wealth. And he becomes Russia's greatest gambler, a collector of paintings, race horses and beautiful women. He would throw parties that look like from out of the pages of Arabian knights. He would swag her across Europe, keeping a large entourage and then growing a normalcy fat with his movable feast and his permanent luxury. 1 of these people that turn from Peasant rich. They spend their money on hilarious things and 1 of them built its giant palace and the beginning it's it's shaped like a dragon and the get into the palace, you have to actually go through the entrances is to Dragon's jaws. I wish they had a picture it because it sounded amazing, but Ludwig was very different from this. They were obviously very wealthy, but they didn't waste their time, you know, just throwing parties. That he liked to work Ludwig like to work and he was very proud. That he was considered 1 of the very few, they considered, like, the the Bak oil industry completely dishonest. And so it says Ludwig was proud of his own particular guarantee and that of his company. If you can find in Bak any man who can prove that we've been dishonest that we cheat or refuse to address any substantial grievances we will face inquiry in your presence and if guilty make amend. From every report in this book, Ludwig was a great man. And unfortunately, he had severe health issues. He had issues with his lungs. He had heart disease and at the early age of 57 years old, his heart fails and he dies. Now the business turns over to his son emmanuel, a few years later after Ludwig death, both other brothers, Robert and then Alfred Nobel also died. Now emmanuel like Stories is also incredible incredible because he's gonna be 1 of the wealthiest people in Russian, he's the 1 that has to dress up as a peasant and leaf. K. That's gonna happen about 15 years since the future. But he's also remarkable because if it wasn't for a emmanuel, there'd be no nobel prize. He's the 1. Emmanuel is the 1, so this is Ludwig Son, Alfred Nobel nephew. He is the 1 that saves the Nobel prize because other people in the Nobel family wanted Alfred Nobel will overturned. They wanted their his gigantic fortune. And so you have kids of the other brothers that are doing everything in their power to try to void alfred will and keep that fortune in the family. And so 1 of the lines in here is kinda of humorous because 1 side of the family does not have the financial security that the other Nobel did, these are Robert's kids, and it says, it could not have been easy to stand by and let all that money go to strange people in distance lands because they'd had written books or buy some new formula. So that obviously made me chuckle. But it is a manual alone that is fighting the entire family. It's like, no, we have to honor what Alfred Nobel wanted. And so he says he had made his position clear. He would not fight the will. He was interested in preservation of the family name and honor in strict adherence to the wishes of Alfred. He told he'd the other relatives of his, let the last will and testament speak for the soul. And this also speaks to the ethics and the morals that was passed down in the family because Not only his other family doing this. They're they're all they're all sweet. Right? The sweetest king calls a manual before him, he's like, hey, even the king oppose this idea. And emmanuel refused to back down even from the king. This was the result the will was validated, and the Nobel foundation was established. It took courage to post popular sentiment to fight his own family and to Brooke arguments with the king. And then I think we need to move on to 1 of the main lessons of the book. I think I I've understood this because son of cuban immigrants, and I just cannot fathom how my grandfather, who was 38 years old uneducated, didn't have any money. Didn't speak English worked in a shoe factory and at a butcher shop understood the danger that his family was in when Castro took over and moved to a country where he didn't know anybody and didn't speak the language. And so growing up with these stories that you hear over and over again. This is something I talked about Sam Z about when I had lunch with them too because, you know, his family escaped the Holocaust. They got out. I think they were on the last train in Poland. As somebody it's grown up in America, I think you can have the assumption that, you know, the way things are now is the way things will be forever and you it's human history just shows is like, how fast things can change. And manual is the third generation of 1 of the wealthiest most respected families in Russia and he escapes hidden as a peasant. People come into the factories and murder their employees. And so now we have an account of what it was like to experience the bo revolution not knowing what was going on. And so there's an executive in the Nobel company that kept a diary. And it goes... Remarkable how fast things change. The diary lasts for less than 2 weeks, and I just wanna pull out a couple lines that are spread across several days. There they are in order. So It starts Thursday. Street cars stopped running, strikes in several factories. The police clear the streets of demonstrators shouting bread. Friday, strikes are spreading, conversations between police and the people. Streets cleared and closed off from crowds. Saturday. Police often disguise as soldiers and c hold the crowd and check, dead and wounded lying on the streets. Sunday. Stores have boarded up their windows. The police are shooting. C acts are using whips. In the evening, a lot of shooting. Drivers who are cart off the corpses talk about hundreds. Monday. All offices and workshops are closed. We let anyone go home who wants to. An employee's nephew was killed by stray bullet. Hit him right in the forehead, was standing in a window watching the activities on the street. Tuesday, as we were walking to the office, we came under fire shooting at us from both sides of the street. In the evening, we do not use any rooms facing the street. And this is why. Between 9 and 10 at night, I opened the door to my study just slightly, lighting the front window for a second, machine gun fire sprayed the entire facade of the building. Wednesday, more house searches. The person who lives on the floor below us is arrested and taken away. And was remarkable even after all that he ends the journal, the worst is probably over. The Anarchy and Peter petersburg soon spread to other cities the collapse of the imperial government and the ab application of the Czar. The wives and children of Nobel Swedish employees moved back to the safe shores of their neutral country. Lennon and his Bolsheviks seized power. They wasted no time showing the nation the meaning of totalitarian revolution. All newspapers but their own were suppressed. Editors were imprisoned, and the only printed or spoken word permitted was that of the Bolsheviks. Their avalanche of decree covered every phase of economic political, spiritual and intellectual life. The workers and soldiers demanded great sums of money from the industrial. Nobel factories succumb to the chaos and closed down. Transport was national. Factories were national, owners and managers dismissed bank deposits seized, prices skyrocketed. The Czar and his family were murdered. The petroleum industry was national. This is the craziest sentence in the book. A former insane asylum inmate was named minister of war and promptly proposed the election of a donkey to the council to represent oppressed animals. An illiterate sailor was placed in charge of the schools, and a well known pi was given control of public welfare. Discipline in routine were replaced by endless series of meetings decree and pronunciations. None of the Nobel chiefs really believe that the danger was more than a passing phenomenon and that the Bolsheviks could continue very long in power. This idea that this won't last. Things will go back to normal is a very common reoccurring belief in history around both wars and revolution. These are not stupid people, and yet they couldn't have been more incorrect. And they realized this is when they have to get out, are they're gonna be killed. The last no had departed after 3 quarters of a century, the Swedish saga of a family in Russia came to a bitter end all of their assets or seized, all their factories emmanuel, the son of ludwig goes back to Sweden, and this is... Goes back to the he's... Even his grandfather, and his father. This relentless optimism that they had in their blood. Emmanuel had found great pleasure in life even in exile. He refused to be consumed by anger and bitterness. His few remaining years were not going to be wasted worrying or falling victim to a paralyzing pest of hate and frustration. In Bak, all visual proof of the Nobel name was removed. The pre Soviet slate wiped clean wrench from a place in history reduced to the category of non person, emmanuel the father, Ludwig Robert and emmanuel, the grandson and all those nobles who struggled and strained to build and create, disappeared into the mist. Their glory, power and honor obliterated. By those who seized what they had created. Their acts long forgotten by those secure from such a miserable fate. This book is amazing. There's so many stories that I couldn't get to. I could do a podcast on, you know, entire chapters. Multiple podcasts. Because there's just so much detail in this book, but I really wanted to focus on ludwig, that's the person that resonated with me the most. So for the full story, I highly recommend you by the book. If you buy the book using the links that's in the show notes on your podcast player, Ar by to founders podcast dot com. You be supporting the podcast at the same time. That is 359 books down, 1000 ago, and I'll talk to you again soon. 1 of the things I love most about the story that you just heard is the importance of passing on the knowledge from 1 generation to the other that undoubtedly, Ludwig and Alfred lives were changed forever. And the lives of their descendants because of what they were learning from their father from the mistakes he made in business to the really smart decisions he made in the way he educated his sons. That transfer of knowledge from 1 generation to the nexus that's going on for as long as we've had language probably before we've had language. And it's 1 of my obsessions with making this podcast. I think the idea of all this reading and research I'm doing. This this weird intense desire that I have to collect and distilled the knowledge of history case entrepreneurs, and then record what I'm learning through that process make that into the podcast and then push that to the new to to to the current and the next generation of entrepreneurs, I think is really important because what happens as a result of this is that we all get to benefit and learn from, you know, many cases 4567 decade long careers that these entrepreneurs have. And so if you're gonna spend a lot of time learning from history guys greatest entrepreneurs and listening to this podcast, I've also made a tool to make sure that you never forget the lessons. Actually made this tool for myself. To to make sure that I never forget the lesson so I can pull them up on demand when I need them. Now I made that tool that was once just my own available to everybody and that tool founders notes. And even before was something that was publicly available, let me tap into the collective knowledge of history greatest entrepreneurs because For the last 6 years, I've been putting all of my notes and highlights for everything that I read for this podcast into this giant searchable database. That app that I was using to do this is called Read wise and so I know the founders are read wise and so I talked to them I was like hey, I get a lot of requests people actually want access to all my notes and highlights, can we team up and actually build a tool so we can external what I see to everybody else. And so even if you didn't know about the soul, you've heard me use it over and over again on the podcast. In this episode, you heard me pull up past things said in Alfred Nobel biography. I was using founders notes to do that anytime on the podcast when I'm referencing past ideas from past episodes from past books. When I talk about ideas from Walt Disney, Steve Jobs, Sam Walton and Mon Buffett at all of this, that's me searching through founders notes and pulling up those ideas. And so that is a really important point to get across what you see if you want up subscribing to founder notes. You see what I see. It's the exact same tool that I use. It is a tool that I made for myself, and I was using for years before I thought anybody else would ever see And so a bunch of subscribers to founders notes are using Founder notes to help them think through issues that they're having inside their company. Anything from hiring to recruiting to marketing to leadership to preparing for board meetings to preparing for sales presentations. If you are already running a successful company, I think it's a no brainer to invest in the tool and I've added a new feature. This feature is gonna show you how I use founder notes and it's also gonna push ideas from history guys entrepreneurs directly into your brain quickly. And that feature is called sage Advice, which is a private podcast fee that is included with every single subscription to founders notes. The last episode I made for that feed was on James S. So what I did is I read 2... 2 auto of James license. You know, it's 50 60 70 hours reading. Countless hours of inputting the notes and all those highlights into founder notes And so what I do is I go back and reread every single note and highlight from every single book that I read on an individual in this case of James Dyson. And then there's also an Ai assistant that lives inside of founder notes called Sage, and I ass sage questions about James Dyson, because Sage will read all my notes and highlights transcripts from every single episode? And then use all that reading to give me, like an outline of, you know, how did James Dyson think about what was this most important ideas? How do you think about marketing? Things like that. And then I took all of that research and then composed it into a single document and dis distilled that down to what I think are the most powerful ideas from James Dyson 50 year career. So you take a 50 year career, 60 hours of reading and I dis distilled that down into an episode that that you can listen to in 12 minutes. All of the episodes I make on this feed are going to be, you know, around 10 minutes. The idea with these many episodes is I wanna create a tool that if you can condense the ideas. It's like the most important it is say, 15 20, 10, whatever the number is the most important ideas over their entire career. Ruthless edit down to 10 minutes, 12 minutes, whatever is case is as long as that it's that length, you're gonna be able to listen to that over and over again. So it cease becoming real of a podcast. And it really is just a tool. It's gonna be out something you can just do over and again, that serves as this cons reminder. And just an easy way for you to download those ideas into your brain. And then once they're in your brain, then you can use them in your career. So if you want access to that tool that'll give you the superpower to access the collective knowledge of history based entrepreneurs when you need it on demand. Make sure you subscribe at founders notes dot com that is founders with an s, just like the podcast, founders notes dot com. Thank you for the support. Thank you for listening, and I'll talk you again soon."
}