{
  "transcript": "In 19 80, business at my company, Chuck e Cheese was thriving, and I was feeling flush. So I bought a very large house in Paris. At 6 stories, it spanned 15000 square feet. And featured marble staircase and a swimming pool in the basement. At the time, my wife and I didn't have any furniture. So we thought, why not fill it up with people instead. We threw a huge party inviting everyone I knew at Chuck e cheese my other company, Atari, and all my old friends as well. At around 9PM, I looked up and noticed that my former or Tory employee, Steve Jobs was at the door. I smiled, and Steve roll his eyes, I think he was a little taken aback at the size of the place. While I was going through a Grand period. Steve was the same as ever. Not really a grand kind of guy. I asked how long he'd be in town, and he said a few days. Let's have breakfast tomorrow then I offered, and he agreed. At this time, his new company Apple was already quite successful. Probably doing a little less than 100000000 dollars in sales, but nothing close to what Atari or Chuck e Cheese was earning. In 19 80, Atari was bringing in around 2000000000 dollars in revenue, and Chuck e Cheese some 500000000 dollars. I still didn't feel too bad that I'd turned down a 1 third ownership of Apple. Although I was beginning to think it might turn out to be quite a mistake. Steve jobs offered Nolan, a third of Apple for 50000 dollars. Steve and I spent the next day together. We sat for hours and talked about creativity. We then walked around the city for hours. I continued to point out my favorite places to visit, but Steve was most interested in 2 things. All the creativity he sensed. And the architecture. The computer is going to allow even more people to be creative, Steve said. Around this time, Steve had started to regard the computer as the equivalent of a bicycle for our minds. If you look at the fastest animals, human beings aren't among them, he said, unless you give them a bicycle and then they can win the race. The city's architecture fascinated him as well. He saw a simplicity and uniformity of design in the buildings. So many of them 7 or 8 stories tall and made of similar yellow stone, excluding an elegance and consistency that instilled a sense of harmony in the brain. I was having a hard time thinking of Paris as having such simplicity uniformity, but Steve's point was that you could parachute anywhere into the city and realize you were nowhere but Paris. There aren't many cities where you can do that he pointed out. The architecture here creates a unique signature for the entire city. That parisian simplicity was something he wanted Apple to emulate. I asked him how he thought Apple was doing. And he confessed he was worried that the company wasn't being innovative enough. He wasn't happy with the current products, and he wondered what the next wave of computers was going to look like, and what new innovations would come along. How in the world do you figure out what the next big thing is he asked? Steve was totally preoccupied with the evolution of Apple products? How do we keep ahead of the game he wanted to know? Then he side. Everyone expects me to come up with all the ideas. That's not how you build a strong company. He went on to explain that he needed to generate more creativity within the company. We both recognize recognized that innovation was the key to the future, and innovation was going to have to come from the brilliance of all the people at Apple, not just the person on top. What I realized then was that the original Steve jobs believed he had to find his own next Steve Jobs. We spent the rest of the day talking about issues related to creativity. At the time I came up with dozens of suggestions for Steve. Many of which he wrote down. I kept thinking that I should write them down too and published them in a book. And now 3 decades later, I have. 1 of the ideas Steve and I addressed was the concept of rules. Neither of us felt that creativity could drive in the presence of strict ones. Thus, the book you're reading contains no rules. Instead, it has po. A pong is a piece of advice, and in the and in the case of this particular book, advice designed to enhance creativity. It applies only where the advice is helpful or needed unlike a rule, which thinks that which thinks of itself as applicable to every situation. That is probably why most rules don't work. Situations vary. Flexibility is always necessary. If you try to apply the same rules to every person or circumstance, you will find you've planted a field that is sterile and homogeneous. In that environment, creativity will with and die. The constant application of inflexible rules s the imagination. Creativity must flow freely and liberally throughout the entire company. And will only succeed if a succession of many people is in place to guide it along. From the Steve jobs at the top of the chain, all the way down to the potential Steve jobs at the bottom who will someday be the architects of your future. Without these people guiding you, your imagination and your company, there is no future. As management guru, Peter Dr said, the only source of sustained competitive advantage is the ability to learn faster than your competitors. I love that line. And I think that's in large part of what we're all trying to do here. Is just find a way to learn faster. So that was an excerpt from the from the introduction to the book that I wanna talk to you about today. Which is finding the next Steve jobs, how to keep... How to find keep and nurture talent by Nolan Bush now, who is the founder of Atari and Chuck e Cheese in about 18 other different businesses. So this book is a little different from the other biographies that we've read. It's a very very quick read. It's almost like, it's 50 chapters long, and I feel like every chapter is basically like a short blog post. So what he was talking about, he he he calls them Po, which is just a short little piece of advice that you should apply wherever you find necessary. So I just picked out, a bunch that that I that stuck out to me, and I think we're we're very valuable. And so that's gonna be the the cadence in the flow of this podcast. But before we jump into the rest of the book, just a little updates on this podcast. So the for the past month, I was trying... I was, doing an experiment with like, a Patreon pay pay. And I think after 30 days, I'm gonna move in a different direction. So I've re uploaded all the podcasts that were behind the pay, so, you should have them... They're available for free for everybody now. So 2 re... 2 things that I learned from that. 1 is, for 30 days, there's only a few people that actually wanted to subscribe and actually pay for the actual podcast. And that's kind of understandable kind of reflects most people's opinion on, like, digital media nowadays. But the second thing that caught me by surprise was the level of intensity for some of the people that wanted to pay. So I was charging 5 dollars a month to access every other podcast and the entire back catalog, but So you could pay 5 dollars a month to get access. And I didn't say anything else, but almost everybody actually subscribed at a higher level. So some people were paying 10 on a voluntary basis, which is really crazy to me. 10:50 and even a hundred dollars a month. That would... That level of intensity really surprised me and actually, like, in a way really motivating for me to keep doing this because I enjoy doing this podcast. I enjoy reading But sometimes, like, it makes you question. Like, like, all, think about all the stories we've we've seen in the in in all these books. I think we're, like, what, 36 books that we've... We've gone over together. Almost every single example, like, there... There's, like, doubt and sometimes I'm like, man, Am I am I doing something that's valuable and useful. And a good way to to tell that is if people are willing to, put up money for it. And sir for somebody to pay 50 or a hundred dollars, even 10 dollars a month to listen to a podcast about, entrepreneurship that clearly... And and like, that clearly to me demonstrates that. And then, also, like, the reviews and the emails I've been getting. So I don't... I'm I'm going to continue. I have AAA self imposed deadline you're gonna get a new founder podcast every Monday. And so I'll just have to keep experimenting with ways to make this sustainable. And most podcasts don't talk to you about this. I... Like I said before I love blake breaking the fourth wall and talking directly to you because that's how the podcast podcasts... Like, I want my podcast to be It's like, I'm not talking at people. I'm talking directly to them. And, you know, podcast podcasts are just businesses. And what are we doing here? We're studying businesses. So most people keep their bit... Their podcast business going through ads. And I will, you know, that's not my first choice, but I will if if I run out of all other options, you know, to do that. But in the meantime, if you do wanna support the podcast. A good way to do it is actually buying the books that I feature here. And the best way to do that is if you go to founders podcast dot com forward slash books, you'll see all of the books that we've done so far. And if you click on 1 of those and buy something, then Amazon sends, me a small percentage of the sale, and no additional cost use. So that's a great way to do it. Another way to support, something that you guys have all been doing too. A lot of you guys been doing is, if you leave a rating, like, a 5 star reviewer rating, anywhere you listen to this podcast, You take a screenshot, and then you email it to founders reviews at gmail mail dot com. And I reply back to every email with a podcast with a link to a podcast that I don't publish anywhere else. They're just create exclusively for people that are reviewed. I already have 1 done. Everybody that's emailed me so far. I've responded to every single email I've gotten. So if you've emailed me, didn't get a response, try again, make sure you have the the email just correct. And it's in every all the show notes and you see it at founders podcast dot com too. If if if you wanna make sure you have it done down correctly. And then the last thing is, just like I take a lot of notes on all the books I read. I primarily use podcasts for learning, so I take a lot of notes and have done for a long time on podcast podcasts. And most of the podcasts I listen to are they they sent around entrepreneurship. So I I started exporting all of my notes and putting it in one's place, and I realized that I actually might have something that's that's pretty valuable to other their entrepreneurs. And that's basically key ideas from podcasts with timestamps and links to every topic it discussed. So right now, I'm calling it Founders notes. And if you want to to support this podcast. A good way to do that is, going to founders podcast dot com forward slash notes. And you can buy the beta version of founders notes. So what I did is I took all of my notes with the main ideas from, a bunch of different entrepreneurship podcast. And I was surprised that once I compile them all into Google Doc, it was over 60 pages of notes. And so what happens is if it's very similar to the idea of what Blink is when I used to advertise for them on this us what they're doing for non fiction books, They they take a booked. That might take you 6 hours or 10 hours to read, and they do a 15 minute summary. Well, I'm kinda doing the same thing for podcast podcasts. But instead of just being as, like, wide and varied as non fiction. I'm just focusing on, interviews with entrepreneurs. I think that the... There's 2... Like, the best way to learn of entrepreneurship is trying to sell something. That's the first best way. The second best way to learn of entrepreneurship is from entrepreneurs. And so what happens is you take maybe an hour long interview with an entrepreneur, and then I turn it into tweet sized bits of knowledge and that you could read in probably less than a minute. And if you wanna expand on a particular idea that I have listed in the founders notes. Why include stamps to all them. So you can go directly to that part. So it's basically a way to accelerate learning. And then let's say they mentioned a tool, a piece of software, a book. Something that was integral into, like, their development of their ideas of their company. Well, then I turn that into a link right in the in the dock. If that's it sounds like something you'd be interested in, you can go to founders podcast guest forward slash notes, and go ahead and you can buy that there. That's basically it. That's that's just an update on my thinking about the podcast. And let's get back into the book. Alright. So this pong as we're gonna call them. This 1 is called adopt flexible po. And let's go to the book. For example, when Steve Jobs first came to work at Atari, he wanted to be able to sleep overnight at the office. If people were sleeping under desks and moving about at 3AM, the alarms would have been bla non nonstop. So there were rules, no overnight sleeping at the office, but Steve was insist. He had to sleep at work. Otherwise, he would quit. His friend Steve W felt the same way. Our chief of security, however was equally insist that we should not allow it. But in the end, we decided to permit overnight sleeping and rely on just the guards rather rather than the alarms for security. Because we wanted to create a comfortable environment for the 2 Steve's. Okay. So that's an example of a of a pong. They're really, really fast. That pawn goes on for about another page, but I'm just gonna... A lot of the, I guess the reading today is gonna be very similar to, like, maxim or a. They're they're almost... They're very, like, tweet sized ideas this Guy has, which is... It... It's actually makes it really fun to read. Like I I said earlier this book short, You could probably finish it in 1 day, but if not definitely 2 days. Okay. So skipping ahead a little bit. I like this idea and he's saying listen, out of all the different things you could, be selecting employees for, the most important is passion and intensity. Not he was very... He's not really big on credentialing at all. If there was a single characteristic that separated Steve jobs from the massive employees, it was his passionate enthusiasm. This is 1 of my favorite quotes ever. Steve had 1 speed. Full blast. So I've actually heard Nolan on other podcasts and and and other books describe Steve's 1 speed as go. So I actually prefer go, but full blast works too. This was the primary reason we hired him. Okay. So his first job, this this pong, the title of the Pong that he wrote was look for hobbies. And then my know was his first job came from hobbies. So this is before he started Atari, which I think Nolan is is most well known for. I knew he was a founder of Atari. I didn't know until I heard him talk an interview that he actually found a chuck e cheese as well. My first job was at Amp. The video and audio company that Pioneer the use of the video tape recorder, and the place where I learned the craft of video engineering. My boss Kurt Wallace hired me in part because he was so impressed with my ham radio hobby. What unites creative people is their passion for diverse knowledge is it is the driver. Serious hobbies are a sign of this passion. Legendary innovators like Franklin and Darwin all possess some common intellectual qualities. A certain quick of mind, un compounded curiosity, but they also share 1 diff other defining attribute. They have a lot of hobbies. So remember every pong is centered around how to create a, not only had to fine creative people, but to keep them and and to nurture their their creative abilities. So this next story. I love this. It's inc... I will encouraged the ec. He... His title is cherish the pink haired. And I don't know if I'm gonna pronounce this this word correctly, ec kiss System is highly undervalued in today's job market. Don't let your company dismiss people who dress differently, dye their hair pink are wear strange jewelry. Minor insanity in the clothing department is a benefit. Every company needs physical and intellectual diversity. As discussed, such people tend to be creative. Just kind of reminded me before I finish the paragraph. If you haven't listened to the podcast I just did on the 1 of the founders of Pixar, Ed Cat, go back because it's 1 of my favorite podcasts that I've ever done because it's 1 of my favorite books that Ever written. And I could've have, I think the podcast has, like 90 minutes long. It could have been 10 hours long because there's just no fluff in Ed Campbell book. It's if you're an entrepreneur, I think it's, must for you for you to read it, and it talks about, they... Epics pixar. They're very similar vein of what Nolan saying, they're not big on hard rules. And what what's fascinating to me is the amount of effort. So, the workstations that people work in, they can they can make it look... However they want. And some people build, like, huge styrofoam castles that are, like, intricate painted it, and it's just... The amount of creativity that they're expressing in their workstations. I say, I think is very 1 ec to tie back to this book, but also a sign of, like, there's deeper things going on in their mind. I think that's very interesting. So some of the best people I ever hired might have been considered somewhat free free. For instance, The man who created the chip for Pong, Harold Lee was enormous drove a great big tricked out Harley and had a huge grain beard and long str hair that I don't think he ever washed. Harold was a brilliant chip designer. I am sure that he have had he would have had 1 hell of a time getting a job at Ibm. Okay. So the next... The next pong is kind of kind of counterintuitive, and I think I don't know how many people would actually agree with this. And it's higher the obnoxious. And he's self select selecting for people that Are willing to push harder and longer. I would say those people have in general a a high degree of disagreeable, which usually people find, like, socially unacceptable or something they wanna avoid. But, well, this has to do with Steve jobs. So He said Steve jobs understood that Atari was the kind of place that would allow him to flourish. No matter how arrogant he seemed. Perhaps everyone has creative potential, but only the arrogance are self confident enough to press their creative ideas on others. Steve believed he was always right, and he was willing to push harder and longer than other people who might have had equally good ideas, but who caved under pressure. So that's actually a really good idea to or an interesting idea to me, presented in a very counterintuitive pong. So I'm moving ahead, oh, this is... So the the book is mainly Nolan looking back on his life, and the lessons come from his experience building all these companies. Right? And so, the critics don't shit segment that we have in almost every single founders episode, he has a little bit about that here. But I think the the better way to say that instead of Critics don't no shit is just expect to be criticized because that's really what it means. It's just a tongue and cheek way for me to say that. And it said for and you're gonna see where he experiences this as well, like almost every single entrepreneur that we've studied does. Frankly, most of my life, people have told me I was crazy. Everyone thought my idea to found Atari was nuts. My associates at Am took me aside to tell me that the idea of playing game. This is Hilarious that the idea of playing games on a video screen was truly ridiculous. At the time, the only images on a video screen that anyone had ever seen were those on television. Even the idea of creating an image locally was considered nuts. And this is a funny part. I remember 1 very smart person asking me how the television station knew when someone turn the knob controller on pong. And, of course, the concept of talking animals inhabit a giant pizza parlor was also thought to be a hair brain idea. Even now when I use those words to explain chuck e cheese. People laugh. And what I love here is at the end of this, he he collects, he collects a series of quotes from people talking about create quote unquote crazy ideas. So let me just read... I'm gonna read all of them too because I think it's funny. And it's something to keep in mind because again, history doesn't repeat a human nature does. It is quite impossible that the noble organs of human speech could ever be replaced by ig noble senseless metal that was John B boulevard, member of the French Academy of Sciences at a demonstration of the pho photograph in 18 78. Heavier than than air flying machines are impossible. Lord Kelvin, president of British Royal Society 18 95. The horse is here to stay, but the automobile is only a novelty, a fad, a president of the Michigan savings bank advising Henry Ford's lawyer not to invest in the Ford Motor company 19 3. Interesting to me. We've covered almost all these ideas. If you think the pho photograph, goes back to the top the the the founders episode on on at Thomas Edison, flying machines the 1 on Wright brothers, and then, of course, the 2 other ones, 2 founders podcast on henry reports so far. Oh, this is great. I think there's is a market for about 5 computers. Thomas J Watson, Chairman of the board, Ibm 19 43. Video won't be able to hold on to any market it captures after the first 6 months People will soon get tired of staring at a plywood box every night. Daryl Za, head of twentieth Century Fox Studios 19 46. The world's potential market for copying machines is 5000 at most. Ibm to the eventual founders of Xerox explaining why the photo photocopy market which just not lot lot large enough to justify production 19 59. There is no reason for any individual to have a computer in their home. Ken Olsen, president of Digital equipment Corporation at the convention of the World Future Society 19 77. So that that was the end of that section. It's just funny to me. It's just humans will never stop making declarations of things. They have no idea. And that's something that had to be basically beaten out of me the. Like, we're human... Mind speaking for myself and other, I guess other humans. We're just very bad at prediction. So maybe we should just stop predicting. And I think... I love that quote. Like, the best way to predict the future is to invent it yourself. So I... Particularly, I'm gonna be predisposed to, like, this next pong. It's ask about books. And this is nolan advice for all of us. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasts him to question about reading habits. Which books people read is not as important as the simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general. People who are curious and passionate read. People who are empathetic and indifferent don't. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain, and he goes on to list some of his favorite books. A lot of them are science fiction, fiction, many of which you probably are familiar with snow crash by Neil Stephenson very popular what of the rings, obviously. Oh, this is not, the republic by Plato, Hyper appear by dan Sin Simmons. He's got Sherlock Holmes. He's got a bunch in here. And he says he also says that his list of favorite books always changes. So I wanna skip ahead to his idea of so the Pong, the the title of the Pong he put was Institute a degree of Anarchy. But what it's particularly interesting to me is this idea of directed anarchy. And he says 1 of the best reasons to keep your company horizontal is that creative leaps do not always originate with your top players. Good ideas can come from assistance, jan, part time workers, people who are invisible in a strictly vertical company. When your company establishes that anyone can and should contribute, you will end up hearing some very good suggestions coming from unlikely places. Frog and Il Garcia where a husband and wife team in their seventies who worked on the It atari factory assembly line. Staff mostly by 20 year olds. I love this story. As often as possible, I'd walked to I'd walk out to the production area and chat with the workers. Trying to find out what was really going on. 1 day, Frog and Il told me that if we standardize certain components, we could build our product much faster. Once they explained how this would work, the solution was quite obvious to everyone. But no 1 else had noticed it. By implementing the Garcia changes, we probably ended up saving 40 dollars a machine. So he calls that directed anarchy. It's very similar to what Ed Cat learned from Edward, from Edge Demi, I think was the gentleman's name, who was, integral in in the innovations that Japanese companies were making on the assembly line... Assembly line in the eighties. And it just comes from that everybody should, be looking for problems because they're gonna see problems that you don't see and therefore come up with solutions. You don't see. And I think 1 of the concrete ways to implement that was they encouraged any person... Any worker on the production line to stop the assembly line at any time when they saw a when they saw a problem as opposed to trying to say, hey, there's a problem and going up multiple layers chain of command. Okay. So this this pong is called sku it up, and it's a Atari sku quirk. In the 19 forties, Aerospace company Lockheed created a special branch and called it Sku works. It was enormously successful and the name stuck. Today, the term describes any group within an organization that is given a high degree of autonomy and whose mission it is to work is to work on advanced their secret projects. Atari had its own sku sku works as well. Located in an unused World war 2 Era hospital in Grass Valley, California, The place had thick walls, a bizarre floor plan and an emergency generator in the basement. At Grass Valley, we assigned a core group of engineers with unique skills and electronics are mechanics to special teams. Wildly creative people, these individuals had been with at our headquarters. Out on their own, their imagination soon broke free. A significant number of Atari best products respond here. Including the driving games that represented a strong profit stream for Atari. We also created the core design for the Atari 2600, a multi billion dollar product that launched the home game console business. Oddly, it's often hard for many employees to understand that the future is also core to the business. Businesses tend to suffer from the tyranny of now. People think now Trump's later. But if there is no later, now won't you do won't do you much good. And we're gonna see another, Steve jobs anecdote, And this 1 is on individual isolation, and Nolan a personal opinion that this is very valuable, something that somebody that we all need on a weekly basis, And well, let me just get into the anecdote and you'll see who else thinks it's it's important. Steve was always a fan of keeping life simple and and medi. Case in point. Usually, he would visit me. But once in the 19 eighties, when I was out riding my motorcycle, I decided to drop in on him and see the house he'd bought a year before. I knocked on the door and it took him a long time to answer. I had woken him up, although it was well afternoon. He proceeded to ask me into a home that looked as though he had just moved in. There was almost no furniture, and almost no food, just some tea and fruit. We then sat under a tree on a bench in the backyard where he told me that his house represented what he'd always wanted in life as little clutter as possible. I strongly believe that anyone who wants to be creative must find a place where his or her mind can be alone and an an untouched by the insanity of complexity. There is a place, a state of mind somewhere between cognitive reasoning and dreaming. A place where you can find just before you go to sleep or just after you wake up. It is from here that imagine imaginative thoughts spring. And the next paul I wanna share with you is champion the bad ideas. And I think a good way to think about this is just... You have to turn critical instincts into creative instincts. And so this is his Nolan experience this. I used to employ 1 of my favorite tricks for enhancing creativity. I would ask everyone to make a list of all the ideas that had been presented at our meetings and then have them rank those ideas from good to bad. I would then take the 6 items on the bottom of the list and say, Let's suppose we were restricted for the next few months to work on just these 6 terrible projects. How do we make them work? This process reverse people's normal mental dynamic. Instead of trying to figure out what's wrong with something, which triggers people's critical instincts. They had to figure out what was right with something, which triggers people's creative instincts. I adapted this particular technique from my high school debating code. Who told us on our first day of practice that we were going to have to learn to debate both sides of any proposition. We all soon discover that arguing for something you don't believe can turn your understanding of the world upside down. And help you see issues you had not been able to see before. I love that idea. It's continuing this idea of celebrating failure, which she touched on a bunch. I just wanna read you this 1 sentence that I didn't know and was really interesting. 1 of my favorite failure stories is that of the ubiquitous household product w d 40. It's called that because the first 39 versions of the product failed. W d 40 stands for water displacement 40 formula. So to, he has another pong. It's actually 1 of the longer pong, and it's the important of mentor or or what I would say is just seeking like minds. By definition, creative are always working on something that's different. Innovative and new. That means most of the people around them aren't going to understand what they're doing, why they're doing it are where they're going with it. I've had great many mentors. 1 of the best was Bob No, Dubbed the mayor of Silicon Valley. He c founded fair child semiconductor and Intel corporation. And is also c credit... C credited with the invention of the microchip, Longtime founders, listeners will know that I did a podcast on Bob Noise based on the wonderful book, the Intel Trinity. So if you don't know who that is, just like we've always... We've talked about this many times that books are original links. Bob Noise pops up in a bunch of these books. He was a mentor to Steve jobs, mentioned in Nolan Bush now. Just a lot of people, like, he he links us to a lot of of these other entrepreneurs. So let's go back into this book. Bob was enormously helpful to me, especially in terms of business advice. Back then being only 29 years old and running a large company was very unusual. Perhaps hard to believe considering all the whole high profile young executives in business now. In fact, it was frightening. No 1 ever no 1 ever really knew how truly scared I was. My way of dealing with my fear was to fake it, which led to a great many blu. It took me years to figure out it was acceptable not to know all the answers. And to ask other people for help. Bob helped me Bob helped teach me this. He gave me the confidence to believe in myself because he believed in me. So interesting how just spending a little bit of time with people, whether in person or maybe you just hear them on a podcast or read a book can fundamentally change your life. We just see examples of that over and over again. So this is really another counter point. He's really into, he calls it thinking toys, and he encourages, like, himself and his employees to play with toys, just like children do. And this is really interesting how this it actually leads him to creating in some way, paving the path for him to be able to found... Atari. So she says, the first game I created was called computer space. And to realize it, I needed a space looking cabinet. So I sat down with my favorite toy at the time, modeling clay, added a piece of wood, cut out some plexiglass for the screen and modeled what I thought was a cool shape. It was a good it was good enough for me to show it to my partner. Who found someone who was able to scale it up into Fiberglass. 3 weeks later, it became the first video game. I licensed it to a company and did about 3000000 dollars in sales. The royalties allowed me to start Atari. And, a common theme in this book is Nolan one's really big on what he's calling neutralize the nay. So if you wanna a foster creative environment at you have to fight against humanity's natural inclination to be negative about change. So he's got an idea for us here. There are many obstacles creativity, but 1 of the most per is other people. There's an old saying. The good ideas end up on the cutting room floor. How do they generally end up there? Because other people have taken those good ideas and thrown them away? Who are these people? They are those nay say who somehow managed to perm every company? Like termites and fast old buildings. I have seldom them seeing a company that did not have its fair share of these people, including my own. The trick is not to let them in. But if they're already investing your company, you need to find them and neutralize them. These nate and this is how we're gonna spot them. These Nay say are easy to spot because they're the ones who prevent projects from taking off, who q creativity who sap imagination. They've gained power and prestige by being the company c. They pretend that they're doing this are that for the company good. But they're really... But what they're really saying... Excuse me, but they're really saying no all the time because it's all they know how to do and most importantly, because they have no ideas of their own. Any idiot can say no. There's no mental process there. If you don't like something, the trick is to think of something better. If people didn't feel comfortable with a new idea, I would allow them to think only about the pro how about how the project could be better or come up with ways to turn their apprehension into enthusiasm. Not only did this policy save people from just stamping and no on projects. It forced an atmosphere of collective problem solving. Suddenly, even the nay had to find ways to be imaginative, creative, and articulate enough to turn a no into a yes. Dude it's a great idea. Skipping ahead. This is AII don't think I've ever heard this before too. This guy's a quite a character. I've read some other stories outside his book about him, and I don't know. He's he's a very unique person. Find him very interesting. Okay. So he had this idea of inventing hap hazard holidays. When people work too hard, they become tired. They make mistakes. They lose their e anonymity. They also lose their perspective. The ability to separate the big problems from the little problems. Everything looks overwhelming, creating tension and anxiety. These are the enemies of creativity. Most of all, what distinguishes creative from other people is there extraordinary judgment. Judgment is a delicate tool, however and works best when accompanied by sleep, food and tranquility? I would announce This is a solution to it. I would announce a few days in advance, that on the next Monday or Friday, the company would be closed. Besides the fact that they got a day off, employees love these holidays, even more than those that were part of our plan schedule because they were unexpected. To add odd to the gift, I would often pretend to link it to a hero's birthday or announced that they were that we were all taking the day off to celebrate say the birth of bla pascal and suggests that everyone should go learn about him. I've never heard that idea before I love it. Oh, this is something really big that's kind of... It's weird that there's, like these con these I mean, I guess it's not weird because humans are default tri and we want other people to think like us, But this debate over in the entrepreneurial committee without sleep, which seems really silly to me. I don't think humans are smarter than nature. And if nature design sleep, we should probably utilize that tool. So I think Nolan agrees with this. And in many cases, prolonged sleep deprivation has been shown basically, you're just walking around with same faculties you'd have if you were drunk all the time. So he says sleep as the body desires. The idea that humans are supposed to stay up all day and then sleep for 8 hours through the night is a modern 1, invented with the advent of accurate time keeping, clock watching bosses and the mattress industry. For almost all of humankind history, we've actually been poly sleepers, sleeping in a multiple in multiple periods over a 24 hour period. Until recently, humans were at least by napping during the day and then dosing off again at night. Many of my other creative employees have performed best when allowed to sleep as their bodies desired rather than as the workday required. And I think this this idea is not gonna take off in many companies. I do think with the continual march towards remote asynchronous work that there's actually, a way that works. But only in those environments. And oh, so he's gonna wrap up his his little book of knowledge for us here, and I just love love this part. This is actually probably the longest part It is. And it's another great story of Steve jobs. Alright. Here we go. Okay. So it says if you're able to abide by many of the pawns in this book, Youtube will be on your way success. Thanks, Nolan. However, there's 1 last pong to keep in mind, and it is a simple 1 in my opinion the most important 1. I think he's most important 1 too because he loves it for last. Act. Everyone who's has ever taken a shower has had a good idea. The thing that matters is what you do with the idea once you get out of the shower. So if there's only 1 thing you take from this book. It is this. You must act, do something. This is 1 of the traits I admired most about Steve jobs. He acted. In fact, he never stopped acting. He was constantly tackling new ideas, putting new concepts into play, looking for the next big thing. It was always that way. For example, in the early 19 eighties, I invited Steve to Chuck e Cheese to see some of our research projects. We had just started our division to in and to investigate computer animated animation. Steve was very interested in the project, and we talked for hours about how the future of animation was computer aided. Although he although we knew we weren't there yet. Several years later, right after the Christmas holidays, Steve showed up in my home in Woods side. He wanted to talk more about computer aided animation. A continuation of the same conversation we had years ago, which he which says something about his focus. He was all, he was especially curious about my opinion of the Lucas division of Pixar namely its animation technology. I told him that we were reaching the break point, that point at which the technology was ready for commercialization on a larger scale, but still might be risky. After all, no 1 had yet used computer based animation successfully for full length cartoons. Once they did, I predicted, it would become the prevailing technology. Steve replied that since he had left Apple temporarily. He had been come fascinated with Pixar work in this area and was thinking of investing in the company. I told him that his nose for such things was excellent and that she'd... And that he should do what he always does. Act, I said, and then solve any problems that come along. He thanked me and we talked about other things. Only a few months later, I found out that he had gone out and made a significant investment in Pixar. Sometime later, I received an invitation to the San Francisco premiere of the movie toy story. As the at the party afterward, we talked about how terrific the animation technology was. Great work jobs, I said, he smiled. I acted. He said, and moved off into the crowd. And that is where we're going to leave this story. If you want the full story by the book, there's a link that's in the the description that's available on your podcast player, and, of course, at founders podcast dot com. And again, I just wanna end this podcast with with a thank you for you. I love listening to podcasts, I love making podcasts. And if it wasn't for you the listener, I'd best be sitting here talking to myself, which be kinda weird. So, till next time, I will see you next week with another book on an entrepreneur."
}