{
  "transcript": "Organizations succeed to the extent that all of their members pursue a common goal. Everything in this book goes back to that idea. It goes back to the idea of keeping the main thing the main thing and how this is a very simple and powerful idea that's excessively hard to practice over a long time, because it goes against human nature. It's in our nature to drift and complicate things. And the founder of fasten Bob K built his entire company building thesis around that idea. Keep everybody in your organization pursuing a common goal and then Bob uses this book to defend his ideas, but it's laughable that his ideas even need to be defend. His numbers speak for themselves, how the hell does a company selling a commodity product. He says in the book. He had no advantage on products. Yet, that same company was able to compound all the way to a 38000000000 dollar market cap, and is 1 of the best performing stocks over the last quarter century. I'm friends with the c founder and Ceo of Ramp, Eric, and I was texting him about this book in this incredible company while I was reading and researching this episode because Eric is keeping everyone in his company pursuing a common goal that would make history's greatest founders proud. Ramp is building the world's best tool that gives you everything you need to control your spend, watch your costs and optimize your financial operations on a single platform. So this is what I texted to eric. It describes why this obsession with cost control that Fasten all has. Turned into a massive advantage that feels other thing. So it says, anyone who claims that expense management for Ga is not a competitive advantage should pull up a long term chart, a fasten stock price and see how a company that sells nuts and bolts and keeps costs low somehow has been able to eat their competitors lunch for decades. This is this very virtuous flywheel that begins with keeping operating cost and watching costs very low. By keeping operating costs very low, Fasten and I is able to pay their employees incrementally higher wages. And thus more effectively develop and retain talented salespeople. The quality of service and depth of knowledge that the employees have eventually brings in more revenue, which grows the business and allows it to further lower operating expenses as as a percentage of revenue. Thus allowing for more hiring of top quality employees, which brings in more revenue. This creates a virtuous circle of sorts. I can read that paragraph filter through the 360 biographies of based entrepreneurs have read so far for the podcast and summarize it even better. History's greatest founders knew that watching your costs was the foundation on which other competitive advantages can be built. That is why so many of the great founders made cost control and obsession. Ramp helps you do the same. Ramp gives you everything you need to control your spend to wash your costs and to optimize your financial operations on a single platform. Start building your competitive advantage by going to ramp dot com and sign up that is ramp dot com. Since its founding in 19 67 Fasten has grown from a small fastener store in W known, Minnesota into a multi billion dollar global organization, the company is known for its exceptional leadership innovation and success fasten was the top performing stock in America during the quarter century that began with the market crash of 19 87. How did a small town nuts and bolts shop become 1 of the world's most dynamic growth companies? Whenever asked, the company founder Bob K attributes fasten success to the company's high quality employees and their commitment to a common goal. This is something he's gonna repeat. That is his main idea, the 1 he repeats most throughout the entire book. That your company should be organized and oriented around a commitment to a common goal. And this is their common goal, growth through customer service. So whenever ask Company founder Bob K attributes Fasten success of the company's high quality employees and their commitment to a common goal, growth through customer service. The company is organized in order to serve those 4 growth through customer service. Underlying that simple answer is an un unfavorable belief in people that ordinary individuals can accomplish extraordinary things if given the opportunity. In 19 97, K published this book in an effort to share the unconventional business practices that stem from this philosophy and fuel fasten... Assess. The ideas presented within these pages flew in the face of the prevailing business wisdom at the time and they remain every bit as relevant and challenging today. The original idea was to provide a teaching tool for future generations of fasten leaders. But to anyone with the courage to unleash the vast human potential within your business, organization team or group. Welcome. That is an excerpt from the back cover of the book We talked about today, which is the power of fasten people and is written by the founder of Fasten Robert K. So the way I would describe this book is it's a cult classic. It's hard to find, and it's about a compounding machine. I'm going to read from the acknowledgment preface and introduction, all of which are very short. What I love about Robert to he gets right to the point. And then I'm gonna put the book down briefly and give you an overview of this very unique company. So I wanna give you a little background first on Bob K He was the founder. He's still alive. He's the... He founded fasten 19 67 and served as the cofounder founder and Ceo for 35 years. So Fasten is gonna grow from 1 1000 square foot location in 19 67. To over 3400 stores by 2023, they are doing, like, 7 and a half billion dollars a year in sales, and their market cap are almost 40000000000 dollars. Before founding the company, Bob got a degree in mechanical engineering and then also an Mba. So in the acknowledgement section, he tells us exactly what why he's writing the book and what what this is all about. The content of this book derive from what people have taught me. Sometimes in classes, but more often through their example. My parents were my first teachers Those that followed in grade school high school and college added to my knowledge. I was privileged to observe good leaders in my early business career. Perhaps I was also privileged to observe some bad ones too. I learned from them all. And the need to write this book derive out of these 2 sentences. I am aware that fasten is a unique organization. Fasten all succeeds because it's people succeed. And so it's very obvious as you start to read this book. There's a a lot of buffett and mu es things in it, and that popped out of me from the very first page because he's he's going through all the people here he had to thing to write the book, but then he says something like this. No need to think any type is however. Every little character was entered by 1 of my fingers into a computer at home. 1 of Charlie Mu and Warren buffett favorite founders is this guy les Schwab who have done 2 episodes on. Les schwab writes this incredible auto, which again is short and into the point and less starts that book with this sentence. I did write this a hundred percent with my 40 year old type writer. I did not have a ghost writer. I wanted it in my own words. And so there's gonna be a lot of things that Bob believes in and the traits that he has. Is there... He's gonna share in common with a lot of Buffett and Mon favorite founders. He talks about the fact that, hey, you know, this is the updated version. So he's like, I wrote just spoke 20 years ago. Since then, our sales have actually grown by a factor of 12 and I think it's even higher now. But he says it all comes from this basic belief that has provided the fuel for this growth. And it's Bob's heartfelt belief in people, and their ability to do great things have given the opportunity. Now think about how crazy this is. So you first wrote wrote this in 19 97. This updated version has printed 23 years later. So think about all the technology change that has occurred in that that 23 year period. Although the applications of new technology technologies such as the Internet, smartphones, barcodes vending and automated stocking have changed the how of industrial distribution, which is their business. Okay? It changed the technology changed the how. They have not changed the why of a distributor success. Success still stems from the ingenuity risk taking and hard work of people working together as a team. And he goes back to his... Really, he has 1 ideas the way I would say this. We continue to pursue our common goal, and we continue to find ways to bring out and use the potential of our people. I'm not sure why but when I got to that sentence. Or that paragraph rather where he's talking about listen. The technology is gonna change technology that influences your business may change the how of how you deliver your service, but it will not change the why. Michael Bloomberg in his auto said something that's very interesting. He says a lot of companies mistake their product for the device that delivers it. Listen to this. This is from Bloomberg auto. The technology that we pioneered in the early 19 eighties has long since been ancient history, but we never made the error that so many others have mist taking their product for the device that delivers it. Kodak that they were in the camera and film business instead of the photography business. The digital photography revolution passed them by, and after more than a century is 1 of the most innovative companies in the world they filed for bankruptcy at Bloomberg We got out of the business of building physical computers as soon as Pcs began taking off. We knew our core product was data and analytics not hardware do not make the mistake of confusing your product for the device that delivers it. And then he ends the preface with repeating this main idea the first requirement to have a successful organization, the need to have every member of the organization pursuing a common goal. He already said with his common goal on the very back cover, growth through customer service. And then he continues about the fact that he was a reluctant author that he had to be pushed to write this book, and the reason he did I love. He says I became more aware that pete that the people principles we practice at fasten are uncommon and they're in need of defense. This book has only 1 purpose to support ideas that don't seem either common or accepted. These ideas come from my experiences in life and are offered to younger people with the hope that by understanding them here, they can avoid needing years to learn from their own experience. These examples come mostly from my 47 years with the fasten companies. So this is what I love about auto, You know, you guys almost half a century of experience. It's almost like having a to to to read this book or hope to listen to the podcast it's almost like having a 1 side conversation with somebody has 50 years of entrepreneurial experience. Fasten is a people centered company. Fentanyl has no unique product and no unique process, but it has some ideas about people that are at least uncommon if not unique. So I wanna put the book down briefly. Remember. The what is the title of the book, the power of people, the power of fasten all people So I'm wanna give you this company overview and a story about the Ceo that succeeded K and Warren Buffett that I think just knowing all this at the very beginning, I think will make the ideas that he repeats over and again that Bob repeats over and and in the book very important. What's the most important part of fasten success that outsiders is discovering the company for the first time don't understand. The number 1 thing is the people aspect. The goal is to unleash entrepreneurial passion, a commitment that I will be self driven to do better than what you can expect. It is a mindset. This is what they're telling their employees. Run your business like you own it. When you trust people to solve problems and make decisions, you let them... And you let them go, that's where magic happens. That is a story of this company. Fasten embraces a spirit of radical decent in autonomy. Each of its 2700 stores operates as a stand alone business with a clear leader and full P and L responsibility. We grow from the ground up based on the actions and decisions of thousands of people who run their businesses like they own it. I want those people to stay with us forever. They will never have to stop at a certain level. You may have to move, you may have to learn a new market category, but there always be opportunities here. We call ourselves a blue collar sales company. When our folks in the stores are doing it right. Customers say, this guy knows my business better than I do. We don't care where we went to school. We care what they can't teach in school wisdom, savvy, entrepreneurial spirit. We want to know our customers businesses so well, what they spend, how they could be more efficient that they can't imagine doing business with someone else. We are not 1 giant organization. We are 2700 small businesses. So keep in mind, this is... I'm what I'm reading from is about 10 years old So now they have, you know over 3400. We are not 1 giant organization. We are 2700 small businesses wrapped up into 1 big company. Society tells us, you're a big company act like it. We say no. You don't get to define us. We define ourselves. We go against the grain in almost everything that we do. And so there's just crazy stats about the company that more more than 95 percent. Of our current batch of general managers have been promoted from within. For nearly all of our senior leaders have worked their way up from entry level positions. So that leads into the second thing I wanna tell you about, which is this interview with the Ceo that had 6 seated K K or bob, will call Bob. When he stepped down. His name is Will Overt Overt started out f fa as a store clerk. So we went all the way from... They they mean businesses. He went all way from Store clerk to Ceo. And so what I'm reading from, I found this out after I finished the book because I'm like, it's just obvious. I was like, I wonder if Buffett and Mon have ever talked about these, about this company or the way they or about the founder or anything like this. And it turns out when you search, like, oh, yeah. Buffet would bring up this company in interviews. And so I just wanna pull a couple things from this interview with the Ceo. So it talks about what fasten is it's North America's largest wholesale and retail distributor of if nuts, bolts, hand tools and other supplies. To the construction and manufacturing markets. It has built a loyal following among customers do quality and service and won countless fans on Wall Street for its thrifty, no nonsense ways, warren Buffett is an admire having praised fasten in an interview. He loved its robust financial performance and its straightforward business plan. This is their business plan. Boosting sales by adding customers and increasing its interaction with them. The unexpected shot out prompted fasten Ceo Will Overt to trek to Omaha to have lunch with warren Buffett. The 2 cost conscious bosses hit it off. We talked about the importance of sticking to the basics. And 1 thing they talk about is that the Ceo is not afraid to get his hands dirty for. In fact, the something that Bob preach out the book. So, you know, he'll jump in wherever is needed, and the the commitment that he has. So let's say they're behind. He'll go help with deliveries. He'll hope with sales. He'll hope with customer service calls. He actually, the Ceo actually earned... Went through the process of getting a Cdl, which the commercial truck driving license. So he could pitch in when drivers... Truck truck drivers are sick. And so there's another description of fasten that talks about the fact that, you, when what what Buffet realized that it says the 2 cost conscious bosses hit it off and how having a low cost structure is that's actually a major competitive advantage because all the other things that it feels. And so it says anybody who claims that expense management and frugal gh is not a competitive advantage should pull up the long term chart of fasten stock price and see how a company that sells nuts and bolts and keeps costs low, somehow has been able to eat their competitors lunch for decades. By key... This is the the virtuous cycle I think that Buffet realized as well. By keeping operating costs very low, fasten is able to pay their employees increase incrementally higher wages, and thus, more effectively develop and retain talented salespeople. The quality of service and depth of knowledge that the employees have eventually brings in more revenue, which grows the business and allows it to further lower operating expenses as a percentage of revenue. Thus allowing for more hiring of top quality employees which brings in more revenue. This is an overlooked virtuous circle of sorts. And then 1 last thing before I pick back up the book. My friend Ra Adi and I were texting about this. So Ram is the 1. He he does the rain maker's podcast He's a phenomenal researcher He's also the 1 this book is really hard to find, so he's actually sent me this book. And after reading it, he came to the same conclusion that I did. And he says I realized how much Bob embodied the mon on incentives and how he only focus on how he can make fasten all the best company to work for. The results speak for themselves. 38000000000 dollar market cap for a company selling commodity products, and then he picks up on something that Bob says himself. It's crazy to me how stuff like this is kinda common knowledge, but people don't really apply it. And so immediately, the book begins with an idea that's gonna sound a lot like 1 of Mu famous favorite founders, which is Jim Gulf of Costco. Of Costco. Leadership must constantly be replenish. Every leader knows that a big part of leadership is training other people to be good leaders. So pause right there. Every leader knows that a big part of leadership is training other people to lead good leaders. That's the way Bob says it. You know the way that Jim S says it. He says as a the leader of your company, if you're not spending 90 percent of your time teaching, you're not doing your job. The business organization achieves long term success by continuously replenishing leaders inside the organization. The word inside is important. You can bring in a leader from the outside of the organization, but it's much more efficient to develop those you already have. And then immediately Bob pushes back on this idea that the person that starts the company can't be the person that leads the company belief that entrepreneurs must eventually be replaced or sup by skilled management is false. Entrepreneurs are often oftentimes perceived to be centric. Yet. Definitely. This can lead to a belief that a more systematic planner is needed to quote unquote manage the organization. Entrepreneurs can learn leadership just as well as anybody else. An entrepreneur success is as much due to his leadership skills as his work ethic. Walmart Sam Walton was a leader when the company he started with small, and he remained a leader throughout its remarkable growth, so we're already into, you know, I'm on page 6 of the book for God's sake. And there's already been at least 3 examples of people that Mu and Buffett admire, Sam Walton. Jim Cynical, les schwab. The commonality outage between how they all ran their businesses it just jumps out at you In fact, the 2 pages later is gonna come up with an idea are actually the next page that sounds a hell of a lot like what Mu would repeat as well. And so He starts out saying, hey, keeping your organization simple is not simple, but it is very important. And so his idea is like the way to keep your organization simple is orient everything around this commitment to a common goal Our society places too much importance on organizations, we tend to hold up the structure as important, rather than the people who make it up. Our first step is to show organizations for what they really are. Groups of people who come together for a common purpose The business organization combines the talents of many in the pursuit of a common purpose. All of his ideas. Okay? This entire book. All of his ideas serve that idea that you need to commit your entire organization to a common goal and then you have to look out for things that distract from that common goal. That is why he's saying keeping the organization simple isn't so simple. Human nature goes against it. Successful organizations will achieve their success because they find better ways to involve their members in the purpose of the organization. So that is what I meant about, sounds a hell of a lot like Mu. Well Mu says that the most elusive of all human goals is keeping things simple and remembering what you set out to do. I really think this book and Bob's main thesis this... What he calls, hey, we need to keep everybody in organization you know, in... Concentrated in pursuit of that common purpose of that common bolt goal is the way Mu would would summarize that for us is that you have to keep things simple and then remember what you set out to do and that's very difficult because especially over a long period of time because it goes against your human nature. That's why he says it's the most elusive of human goals. And so Bob, like many of the great founders. They do a great job of dis stealing down to the essence, the principles upon which their business is built into maxim and app that you can remember, you can repeat and you can take with you. So he says, hey, keeping the organization simple. Isn't so simple. What's the next 1? The uncommon pursuit of the common goal I almost feel like when I'm reading this book? He's saying, hey, guys, this isn't rocket science. This is a simple idea that's not easy to do over the long term? And so what is the uncommon pursuit of the common goal? Organizations succeed to the extent that all of their members pursue a common goal. This is 1 of those simple ideas that are so difficult to practice. The greatest danger to the success of the organization is that it starts developing unnecessary subgroups and these subgroups start pursuing their own goals rather than the common goal of the organization that is bureaucracy is what he's describing. Listen to what Napoleon said, nothing... This is a direct quote from Napoleon. Nothing is more important than unity of command. You should have 1 army acting on 1 line and led by 1 commander. Bob says organizations succeed to the extent that all of their members pursue a common goal. And what I love about the simple language and the simple examples he gives in the book? It immediately makes you stop and made me stop. It's like, okay, what is my common goal that I am pursuing? And then once you identify that, then you start auditing how you're spending your time And so obviously, my common goal is very simple to hope you learn from history's greatest entrepreneurs and to do that better than anybody else can in the entire world. And so the second step I was like, okay, well, let me audit how I'm actually spending my time. Because anything that's not in service of that common goal is a distraction and should be eliminated. And so then Bob says, well, how do you keep everybody focused on a common goal. Remember? He says, we sell commodity products for god's sake. The only the only competitive advantage is we have is our people. So says, for how do you keep everyone focused on a common goal First, you start treating everybody equally? The organization cannot have some people who are put in a different status than the rest, you don't have executive dining areas and assigned parking spots, are stock options for only the highest paid people or even dress codes for only some of the people. If the engineers can take off to watch their kids in a softball game, so can the lat operators and the data entry people. So pause right there. Immediately when pops some mind when I get to that section. That sounds a hell of a lot. Like the stuff that Les schwab and Sam Walton would preach as they built their businesses. This is from lush schwab out of ivory. We have had over the years. Some people in the office that sometimes think that they are more important than the stores. The office serves only 1 purpose, and that is to serve the stores. Some of our office people sometimes wonder about this. But I've worn them don't bitch to me because this is the way I want it. If you wanna go out and start at the bottom changing tires and work into a manager's job, then hop right to it. If it weren't for those men in the stores working their asses off in all kinds of weather, missing meals and working god awful hours, you wouldn't even have a job. So if you're working for Les schwab, is he not easy to interface with. He's very easy to understand. There's no those that's, like 5 sentences there. At the end of the 5 sentences. You know exactly what less believes than how he runs his... It wants it to run his business, sam Walton said it very similar. He says, if you're not supporting the customers, are supporting the people that support the customers, then we don't have need for you and Walmart kept it very, very simple. The reason that's so important because if... It's not simple won't scale. Bob continues. Make sure that everybody can enter your building through the same door. So there's whole points like listen. These like special stock options. These assigned parking spots, these executive dining areas, these separate entrances over time, it just... You're just... You're telling people. With your actions, these are the special people you guys aren't the special people let me go back to Chang, Chang wrote the most inspiring auto I have ever read. I gotta redo and do another episode. Because I it was like Episode 01:17 or something like that. Chang young, right is the founder of Hyundai. He starts off so poor as the son of a... He's a peasant son of a peasant farmer than he has to eat tree bark in the winner to survive. And ended up dying as the richest person in South Korea. This is what he says from his auto burger. He's right? He's auto He he's, like 90. And it's gonna sound a hell of a lot like what Les schwab says, what Sam. Walton was saying what Bob is saying in this book. Some time ago, someone proposed installing a separate elevator for executives at the company headquarters. I rejected the idea right on the spot. I truly despise the inflated sense of superiority held by executives who expect different treatment from their workers. Why on earth when anyone need a separate elevator, he continues. When I dropped by a construction site 1 day? The workers were busy laying a new carpet believing that this was a formality that they should observe for a... Their boss. So literally, like a red carpet. So their when their boss is a site visit he he can walk on it. This was chu response. Such formality is meaningless. With our company motto, their company model motto is diligence frugal gallery and affection, Hanging right there in the wall, should they have a spared a second to think about the workers laying carpet. Is laying this carpet practicing for Gallery? A carpet was a luxury that I despise after luxury comes corruption, I have never seen a country prosper with a leader who enjoys luxury. I have never come across a company that thrive under a luxury loving, wasteful owner. And so we go back to Bob, why is it so important to have everybody working as a single cohesive team to have everybody thinking that their role that they're playing is just as important as the person next to them. At fasten, we believe that you could be the best salesperson in the world. But if the order picker doesn't pick it right, or the truck driver doesn't get it there on time, or the billing clerk doesn't bill it correctly, you end up with an unhappy customer. Everyone is key. You are better off working to make everyone equal, so they stay focused and goes back. What do you think he's about to say? I bet you can already finish his sentence for him. You are better off working to make everybody equal so they stay focused on the common goal of pleasing the customer. He's gonna give us more advice on how to do that. You need to install a reward system that keeps everyone focus on the common goal. He's talking about incentives. If you have Fasten common goal of growing our company through customer service, you will avoid any rewards that don't fit that goal. And so when I got to this part of the book, I thought about Mu, Charlie Mu is like 3 rules for incentives. And so this is what he said. Number 1, everyone underestimate the power of incentives. Number 2, never ever think about anything else before thinking about the power of incentives. And number 3, which Bob is nailing. The most important rule in management get the incentives right. And again, you have to be careful of these subgroups that are going to naturally develop in your company because his whole point is like this listen, your incentives have to... They have to fit your overall common goal. Right? Right? The common goal, please and the customer. And so he gives an example, if you do these incentives based on, like separate groups. They can optimize for things that go against your common goals, so he gives an example that this is a really smart idea. We do not reward production people for minimizing scrap If some of that scrap you eliminate comes from the extra parts that guarantee you have a full order quantity ready when the customer wants it. The incentive superpower that Manga talks about, you clearly see by picking up the book We're were like, quarter into the book. That Bob clearly thought a lot about this. Of course, he has. Hit 35 years of experience I think by the time you wrote the book Can I think 47 years, but by the time it was published again or something like that? Just to a ton decades of thinking about this and experience with a single company. Another piece of advice. If you wanna use a financial reward to motivate, pay it right away. Do not wait until the end of the year or pay a special bonus for to to to pay a special bonus, bonus or profit sharing. At pay it at the end of each month if you can, so right, you know, right after the to reinforce that good behavior that you want. Or at least at the very least quarterly, do not wait till the end of the year. Another main theme of the book is the fact that he's got this radical belief in encouraging and using everybody's creativity throughout your entire organization. And he really goes against memories he's got an Nba. And this is what 1 of the things that also reminded that I think Bob had it in common with Mon and buffett when you read the shareholder letter should listen to them what they said at their Igm. Repeat over and again, like, like, business school. They're teaching you the bad things. And so his whole point is, like, this command and control structure was not something that Bob believed and he thought it was actually would limit the growth of the company. And so he said... And he gives an example of the idea that, like, 1 person or, like, a group of leaders the very top should should to do everything is actually harmful and is eventually going to lead to the decrease of growth in your company. And he learned this. 1 of the ways he learned this is when he was a boy scout when he's a young boy. 1 of my first lessons in how not to promote creativity came from the boy scouts. The troop that I joined when I was 10 had a leader who did not challenge the kids. He arranged everything for us, so they had gone camping trips And instead of teaching them, you know, and they're, obviously when you teach somebody, when you let them do something they've never done before. They're gonna make mistakes. And so the troop leaders like, oh, you know, all set up the the the tent, I will do all the cooking, I will start the fire. They're essentially just sitting around useless. And it says we watched other troops cooking stew, making fires, setting up t and rope bridges. While we sat around. At the end of a few years, nobody was above the rank of second class scout in our troop. Today, I probably couldn't survive in the woods for more than a few hours. And immediately translates that lesson to what he observed in his, you know, multi decade career. Too many business organizations practice central planning to the extent that the creativity of their people is a effectively 95 percent curtail, and he rails against this because he was taught that this is better management, and it clearly does not agree with this. Businesses that become large and quote unquote better manage, saw their markets and profits eaten up by nimble startup up firms with great ideas and efficient execution. Many large companies resemble small socialist states Ideas and plans all come from the top. The majority of the workers are treated differently than the top planners and most of the workers receive little or no self fulfillment in their jobs. And so this is when he starts repeating another 1 of his ideas like you have to learn delegate. He was afraid to delegate. It's a common fee calls delegate the fear of delegation common, but he thinks it's a terrible bad habit. Why do companies develop such bad habit simply because the people at the top of the organization start focusing on how smart they are, rather than focusing on how little they know. If 95 percent of the people in your company do not participate in the creation of ideas, they will spend their time thinking and talking about cars sports, and office politics to add insult to this loss of creativity, most of the people who are ignored are on the front lines to go back to what Les said, Les Schwab said in Sam Walton said. Right? You're either serving the customer or serving the people to serve the customer we don't need you. The founder of Ups, Jim Casey. Same thing. He didn't wanna sit and talk to his executives all day. Right? I've told the story a million times because it's just very memorable and hilarious. Alright. Not even hilarious. Just like, very informative. It's the fact that every... He he had a driver. And he he instructed his driver every time that we pass a big brown Ups truck pullover over. And Jim would spend all his time as much time as possible talking to the people on the front lines that people actually delivering the service to his customers. So let's go back to this to add insult to this loss of creativity, most of the people who are ignored are on the front lines, running the machines are talking to the customers. While the people doing the thinking and the planning are isolated from both which group do you think receives the best stimulus to foster creativity. Decentralized decision making, decentralized decision making, decentralized decision making. He wrote wrote that 3 times. I'm not, you know, I'm not repeating that on my own. Say it a few times, so it becomes a mantra. He feels decentralized this extreme decentralized decision making is 1 of the most valuable things that they have in their company culture with over 2600 stores around the world the decisions about which items to stock in each store are left to the people in the store. Computers help to pick a basic starting inventory, but items are added as as store personnel gather information about customers in their local market. The people in our stores are able to special order items that their customers request that are usually unavailable within our warehouse system. That idea of allowing them. Right? Do you have AA1 off special request from a customer that then you can fill the complete autonomy and trust from your organization to fulfill their request. What's gonna have... Like, and then you obviously informed the customers. It's like, hey, this is special we have to do this for you. And then you do it to their satisfaction. You have a customer for life. This is something that, 1 of my favorite biographies Ever read. I think it's up episode 03:16. It's on the founder of Bug got. And the reason I even found this book. Is because I became obsessed with Enzo Ferrari and I did a bunch of episodes on him. And in ferrari biographies it talks about, hey, his blueprint, he was just copying, well, bug golly did. And so I find this like, crazy biography of Bug boutique written by his daughter. I think in like, the 19 sixties. And there's a story in there that I never forgot that Bug got receives a letter from 1 of his customers. Okay? About a car that's still operational, a Bug got car that the guy bought 30 years ago, and he... Something broke on it. He needed it fixed. And Bug reads his letter and then writes him back, and the the the the the punch is the the incredible level of customer service and and just love for the work his work that bug got had was Bug got offered to custom make they didn't stock that part. They didn't even have it anymore. He's, hey, I'm gonna custom make this replacement part part for that car that's almost 30 years old, and I'm gonna give it to you at cost. That long term view. Okay. Not trying to make a couple dollars on this call first of all, even doing it's remarkable. Right? And then selling it at cost is actually genius because how many people is that satisfied customer gonna tell. A lot more than whatever markup you would make on that 1 off part. And so Bob then tells us why is this so important because it's this virtuous cycle it leads to. Consider where your new product ideas come from. We encourage people in each store to come up with products to add to our general lines. If a customer asks for a product that we don't currently sell, we encourage our people to find a possible source to satisfy this customer's request. If successful, the store may then start selling the same product to other customers. Our nearby stores may then also start offering the item? Eventually, it becomes a company wide product. So a lot of people are like, okay, well, how are you gonna manage? You know you got at the time 2700 these little stores, you know, they're all run independently? And he's like, listen, Bob's like, of course, you need some rules, but you don't need these thick manuals and nobody's reading. You need you need a handful of principles, all oriented oriented around the goal of the organization. This is why it's so genius. This idea of just organizing my entire company on this commitment to a common goal and then regularly checking. Like is the action is the way we're spending time is this idea in service of that common goal? Yes or no. So it says, you need rules, but you can probably put them on 3 sheets of paper and give them to each new employee. These rules will state the common goal for the organization. These rules should instill a good understanding of the common goal of the organization He's repeating it again. And he says what his common goal is growing our corp our company through customer service. Eliminate all those 3 ring binder filled with standard management practices. Another suggestion to develop the potential of your people is to emphasize training. Most of the people who join us come out of school with little expertise in our product line. We see their potential and give them an opportunity to achieve. Most of our executive officers started an entry level positions in fasten store. So he's gonna use This this importance of constantly training over and over again. I actually think there's a better word for that. Soul price, who is the most influential retailer live. Sam Walton took more ideas from him, Jim Costco, arch Jim Costco. Jim Cynical of Costco with sole prices men, and he started working for sole price. And he's like, 19. He gives us interview when he's, like, 70. Like, people like, you must learn a lot from Soul price. He's like, no. I don't learn a lot. I learned everything I know. The amount of successful retailers that built, you know, in in some cases, in many cases, hundreds of billions of dollars of retail companies. Costco Home Depot, Walmart that talked about and learn from sole prices. Is it's just absolutely incredible. But I think Soul has a better. He has this this mantra, this this max that he would repeat. And he says you train an animal, you teach a person. And so when Bob uses the word training, I automatically substitute that for the word teaching. That's why I think about why Jim S, who was obviously S, of, So price he's like, if you're not spending 90 percent of your time teaching, you're not doing your job, you're teaching or training all of the people in your organization, the standards and expectations of this common goal that your entire business is oriented around. And so the way Bob would describe this is he wants leaders. He doesn't want managers. And if you're a leader, it's much more like a coach than it is, and he gives us baseball. It gives us sports analogy. Right? And so he talks about the difference between a coach and basketball. And a manager remember he wants leaders, not managers, and a manager in baseball. Have you ever considered this this will basically illustrate his entire idea around this chapter. Have you ever considered the top supervisor on a baseball team is called a manager, while the top supervisor on a basketball team is called a coach? Look at the control each 1 has. His whole point is like you've gotta give over us his fear of re control. The baseball manager is controlling each move of the player, waving the short stop over a little or signaling when the runner should steal, the base are ordering the pitcher to walk a runner. In the baseball game, the managers in complete control and fits the old style idea of a manager. What he means by old style idea of a managers what they teach in business school which he feels is useless. In the basketball game, the coach is relying on each player to make quick decisions about passes and shots. This is much more Bob's philosophy. Okay? The coach may send in a play after a time out, but control swiftly passes back to the players on the court. In business, the manager controls what each person does assigning tasks and communicating the results upward. Bob does not like that. The leader, however, tells the team members what the group has to accomplish and challenges them to find the best way to do so. So now that we know that he wants leaders and not managers, let's get to his definition of a leader, a leader is somewhat like that of the master learner among apprentice learners of all different levels. With the intention of developing more master learners to allow the organization mission to grow, goes back to that his stated goal on the back cover. Our commitment to a common goal which is growth through customer service. And then he tells a story to illustrate what would look like inside of an organization. I worked 1 summer in quality control department of a metal products manufacturer. There were 2 people who managed the department. The first was a general manager who had a separate office. The other was an assistant who had a desk out with the rest of us. Whenever we had a question or a problem arose, nobody went to the general manager who's hiding in his cave. Right? We all went into the assistant who was accessible. The assistant was growing in stature with the overall plant managers, because the insist knew so much more about everything else that was going on. So over time, the assistant leap frog, the manager within the organization, the assistant was the true leader. Stay out there on the front lines where the action takes place. You learn more when you see everything up close. And then he repeats, do not deviate from the common goal and the way he would say this is the team's pursuit of its common goal must be defended by outside attempts to weaken it. And then spread out the book at this simple, but I would say very valuable pieces of advice. Here here's is 1 of them. Pay attention to the silent people when you are leading. If half of the people are not asked for their new ideas. You only have a 50 percent chance of finding the best solution, pay attention to the silent people when you're leading. This reminded me of, Brad Jacobs 1 of the most popular episodes I've done recently. It was episode 03:35. It's how to make a few billion dollars by Brad Jacobs. Excellent book also written by a person that loves founders, Brad sent me a great message that he said he was addicted to these founder book reviews. But in that book that he wrote. I thought it was actually genius. So, you know, he buys a bunch of new companies all the time, and he was shocked that how many people never solicit advice from the people working in the company. It's very similar to what Bob selling us here. And so he's got 2 questions They would ask every single employee? And I think there's genius in the simplicity of this idea. Number 1, what's the single best idea to improve our company? Or what's your single best idea to improve our company rather. And number 2, What is the stupidest thing that we're doing as a company? And he makes the point in the book like you would be shocked at how much value information that you get just from asking these 2 simple questions. Sounds very similar to what Bob is saying here if half the people are not asked for their ideas. Only have a 50 percent chance of finding the best solution. And then something Bob Boss talks about just how much he learned just by the example that other people examples good and bad from other people he worked with and worked for over the years And this is really, like, we're halfway through more than halfway through the book and it really clicked for me. The first time I was going through it because you obviously, you know, before I said I to you I I, now I read the book, but I reread it the highlights and notes over and over again. I'll I'll read what I wrote on the note in 1 second. He says, while attended college, I worked for a manufacturing company that employed about 300 people. I spent a lot of hours in the office on Saturdays. Sometimes other people came in on Saturdays, but only 1 person was certain to show up. The president and founder of the firm. At the time he was 72 years old. He had an obvious interest and pride in what was going on. He knew each employee and appreciated his or her contribution. I count him as 1 of the 3 people who was most influence who has most influenced my understanding of leadership. And so I got to that part, and I reread it. I was like wait a minute. He knew each employee and appreciated his or her contribution, and this is when it started to click. If his goal, we're talking about Bob now. Okay? This is my note to myself. If his goal, if Bob's goal is growth through customer service. He has to fully develop every single employee that delivers that service. His constant repeating that fasten advantage is people serves his main goal. All of his ideas work together. It's that virtuous cycle that virtuous flywheel. There's another advantage of decentralized extreme decentralized decision making, and that's the flexibility to respond to changes in the future. The future is not just next week or next month, but years out. Fasten has been growing at a rate where it doubles in size every 2 and a half years. That means that in 5 years, we are 4 times the size. So our people have to think that in 5 years, we will haul 4 times as much product around the country. I love the sentence. Good ideas start by simple approaches to what lies ahead. A proactive leader understands that unless 1 attempts to the future you get locked into the past. The main reason fasten doesn't grow much through acquisition. Is that we would buy too much old baggage with acquired companies. We want our leaders to do what is best for what lies ahead rather than repeating what brought success in the past. Any anytime you start thinking about the future. Some people with better ideas will come along to eat your lunch. Anytime you stop thinking about the future, some people, better ideas will come along to each your lunch. And if you have the flexibility and the empowerment of all and the decentralized decision making in the this complete autonomy, that fasten does Sometimes you're the 1 that is inventing the future. So let me go back. We're gonna put the book down for 1 second, and I wanna go back to that story of the Ceo that was meeting with Buffett the C how the succeeded K. So this giant part of Fasten business now after this was invented after this book was written. Okay. The first the first the first version in 19 97 was the fact that they have these vending machines. And the way I think about the vending machines is, like, you know, think of every... Anytime you've been in like, a hardware store. Right? You go to ace hardware or Home Depot anywhere else. And think about how all the equipment and supplies are presented. You know, like, kinda like, searching through. It's kinda like, a chaotic mess. So will Overt, which was the the c the former Ceo, but he he's not the longer Ceo now, but he's the 1 that was Ceo after Bob. Okay? Overt 10 also developed an industrial vending machine system. There's a video on Youtube that's fascinating about this. It's from fasten. Fasten has their own Youtube channel. You can see the vending machine. If you just type in fasten all vending machine if you're interested in this. I that is actually cool. Overt developed an industrial vending machine, and I searched for it after I read this He's like, I gotta see what this looks like. Overt gen had developed an industrial vending machine system, helping Bob realize a lifelong goal in 19 51 as a 12 year old working in his father's auto parts store. Bob was bothered by the fact that his dad had to send customers searching for nuts and bolts to someone else's store. He imagine that a vending machine installed at his father's place might pop out fasteners like gum balls. Once on his own, he tried to convert a cigarette vending machine to this purpose. He couldn't get it to work, so he started selling fasteners over the counter. Thus fasten was born. 40 years later, working with a snack machine manufacturer and off the shelf software will overt overturn got the job done. Fasten vending machines have been a big hit with customers. So their vending machines are actually installed in their customers locations. It cannot get simpler for this. You gotta watch this video. I'll telling you. Over got the job done. Festivals vending machines had been hit... Been a hit with customers, generally helping them save 30 percent on supplies. The machines have cut down on theft and enabled automated reorder. That 4 year old business, which I think now it's like 15 years old. That would within 4 years old, they... This new idea already started contributing to 36 percent of the overall sales of fasten. Who knows? I think it's like, over 40 percent now. Think about that. Go back. So now I'm picking back up the book. Think about the vending machine idea which was not invented When Bob wrote these words, this makes these words hit so hard. We want our leaders to do what it's best for what lies ahead rather than repeating what brought success in the past anytime. You stop thinking about the future, some people with better ideas will come along to eat your lunch, Thank god due to their unique enabling of this in this super belief in the power of people. They were the ones. That came up with a better idea. They were the ones that invented the future. Thus avoiding somebody else coming along and eating their lunch. And so that relates to this idea of Bob's that you have to overcome the common fear of del. And he has a really interesting way to illustrate this idea that was rather unexpected to me, and I don't think I've heard any described, like this this way anywhere else. The death of a family member or a close friend gives us a sense of great loss, a feeling some that something will now be missing our life. What we are missing is the uniqueness of the person who has died, a uniqueness that we were privileged to know and understand. That same uniqueness is present in everybody. We just don't come around to seeing it and into understanding it. Our first step to becoming a better leader is to start valuing everybody for the unique human. When I was a young man, I learned that everyone did better at tasks than I thought they would before starting them. I recognized this as a bias within me and adjusted my willingness to delegate accordingly. I delegated more than I used to and I saw even better outcomes. My bias was a common fear of del. This came from not appreciating what talents lie hidden in other people. And he talks about people that started just picking out orders are now Ceos are are very valuable executives. People who started picking orders or answering phones at Fasten. Have grown to lead hundreds and thousands of new team members. And so some of this fear of del comes from, you know, this the giant Egos that a lot of people in entrepreneurship have and a lot of leaders and executives definitely have And so he's got a piece of advice and he's got 4 ways to do that. He's like, you have to learn to suppress your ego. Sam Walton said the exact same thing. He said, listen, you don't have to have a small ego to work at walmart, but you have to be, you know, very adept at hiding it. At... Essentially suppressing your ego. Is the way Sam Walton, oh, that is the way Bob describes Sam Walton idea. So Bob says, learn to suppress your ego. The first place to start if you want to suppress your ego is to admit that you have 1. We all have 1 and nobody likes theirs to be insulted And in a work environment, egos in a typical work environment, especially at a successful company, egos are in full bloom. So how do you work at suppressing your ego? I can give you 4 suggestions that observed over the years. Number 1, treat everyone is equal Number 2, learn to stay silent sometimes. Number 3, be willing to get dirty that goes back to the Ceo, you know, who's answering customer calls, and he's driving trucks. He's not like, I'm the Ceo this, you know, public company How, how gonna be a truck driver. It's like, well, what's my goal? Our common goal, our commitment is to to this common goal of growing through customer service is not driving a truck because we're short handed in that department and therefore, our customer delivery comes late later than it would if I'd get behind the wheel. Is that serving our customer? Is that me being committed to this common goal? No it is not? So number 3, be willing to get dirty Number 4, do good things anonymously. And then he feels the need to offer what he calls a few words of caution. There's some things that you're going to have to watch out for. It goes back to this number 1, keep the team goal consistent with that of the main organization. So, you know, you're gonna have subgroups. He calls them subgroups teams, they will naturally develop their own goals. And in many cases, those goals will be in conflict with that of the main organization. 1 department can develop such great spirit and cohesive. That it loses sight of its role in the larger organization keep that team goal consistent, make sure all your team goals are consistent with that of the main organization. And another way to keep on the path, keep reminding yourself how little you know. Pardon in me if I keep telling you how to forget how smart you are. Even if you are smart, you're better off forgetting about it. Start thinking instead about how little you know compared to the vast amount of knowledge in the world. Consider that everything that I have written here about leadership is something I learned from someone else. They either taught me or learn from their example good or bad. Nothing here stands out as a brilliant breakthrough. Everything is a passage of information through the lens of my observations. And I have no way of knowing how much is still out there to learn, and so he talked about earlier on the book. Let me go back to that real quick. That even as an elderly gentleman, he's still constantly learning. At my senior citizen age, I am still improving. Perhaps at a faster rate than I was several decades ago, With the experience of a lifetime, you're were able to find the final pieces to complete the puzzle. And then if you think about what he's saying here here's it's like, you know, there's nothing here stands out as a brilliant breakthrough, everything that I've wrote, everything that I've learned. I learned from other people, Either their example or otherwise, it... That's another form of suppressing his ego of keeping your ego in check. And a good way to keep your ego and check is just to keep reminding yourself how little that you know. Thomas Edison has a great quote about this. And he says we don't know 1 1 thousandth percent of anything. And I think it's important to point out. The reason he keeps talking about pride and ego is because that gets in the way of your organization's commitment to the common goal. So he's going to summarize this because he loves Maxim, and he he taught... He makes us 10 basic rules about leadership. And he says the simplicity of each rule must overcome the thick walls of pride that prevent its implementation. 1 can only dream of a world where these rules are universally practice and we know because human nature doesn't change, they they'll never be universally practice. And so our ability to actually learn and change our behavior will always be at odds with larger human nature. That's why Think it's so valuable. It's not because the ideas are are so hard to understand. They're so hard to apply, and especially apply them over, you know, since 19 67, like Fasten has. Number we're 1 challenge rather than control. Number 2, treat everyone as your equal. Number 3, stay out of the spotlight. Number 4, share the rewards. Number 5, listen, rather than speak. Number 6, see the unique human in all persons. Number 7, develop empathy. Number 8, suppress your ego. Number 9, let people learn. Number 10, remember how little you know. Follow these rules and provide leadership to your world. And then what I love is, he ties this all together to serve a mission that is bigger than 1 person, 1 company, anyone industry any 1 lifetime. He says the example that we set in the workplace will live on after us. Your life is an example for all to imitate. What parts of it others will imitate depends on the respect they have for you. If you have earned respect through your leadership others will imitate your actions and you will influence people beyond your generation. The exceptional leadership of Thomas Jefferson, are in Abraham Lincoln are Martin Luther King are Helen Keller. Or Alexander the great lives on for centuries and makes the world a better place for all of us. Become a leader at home and in your work. Make the world a better place because of what you do. And that is where Leave it for the full story. Highly recommend reading the book. If you wanna buy the book using the link that's in the show notes of the podcast player, are available founders podcast dot com. It'll was supporting the podcast at the same time. That is 360 books down 1000 ago. And I'll talk to you again soon. 1 more quick thing before you go, there is a founders event taking place in person in Austin, Texas from September 20 seventh through the 20 ninth. For years, people have asked me to introduce them to other founders listeners. These events I do. This is the third and final 1 this year. They exist for that reason. That's sole reason only to help you build relationships with other founders, investors and high value people that listen to founders podcast podcasts. It turns out that's a good filter and an easy way to build a relationship with somebody, and these relationships produce nonlinear returns. There's a few separate sources for this idea that I think you'll find interesting. I was at an in person event in Texas, and I was actually having a very fascinating conversation with a guy where his job, there's a a ton of wealthy family offices in Texas and, like, a lot of them built fortunes in real estate and oil and gas, and his job was to do in person events for other people that worked at other family offices. And the family office he was with, they put a ton of time and energy and money and resources behind this, and had a great line to describe why he said because a relationship between these 2 types of people, produce non returns. This is also true for people that listen to founders. It is also something that occurs in the biographies a You and I study every week. This idea that relationships run the world. In fact, when I when I was able to speak to both Sam z and Charlie Mu before they passed away. They both said similar things. They said... They had the same idea They said in different ways. But the idea was that you need to invest heavily in relationships. And they both told me examples of relationships, they had built and maintained over decades. And so that is why the founders events exist to help you build relationships with other founders, investors and high value people. That is also why I ran out the entire venue. So every single person that you see there is for the same reason that you are, and has exact same interest that you do. These are also all inclusive locations, which means all you have to do is get yourself there, and I take care of the rest. You're lodging your food. Access to all events is all taken care of. If you want to attend, go to founders podcast dot com for such events as founders podcast dot com for such events and apply and I hope to see you in Austin."
}