{
  "transcript": "I'm reading this book called Money masters of our time written by John Train, and there is a chapter on warren Buffett in here and in the chapter in Warren Buffett, there's an incredible, quote, from warren Buffett where he says that a good manager must be a demon on cost. Buffett knows what most of history's greatest founders knew with that watching your cost was the foundation on which other competitive advantages can be built listen to what Jeff Bezos wrote about this in his shareholder letters Jeff wrote. Focus on cost improvement makes it possible for us to afford lower prices, which drives growth, growth spreads fixed costs across more sales, reducing cost per unit, which makes possible more price reductions. Customers like this and it's good for shareholders, please expect us to repeat this loop. Bezos brings up the importance of controlling your spending and watching your costs. Again, in another shareholder Larry says we will work hard to spend wisely and maintain our lean culture We understand the importance of continually reinforcing a cost, conscious culture. What other trade do history's greatest founders have in common. They all studied the great founders that came before them. Jeff Bezos is on record over and over again. Talking about the influence at Sam Walton had on hit the way he built Amazon. Sam Walton said, in his auto, you can make a lot of different mistakes and still recover if you run an efficient operation or you can be brilliant and still go out of business if you're too inefficient. The way to think about this is that most success comes to efficiency and most failures are due to waste here we go back to Buffet. The really good manager doesn't wake up in the morning and say, this is the day that I'm going to cut costs. Any more than he wakes up and decides to practice breathing You keep costs low from the start. If you read that a company is ins integrating a cost cutting program then you know that management has been slack in keeping cost low from start. Ramp keeps you from slack on watching your costs. And if you have been slack, ramp helps you get back on track because ramp has built the world's best tool that gives you everything you need to control your spend, watch your costs and optimize all of your financial operations on a single platform. I have now read 361 biographies and auto entrepreneurs for this podcast. A fundamental law of company building is watch your costs. It is in the Est lau auto, which you're about to hear. It's in the book. I don't think I talked about on the podcast. Though. But when S brings her husband in to partner on the company that they're building together, she focuses on sales and product, and he focuses on their finances. His job was to watch their costs. Ramp helps you do the same ramp helps you watch your costs. History's is greatest founders knew that watching your cost was the foundation on which other competitive advantages are built. Ramp has built the world's best tool. Ramp gives you everything you need to control your spend, watch your costs and optimize your financial operations on a single platform. Go to ramp dot com and start building your competitive advantage today that is ramp dot com ramp dot com. I hope you enjoy this episode in Est Lau She's 1 of my favorite entrepreneurs. It's the third time. I've read her auto. Business is not something to be tried on. It's not a distraction, not affair. Not a moment fling. Business mar you. You sleep with it. Eat with it. Think about it much of your time. It is in a very real sense, an act of love. If it isn't an act of love, it's merely work, not business. What makes a successful entrepreneur. Is it talent, well perhaps, although I've known many enormously successful people who are not gifted in any outstanding way? Not blessed with particular talent? Is it that intelligence? Certainly intelligence helps but it's not necessarily the education or the kind of intellectual reasoning needed to graduate from the war and school of business that are essential. How many of your grandfather came here from the old country and made a mark in America without the language, money or contacts, What then is the mystical ingredient. It's persistence. It's that certain little spirit that compels you to stick it out just when you're at your most tired. It's that quality that forces you to persevere. Find the route around the stonewall wall. It's the I movable stubborn ness that will not allow you to cave in when everyone says give up. Just before we decided to commit ourselves to Cosmetics full time our accountant and lawyer took us out to dinner. They had something grave to tell us. Don't do it. That was the advice. The mortality rate in the cosmetics industry is high, and you'll rule the day that you invested your savings and your time into this impossible business. We beg of you. Don't do it. We did it. We make the business decisions. No 1 else. We make them. Mark Twain once said, keep away from people who try to be your ambitions. Small people always do that, but they're really great make you feel that you too can become great. Our first year sales amounted to about 50000 dollars. Expenses aide up just about every dime. No matter, forward, That is an excerpt from the book that I just finished reading for the third time, 1 of my all time favorite entrepreneur auto, definitely on my route Mount Rushmore. Book keeps getting better every time I read it and is the auto of Est Lau, The book is called S a success story and it was published almost 40 years ago. And keep in mind as we go through this today. She was 77 when she is writing these words and still working every day still going strong. The way I think about her is I really think it... She's just an American bad. I say it's over over again, I really think a lot of today's entrepreneurs to try to emulate s. And then if she was alive, that she'd be kicking other entrepreneurs ass up and down the court. Warren Buffet and Charlie Mu said it should be a crime that more business schools are not studying Henry Singleton. That's the way I feel. And I think it's a crime that more entrepreneurs don't study est lau. So I'm gonna jump right into it. It starts with a very painful memory at the very beginning of her career. Okay. So she just said, the end of the first year of her company, they did 50000 dollars of revenue, think last year they did something like 16000000000. The company is almost 80 years old. And what's remarkable is that her empire starts as just a small concession stand at a single counter inside of a single beauty salon. And when it starts, she is the sole employee, and so there's something that happens at this beauty salon that stayed... Now she's talking about this, you know, 40 years after it happened, maybe even longer. And yet, she can remember it, like, it was yesterday. She says I remember the woman at the florence Moore's beauty salon, where I had my first cosmetic concession. She was thought and cruel and will always remain that way in my mind. Maybe she was a catalyst for good in the end. Maybe I wouldn't have become Est Lau if it hadn't been for her. At the moment, she was cast in my memory to last there forever. I despise her. Simply thinking about that incident brings back pain. She was having her hair comb and she was lovely. I was very young and vulnerable and I loved beauty. I thought I wanted to make contact with her in some small way. What a beautiful blouse you're wearing I said to her. It's so elegant. Do you mind if I ask you where you bought it. She smiled. What difference could possibly make? You could never afford it. I walked away heart pounding face burning. And this the punch this entire section This is why I'm reading this to you. Never never never. Will anyone say that to me again, I promise myself. Someday, I will have whatever I want. And then 1 of the most interesting things is she then starts her auto that... That's the first story. Right? But then she doesn't go into her early life. She's not talking about herself. She's talking about her obsession. Her obsession with beauty. And there's a multiple things that are going on on this on the next few pages that I think are important. I'll just tell you the few. Number 1, beauty is an ancient industry. Which leads to number 2, which allows her to build a business around things that will never change. And so Jeff Bezos famously said in the early Amazon. He thought it was really important to build your business around things that won't change. So at the very beginning, he realized hey, people always gonna want Low prices, They're gonna want faster delivery, and they're gonna want a wide selection. They're gonna want that today. They're gonna want that 10 years from now They're gonna want that 20 years from now. So that means he can invest heavily in those areas and reap the benefits for many decades to come, which leads to the third thing that's about lau. She studied the history of her industry, and then the fourth thing, it's... It's not even implied. She says I over and over again. She's a completely obsessed. She loved beauty. This was not... Beauty was a mission for her. It was not just a product. And so she says beauty has always commanded attention. Beauty secrets have been passed on from mother to daughter through the ages, so she talks about what primitive women were doing thousands of years ago. She talks about what they were doing in Rome, what Cl was doing, what they were doing Egypt And she says women have always enhanced their god given looks. It has always been so, it will always be so. And then she speaks to why this is her mission and why she made this her life's work, what it does for her customers. Beauty is the best incentive to self respect. You may have a great inner resource, but they don't show up as confidence when you don't feel pretty. People are more apt to believe you and like you when you look fine and when the world approves Self respect is just a little easier. The pursuit of beauty is honorable, and then she continues talking about her, but really this is a universal appeal of the product in the industry that she built her empire in. Beauty Transcend class, intellect age, profession, geography. Virtually every culture and economic barrier. There isn't a culture in the world that hasn't powdered perfume and pre its women love has been planted wars 1 and empire's built on beauty. I should know. I'm an authority on all 3. Love, wars and empires have been woven into my personal tapestry for decades. I've been selling beauty ever since I could recognize her. And the last line is very important because that is 1 of the most important traits that she has. She is a master world class salesperson. She talks about it over and nerve again. In fact, she says, I have never worked a day in my life without selling. If I believe in something, I sell it and I sell it hard. And then the most important relationship that she's gonna have outside of the 1 she always obviously has with her immediate family with her husband, and her kids is the 1 with her mother. True interest tends to be revealed early, and we definitely see that's the case with Est lau and beauty. She says the first beauty I recognized was my mother. Est they would observe the way her mother emphasized her own beauty routine. My mother began brushing her golden hair in the morning even before she opened her eyes. I remember her reaching out for that brush as soon as she began to stir. I adored my mother's hair brush, her hand cream and the gloves. When she passed away at 88 years old, she was still beautiful and what I love that s day's mother did, is she instilled self confidence and self belief into her daughter really, really early. And it's obvious if you read est stays auto buyer. She does not lack for confidence or or self belief. You're as beautiful as you think you are, she would tell me. The secret is to imagine yourself the most important person in that room. The person everyone else is waiting to see. If you imagine it vividly enough, you will become that person. And if you could see the notes that I left myself throughout the book. A lot of them are just I I repeat over and over again. The fact that she was born for this business that she was in. That it's really important to pick a career that you have an immense passion about. In fact, I love what the advice that Charlie Mu gave where he said in my whole life, I've never been good at something I wasn't very interested in. It just doesn't work. There's no substitute for strong interest He could be speaking about and describing est lau. My very first memories is that of my mother sent her aura of freshness to perfume of her presence. My first sensation of joy was being allowed to reach up and touch her fragrant and Sat skin, her hair didn't escape my attention either. As soon as I was old enough to hold a brush, I'd give her no peace. S you've already brushed my hair 3 times today, I can still hear her complaining. My older sister Renee submitted to getting her face padded with my mother's cream. My sister law was perpetually saint like in her submission to my treatments. All of this annoyed my father considerably, stop f with other people's faces he'd say, But that is what I like to do. Listen to this paragraph it's insane. But that is what I like to do. Touch other people's faces. No matter who they were, touch them and make them pretty. Before I'm finished, all set, I'm certain the world's record for face touching. I could spin magic on the faces of my family as soon as school was over, I'd run home and start on faces and hair, even at 8 years old. Even then I knew. This continues. This is what she says about her childhood session a few years later. I wanna paint a picture of the young girl I was. A girl caught up me by pretty things in pretty people. Thinking about my childhood now reveals such early patterns. My drive and persistence were always there. And those are qualities that are central for building a successful business. Still, I sometimes wonder if I had set my heart on selling anything else but beauty would I have risen to the top of my profession. Somehow I doubt it. I believed in my product. I loved my product. A person has to love her harvest if she's to expect others to love it too. And beauty was such a bo harvest. How could I've have known this at 12 years old? I don't understand it. I just did. And so Est Lau has a lot of the same traits that are covered in 1 of my favorite talks on Youtube, which is called running down a dream how to succeed and thrive in a career you love by Bill Gu, and there's a line in in that talk that also speaks to what the advice that Charlie Mu just gave us that, you know, there's really no substitute for having this deep and ingrained, like, really strong interest in what you're doing. And the line for running down a dream that I think applies to says they lau and a lot of the great entrepreneurs that you Speak about. Is that someone else has a deep passion for whatever career path you're on, and they're gonna smoke you if you don't have it yourself. And I think that's tied to another 1 of my favorite Maxim, which comes from Ernest Shack by endurance we conquer. We have in this book. Think about it. She's 77 years old. She's writing the book. She's talking about an obsession that has taken hold of her almost 70 years ago and never let her go. If you love it, you're gonna do it all the time. If you do it all the time, you're gonna get really good at it. And more importantly, you won't quit. Buy endurance we conquer. All the successes so many decades into the future. Est lau the company is, I think 78 years old as of today. They did 50000 dollars of revenue their first year, they did 16000000000 last year. And so keep that in mind as she's about to talk about 1 of the most important experiences that she has that she starts working at a very young age with her uncle. So she says when I dreamed in my private universe, I dreamed of being a skin specialist and making women beautiful. Since I had heard that many and my mother's family did just that, my shining moment came in the form of a quiet man who also loved touching faces. My uncle John, my mother's brother came to visit us from Hungry, he was a skin specialist. What gl those words conjure up. He captured my imagination and interest as no 1 else ever had. I was sm with Uncle John. He understood me. What's more he produced miracles the first beauty products, that Sal lau ever gonna sell are the ones that her uncle John makes. I recognized in my uncle John, my true path, he produced his glorious cream in our home, working happily over a gas stove. I watched, I learned, I was h My education was just starting. I was devoted to it. I loved his screams. Loved his potions loved my uncle John. This is the story of be. I was be witch by the power to create beauty. Uncle John had worlds to teach me? We construct a laboratory of sorts in a tiny stable behind the house. Do you know what it means for a young girl to suddenly have someone take her dreams quite seriously to teach her secrets, I could think of nothing else? After school, I'd run home to practice being a scientist. I began to value myself so much more to trust my instincts to trust my uniqueness, trusting oneself does not always come naturally. If learned when young, the practice sticks today, there was no 1 who can intimidate me because of title or skill or fame. I do what's right for me. And this a preview of what her business is gonna be like, because everywhere she goes. She carries her products with her and she'll strike up conversation and she'll do like these mini makeover and convert customers 1 at a time. She was doing this back in high school. I didn't have a single friend who wasn't sla in our creams. Deep inside, I knew I had found something that mattered much more than popularity. My moment had come, and I was not about to mis seizing it. Uncle John loved me, I loved him and my future was being written in a jar of cream. Okay. So now here's something that's gonna be surprising. So she's, you know, 8 years old, 12 years old, 16 years old. She's completely obsessed. She's essentially gonna do this business for free for fun for a few decades. In the family, she was raised in at the time that she's living, it is expected to go from her family's house to her husband's house. She gets married young. She's around 22 years old. They have their first kid. I think, 2, 3 years later. So she's 24, 25 years old. She's a housewife. And this entire time. She doesn't found Est lau companies till she's 38. This is, you know, a decade and a half in the future. And during this entire time, she's still running a business, it's just for fun. And this a great description of her obsession. We were struggling so hard to be independent. And sometimes this was not easy. Times were lean. We had a beautiful son and I spent my days mother, and all the time, all the time I was mother my z. For experimenting with my Uncle Creams, improving on them, adding to them. I was forever experimenting on myself and on anyone else who came within range. Good was not good enough. I could always make it better. I now know that obsession is the word for my Z. It was never quiet in the house. There was always a great audible sense of industry, especially in the kitchen where I cooked for my family and during every possible spare moment cooked up a little pots of cream for faces. I always felt most alive when I was dabbling in the practice cream. I felt as though I was conducting a secret absorbing experiment, a real adventure. And I think the z that she has for beauty for developing our own products for teaching beauty. A lot of what she does is teaching how to use the products, what they can do for you. She did this for fun and that... Is going to directly lead to this foundation or suit the founding of this empire which starts at with just a single counter inside of a beauty salon. So she'd go to this beauty salon once a month to get her hair dyed and and done. And she is an ex in a master sales, and so she's talking to every single person in the salon. She confronted with them, invite them over to her house and then give them like free makeover. So it says many of the young women who came to Florence Morris that's the name of the Beauty salon. To get their hair done would come to my home for a quick beauty lesson. I love sharing what I knew and creating excitement about skin. 1 day, missus Morris, the the owner of the shop? Said to me, what do you do to keep your skins looking so fresh and lovely. It would turn out to be a question of great importance for me. I didn't have to be asked twice. The next time I come I said, I'll bring you some of my products. My heart was pounding. As comes back a few weeks later for her normal appointment meets with Florence Morris again. She says, would you mind leaving them with me? She asked as I offered my 4 products. I'm so busy now. I'll try them when I have time. I knew better goes back to this master salesman ship this understanding of persuasion that s had. She said, I knew better. Just let me show you how they work, missus Morris. Give me 5 minutes and you'll see the right way to use them. Nothing could have induced me to leave my bounty without a demonstration. I have to pause there before I go. That is 1 of the most important insights into the history of advertising. So I've gone back and read, you know, countless biographies about many of the great advertising agency founders. Many of them were founding their companies in the forties, fifties and sixties, but they will all tell you a lot of their ideas came from the early 19 hundreds and this 1 guy named Claude Hopkins. Claude Hopkins may be the best copywriter of all time, and the most fifties influential thinker in the advertising industry. He wrote this book called scientific advertising. His boss Albert Las thought the book was so valuable that he locked it in a safe for 20 years because he didn't want his competitors to have access to the ideas. Eventually, the book gets out of the safe gets printed and goes on to sell, like, 8 or 9000000 copies. The reason I tell you all this is because there's a line in Claude Hopkins auto that is demonstrating exactly what Est Lau knew at this time in our life. No argument in the world can ever compare with 1 dramatic demonstration. S knew that instinctively because she says nothing could have induced me to leave my bounty without a demonstration. So she goes through this quick beauty routine, and it says I showed Missus Morris emi amir. She was raving beauty. She then said do you think you would be interested in running the beauty concession at my new salon. I did not hesitate for a second up until that point, I had been giving away my products. This was my first chance at a real business. I would have a small counter in her store. I would pay her rent, but whatever I sold would be mine to keep no partners. I never did have partners. I would risk the rent, but if it worked, I would start the business I always dreamed about. Risk taking. This is 1 of my favorite sentences in the entire book. Risk taking is the cornerstone of empires. No 1 ever became a success without taking chances. And this is 1 of the most remarkable things about Est Lau and why I... You know, I'm trying to, like, shout from the rooftops, please study her, like, read herb biography, listen to the episodes I've done on her over again. She understood this by instinct this fundamental understanding of humans, human nature. And then combining that with building her business on a handful of simple principles 1 of the most important things she will ever do. Again, if you're gonna wanna go from 50000 dollars of sales in your first year To you know, multiple, you know, 16000000070 years later. Customer loyalty over everything else. Customer loyalty over everything else. She just understood this. And so She invent, at least she claims to. I haven't found any examples of other people doing this. She she claims to invent the sales technique of the century, which is giving gifts with purchase. And in sometimes giving gifts even without a purchase. This is so powerful. Now the big secret, I would give a woman a sample of whatever she did not buy as a gift. It might be a few teaspoons of powder and a wax envelope, perhaps I'd shave off a bit of lipstick and tell her to apply with her fingers. Perhaps in another envelope, I would give her a bit of glow. The point was this, a woman would never leave empty handed. A woman would never leave empty ham handed. I did not have an advertising department. I did not have a copywriter, but I had intuition. I just knew Even though I had not yet named the technique that gift with a purchase was very appealing. In those days, I would even give a gift without a purchase, the idea was to convince a woman to try a product having tried it at her leisure in her own home and seeing how fresh and lovely made her look She would be faithful forever. We were gonna come back to this idea about customer loyalty and what and how Est a lau cultivated this over and over again. She would be faithful forever. Of that, I not had not a single doubt. Again, this is not just Lau. I can come This idea of the importance of customer loyalty over everything I feel has been like, in a bunch of the books, you know, over the years, but especially in the last few weeks the last few months. Go back to Lush schwab. 1 of Charlie Mu favorite founders. He had this idea. He's like, hey, he ran these ads. He's like, we will change... We will fill your tire and change your flat for free. Even if you don't buy anything. And what he knew was that, hey, you come in, we fix it for free, We we did you a service. We did you a favor. When it's time to get new tires, you're gonna go back regardless of price or anything else, you are going to go back to the store that did something for you. Last week, we had an example of this with fasten. They would custom order a part that they don't carry as a special request for your customer. In that episode, I referenced that Bug got was doing this back in what the 19 forties probably. There's a line from Bug biography. He receives a letter 30 years. He sold this customer a car 30 years earlier, something broke on it. They don't have that part anymore. Bug got offered to custom manufacture that part and give it to him at cost. A few weeks before that, we talked about Sam Walton in the early days of Walmart. If somebody would return something. Not only would he give them their money back, he would instruct his salespeople and 1 doing that return to give them a gift for free. Customer loyalty over everything a few pages later, this should not be a surprise. A devoted clientele was developing. Not to my surprise, of course, my products were the finest and the beauty salon atmosphere was perfect. Women were already in the self improvement mood. Think about this go to where your customers are. That is what she's doing. The beauty salon atmosphere was perfect. Why should they go home with beautifully with beautiful hair and a tired lip face? It made sense to sell a total beauty package, word spread business move gradually, but steadily. I worked every day from 9... Her her son is in school at this. So this is what where gonna just me. Word spread business moved gradually, but steadily. I'm... I worked every day from 9AM when I arrived to polish my jar jars To 6 in the evening, I never took lunch. I felt I had to be there for every woman or I would surely lose her. I cleansed, cream, colored, talked, talked, talked, and talked. It worked like a charm and the interest in my products grew. There is a line that Warren Buffett has when he describes Rose blu, affectionately known as missus b, and he says I would rather wrestle G then compete with her. This would be an example of why the same would apply to Est lau. She's on vacation. She's at a beautiful hotel, pools side, What do you think she's doing? She'd walks over to the women at the pools site, and she starts giving them free makeover overs. The response was electric. In the next few years, I'd spend some weeks alone at this hotel or that hotel as what what might be called working vacations. Many women would gather around and ask me to teach them about skin skincare and cosmetics. It was fun for them and profitable for me. Women wanted to learn. 1 summer after another, I pushed myself, lau creams, making up women selling beauty in the winners, I'd visit these eager ladies at their homes, where with a bridge game as a backdrop, I'd make up their friends and sell more creams. The mood of these sessions was exhilarating for me as for them. I didn't need bread to eat, but I worked as though I did. For the pure love of the venture for me, teaching about beauty was and is an emotional experience, I brought them charisma and knowledge about their possibilities, they gave me a sense of success. I felt flushed with excitement after each session. That is the positive side obsession. What is the negative side? It's going to destroy her marriage. Now I should speak of a time of great pain and great confusion. It's difficult for me to speak of it. I'm always reluctant to d divorce intimate family matters, but I've determined to be candid in this book so I show. I am a visceral person by nature. I act on instinct quickly without pondering possible disaster and without ind and deep intros spectrum. This quality can work well in business where instinct counts and where 1 must be able to risk and take immediate action but the same quality can be an irr in personal relationships. I was moving steadily forward and all the progress brought with it a great deal out of activity that neither interested nor in many ways included Joe. Joe is her husband, this is gonna lead to divorce says when he wanted to talk, I'd usually be off in another world thinking, projecting planning my thoughts on a dozen projects, my mind a world, a world. I was busy building a business. I was single minded in the pursuit of my dream. Business itself was the purest romance for me. So they're gonna get divorced in 19 39, She considers this her greatest mistake. She went fixing her mistake. They're going to get remarried and they're gonna to be married for over 50 years. And there's an insight that she has here that I think also Sam Walton realized as well that I I wanna tell you about 1 second. But she says we were never to be separated for longer than a few days ever again. We always till the day he died. That day was the black, saddest day of my life had each other to hold and to talk to. So Joe and I were remarried this time forever, but with a few changes. Now, This idea at this point is really important. She makes it a family business for these obsessed obsessive types like a Sam Walton like an Est Lau. Like my friend Justin knew who I was just talking to this about. You wanna spend so much of your time. I'm saying, You wanna spend so much of your time building your business. 1 way to not have it absolutely destroy your personal life is to involve your family in that business. And so Est Lau convince Joe to give up his business was wasn't doing as well. And come help her with the Lau business. And so I was telling my friend justin about this because he's doing the same thing. His wife is gonna come into his business, so they can dedicate a lot of the time to their success to the business, but also spend time together. And so when this book is published. Right? This book is published in 19 85. It is still considered a family business, it doesn't go public. I think, like, another 10 years after of the fact. So S essays obviously leading the company, her husband helps her, Her son is involved, Leonard, the the older son is involved at a very young age, and then they have a second sign, like 10 years later, and he works in the family business as well. Now, I do not wanna give you the mistake in perception that her business is just growing by leaps and bounds. It is a slow steady crawl. Says nothing happened fast. They talk about, you know, that's this myth of the overnight success and since success. She says it does not happen that way. I cried more than I ate. There was constant work, constant attention to detail, lost hours of sleep worries and heartache. Friends and family didn't let a day go by without discouraging us. Despite all the nay, there was never a single moment when I considered giving up. That was simply not a viable alternative. I had a secret weapon. This is very fascinating. Keep in mind we are in 19, who I be in 19 forties at this point. I had a secret weapon. There were in those days before television and high gloss advertising only 2 key ways to communicate a message quickly. The telephone and the telegraph, I came up with a third and it was potent, tel woman. Women were telling women, so word mouth was her base. That was her initial distribution. Women were telling women. They were selling my cream before they even got to my salon. Tell a woman was the word mouth campaign that launched est Lau cosmetics, and it's something she's gonna use over and over again as we'll see. And she makes another point in addition to this. There's just no way she's gonna quit. But she says I knew there was a business in beauty as long as there was a woman alive. Every day, I touched 50 faces. So I think by now, you've heard her say a few times that she was obsessed with beauty and obsessed with details. And this is a combination of the 2 when she's deciding what the packaging, what the jars of her cream will look like. And so this is how she makes the decision. First of all, I reason where would my jars sit in every woman's bathroom naturally? Second, I knew that I wanted every woman to remember whose cream it was that was making her look so fresh and lovely. The name would have to be embedded right on the jar. Needless to say the jar had to be beautiful, and this is the hard part it couldn't clash with my customer's bathroom decor. Having obtained sample jars, my research consisted of matching the few colors to which I had narrowed my choices to wallpapers in every guest bathroom I could manage to visit. Every time I went to a friend's house are an elegant restaurant, I would excuse myself from the company, visit the bathroom and match my jar colors against a vast array of wallpapers. They were silver bathrooms, purple bathrooms, black and white bathrooms, brown bathrooms. Gold bathrooms pink bathrooms, even red bathrooms, which color would look wonderful in any bathroom. I deliberate for weeks. I spent an in inordinate amount of time freshen up. People must have been worried about my long absences. And so eventually, she has her eyes set on growing out of beauty salons in into Sa fifth Avenue, and she says that she needed a larger marketplace, the great department stores because of the new phenomenon of charge accounts. At the Beauty, her customers would have to pay for the merchandise with cash, and some of the women that didn't have enough cash on them at the time would ask her, well, do you have a counter at Sa fifth Avenue, and I could just add it to my charge account? And so what she's about to do here is she's gonna repeat at later stages that she's building her business, but she wants to break into these stores through the ground up. And you also see why earlier she thought that persistence was the most important trait for an entrepreneur to have. Says my name was not exactly unknown at Sa Fifth avenue. The tell woman campaign had already resulted in hundreds of phone calls from women asking for my products. The store was beginning to wonder about me. The enthusiastic phone calls from my own clients were having effect. So she goes and talks to the cosmetic buyer. This guy named mister Robert F, and he says no a bunch of times and she says, he finally ce to my millionth request. He gave me a small order For approximately 800 dollars worth of merchandise Hallelujah. We decided to send my own customers and all the people with charge accounts at Sa, a small elegant white printed card with gold lettering that red Sa fifth Avenue is proud to present the Est Lau line of cosmetics, now available at our cosmetic department. And this is another example of that big things start small. Do we have a hundred wonderful products, No. We had 4, but she had a lot of confidence in those 4 products and you had to because this is where she goes, and she's going to invest all of her savings. Previously, she'd been making all of her products at home. And so they wind up getting their first like laboratory slash office. It was a former restaurant, they had to pay 6 months rent in advance. We swallowed hard and signed the lease. On the restaurants gas burners we cooked our creams, We did everything ourselves. Every bit of work was done by hand. 4 hands to be exact Joe's and mine. We stayed up all night for nights on ends, snatch sleep and fits and starts. And then she talks about the fact that breaking this mammoth barrier into retail for the first time was 1 of the most exciting moments that she'd ever known. And so by building up all this goodwill over years and years and years of developing her customer base literally 1 at a time, Then also doing this direct outreach campaign to her her customers but also Sacks customers that she just described. Here's to result. All the people to whom I had given samples, all the people who had been telling other people all those people peered on opening day at Sa fifth Avenue. In 2 days, we sold out. The fun was about to start. And with that came the endless work, the endless traveling, the endless streams, rivers, tides, torrance, oceans of words I would utter in praise of the products I knew with a cream of the crop. I was a woman with a mission. I had to show as many women as I could reach not only how to be beautiful, but how to stay beautiful. On the way, I hoped in my secret heart to find fame and fortune. It was 19 46. That is the official founding of the Est Lau company. She's around 38 years old at the time. And now she's often running because once she's in 1 Sa store, she's gonna expand to other Sac stores, if she's in a bunch of Sac stores, that makes it easier to to expand into other department stores. And she just has a a lot of great. I really feel like great advice in great lessons for future generations of entrepreneurs. This 1, this 1 story is about the importance of never underestimating a customer's desire. It was a hundred and 1 in the shade in downtown, San Antonio, Texas, and I was making my first personal appearance, At the Est Lau counter in an elegant department store. This is something she would do. She would travel all over the country and launch. She'd spent like a week or 2 there, launch every single store personally to make sure that all the people are trained right, and they were doing things to up to her expectations. Slowly, a woman made her way towards us. She was short, sw and definitely out of her element. She had no shoes and 2 gold teeth. She stopped directly in front of the counter, then she pointed to 1 jar and looked up expecting, I was about to assist her when the salesperson tapped me on the shoulder, not her, missus Lau, don't waste your time. She's not going to buy anything. I know her type. I whirl around. Since when do you know how much money she has in her pocket book I asked. I went to work. First the cleansing oil, which I pat it on and immediately took off, then the cream pack, then the super rich all purpose cream. I worked all of it in and then remove the excess and then handed her a mirror. She stared and stared and then smiled. She couldn't speak English, I couldn't speak Spanish. Still, at that moment, I felt such a bond with that woman and she and I both marvel at the miracle of makeup. You know the ending to this story before I write it she bought 2 of everything I'd used on her face and the next day her relatives did the same. I never forgot her. She symbolize so much for me. Never be patronizing. Never underestimate any women's desire for beauty. That proud woman ent my entire philosophy. How bad do you want it? I would open each store myself. I might have to travel by bus, train or donkey, but I'd be there for a week to train the sales people to set out the merchandise and to create the aura. And then that was another description of this free sales, this free sample sales technique that she pioneered, the free makeover she just gave that woman with no shoes and gold teeth. The free gift she would give with purchase a free gifts sometimes without purchase and what this... This is the engine that drove her business. The reason to peer my counter was the gift to the customer. The free something that would sell everything else. It sounds so simple doesn't it? I'd have to agree it was simple. Most good ideas start in simplicity. So much so that everyone wonders why no 1 did it before. The sample was the most honest way to do business. You give people a product a try, If they like it, they buy it, they haven't been lured by an advertisement, but convinced by the product itself. This is so smart what she did here. And again, this is instinct. She just knew this to be true. We took the money we had planned to use on advertising and invested it instead in enough material give away large quantities of our products. It was so simple that our competitors sn when they heard what we were doing. Today, even the banks are copying us. And so it's obvious as you go through the her life story that especially this point in her life. She's acting with this insane sense of urgency. And so she said that the fact that she started business when she was older. She thought That was a distinct advantage. And I love the way she describes this. I started late. I didn't have the time for waiting. Women of a certain age nature season enough to bypass certain temptation. They can focus on their interests more steadily than their useful counterparts. It takes a certain tunnel vision. The ability to look directly ahead and older women are not quite as easily distracted. They are usually more successful when they have an advantage of years. And then Essay sa lau is just relentlessly resourceful. How many people are willing to put in this type of effort? She's gonna recruit customers 1 by 1? And I would make the argument after this, so she's actually not recruiting customers 1 by. I'll I'll explain what I. In the early days I spent an endless amount of time riding the rails. So she's traveling all over the country on by train. The sound of train wheels became background music to my dreams. As I traveled around the country, to be present in each est lau counter opening. I met the woman who would 1 day be my customers. At least I hope they would be. To that end, I never stop talking to people not ever. If she sees a woman sitting by herself, she'd go, say had love to make up your face and show you a korean loan make you so lovely to touch. She would give them a makeover for free, then she'd handed them a mirror. She looked herself. She couldn't believe it. I gave her a little of everything to take home. She still writes to me. Now keep in mind by the time she's writing the book. Okay. She's she's been running her business for 40 years. To this day, I still receive mail from women I met all over the world. Met touched and made up during spontaneous moments. And so my point is like, well, first, how many people are willing to put in this type of effort, recruiting customers 1 by 1, but think about that. Some of these people she might have met 20 years ago 30 years ago. They're still writing to her. They're still customers of hers. How many other customers have they gone and evan and recruited for Est Lau. It wasn't a 1 on 1. If you're in things for the long term, it's not a 1 on 1 interaction. It's 1 on 1000. Because it's that person, and then whoever that person tells, and then whoever that person that that person tells tells. And that just compounds and grows throughout the decades. And so the relentless resourceful doesn't stop there. So you're, you know, you're launching your Est lau, you're inside of a department store. Right? You're at the cosmetics counter, Do you think she stops to the cosmetics counter. No know She does not. She goes to the... When she's launching a store, She'll go to every other department, say, they're selling dresses or hats. What are the cases. She'll make friends with the people. She'll give them free samples and say, hey, When you sell that hat, mention a new shade of lipstick might look good with the hat. I could make friends with sales selling hats, and she might suggest to a customer that a free makeup at the S sal Lau counter would enhance the new hat I me, and the dress salesperson might mention to a customer the S sal Lau has the perfect shade of lipstick to wear with the new dress. I would induce the whole store to speak for my products. More relentless resourceful from her. The point was to keep thinking to keep placing the products in the public eye to keep devi advising new ways of capturing the consumer's attention. During the week, I usually spent at an opening promotion, I made in my business never to leave town without seeing every beauty editor of every magazine and newspaper. I brought them samples, made up their faces, gave them beauty advice. I promoted beauty and made friends. There is no such thing as bad times. She's doing this, you know, in in a... They were tall her during, like, economic downturn, so she's gonna be in trouble. This is a response. There's no such thing as bad times. I kept telling myself. There is no such thing as bad business. Business is there if you go after it. A few pages later, more relentless for resourceful behavior, give full effort always everywhere. No community was too small for my attention. My absolutely full effort. I had ridden for instance, on a bus for 6 hours to open a small store in Corpus, Christi, Texas. The store's clientele was modest in size and economics, no matter. Never underestimate people who live in small towns are those with limited budgets. People no matter where they live are on what their finances will spend if they're convinced of worth. This idea she repeats constantly go out, build relationships, make friends, keep these friends for your entire career. This why I told you Sam L and Charlie Mu both said to me In different ways in person. I used every second to make friends and to spread word about our products. This is just fantastic advice. She says never underestimate the value of an ally. And so 1 of her early allies was this woman named Helen Blake, And again, never underestimate the value of an Allies a great line. And she's on the phone with Helen Blake and this as you know, she would say to me quite casually during a phone call. I think you might wanna give miss pope, the merchandise manager from Wood ward a call. I was with her yesterday and she mentioned that I looked wonderful, and I told her was due to your cosmetics. And while I just think, she'd like to know more about you. That instant, I would call miss pope. If you do not do important things when you think of them, you probably never will and you will lose out. Today, they call this networking that's sharing between colleagues. It is 1 of the most powerful tools and business. Another great line about this. Imagine a business world where you are the seller and the buyers or your allies, then go make that happen. Another thing that Sal Lau does is really smart is she... She wants to answer this question. How can I get more women to buy their own perfume, and her answer to this question is genius is gonna wind up launching this giant business line for them? And so Est Lau had studied Coco Chanel. She quotes Coco Chanel multiple times in this book. At the point she's writing this book, Coco Chanel, perfume Chanel number 5 is widely popular. But S realized like, Perfume is very high margin, very expensive product. But at this time, women don't buy it for themselves. It's like, a man buys it for a woman to mark a special occasion, like a birthday and anniversary, things like that. And so she asked the question. Okay. Well, how can I get American women to buy their own perfume? How could I get the American woman to buy own perfume? I would not call it perfume. I would call it youth do a bath oil that doubles as a skin perfume. That would be acceptable for them to buy because a woman would buy her own bath oil? Right? They're all taking bath. A woman could buy herself a bottle of bath oil the same way that she'd buy lipstick without feeling guilty without waiting for her birthday or anniversary, and the result is something she has was a mini revolution. This is why. Instead of using their French perfume by the drop behind each ear. Women were using youth do by the bottle in their bath water. It doesn't take a graduate school business to figure out that meant sales, beautiful sales. In 19 53, youth youth do did about 50000 dollars worth of business for us. In 19 84, that figured had jumped to over a hundred 50000001 product in a family member this family owned business in 19 84. Okay? 1 product line, from 1 question 3 that she asked herself 3 decades earlier is generating over a hundred and 50000000 in revenue a year. So I wanna go back to her idea about the importance of making in a family business she was completely en rapture and obsessed and completely this idea taken hold of her building this company, but she says, I refused to either choose business our family. I wanted both. And so this is a little bit about how they structured the business not only between themselves, husband and wife, but also more importantly, I think, they're young kids. And I think the the experience that they gave them. Me fast forward now, both of her sons are still alive. I think 1 is 91 and 1 is 80 and they're both multi billionaires as a result of, you know, this this decision. Remember going back to the very beginning the account and the lawyer don't do this don't do this. Thank God stayed listen to anybody, but herself. And you fast forward 80 years later and look at how she changed to the trajectory of her entire family. So as the business grew, we cared very much about involving our sons. Leonard work at the office every day after school. He delivered packages. He was our first billing clerk, and he would type up every invoice. This is when he's in high school by the way, and then he'd work full time for us or with us during every summer. After high school, he went to the wharton School finance at the University of Pennsylvania, and then after that, he went to Columbia Graduate School of business. All while in college, we had been sending him copies. This is such a great idea. All while in college, we've been sending him copies of all the correspondence at Est Lau. So things like notes from distributors, deals lost or made, letters from customers, financial statements, positive and negative were all forward to him at school. And it was around this time where they get an acquisition offer and they're like, well, we've received an offer to sell the business for a million dollars. You know, we're in 19 fifties. And so they asked their son, you know, what should we do? And I I think it's obvious didn't consider selling for 1 second. But he said, you know, a million dollars doesn't sound like too much, we should keep going. And today, the market kept somewhere around 30000000000 dollars. And then when Sd 1 expand into Europe, the way she does, I think is really smart. So she says, I'm gonna start with the finest store in London, which at the time was Har. And she thought if I could get my products inside of hair har and all the other great stores in Europe would follow. And so she goes and pitches the buyers at Har The first meeting, the buyer is simply not interested. And so S does exactly what she does when she's in town to launch anything even though at this time, she was unsuccessful getting into her products in there. She goes, and she says a little media attention was called for. I visited the beauty editors of various magazines, and she convinced the beauty editor at Harper's Bazaar to write a piece about her products, and they agree but then they ask her okay, well, what store in London would are your products available. And she says my products are not available in London, and she replies okay. That's fine right a piece saying that Est Lau cosmetics will be coming soon. The article comes out. It's well received. As goes back to the buyer at Har. Again, I went. Again, the answer was no. There was no space at this time. There was no call for my products. This wasn't the right time of year, maybe another time. I had to keep trying. I stayed in England another month, visiting every beauty editor to make my name known. I was getting right up but no order from har. The next year, I go back to London, and I go back to har. She was not... The buyer was not quite as hostile this time. She says, let me tell you. I have no room, but as I told you before, but perhaps I could take a tiny order and put it in with the general toiletries. It won't be next to the good cosmetics that you'll have to understand? It was not a victory yet. I visited every 1 of the beauty editors again to remind them of me another round of makeup, another round of samples. Do you think you might write another piece. I asked I asked them? Now they were in London inherit. The articles appeared. Customers also appeared. Women began asking for Est Lau, the Har buyer was reluctant to notice, but she had no choice. In the flush of a good week sales, I summoned up courage to ask if she could give me a more important counter. Oh, no, she said, other counter space is definitely not available. That's fine. 6 months later, I made a third trip to London. I met with the buyer again. Well we seem to have many London women asking for your products. She gru admitted. I think I'll give you a small spot at a more prestigious counter, and that is how Est Lau came to Europe. This relentless way that she follows up. This relentless way that she draws attention to her brands and gets other other people. Other customers to ask, you know, through the media through her own clientele tell is something she does over and nerve again, so she wants to expand into Canada, the buyer... At this department store is like, no. Like, the cosmetic department is is spoken for. We have all these exclusives. And she's like, okay. Well, what... Not a cosmetic. You need bath oil? Why don't you stock my used to? So she says, you need a bath oil. Women would love to come into a department store instead of a drugstore store to buy it. Look, buy it on consignment if you sell it fine. If you don't, you've lost nothing. Oh, okay you said, but send me just a few bottles and only the oil. You know she's not gonna do that. So I was wrapping up the bath oil to send To Canada, I decided to put a few creams in with a note. Take these on consignment also. You certainly wouldn't want to have to say no to any woman who ask if you have everything... If you have anything else in this line. Right? And his response was, what about our exclusive with other companies? What about my lack of face? What about what about what about he sp when I spoke with him later on. Look, You must go with the trend and with the world? Everyone is using the bath oil and these creams in America? You don't have to pay me for them until you sell them. Oh, okay fine. He said in resignation when I came to make a personal parents at the opening vest a Lau in Canada, my sales department had sent everything. The bath oil, the cologne, the cream, little boxes of powder I could give away his gifts. We sold out of everything. The buyer came down to see me after 3 or 4 days. How did you do this he said? You don't sell cosmetic he responded, you sell your cell. It all goes back to what she said. I've have never worked day in my life without selling. If I believe in something I sell it and I sell it hard. She has an entire chapter on selling. It is not enough to have the most wonderful products in the world. You must be able to sell it. 1 person with definitive ideas and pride in their product and a hands on approach can lay the foundation for a strong business. Creating a great product is an accomplishment, making people aware of its existence let alone getting them to try it is sometimes harder to do than to create it in the first place. Combine this with your unique philosophy about building a business authentic to her. Goes back to what the gentleman in Canada was saying, oh, you don't sell your products you sell yourself. This is what Essay said. Each business person was find a style. That voice that grows clearer and louder with each success and failure. Observing your own successes and failures makes your inner business voice more sure and vivid. She continues and she states what she learned about building in beauty works for all products. During the acquisition binge of the 19 seventies, we saw business firms becoming conglomerate. There was pressure for us to do the same. The lau inner voice said no, stick to what you know best and don't change it. Today, the same firms are spinning off all the subsidiaries because they weakened instead of strengthening their original product. The voice grows stronger with each success, remember that company building philosophy voice is what she's referencing. The voice grows stronger with each success each observed failure. All 1 has to do is listen. Business is a magnificent obsession. I've never been bored a day in my life partly because as a true business addict, it's never been enough to have steady work. I had to love what I was doing. Love your career or else find another. Soup, glue or beauty can all be packaged in jars, tubes and bottles and all vent like any other commodity. The big difference lies in the vendor. The big difference lies in you, not the items to be vent, even excellent glues, soups and beauty products can die in the marketplace if the vendor isn't passionate and clever, develop your own style. Our unique style has come from years of trial and error. And there's just 2 pieces of advice, I think go well with each other, visualize, and then work like hell Think your vision a reality. Visualize, if in your minds I see a successful venture, a deal made, profit accomplished, it is a superb chance of actually happening, projecting your mind into a successful situation as most powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will orchestrate failure, countless times before the event, I have pictured a heroic sale to a large department store every step of the way and the picture in my mind became a reality. I visualize success then created the reality from the image. Great athletes, business people, inventors, and achieve from all walks of life seem to know this secret. Sounds really. I'm just telling it's in a bunch of the books Bob No founder of Intel, Edwin Lands, eat jobs on a sc, Est Lau. They all did this. They all talked about doing this as well. And then combine that with working like hell to make your dreams reality. I tend to work non nonstop during the day. Usually 7 days a week And then at night, she goes out at night about 5 times a week on average. Why? It helps my business. It keeps me in touch with the people who buy and sell my cosmetic. Cosmetics, it keeps my finger on the pulse of my customers who are also the kind of people I'd choose his friends. It's very useful to staying close social contact with business associates, Those who are connected with my business life, store owners, buyers, media people, movie stars. Young career women are all involved on another level in my social life. And then finally, she has some parting advice for you and I, which is focus and don't quit. First comes the wish. Then you must have the heart to have the dream, then you work and work and work. From where you sit, you can probably reach out with comparative ease and touch a life of serenity and peace. You can wait for things to happen and not get too sad when they don't. That's fine for some, but not for me. Serenity is pleasant, but it lacks the ecstasy of achievement. Living the American dream has been intense, difficult work, but I couldn't have hoped for a more satisfying life. I believe that potential is unlimited. Success depends on daring to act on dreams. How far do you wanna go? Go all the way within each person is the potential to build the empire of your wishes and don't allow anyone to say that you can't have it all. I've always believed that if you stick to a thought and carefully avoid distraction along the way, you can fulfill a dream. My whole life has been about fulfilling dreams. I keep my eye on the target. Whatever that target was. I've never allowed my eye to leave the particular target of the moment. Whether your target is big or small, grand or simple, ambitious or personal. I've always believed that success comes from not letting your eyes stray from the target. Anyone who wants to achieve a dream must stay strong, focused and steady. You must expect and demand perfection and never settle for mediocrity. If you push yourself beyond the furthest place you can go, You'll be able to achieve your heart's dream. And that is where I'll leave it for the full story highly recommend reading the book if you buy the book using the link And the show notes are available at founders podcast dot com, you'll be supporting the podcast at the same time that is 361 books down 1000 ago, and I'll talk to you again soon."
}