{
  "transcript": "A few weeks ago I talking to John Mack, the founder of whole foods, and he told me 1 of the crazy things, anyone has ever said about the podcast. He had listened over a hundred episodes before he met and he told me that if founders existing when he was younger, that Whole Foods would still be an independent company. He said that since the podcast and all of his issues great entrepreneurs constantly emphasized the importance of controlling your expenses, he would have put more of a priority on it especially during good times. It is natural for a company and I think for human nature to just not watch your costs as closely because everything is going so well. Andrew Carnegie had 1 of the best ways to describe why this is so important because he would actually repeat this mantra time and time again. He would say Profits and prices are cyclical subject to any number of transient forces on the marketplace. Costs, however could be strictly controlled, and in Carnegie view any savings achieved in the cost were permanent. That quote from Carnegie is something I was talking about with my friend Eric who's the c founder and Ceo of Ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder founders of ramp, and Spent a ton of time with them over the last year or 2. They all listen to the podcast and they picked up on the fact that the main theme from the podcast is on the importance of watching your costs and controlling your spend. And how doing so can give you a massive competitive advantage. That is a main theme for ramp. The reason that ramp exists is to give you everything you need to control your spend. Ramp gives you everything you need to control your costs. Ramp gives you easy to use corporate cards for your entire team, automated expense reporting and cost control. Those last 2 words cost control. There's a line in Andrew Carnegie biography that says cost control became nearly an obsession. I believe if Andrew Carnegie was alive, he would be using ramp because ramp would give him everything he needed to control spend, optimized all his financial operations on a single platform. Make history's greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. The book that I wanna talk to you about today is moving the mountain form My life in China from the culture revolution to Tiananmen Square and is written by Lee Liu. Lee Liu is the founder of Him Capital Management, which he's been running for about 30 years. Lee also had a 20 year, investment partnership with Charlie Mu. They Mu is the way I came to know about Lee Liu, because 1 time Mu was talking about the importance of patients and he told a story where he made 400 or he told the story of how he made about 400 or 500000000 from reading Barron Magazine for 50 years. And Mu said I read Barron magazine for 50 years. The entire time I only found 1 idea that could act on only 1. I made 80000000 dollars on that idea basically risk free and then I took that 80000000, and I gave it to Lee and he turned it into 400 or 500000000 dollars. So Lee is known to have this cult like following. He's known to have fantastic financial returns, but that is not. What this book is about. Lee wrote this book in his early twenties when he fled communist China for the United States. When the book ends there is no possible way for Lee to know or predict what his future holds. So I want you to keep that in mind as we go through what is going to be 1 of the most remarkably difficult childhood that you and I've ever studied together. And so the book starts with Lee Lou when in preschool, and I need to tell you upfront. This book is really hard to find. There's only 2 copies. And available on Amazon right now. 1 is for sale for, like, 300 dollars, the other for 600 dollars. So I need to think Kenny Lee and my friend Moses Ka. Kenny lent this book to my friend Moses and then he allowed Moses to send the book to me, which in turn allows me to make this podcast for you. So let's go ahead and jump into this unbelievable story. The last 3 year old besides myself was crying in the big room of the kindergarten. A boarding school for preschool. But soon even he would go and I would be left all alone. And then the hunger. I dreamt of eating lizard meat. The only thing I could do is drink watered to fill my stomach so full that it hurt and made me briefly forget about my hunger. And so at this boarding school, this kindergarten, Lee is the only 1 without a family, so he's the only 1 that doesn't go home. So imagine he's probably 4 or 5 years old. And every weekend, all the other kids get to go home, Lee cannot go home and we'll find out why he can't go home. He go... He's just gonna be in, like, 9 different. I think he moves around 9 different times by time he's 9 years old. So says the other kids had come back and would show off the goodies they had brought from home, they talked about the movies they had seen are the stories they had heard from their parents. And so from the very beginning, Lee understands how different his life is from his classmates. I was sc. I wear the same jacket and pants all year round. My clothes were recovered with holes and patches. I was always dirty. And so immediately, he starts to get bullied by his entire class. They somehow had learned that my parents were people with problems. Your father's a spy and your mother's a landlord daughter. Remember, this is coming to China. You're nothing but a bastard. The children would start to chant. Bastard bastard nobody picks you up. Bastard bastard nobody picks you up. My kindergarten was like a prison. Every day we got up, dressed quickly and washed. Then the whistle blew and we lined up to go to the dining room. Then we sat at the long tables with our hands behind our backs. The teacher made a speech. The big kids would then recite some of Chairman mouths quotations. The teachers would control the children by making them hate each other by encouraging factions. That was what you could do when you had authority. The teachers beat the children with whatever was at hand. Fly swat, or sticks and a bamboo switch. At meals, we had to sit still while the teacher put the food in our bowls. If you ate too fast, you would be hit and you had to eat everything. I was scared to death. And so throughout this entire book, there's multiple examples of lee being different everybody else around him. And so at this time, there's... When he said I dreamt up eating lizard meat. It's because at this boarding school, they were overrun with these giant lizards, and all the other kids said if the lizard touch you, they're poisonous and they'll kill you. And so this collective brainwashing is a major thing throughout the book. So instead of actually looking in it is what we're being told true, all the other kids just accepted it, but Lee did not. And so 1 time he had a bunch of lizards come on top, like, they they called all of room and he's like, well, Nothing happened. There was no poison, and this is the result my courage grew, I was no longer afraid of lizards. Gradually, I grew in confidence. Gradually, I realized that the most important thing was confidence. If you had confidence and believed you were right. You would feel stronger. And so that's the first indication of an important part of his personality. He's like, I wanna seek the truth. I... He's intensely curious. He wants to gather information and have an accurate reading on the world, and he is a fighter. And so there's other kids in the same grade that are given authority by the teachers and they're called officials. There's a first second and third official, and they typically bully and try to intimidate the other kids, and this is what happens when they try to do that to lee. The first official swag it over to me cl is fist. But I was prepared and hit him first, knocking him to the ground, which completely crushed his position as the number 1 leader. The second and third officials looked at each other and then ran away. This greatly enhanced the status that Lee had with his other kids in our small society arrows in the very bottom right to the top. Yet, I retained a deep sense of inferior from my lack of contact with the outside world. Wait till he learns how to read. That changes his entire life because at this point, he's completely about He has no family, no money, no resources of any time of any kind doesn't leave. He's the only child not to leave the walls of the kindergarten. Everything he does everything he learns is completely controlled by others, he has no idea what's going on with the outside world. And you see right from the very beginning, he develops these instincts and these these skills that become very valuable if you wanna be an investor. Right? When other children were talking about what they saw and heard on Saturday night and Sunday, I felt inferior. I had no way of acquiring information. I had no home. No 1 to take me out, no food. So what does he do when the kids come back? That usually little kids? Like, like, bragging, like I saw this movie and I eat this. He starts asking questions and changing just these sessions of people bragging what what they did for the weekend as away for him to learn. I had to ask detailed questions to understand a story and often interrupted the storyteller. I developed a keen sense of imitation, narration and imagination. I had a great thirst for knowledge. My in and imagination came from my shut up life, these questions and answering sessions is the only way that he got information about the outside world that I had never seen. So when he is 6 years old, he's actually attacked. By a giant swarm of hornets. And his response to this gives you an insight into his personality, says the more violently the hornets attacked me the stronger by will was to fight them eventually he collapses and his taken into the hospital. And then it's at this point that we first get his introduction to his biologic father. Week after I left the hospital, my father came to collect me. We can't keep the child any longer said the head of the kindergarten. When we agreed to take and we were doing you a favor, we would not normally accept a child of such terrible family background. My father carrying me away on his bicycle. They can do. And he's talking about the government of At this time. They could do anything to you if your background is bad. My mother was from a land owning family and that's bad. My father listened to a foreign broadcast on the radio and someone overheard it, so they accused him of being a spy, that's even worst. Since the cultural revolution, all intellectual have been considered useless. My parents who had gone to universities were put into the lowest category. Shortly after I was born, my parents had to send me to foster families, and then I went to that kindergarten. Even now my parents couldn't keep me. They were both under political attack and couldn't even have a home of their own. My father took me to live with Da Pas, so that translates to big dad, which is what you and I will call him big dad and then big mom in their 6 children. My father and big dad had met in the coal mines. Big dad is a true friend to Lee lose biological father. And he agrees to take him in even though he has 6 sons and a wife to support they live in a tiny little 2 room shack, I guess is what you would call it, They had very little money to the point where the all their clothes, including Lulu lose had to be had to be made by big mom. And the kids had to go out in the street and work. They weren't... They had to feed themselves they to raise their own chickens. And so they would go including Liu and the other sons would go out in the streets, picking up tree branches for firewood and collecting thrown away cabbage for the chickens. He is in a terrible environment for anybody, much less a 6 year old. And so a lot of the neighbors are impoverished. There's a lot of drinking. 1 of their neighbors is drunk all the time he beats on his wife. There is all kinds of violence and so there's a fight that breaks out And during this fight, somebody tells Lee that your father is a spy. And so this part is absolutely heartbreaking. Imagine a 6 year old saying this to you. After the fight big dad punished all of the sons except me, I cried and asked him, aren't you my dad, Why did they say my dad as a spy. Are you a spy? Big dad said, I am your dad, just ignore what they said. But there is this other man Lee Lou says? I also call him Paul? I said, who is he is he a spy? He had spent so little time with his biological dad. He doesn't... He's not even sure whose father is. Big dad side and said, don't think about a child. You stay here, nobody can do anything to you. If anyone wants to bully you, you have me here. I felt pain at my heart, and then another main theme of the book is the fact that humans if they put in a position of power and authority will usually abuse that he's constantly seeing the contradiction in the hypocrisy. Between what the state is telling them in what actually happens. And so there is a family in the community called the z, and he says, when I think of the z, I think of true evil. So these are people living in the neighborhoods, but they have close relationships with the government And so they call them the director of the neighborhood committee. And so the government sends the directors of the neighborhood committee, ration tickets. Ration tickets were required to buy such things as meat fish and vegetables. But if the z did not like you, they could simply tell you that they didn't get enough tickets from the district government and essentially a starve. They also had close connections with the local police which gave them further power. And this is his description of Aunt Z. She was cold and cruel and always found a way to hurt people. And so the neighborhood he's growing up in is inhabited. It's really close to the coal mines. It's inhabited by mine work Coal mine workers. That's what Big dad does. He says 1 day there had been an explosion in the mine. Dozens of minors were trapped. Big m looked stunned. Her husband was among the dozens of miners stuck down there. So Big Mod and Le go to the mines, and this is what happens. We saw about 10 minors emerge pushing carts on the carts were bodies. We found big dad on a cart. His face was blue, his mouth nose and ears full of coal. He was cold and hard. Big m collapse. This family had lost its pillar, and so did Liu, remember his his dad where he thinks this is his dad, said, don't worry. I will protect you. I am here for you. The family had lost its pillar. What would they do now? A family of 6 children and a mother. The family collapsed, we had nothing left Very soon the family had nothing to eat. I could no longer stay with them. Think about that. That's an entire story in 4 sentences. Everything I'm reading to you happens over many many pages. But those 4 sentences tell you an entire story. The family collapsed, we had nothing left. Very soon the family had nothing to eat. I could no longer stay with them. Remember Big m and her 6 sons we'll go back to them in about 3 years from now. Now he's about 7 or 8 years old when this is happening. His parents are being quote unquote rehab by the Chinese government. And so for the very first time he's going to live with his parents. They live together in a single small room no bigger than a room in a student dorm is the way that Le describes this. My family finally had space of its own every few weeks, my mother would come in from the commune where she's living and working and I guess being rehab and we would get together. I called the days when we were together the days I have a home, But I felt awkward with my parents. They were strangers to me. And so Lee does the math for us, he says by the time he's almost 9, I had lived with at least 9 families. And this is the beginning of this intense desire to learn to learn how to read and to make money so he can support himself and the people he loves. I felt super, being shu from house to house and gradually inferior. Perhaps the world did not welcome me. I wanted to grow up fast I could make money and support big m. 1 day, my father's institute told him that he be sent away for 6 months. My mother was still living in the orc commune, and none of my parents friends could take me in any longer. And he is saved by the generosity. He's got a, of a teacher. He's got a a bunch of atrocious. Teachers. But he's got a few that have great hearts and then actually care about them. I wanna teach them him and help him them. 1 day at my school, teacher wayne said to me, I hear you're leaving us? Do you still wanna learn to read and write. I told her I wanna study She said you cannot leave here. You can live in my home if your family cannot take care of you. And this is going to be 1 of the most important sentences of the book because it's going to be the foundation upon which his future wildly. Wildly successful career is going to rest upon. I had begun to love reading. And yet in every new environment, he finds the same reoccurring theme that those an authority that those in power routinely abuse the people that they have power control and dominion over. And so there's this kid in the neighborhood called fad. Fad father was the chief of the bureau of electricity, so he's a very important person and fad is a bully and Lee is a fighter. And so when Lee sees fad beating up a girl. This is what happens. Fad was furious, dragging the girl along by her hair. She screamed in pain, so I went up to fad, slapped his face and said like go over her. I bit his hand. I seized a stone and began hitting him on the head. Fad had hardly expected a skinny boy like me to fight so fiercely and effectively. And since fad family is powerful, they try to take revenge against the family of the teacher that's letting lee stay there, he has to go and apologize even though he doesn't want to and he says I felt like a jinx wherever I went bad luck followed in despair. I cried. I said in my heart wait till I grow up fad, see how I will settle accounts with you. It seemed that my childhood was over. I was no longer care. I lost all interesting games. I wanted to see and learn so many things. I started to observe, study and understand people I became more and more reserved and introverted. And so what he's describing is he did not have the luxury of a childhood. He was forced to grow up fast. And somehow his life continues to get even worse. Lee liu survives the 19 76 Tang S Earthquake. The Tang earthquake is the deadliest earthquake in human history over 300000 people are going to die. The earthquake was so loud and powerful than the in its immediate aftermath. Everybody in the neighborhood thought that the atomic bomb had been dropped on them. It's completely dark when it happened, there's no electricity and Lee is running for his life and he says suddenly, I tripped over something. My hand touched something flesh. It was a severed arm. I blacked out and fainted. He wakes up. I looked around in the daylight. All the buildings were gone. I ran as fast I could towards the place where Big mall and her family had lived. Their house had caved in, but the roof survived, someone had dug a hole in the roof to look inside. When I looked down through the hole, I saw 6 pairs of blue and black legs lying there. All their upper bodies were crushed under the roof. The last time I seen legs of such color was when big dad died. As soon as I saw them, I almost blacked out, the heads of big m and the children had been crushed. Their brains were everywhere. Big m was knee over the 2 little ones. When the earthquake came, she must have knelt over their heads to protect them with her back. Now whenever I think about mothers, I think of big mah knee over the children. Is 10 years old when this is happening. So the entire town, gone. So he is sent to go live with his mother at the commune at the orchard Orchard commune that she's at, and we see the same thing. The people in power, they preach equality were all the same and yet they do everything in their power to live differently than everybody else. Life at the Orchard Commune where I'd had gone with my mother and brother appeared peaceful and balanced, everyone seemed to be eating and drinking like anyone else, but behind the facade, the crude inequality made me furious. The party secretary had set up a separate tent for his own family. The cook prepared food separately for his family. The secretary family had better food because all of the relief goods were sent to him first. They considered these relief supplies to be their own property. The party leadership had said that were all the same. That we should never take a piece of thread that was the public property that we must be honest. He is realizing that they are all brain that the official propaganda does not match the reality on the ground. He sees this over and over and over again during his young life. And listen to how they describe the death of their leader. This is when Chairman M is gonna die. While he's in school 1 day, the loud, which have been silent for weeks suddenly came to life. Now important news is to be announced. Now important news is to be announced. This 1 sentence was repeated for half an hour, and then finally a heavy voice spoke. The great leader of the Chinese people. The founder of the Chinese communist party, the great teacher of the revolution of the world the red son in in the hearts of the Chinese people, the chairman of the Chinese communist party, and the chairman of the party military committee, comrade m passed away due to an incur disease. Any he details the reaction to the people around him. They're crying and mourning. It's like you would you would expect their reaction is like, almost if your child had died. The government had complete control over the flow of information. And the kids were ind needed in brain before they could even read. And so at this point in his life. He's back to living with his mom and his dad and it's like, tiny little shack and says winter was coming. Nothing was more important than acquiring a warm house. And so in order not to freeze to death, they have to build a thing called a king, also known as a decaying beds stove. So this is a traditional heated platform used for sleeping in the northern part of China where the winter climate is very cold. And so other people in community realized that Lee's dad is very good at building these kings and so they come to him and ask him for help. My father became well known in the areas as an expert king maker everyday people came to ask him for help. I was enchanted by my father. He was like an en, a riddle to me. Before the earthquake, I'd never live with my parents as a real member of the family for very long. So these trips with my father to build the king help me understand him better everywhere he went, people praised him. He was good at everything. I began to be proud of him. He was a first rate brick layer, an excellent house builder and an expert in building king. And so it's during this time that he's living with his mom and dad that he finds insight into their past lives and why they were sized and why he was sent away. And so he finds this suitcase full of pictures and writing. He says I found pictures of foreign architecture, bridges, churches, and people in strange costumes. I saw pictures of a young man with glasses wearing a white western suit. He looks so elegant and handsome. There were several photos of that same young man roaming a boat are hunting with the gun. The more I looked the more mysterious I found the people and places in the photos and the more excited I became, then it dawned on me that the young man was my father. I told my parents of the small suitcase with the many strange things in it hearing this My mother became very nervous. How could you look at those things? You were only a child. She was so nervous. My father's response was different. He said calmly, what of it. If the child is interested in those things, let him look at them didn't it the cultural revolution end. And so for the first time in his life, Lee is now getting the information he needs to understand what was happening to him. So he talks about the fact that they studied abroad that there's a lot of those pictures came from the Soviet Union. They told us about their childhood, their courtship. My father came back from studying the Soviet Union. My mother talked about her life. And the fact that intellectual, which his mother was 1 were sent to do farm work as some form of ideological rem molding The life they described seemed so different from mine. It was a mystery to me. They were proud of their life in the 19 fifties. It sounded like another world. I felt I could learn a lot from them. From that night, I felt I had a home. A father and mother. I felt I had a history and a goal. And so this is where we see the lee's intense intense dedication to learning to reading. It's gonna serve him wonderfully in his future career. In fact, there's a the great Times article about Lee. Actually might do another episode on Lee after this, but it says Lee's mantra became accurate and complete information. I'm I'm reading from the financial times Article court right now. Lee's mantra became accurate and complete information. Complete sometimes meant going to extraordinary lengths to get a read on the Ceo of a company being researched by Him Capital Management, such as attending their church are talking to their neighbors. This is why biographies are so important why understanding the early life of somebody so fundamental to understanding why they do the things they do why the way the the way they are. There is a talk about this. So I also watch this... He he gives a lecture at Columbia Business school. Lee gives his lectures in, like, 2006. A big part of the lecture is Lee absolutely ad. These are Columbia Mba students. And Lee is lighting them up about how unprepared they are. There couldn't be more of stark contrast be between the unprepared of these Columbia Nba students with the way the Lee conducts research and runs his company and why? It is learning. It is reading. It is work ethic that saved lee's life. If you grew up like he did you have 2 options find a way out or perish. And so at this point in the story, his dad is giving him the map of a way out. You look so happy these days father why, Yes, he said I'm happy the national college entrance exams have resumed. I asked what is a college entrance exam. He said any young person who wants to enter college has to pass an exam. It's kind of a competition. What is a competition I asked, competition you mean you work hard and society will give you a reward. I still didn't quite understand it. Is competition a good thing. Of course, it is he said. Little Liu, you should work hard to prepare for your future. Go to college and study hard he said. Now I remember this talk and the last sentence repeated itself constantly. I now knew what I wanted to do. I want to go to college. I had found my road to paradise. I kept saying to myself. I want to go to college, I want to study. This book is going to end with the Tiananmen square massacre, and Lee literally being on the run from the Chinese government. He's put on the list, I think of, like, the top 21 most wanted student leaders for the Tiananmen and square, demonstrations and protests and everything they did, some of them did not escape to other places like Lee was able to. And as a result, they spent 9 years in prison 13 years in prison. In China, And so when Lee tells you in the book right now, I found my wrote to paradise, I kept saying myself, I wanna go to college I wanna study. He moves the United states he can't speak English. He learns English in a summer, and he becomes 1 of the first people in Columbia school history to receive 3 degrees simultaneously. He gets a Ba and economics and Nba and a Jd. So it makes perfect sense with what we've gone over so far in the book with what you know about his background and then you go watch that lecture that he did a Columbia business goal, and he is lighting them off He cannot believe how unprepared they are. There's a scene in a movie I think about very often. There's this movie called 7 with Morgan Freeman and Brad pitt, and there's a scene in the movie where Morgan Freeman is let into a library late at night by some security guards. He's there to do some research. The security guards are sitting upstairs and instead of reading or learning or trying to improve what they know about the world, they just sit in an empty library at night, and they sit around playing poker. And Morgan Freeman, the character of the Morgan Freeman plays puts down his hat and says gentlemen, I'll never understand you. All these books, the world of knowledge at your fingertips and what do you do? You sit around and play poker all night. I think of that scene when I watch Lee lou lecture to the Columbia Nba students. And I think of that scene because Lee's response is the exact opposite. So there's more than a hundred thousand school children that take part in this competition, and Lee comes in fourth in composition, sixth inhalation, and among the first 20 in math. Around this time he's reunited with his grandmother, his grandmother, he says was 1 of the first people to encourage me. She declared to everyone that I was no ordinary child. She in in a previous life had been the principal of a school and part of the legislative of the local government legislative committee. And for that, she was sent to 20 years in prison. And so at the school, he's at. He winds a meeting this woman. He says, the woman on crutches told me that she worked in the school's new library. Come and see the library. I astonished me to see so many books all at once, thousands of them. I had never seen so many books in my life before. In books, listen to how he describes this impact remember, this is a a person that just unbelievable struggle and devastation for the first, you know, 12:15 years of his entire life. Very limited view on the outside world, and this is where he realized books is his way out. In books, I could travel to every corner of the world and communicate with the people there. I would read all day long. As I was doing research for this episode it came across this wonderful, quote by Charlie Mu, that I think Lee Liu would agree with. Charlie says, as long as I have a book in my hand, I don't feel like I'm wasting my time. Here's another thing that Lee. Now think got how crazy this is. This is why I started with that story Charlie Manga at the very beginning of the discussion that you and you and I having. The the version of Lee that's writing these words that you and I are going over does not know Charlie Mu. Doesn't know if its existence sure hell doesn't know that he's gonna... In the future, have a 20 year partnership with them. Listen to what Lee, that version of Lee is describing this this un access to a library, what that's doing for him. Most of the friends I made in books. Charlie says. Reading biographies means you're making friends with the eminent dead. They describe it the exact same way. That blew my mind. So this reading continues into what he calls senior middle school, which I think is like our version of high school in America, and so he's reading biographies. Specifically, he's reading about biographies of scientists. So he's reading the Adam in my family, which is by En rico Fermi wife, which tells this the life story of her husband, and he's also reading about Albert Einstein in Albert Einstein in his Olympia. So he goes, oh, I think we should have a Chinese Olympia club to read and discuss the problems of our generation, it's development, the reforms and China and its future. So this group would read and write and meet. It says a group met for the first time when we decided to call it stream. Because both of our quiet and persistence would flow like a stream. This group must be kept secret because the present educational systems suppressed human nature, students were slaves and teachers were gods and so you were not allowed to question them. You're were not allowed to question is what you're being told true. And so 1 of his teachers to take a liking to leave realizes that you have to get out of China. David Over has his great quote where he says talent is most likely to be found among non conform dissent and rebels. Lee is definitely a non conform as at Center in of Rebel and that's very dangerous in China. And so originally, Lee is studying physics. He eventually changes economics, but his teacher tells him you have talents and physics, but you cannot study here in China. You should go to the United States studying and research need an atmosphere of free inquiry. And so as his conversation continues to realize that his teacher is giving him great advice that he did not follow? He had a tremendous variety of books and magazines, but why should he still be reading when he was already so well read? Lead in understand. And this is something Lee talks about the compounding nature of knowledge. So he says 1 night, he told me a story. I was born in a peasant family in a remote village. This is gonna sound like Lee's life story. I was born in a peasant family in remote village. For generations my family till the land. The only thing I could offer was my youth and Vi. I could work hard and study well. So I only slept 4 or 5 hours a day and I read continuously. Though I was in a remote village, I spent all my money on books, I realized There was another world outside this 1. He's side in our country, what you like, what you want to do and what you get to do are all different. Hence why he's telling going to United States each 1 of us is but a small part of a big machine in society. Only those who have power can decide what role each of us can play in the machine. And Leah is very similar to this or was, like, you know, all I have was youth and Vi. I could work hard and study well, so I'm just gonna dedicate my life and really go after it, and we see the lead does the same thing. I drew a drew up a detailed plan for myself. There were 3 months left before the exam. Every morning I got up at 04:45. From 5 until 6 I studied for an hour From 6 until 06:30, I ran to school as exercise and then reviewed what I had studied in the previous hour. I then stayed at school all day. At 09:30, I ran home 09:30PM that is reviewing the day's study at home, I ate something and worked until midnight. My desire to meet the challenge grew I knew that I would pass. Soon the results were announced for each school. I was fifth in my school and I knew I would get into a good university. So that is the end of the first half of the book. I recommend if you can get a copy get your hands on copy of the book, definitely read the first half of the book up until he goes to college. The second half is about becoming much more politically active, and then it ends with the Tiananmen square massacre and Lee having to flee for his life. So I'm gonna pick it up right there. Television radio and ubiquitous loud speakers all kept repeating. Citizens of Beijing, stay in your homes tonight. Students return to your colleges. The army is going to clear out Tiananmen in square tonight. Citizens of Beijing, stay in your homes tonight. I saw the army start to march towards the square. People tried to stop them with their bodies. Soldiers pushed their way forward, Bay raised. A girl student from Beijing University went after to the soldiers and said, the students aren't riot, but patriots, a soldier thrust his bay into her chest and she fell down dead. People ran over her, the tanks kept coming and coming and open fire. Everywhere people were dropping. People could not believe that the government could have shot at its own people. The tanks never stopped and they ran over the bodies. The soldiers were mad. They killed whoever was in their way. Hundreds of armed soldiers charged the crowd. Gunshots created chaos. The north side of the square was a sea of fire. Dozens of tanks entered the square. All the tents were being smashed under them. There were still hundreds of people in them. They had gone to sleep, thinking the worst would be that the police would haul them on to a bus and send them back to college. Now they were being ground to pieces. People shouted names, parents trying to find their sons and daughters. My mind became stone. Only 1 thought was chiseled on it. Why am I still alive? And so now, everybody's fleeing and trying to run from team Square, and Lee says over the next few days, I stayed at a different place each night. The government put my name on the list of wanted people. Our descriptions were issued to customs, railway stations, bus stations, neighborhood committees. Our photos were posted all over the country and shown on television. And so this time, Hong Kong is still British colony. So Lee actually uses a smuggling route that was established to bring Contra band of Western goods from Hong Kong. And so he uses that route to escape China. And he describes the last day in China, Dawn was approaching. I came out of the basement and took a deep breath. I would not go to prison. I would escape. I looked back on my life so far. I had grown from an unwanted child to a fighter in tiananmen and Square. And now it was a criminal wanted by the government. I had experienced oppression and rebelled against it. I didn't want to give in. I wanted to escape. I didn't know what kind of life awaited me. I just knew that I was on my way. That is how the book ends. This is when he starts a new life in New York at 23 years old. 23 old Le had no idea. Couldn't possibly have known what lay ahead in his future. Highly recommend reading the book if you can get a copy of the book. I will leave a link down below if you buy the book using that link. You'll be supporting the podcast at the same time. I'm in the process of doing research on another Lee episode. This all about how he thinks about investing in company building what he learned from Buffett and Mon if I can get enough material to make an episode that's worthy of your time, that'll be the next episode I do. But in the meantime, that is 362 books down 1000 ago. And I'll talk to you again soon. Real quick before you go, if you already subscribed to Founder notes, make sure that you log in and get access to this new feature that I've added. There is now a private podcast feed included in every subscription of Founder notes, there's 51 short bonus episodes waiting for you and I'm making more short episodes based on the research that I do using founder notes. So each episode will cover a single topic. Like, how to history your greatest entrepreneurs twitter to think about leadership, are a single person like what are Henry Ford's best ideas. I'm going for a maximum insight to time spent ratio. So for example, I made an episode on James Dyson. I took a 40 year career, 40 hours of reading down to 12 minutes full of ideas from James career that you can use in your life and work. If you don't already subscribe to founders notes, Highly recommend that you do so because subscribers to founders notes have access to all of my notes and highlights for every book that I've read for the podcast all in 1 giant searchable database. The podcast is a great tool to learn from history, but it's pushed to you. Founders notes gives you the ability to control. It gives you the ability to tap into that collective knowledge of history's greatest entrepreneurs and use it when you need it. If you're gonna spend hours and hours listening to different founders episodes, I would encourage you heavily to invest any a subscription for Founders notes. It makes the lessons that you're learning on the podcast even more powerful. It is the same tool that I use myself. I built it for myself. Years before. I even had the idea to make it into a product and service that other people can use. Anytime you hear me pulling up an idea or a, quote from a past episode that is me searching founders notes. And I use it because it gives me the superpower to tap into collective knowledge of history greatest entrepreneurs on demand, and you can do so as well by going to founders notes dot com and signing up for a subscription that is founders with an s just the podcast at is founders notes dot com. Thank you very much for your support. Thank you for listening, and I'll talk you again soon."
}