{
  "transcript": "I sent a friend this text this week. I said I'm working on another Lee episode, But this 1 is about his remarkable investing career. Can be summarized by number 1. Studied Buffett and Mu. Number 2, did that. In all the talks and interviews that Lee gave over the last 2 decades, he's constantly referencing the lessons that he learned from studying Warren Buffett and Charlie Mu, and he shares their obsession with finding great companies. So many times when I was reading the words and listening to the words of L and I researching the podcast. I thought of this book, which I I've mentioned multiple times in this episode. Think is the best book on Buffet and among I've ever read. It's called all I wanna know is where I'm going to die. So I'll I never go there. Buffett and Mon a study and simplicity and uncommon uncommon sense. And there's a few sections from this book I wanna reach you because it's really buffett describing what makes a great business. And he says every day in countless ways, the competitive position of each of our businesses grows either weaker or stronger. If we are delight customers, eliminating unnecessary costs and improving our products and services, we gain strength. But if we treat customers within ind, tolerate b, which means don't watch our costs. Our businesses will with. On a daily basis, the effect of our actions are imp intercept, cumulative though, their consequences are enormous. Later on, in the book Buffet has asked how should you be running your business? He says just do what you always do. Widen in the mode, build enduring competitive advantage, delight your customers and relentlessly fight costs. On the same page, Mu talks about that most people don't do this especially companies after they get successful. So he's mu is now describing the other side of this. What happens when you don't do this. Successful places tend to get bloated, fat complacent. It's the nature of human life. Most places when they get rich, they get sloppy. And there's another great line from Buffett. He says a great manager must be a demon on cost. This is something I've been talking about with my friend Eric who's c cofounder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder of ramp and have spent a bunch of time with them over the last year or 2. They all listen to the podcast and they all picked up on the fact that the main theme from the podcast is on the importance of watching your costs and controlling your spend. That is the reason that ramp exists. Ramp gives you everything you need to control your spend, ramp gives you everything you need to be a demon on cost. Sam Walton in his, summarized it perfectly. He says our money was made by controlling expense you can make a lot of different mistakes and still recover, if you run an efficient operation, or you can be brilliant and still go to business if you're too inefficient. Ramp helps you run an efficient organization. Ramp is everything that you need to control your spend and optimize your financial operations all on a single platform. So as your company gets more successful, you can avoid the fate that Mu said that successful places tend to get bloated, fat and complacent. Not if they use ramp. Ramps website is incredible, make history grace entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs at is ramp dot com. 20 years ago as a young student coming to the United States, I couldn't have imagined having a career in investing, and would have never thought that I'd be fortunate enough to meet Charlie Mu. In 2004, Mu became my investment partner and has since become my lifelong mentor and friend. An opportunity, I would have never dared to dream about. Charlie and I first met at a mutual friend's house while I was working on investments in La after graduating from college. The first impression he gave me was distant. He often appeared to be absent minded to the presence of his conversation partners and was instead very focused on his own topics. But this old man spoke sis. His words full of wisdom for you to mu over. 7 years later at a thanksgiving gathering in 2003, we had a long heart to heart conversation. I introduced every single company. I've invested in or researched are I'm interested in to Charlie and he commented on each of them. I also asked for his advice on the problems that I was encountering. He told me that the problems I've encountered were practically all the problems of Wall Street. The problem is with the way that Wall Street thinks. Even though Berkshire Hathaway has been such a success, there isn't any company on Wall Street that truly imitate it. If I continue on this path, my worries will never be eliminated. But if I was willing to give up this path right then to take a path different from Wall Street, he was willing to invest, which Charlie help, I completely reorganized the company I founded it. The structure was changed into that of the early investment partnerships of Buffett and Mu. Investors who stayed made long term investment guarantees and we no longer accepted new investors. I then entered another golden period in my investment career. In the next 12 years the capital grew more than 20 times. Buffet said, despite the countless people he has met in his life, he has never encountered anyone else like Charlie. And in the years that have I've known Charlie and was fortunate to be able to intimately understand him, I am also deeply convinced of that. Even from all the biographies of people from all the ages, I have yet to see anyone similar to him. Charlie is such a unique man, His uniqueness is in his thinking and also in his personality. When Charlie thinks about things, he starts by invert. To understand how to be happy in life, Charlie will study how to make life miserable. To examine how a business becomes big and strong, Charlie first studies how businesses decline and die. Most people care more about how to succeed in the stock market. Charlie is most concerned about why most have failed in the stock market. His way of thinking is I wanna know where I'm going to die so I will never go there. That is actually my favorite book. I... You, Probably... I don't know, at 10:15 books on Warren buffett and Charlie longer my favorite 1 is on episode 2 86. It's called all I wanna know is where I'm going to die, so I'll never go there. Buffett and mon a study and simplicity and uncommon uncommon sense. Let's go back to this. His way of thinking is, I wanna know where I'm going to die, so I will never go there. That's episode 2 86. Charlie constantly collects and research the notable failures in each and every type of people business government and academia and arrange the causes of failure into a decision making checklist for making the right decisions. Because of this, he has avoided major mistakes in his decision making in his life and in his career. The importance of this on the performance of Buffett and Berkshire hathaway over the past 50 years cannot be emphasized enough. Charlie mind is original and creative. Never subject to any restrictions, shackles, or dogma. He has the curiosity of children and possesses the qualities of top notch scientists and their scientific research methods. He has a strong thirst for knowledge. And now reread this again, these are all traits that Lee has imitate and adopted. So let's read that again, Charlie mind is original and creative, never subject to restrictions, shackles or dogma. He has the curiosity of children and possesses the qualities of top notch scientists and their scientific research methods. He has a strong thirst for knowledge. To him with the right approach, any problem can be understood through self study, building innovations on the foundations led by those who came earlier. Charlie advocates setting all the truly important theories and all disciplines and building on the foundations of the so called worldly wisdom as a tool for studying the important issues in business. Charlie way of thinking is based on being honest about knowledge. He believes that in this complex and changing world, there will always be limitations to human cognition and understanding. You must have the correct understanding of knowing what you know and what you don't know. The true insights a person can get in life is very limited. Correct decision making must necessarily be confined to your circle of competence. A beautiful lady once insisted that Charlie used 1 word to sum up the source of his success. Charlie said it was being rational. Charlie can see through to the essence of things. Buffett calls this characteristic of Charlie, the 2 minute effect. He said Charlie can in the shortest time possible, unravel the nature of a complex business and understand it better than anyone else can. The process of Berkshire investment in By is an example. I remember in 2003 when I first discussed By with Charlie despite having never met the founder. Never visiting By factory and being relatively unfamiliar with the Chinese market and culture his questions and comments about By remains to this day, the most pertinent questions, a By investor needs to ask. Everyone has blind spots and even the brightest people are no exceptions. Buffet said, Benjamin Graham taught me only to buy cheap stocks. Charlie allowed me to change my thinking. That's the real impact Charlie had on me. I needed a powerful force to walk out of the limitations imposed by Graham theories. Charlie ideas were the source of that power. He expanded my horizons. That is the end of Buffett quote. This is Le talking about this. I've also had this profound experience. Charlie pointed out the blind spots in my thinking. He is not just a partner He's a role model in my life. Not only did I learn from him the principles of value investing, but also learn from him how to live life. He made me understand that a person's success is not accidental. Timing and opportunities are of course important. But the inherent qualities of people are even more important. Charlie likes to meet people for breakfast, usually starting at 07:30AM. I remember the first time I had breakfast with Charlie. I arrived on time only to find Charlie sitting there finished with the day's newspapers. While it was only a few short minutes away from 07:30, I felt bad letting an elderly man I respected wait for me. For our second date, I arrived about 15 minutes early and still found Charlie sitting there, reading the newspaper. For our third meeting, this is 1 1 of my favorite stories as Hilarious. For our third meeting, I arrived in out a half an hour earlier, and Charlie was still reading the newspaper. As if he had been waiting their all year round and had never left the seat. For our fourth meeting, I arrived an hour early and began to sit there waiting at 06:30AM. And at 06:45AM, Charlie leisure walked in with a pile of newspapers and sat down, not even looking up, completely unaware of my existence. Afterward, I came to understand that Charlie will always be early for meetings, but he doesn't waste time either. He will take out the newspaper and read. 1 year, Charlie and I were attending an out of state meeting. After the event, I unexpectedly met Charlie at the airport terminal. His plane had already departed, but Charlie was not in a hurry, he took out a book and sat down to read while he waited for the next plane. As long as I have a book in my hand, I don't feel like I'm wasting time. Charlie said. He always carries a book on him. As long as he has that book, he'll have no complaint. Charlie spent his lifetime studying the causes of human failures. So he has a profound understanding of the weaknesses of human nature. Because of this, he believes people must be strict and demanding on themselves, continuously improving their discipline in life in order to overcome the innate weaknesses of human nature. This way of life to Charlie is a moral requirement. He is such a unique person. But if you think about it, if Mon and Buffett weren't so unique, How could they built Berkshire performance over 50 years into 1 that is unprecedented in the history of investing and 1 that has yet to be replicated. Over the years that have known Charlie, I often forget that he's an American. He is closer to being the traditional Liter, which is the scholar officials of imperial China. Charlie is the best example of a businessman with a liter soul. He is extremely successful business. However, in the deep intimate interactions of had with Charlie. I found Charlie to be essentially a moral philosopher and a scholar. He reads widely, is knowledgeable over a broad range of topics is truly concerned about his own moral cultivation and is ultimately concerned about society. Charlie value system from the inside out promotes self cultivation and self development to become the saints who help other people. Charlie very much appreciates confucius. I sometimes think that if confucius was reborn in America today, Charlie would probably be the best incarnation. If confucius returned 2000 years later to the commercialized China. His teaching will probably be, have your heart in the right place, cultivate your moral character, fortify your family, acquire wealth and help the world. That was an excerpt from the forward that Lee liu wrote for the Chinese version of Portuguese Omni the wit and wisdom of Charlie Mu, and it is an excerpt from the book that I made myself. As you and I covered last week, there's only 1 book on Le. It was written by, and it only covers his early life and his escape from China. What that version of Liu that was writing the book could never have predicted was what the next few decades of his life was gonna turn out the fact that he but like, attends lecture from Buffet that changes his life becomes partners with Charlie Mu, found a wildly successful investment company that produces billions and billions of dollars in returns. So what I wanted to do for this episode was, okay. We we already covered his early life is his surviving 1 of the most horrific childhood you could possibly imagine. Now I wanna learn how he thinks about business building and investing. And so to do so, I had to make my own book. So what I did is, I I found all the lectures I could find and all the interviews I could find of Le in his own words. Most of them are on video. I would take the video, I... That would then transcribe transcribed the video. I then printed out the transcription, then I organize them in chronological order by the year that he gave the talk. And then I treated that giant stack of paper just like a book. And so the result is I kinda have, like, a homemade or handmade, almost like auto of Lulu, where he's discussing his investment career. And when I'm done, I'm gonna put this in a binder a 3 ring binder and put it up on my books show. This is something when I went to Charlie Mu house and I actually got to see his library. This is something when I realized it's like, oh, I'm still a biography amateur because Charlie would make his own biographies. There's this very hard to find interview that John Rockefeller gave towards the end of his life. It's like I think 1700 pages the transcript is 1700 pages long. It's the William o English interviews that he did with Rockefeller. And on Charlie books shelf, you see that he had printed out the transcript and then put into multiple 3 ring binder. So I'm gonna put my own version of Lee auto when I'm done. In a 3 ring binder on my books shelf. And so the first part of this homemade book is going to be, obviously the forward, that Lee wrote for the Chinese version peugeot. Dominic, The next thing is Lee Columbia business school lecture in 2006. I briefly mentioned this last week because the the lectures is like, an hour and 45 minutes long something of that. There is, like, a 17 minute section that is just Lee completely, like, lighting up and being very disappointed in the lack of effort that the students in the class And the lack of, you know, just rigor, that the students of in the class were exhibiting. But that, I'll touch on later, because he actually goes through and describes his process of how he selects and the the research he does. He uses Timber lin as an example, which is a very successful investment of his, but that comes later. Wanna start. He he starts out was like, why is he doing this? Why is he even bothering to to come to Columbia business school and to give this lecture, And his whole point was that the fact that he attended a lecture by warren Buffett when he was a student at Columbia when Lee was a student changed his entire life. He says this class in many ways is really what made my career. At the time I wasn't even a student at the business school, and I was accidentally brought into a lecture, and in the middle of that speech listening to warren, a light bulb kind of just went off. And I figured that I can do something in this business. At the time I was pretty desperate. I had recently escaped from China. I didn't know anybody. I had no connections whatsoever, and I didn't have any money. I was horribly worried about how do I ever make a living in this country And I really didn't grow up with a capitalist culture either. I think this is why last week's episode is so important. Why it's 1 that I'm going to re listen to anytime that I feel like any, like, self pity kinda creeping in. We have no excuses. Lee Liu went from 1 of the most horrific childhood you could possibly experience to a billionaire. He moves to America. No money doesn't know the language. No connections. And so right away, you also see the similarities in the thinking between Lee Liu and Charlie Mu. You know what he says bad thing. If you live long enough, bad things are sure to happen to you. Self pity has no utility, get up, dust yourself off and keep going. And so we go back to this young lou sitting in this lecture from Warren Buffett, trying to figure out the hell Can do is my life, I was horribly worried about how Ever make a living in this country and I really didn't grow up with the capitalist culture either. What Buffett said about investing really was just so different from my perception of the stock market. The more I thought about it, The more I thought well, gee, this may be something that I can do. And so 1 of the first things that he learned from Buffet was that you should really see yourself as more of an owner of a business, and therefore tie your fortune to the outcome of that business. Your your Fortune will rise up and down with the nature of the business. And if you're an owner of the business, you don't trade all the time. And so that line, if you're owner of the business, you don't trade all time, This is something that Lee going to repeat throughout the lectures that it's it's really Mon idea of sit on your ass investing, which Mu says, Sit on your ass investing, you're paying less brokers. You're listening to less nonsense. And if it works, the tax system gives you an extra 1 2 or 3 percentage points per year. This important investment philosophy assumes that 1 is better off buying a business with exceptional business economics working in its favor and holding it for many years then engaging in a lot of buying and selling, trying to anticipate market trends. Constantly buying and selling means constantly being taxed, so that's something that Mu will repeat, that is something that Le Liu will repeat as well. And so Lee is telling the students. Hey. Turns out this Buffet guys. You know what, let me I'm gonna read this to you real quick. I was texting a friend of mine as I was doing research for this podcast. And I said, I'm working on another Lee episode. But this 1 is about his remarkable investing career. It can be summarized by number 1. Studied, Buffett and Mu. Number 2. Did that. So he tells us students it's like, I'm listening to Buffett turns out this Buffett guy's pretty smart. Kinda knows what he he's doing. I should just do that. And so then he hits on the advice that he has, which I think is the most important I think is the main 1 of the main themes that you and I talk about why we read biographies in not business books. Is because general business advice is useless. It has to be tailored to who you are. It has to be authentic to you. And so he's saying you're interested in investing. We'll guess what 95 percent of the stock market is made for traders, 5 percent is gonna think maybe 5 percent are even less gonna think like, like, like buffett like Manga. So you guys figure out. Does this make sense to you because if you're not, if it doesn't fit if you're not authentic to, if it doesn't fit your temperament, you're going to fail. And so it says if you're thinking like us, you are really not the majority. You are actually a very, very, very small minority. And the stock market is not created for you, And that's really where your opportunity is. And that is where the challenge is. And that is what I first learned when I listen to Buffet that is 1 of the things that's stuck in my mind because I really know... I really knew by then what kind of person I was. Your biggest challenge is really to understand whether you're that 5 percent of people or you're like the 95 percent of the majority. And I think this is overlooked and really excellent advice because this is key to enjoying the game, His whole point is like all the values in the long term. If you're building a business is not authentic to you. If you don't enjoy you're not going to last decades, and that's where all the money is. And in many cases, and in Lee case, it takes an experiment, You have to know what you don't like to do. So as I, I always knew I was gonna run my own fund. That he knew. But he didn't know how he was gonna run the fund. And so 1 of his early backers was Julian Robe. Who was the founder of Tiger Management. And so he tells Lee. He's like, hey, come into the office, come like, work out of here with all these other trainers, he Lee is gonna talk about this in more detail in another interview later. But this is where he realized He's was like, I'm not part of this 95 percent. And says, Julian invited me to share office with him and invited a whole bunch of other fund managers that he also invested in to share ideas. And that's when I sorta of got a much better understanding of how the 95 percent of other people operated. And so most of them were trading all the time. They were shorting stocks and Lee was like, I don't like the this isn't... I don't like this. Lee is much more like Mon and buffett where he wants to sit in a room, read, think he compares his jobs to attend an investigative journalist. But he's like, this doesn't match me. And so after describing this period of time It's like I don't like this this this kind this version of the business, he gives excellent advice again that I think too many people miss. Especially people who don't re bio miss. So my first point I wanna leave you with is really to understand who you are because you will be tested. You are gonna really have to ask yourself. You're gonna have to face yourself, whether you're a value investor or you're not. And he says if you wanna be like you know, if you wanna be an value value investor. You wanna be like Lee. If you wanna be like Charlie Mu. If you wanna be like, warren Buffett buffet, that means that somehow you're probably genetically mutated. You are very comfortable being in a minority, which is not natural to human beings. Most of us survive because we stick with the group. And if you're likely Lu and Ba and Mu, you would naturally adopt the attitude that you're right, not because other people agree with you, but because you're at your reasoning and your evidence showed you that you're right. When I got to this part, I searched this because I was like, I know Buffett said something about other people's opinions over and over again. And that's what I was thinking about when I got to this paragraph. So in that book that I mentioned earlier, which I feel the best book that I've ever read on Buffett which is all I wanna know where I'm going to die so and never go there written by Peter Bevel. Buffett says 2 things about this. First quote Buffett, we don't read other people's opinions. We wanna think. We wanna get the facts and then think. And then later on, the second thing he says, Buffet says, I would say that if Charlie and I have any advantages, it's not because we're so smart. It is because we're rational and we very seldom let extraneous factors interfere with our own thoughts. We don't let other people's opinions interfere. And so we go back to Lee. He says this is common sense, but of course, common sense is the least common commodity. That is a great line. Common sense is the least common commodity. Most people don't think that way. And so he's like, you have to ask yourself, How do you wanna spend your time? And for Louis, he's like, I wanna spend most of your... My time or your time, truly being an academic researcher instead of being a so called professional investor. Most of the time, the job really is to be a researcher to be a journalist. And then he describes the traits that you have to have if you wanna go down this path, he's really describing himself here. You have to have ins curiosity. You have to have an ins curiosity to really try to figure out about how everything works. The more you know the better off you are. And so you have to be naturally interested and curious. He matches that intense curiosity with the fact that he reads everything. There's a line in a young churchill biography that I read. They talked about the difference between chain. I think he, like 26 when he's in parliament, And he said the difference between churchill at that time, and his competitors or, I guess, his fellow lawmakers was they would contend to read, like, the day's newspapers where it said, there's a line in in the book where he it says Churchill devoured entire shelves. That's how I think about Lulu devour entire show. So he's like, of course, you have to have this natural intense curiosity. He says this will help you over you're obviously reading everything. He says will help you because then occasionally, you will find a few insights. All of your studies would really just give you a handful of tremendous opportunities. And so when you talks about all this reading, all this thinking, all this research, we'll only produce a handful of opportunities and obviously, when you when you find these opportunities, you want to bet really heavily. In fact, I have a I have a a coffee mug of warren buffett wisdom, and it has, like, quotes and I just pour espresso into the thing all day long. And there's a line that I was thinking of because on the on the coffee mug, when it's a quote for Warren and it says opportunities come infrequently when it rains gold, put out the bucket not the t. And the reason I thought about this is because multiple times, people ask Lee liu because he takes questions in almost all these talks. It's was like, well, How much money do you put into investment? Like, what large percent of your... What percentage of you're your portfolio and everything else and my funny is his funniest answer to this? Was like, how much money did you put this? He goes, a shit load. And so I was thinking about that because my first introduction to to Lee came when I heard Charlie Mu described the fact that he said reading Barron Magazine for 50 years made him, like, 400000000 dollars and and he described why? Because he's, like, I read Barron Magazine for 50 years the entire 50 years in Red Baron magazine. I found 1 actionable insight that I could actually I could I could make an investment in. That insight gave him 80000000, and then he took that 80000000 gave it to Lee And Lee turned that into 400 or 500000000. And so I think that's a great illustration for what Le, the point that Lee lou trying to make. It's like, you're gonna do all this reading was learning all this research. And over your lifetime, you're gonna have a handful of insights. And, you know, if you act On those insights, you're gonna be fabulous fabulous wealthy. And so he's gonna start walking the students through how he found and how he thought about this. Investment in Timber, which I think went... I think he returned like, 607 hundred percent, maybe move even more. And so he... He's doing this research. He's like, okay, You have to find out the opportunity that you're given. Is the business a good business? Is there a margin of safety? Is the management somebody that I can trust? And why is this opportunity presented to me? And so the first thing that he tells the students is like listen, I no longer talk about what we own. In other words, bad boys move in silence. But I can pick a couple examples of something I own in the past, and he's using this as an illustration, I guess an example of how he thought about how he thinks about investing. And so during this, he's holding this giant book. So value... It's the value line investment survey, which is a stock analysis tracks approximately, you know, 1700 something like publicly traded stocks. It's his giant book and he's trying to walk the students through on how to analyze businesses that in this book. And so again, Lee Liu, just like Churchill, just like most of the people when I said, they devour entire shell. So he's like I got hooked on value line. And I would read the entire thing from beginning to end. He says that's really the best kind of education. If you want to have an knowledge base. You have to go through page after page after page doing so is just enormously helpful. And if you really think about the idea behind the idea? Like, what is he trying to tell the students? He's at is like, how bad do you want it? That right there. The amount of people are going to read cover to cover this giant book Hey look, it's in the video. It looks like you can work out with the thing. How many people willing to do that Right there It's gonna eliminate, like, 95 right, not greater 95 percent of people. It's gonna eliminate most of the people are sitting in this Columbia. These are Nba students. And they're not even doing it. And this is why studying the early lives of these entrepreneurs investors at you and I studying some point because this guy had... I don't know if I mentioned on the the podcast. That's in the book last week. He had 500 books in his dorm room. This guy grows up an unbelievable poverty in the communist country no, no opportunity at at all. What do you think that kind of person is gonna do when they get to America. They go to Columbia. He hears Buffett speak, and then he realized wait, there's a book. That does this in... Analysis on all the stocks. Okay. Yeah. I'm gonna read every single page multiple times. Wait till we see the analysis that he does for Timber. This guy is going to devour entire shelves. So he pulls this up. He shows the the the value line sheet on Timber, and he's like listen. You don't really care where it traded before. The first thing I look it at his valuation and if the valuation doesn't fit, I don't even really wanna go beyond that. So he is walking through the class on how he starts understanding a business. And he makes the point. If you've done this work if you have this based knowledge if you read every single page. Then what happens is it speeds up your learning process later on, so you can pull up a page, he says, listen if you're skilled, it shouldn't really take you more in the second to find it. And then the next thing you wanna do is you says he... Or next thing he does. He says I always think of myself as a business owner. And he thinks, if I could buy the entire business at this price, then I probably wanna own it. Meaning by the stock. And so he senses there might be an opportunity with Timber. Timber has got a brand name, a good brand name, but the stock is just getting completely killed. At the time there was the the Asian financial crisis, and all the the shoemaker that were, like, they were depressed. The prices were depressed because they thought their sales in Asia are just gonna fall off a cliff. And he mentioned mentions this is also happening to Nike re block at the time. And so he goes and tries to find analyst report on Timber what's going on with timber. He says it turned out there's no analyst report. Nobody was even covering this, And that didn't make sense to because he said the company is doing about a billion dollars a year in sales? It's a big brand. Why is nobody covering this? And so he walks people through this. He's like, well, it's always been really profitable. And therefore, they didn't have need their need for the financial market is very limited. Any other reason he's constantly me, like, you'll answer 1 thing and he'll go, hey, more. More, more. Any other reason? While the ownership structure? What's the ownership structure? Well it's family owned. They own about 40 percent of it and they control 98 percent of the vote. And so Lee Says immediately that turns a bunch of people off. And he brings up the point. He's like you really you should think of yourself as an investigative journalist, and he says you've got to have a very active, very curious mind, a mind that wouldn't be satisfied with any bogus answers. Otherwise, you can't be in this business. So he's like, okay, we have the Asian financial crisis. We have the fact that there's no analysts covering Timber. What else could be the reason why he feels there's an opportunity here. Why are they keep... Why is our stock getting absolute battered? Turns out, there's a whole bunch of lawsuits. So what do you do next? You already know. We're gonna pause right here. You already... What do you think, Lulu is going to do next? He says, you'll download every single piece of the document for every single 1 of the court cases. Every single case and you read them from page 1. If you do not have a curious mind, you're not going to do this. I am just so curious. I wanna know what's happening. This doesn't add up. And so you have to dig into every single thing and you have to read everything as I did. He's talking about effort. There is so many times. So obviously, as you know, like I underline things as I'm reading them, and I jot down to myself, like, what comes to mind. Sometimes they're past ideas sometimes just stuff I search on, sometimes it's like, oh, this is an idea related to something else he said, multiple times, if you were we'll see this little handmade book that I made, you're gonna see the word effort in cap, cap in all capitals and a big Giant ass circle. Because that's what he's talking about. He's talking about effort. Just like Mu and buffett talk a lot about human nature in human psychology, so does Lulu. Remember what he said. You know, common sense is the least common commodity. You know what else is a least common commodity, effort and hard work over a sustained period of time. Most of humanity is incapable of doing so. So this continues and, like, I have a big smile on my face as this continues to go on because just the effort that this guy is going to do. Remember, he's When he pulls the trigger, it's... He's not like dabbling around. You know, there's a great line where says, Walt Disney seldom dabble. Everyone who knew Disney remarked on his intensity when something intrigued him, he focused himself entirely, on it is if it was the only thing that mattered. That's the same description for Lee to. Okay. So at this point, he's like, alright. I found... Oh, there's all these also it's cool. I'm gonna print out every single case and read it front the back. And what he realized realizes is like, this is fantastic. You see the owner of the business. Right? Kinda like getting pissed off, there's, like, this fight between him and some, like, some other investors, and Lee Says you get a sense of his personality by reading those documents because you can vividly see his defense. And so as the owner like, I'm not gonna talk to the street anymore? I'm not gonna give you any guidance. I don't need a damn dollar from anybody else this business is wonderful. And so the people that didn't do the work. Right? How many people let's say, there's a hundred people to knew about the lawsuits. That's gonna scare a bunch of people away? How many of those hundred people actually read the dot every single word in every single document likely Liu? I don't know 1, 2, maybe. And so this is beneficial for people like Because these lawsuits served a purpose? They scared They scared the superficial people away. And so now, Lee starting to get a little bit more comfortable with it them And he's like, well, that's nice. Like, we still to find out are they actually good managers. How do we know that they're decent people and this is where he goes back to He's says like, I view this job as an investigative journalists. Most people have built businesses have also have a big personality. Yes, they do. And they have a history. They can go in audit. They've left a trail of evidence of what kind of person they are. And what they've done, how they deal with different situations. And so this is... I mentioned this last week. He goes to their community. He goes to their church. And he says you go visit everyone. You spend a few weeks there. So let's use that example again, because a hundred people may be interested in this potential investment in Timber, how many people out of the hundred are doing what lead we did. Now it's not even 2 or 3. It is 1. And Lil doesn't stop there. He says the fellow actually I think this is the founder of Timber. He says this fellow actually only graduated high school. He's a relatively simple guy, but he's a nice decent guy. It turns out, he has a son who actually went to business school. Now I'm gonna have a hard time not laughing at this. It's inspiring to me. He's just, like, I want to be the best in the world at what I'm doing. I wanna give full effort always everywhere. And he's like, would I Like, I wouldn't even think to do this. Listen to what he it does. So turns out the Timber founder. Right? He has a son. His son actually went to business school. His son was actually my age at time. So I go and find out all the boards that the father and the sons sit on. And I find 1 of these boards that the sun is on is run by a friend of mine. So I get myself invited onto the board. I joined the board along with the sun and we become very close friends, and then I really know what's going on in that family. It turns out to be 1 of the most inspiring families I've ever met. They are wonderful. And they also happen to be brilliant businessmen. This is incredible. This is also related when I got to this part, Like, think about Charlie Mu would talk about the dangers of multitasking for for decades. And this is a perfect example of this because this is why multitasking is so dangerous. You don't have time to go to the extremes, and the values found in the extremes. So in addition to this, he goes to all the different stores. He talks to all the stored managers, and he he does the work for us. He summarizes is for us. Think about how much effort you put in to get the damn thing right. And so now he realizes his margin of safety. He understands. He's a very in... Thorough understanding of the business from A to z, and he makes his investment and they ask him. Well, how much did you put in? He goes, I put a shit load on them. And over the next 2 years, the damn thing went up 7 times. That's Charlie Mu. Charlie Mu said you should remember that good ideas are rare when the odds are greatly in your favor bet heavily. That is the same idea that Buffett has on my coffee mug. Opportunities come frequently when it rains gold put out the bucket not the t. Go back to the text message I sent my friend. I'm working on another Lulu episode, but this 1 is about his remarkable investing can be summarized. Number 1, study, Buffett and Mon. Number 2, did that. Mon and Buffett said, up good opportunities are rare. When I find 1, go all in. Lee version of this is is I found a great opportunity put a shit load on, and then over the next few years is damn thing went up 7 times. He talks about, talks about the beginning. Makes the investment. Okay? This is before this giant increase in value. He goes, the Ceo goes and and starts doing analyst meetings. Okay? So Lee is gonna, you already know. Lee gonna show up at the analyst meetings. Okay? You know how many people are at the first analyst meeting? It's the C, Le, and 1 other guy. 3 people. And then after the increase in value, which is, I think the end of I think this is happening in the year 2000. He says the room was just absolutely filled. And then he says, so that's when I know I have to sell, so I sold everything. Think about that. The stock goes up 700 percent or whatever it is. And then the meetings are packed, and then he's summarizing exactly his thinking. And this thinking, it's coming out of lil mouth. But this these are, you know, buff and Mu ideas. You don't... You just have to sit on your ass. You don't have to do a a damn thing. That's the good thing about buying a really good business. The business will take care of itself. The opportunities like that don't come very often. So when it comes, you have to seize it when opportunity comes you have to jump on it and that's what I did. When, he continues a few paragraphs later. When opportunity comes, you can tell, you can smell it. He's assuming you did the work necessary. Right? You can smell it. How can you really develop that smell. The only way to do that is just reading page after page after page. And then he's asked again. He was asked what percent of your fun did you put in Timber? He said a shit load of money. So then we get to the part, this is when they start. Sit wait keep in mind. He just went through how he analyze Timber. Right? So he's like, we're gonna pull out value line. We're gonna analyze some of these businesses together. This is when they start analyzing together, and this is when he absolutely lights them up. And so he starts. Think of yourself as an owner. This is something he tell over and nerve again. And he asks like very simple questions. Right? Like, what is the market cap? And he goes, come on. It's simple. Come on. I thought you guys did all your homework. Did anybody do homework? Not 1 hand. Raise your hand if you did homework? 1 person in the class. 1 hand goes up, and I think that guy even gets to the next question wrong. So we have to question if he even did his goddamn damn homework. And he says, how the hell are you gonna make it in this business? And I wrote in the call in the margin, that they would not be 1 of 3 at the analyst meeting. So continues. I'm I'm gonna just talk... I'm I'm just gonna talk about his reaction to them. Right? Because this effort. How bad do you want it? Come on, guys. You're the Columbia business goal. What do we pay you for? Come on, guys, you have work to do. This is not good. Bruce, the teacher. He goes, I don't know what the hell you're teaching them. Come on. This goes on for pages and pages so Gonna skip over this. It's so bad. This is his response. This is why all my employees I had never went to business school. They never worked in an established management firm, and some of them never even had accounting because I find it's easier to train them than somebody who did. This is something that pops up in the biographies a lot that in many times. Especially if you're running your business differently. And these are, you know, from very... I hate say with, like, very much like first principles thinking. It's better no experience than bad experience, better no habits than bad habits. And so they're going back through the stock. There's just 1 thing I wanna pull out that I think is a really important, point. That you shouldn't be fooled by what things are called or what thing... How things are described, but you should be asking how do they actually function. And so there's, this business of their analyzing. And it has a bunch of other businesses. And 1 of the businesses that they own is like this department store. It's called a department store, but it's not like you and I would think about department store it has this holding those inventory. Therefore, the book value of this department store. It's worth more than the book value. In his opinion. It says it's not a department store. That like, we understand here. They don't take any inventory. It's more like a shopping mall that would take a percentage off the top line of all the merchandise and all the stuff that they sell there? And so it's clear from his description when he when he's talking about this section. He's like, oh, I don't care what you you're calling it. I don't care whether you're describing it. Like, what you describe it? Like, what does it actually do? How does it actually function? And so after, like, struggling through this and kinda of, you know, crib criticizing them or just, you know, cha sizing, I guess, for a lack of effort the away I would put this. He he makes a point again, This type of approach is not natural. However, if you come to the conclusion that you're personally personality somehow will fit this mutated gene pool, This is something you might really be looking to do. The only thing I can add to this is that there's a lot of money in it as has been repeatedly proved by people from Ben graham to Buffet and everybody else. I took this class and it really changed me fundamentally. But 1 thing you have to do is you've got to do it. That's why I was somewhat disappointed with the amount of work that you've put into this. I made hundreds of thousands of dollars just taking this class, just listening to the 14 or 15 people. But I did a lot of work. I'm telling you you can make a lot of money if you're really into this. Not only just listen, but do it. I benefited hugely, hugely just by listening and actually doing it. That is the difference. There is no bullshit theory. All everybody's telling you is what works. It's what works. You guys have a terrific opportunity. And if you don't really use this then shame on you. You've gotta do it. You've gotta use it. You've gotta do it. I mean, you're young, You have energy. There's nothing to lose. And he starts talking about what becomes his his mantra that other people describe as mantra and in his investment company. You want to provide accurate and complete information. Accurate and complete that is his mantra. Most people will fail on both of those scores big time. And you have to go that extra length in order to get it done, though the extra length you described the timber. Right? If you can't succeed on that, you cannot succeed in this business. Because most of the time, you're going to stand alone and you're gonna be against just about everybody else. And if you're not really confident about what you know, you can't possibly be putting that kind of money into something. If you wanna do the Buffett and mu type which is more of the kind that I wanna do. He's describing this is Lee, and you wanna be that way. Your return is gonna come from a handful. Great ideas are rare. There's gonna be no more than the number on 2 hands your entire life. He says over a course of 50 years, he might get tremendous insight, You know, on no more than 10 insights essentially. Tremendous insight. And what he means about tremendous insights was we're you're just gonna bet the bet the entire house. How do you really build that insight? There's no other way than other than basically continuous curiosity, intense curiosity, and continuous study? Your entire life? I would also say this is why founders that's still run and control their company do over a long period of time have such a massive massive advantage because think about it it's like Sam Walton talks about, you know, I never really had to invest in much. I never really invested in much outside of Walmart, and how many people understood Walmart the way Sam Walton did. Probably nobody on the entire planet? And so therefore, he can direct all of his money, but all his time and energy into this thing because he knows it better than anybody else. And by just by getting that 1 insight getting that 1 that 1 fundamental understanding of his company, he didn't need anything else. Even if you never invested anything, never bought a stock. Never made investment another company. He's still fabulous rich. That idea that fundamental truth this gets me fired up, and then Lee talks about the other side of this that his mistake because he's he hounds on the margin of safety? He's like, you know, he's lost some money, but in very rare cases. And he's he's his biggest mistake is actually not making a big bet when he had that tremendous opportunity. So he says the biggest opportunity came are the big biggest mistake of the missed opportunity came from this company that I had an absolute insight on. I had the absolute site. I knew the management, I knew that they were trading below cash and subsequently, that went up 50 to a hundred times and I missed it. I couldn't bring myself into it. That was the biggest biggest mistake I made. The biggest mistake is not how much money I lost. It was how much money I fore forgotten. That is the biggest mistake. I cannot forgive myself for making that mistake. And so then Lee is gonna elaborate on why, and this is gonna sound a lot like warren buffett punch card ideas. So Lee says, You go through your life, you might not have more than 5 or 10 sites. You developed that over many, many, many years of study. Some of the things I'm doing, I really found myself doing first 15 years ago, so what he means? I studied an American company, 15 years ago, and now I found the Asian counterpart, But I studied that business for 15 years in between, I know everything about that industry And what really makes that business tick, you need to have that kind of insight in order to really swing with conviction. And if you cannot do that either psychologically or because you're ill prepared, you would just never really make any real amount of money. So I get to that part, And I was like oh, that's another 1 of, you know, Buffett ideas and among ideas essentially coming out of, you know, Lee is just echoing. What do you learn from them? And so Buffett goes, and I think he speaks to University of Florida Nba students. But this is from the biography snowball. And so it says, to the students, Buffet explained his 20 punches approach to investing. You get very rich he said if you thought of yourself as having a card with only 20 punches in a lifetime. And every financial dis decision used up 1 punch. You would resist the temptation to dabble. You make more good decisions and you'll make more big decisions. I need to actually read something to you. I watched this video of Charlie Mu. It's like 90 seconds long, and I such it's titled Charlie Mu on what's different about Lee Liu. Not only that I watch it 20 times this week, but I sent it a bunch of friends. And I transcribed it, and I... This really is, and now it's like making me pause this week and really analyze how I'm spending my time and really making sure that I'm analyzing everything through opportunity cost and only taking the best opportunities available. Right? So Charlie Murray says, Lulu, I'm I'm getting off of the the text that we have, the Lee book that I have in my hand. Going to this transcript of this Charlie Mu video because I I really do believe in 90 seconds, he gives us like a lifetime of of lessons. There's a bunch of great ideas in here. And so he says Le is not normal. He is a Chinese warren buffett. He is very talented. In 95 years, I have given mu family money to an outsider to run once. Once in 95 years and that is Lee, and he has hit it out of the park. And that's pretty picky. Once I have Lee, if I am comparing to him, who else am I going to pick. By the way, that is a good way to make decisions and that is what we do, meaning him and warren. If we've got 1 great thing to do more of, we are not interested in anything that is not better than that. That simplifies life a great deal. And so when I hear that when I read the transcript, I I know Mon has talked about this over and over again. It talks about making all of your decisions to opportunity costs. And if you would do so, you're obviously going to be your your bets and what you invest in your time and everything's energy is gonna be heavily concentrated. So I go when I search, and I was like, okay. I know he's talked about this before. I got a founder notes that I search opportunity costs. First thing I find is a quote from Mon from that book. I keep mentioning all I wanna know when I'm gonna die. So I never go there, episode 2 86. He says decisions. This is Mu speaking now. Decisions in your life are all about opportunity costs? And why people think in terms of personal opportunity costs. In other words, it's your alternatives that matter, that is how we make all of our decisions? The genius in buffett advice to the students if you really think about it. He's just like, well, what's a good way to make sure that you're thinking through opportunity cost and saying, I'm gonna limit your entire life. You have 20 opportunities and no more. That forces you to weigh them against the alternatives. Does it not. So now we go back to Lee Liu and he's talking about the fact that, hey, if you don't... If you didn't do the work If you're not psychologically, you don't you don't have the temperament to it, you're not prepared, you're never gonna make any real amount of money. You're not gonna make the outs outside returns that buffet has been able to achieve. Why should it be easy? Opportunity that gives you 10000 times your money. And he says their biggest ideas meaning Mon Buffett. Their biggest ideas really gave them 10000 times their money. An opportunity like that if done once in your life in your set, why should it be easy? And then he ties that back to how he started this. He's like, you gotta build something that is authentic to you. Because if you're not deeply interested. If you're not obsessed, you're not gonna do what what he did. They just go back to the Timber example. It's like, he downloads everything. Goes to their church gets finds out what boards they are and then gets elected to the board. Like, you're just not gonna do that. He says, this is what really drives me in the business. It's exciting. It's utterly exciting. And he extends this to everything. He treats it really the Lulu treats the world like a classroom. He's like, you know I was interested in physics and mathematics. In history and economics and law and politics. I like everything. I'm interested in everything. And that's what you need. You might need models for biology. Some of them help my investing. You have to be intensely curious about everything and occasionally you're gonna stumble into a big opportunity. You wanna go through everyday learning something. It's a good mental discipline to have. And as time goes by, you have learned a great deal. So when I read biology when I read physics when I read history, it's all searching for ideas. He even talks about the development of his kid of his daughter, like seeing them seeing how human cognition develops. He found enormous important. He says it's important to understand psychology. It guess it's all work anyways. Essentially saying the entire world is his classroom. And he goes back to the fact that people like him, people like mon, people like Buffett. They don't belong to the stock market. Meaning, they they don't wanna trade all the time. People describe them as investors, but they really are. They're business builders. And so then he's asked a question. Like, what drives your decision to sell? And so I need to be clear. When you... The timber investment made a lot of money on, you know, these, like, 7678X investments. He's like, you'll you'll find a bunch of those, maybe? But what he's really going through for is, like, these things that, you know, return 15000. Like, the the ones that 1 of those can make you, you know, unbelievably wealthy. So when you find 1 of those you don't sell. So he's gonna talk about his evolution of thinking about it. So he's asked question, like, what drives your decision cell. I used to have a philosophy. If I don't wanna buy at the price I'm offered, then I sell. And so you talks about how you evolved away from this and the fact that if you're in a really great business. Like, first of all, there's just not many truly phenomenal business out there. And if it is a phenomenal business, that leader is gonna take a disproportionate amount of the capital even more so in the future than you could possibly guess. And so there's like, an indirect way he kinda continues to answer his question and he does that why he leads the students on a way to analyze the business of Bloomberg. Even though Bloomberg is a private company you can invest him, but he's gonna talk about the his now... He has a lot of respect. In fact, he mentions that the business of Bloomberg multiple times throughout the years. And later on, when he tries to compete with him, he even realized realizes they're even better than he expected. But he he's really trying to to to educate. The students are, like, well, you know, how do you know you have a business that you shouldn't sell? And part of the exercise is like, some... Series of question you wanna ask yourself, like, is there an actual moat here that is def for many decades to come. So they go through bunch of questions, why is it so sticky? And a lot of students answer he doesn't like, but 1 of them he loved. And they said, well, they have high switching costs? And so they talk about people that use the machine have a high opportunity cost for their time. And it takes a long, long time to learn all the functionalities of Bloomberg. Anything that is hard to learn and that is highly highly highly relied upon to do your daily work. Once you learn that damn thing, you do not wanna learn that again. And besides then they add another advantage of them. And besides everybody else uses the same thing. You have to be able to communicate with your partners with your colleagues, anybody you collaborate is using it. This business is winner or take all. And he talks about 1 of the genius marketing ideas that Bloomberg had is that they would introduce them, I think either free or unbelievably cheap to every business school student, so then you're in college and you're learning how to use the machine and Lee talks about what you get back to happen after. He goes, okay. I have this thing available cheaply to me. I'll learn this thing. But once I graduate and I go into the world, I don't wanna learn that again. And besides everybody else is using it. And so he makes the point that at some point, Bloomberg had stacked up all these advantages and at 1 point he crossed the line. And then once you cross that line where everybody's using it, They they have high opportunity costs at time, high switching costs takes forever to work to to to learn. Everybody else is using a 2, It's just like he's stuck in there. And so Lee says suppose that was a public company and suppose you had had to develop that insight. That insight is worth a shit load of money. That's the kind of insight I was talking about. That is a virtual monopoly business. He's telling them look for this kind of insight. Do you even have a choice today of not using Bloomberg? He's asking the question. What is the cost of Bloomberg? What is the cost? Nothing? You can almost call that 0. Now, obviously, he knows it's, you know, 30000 a year or whatever the number is. It's a very expensive but his point is every trade to these kind of people to use it can mean millions of dollars gain or loss, so they don't care if you... If you charge them 30000 dollars a year. And if and they don't really care, or they don't really have a choice. If you decide that next year, the price is gonna be 10 percent or a year, 10 percent a year more. They don't have a choice. That is why it's a fabulous business, a fabulous business. He repeats that over and over again. And I'm gonna pause here. I'm gonna come back to what he's saying here. Because I think it's really important, but, like, the the point of his his hound on this that you need an psychopathic you know, based knowledge you should study all businesses all industries as you read all the time. It's because you realize it's not... Has nothing to do with financial services, technology. It's a type of business that has pricing power because there is no other alternative. And again, this sounds a hell of a lot like Charlie Mu. I... When when I just did, it was episode 03:55. It's on this very rare Bernard or interview. Right? It's the exact... He has the same exact characteristics, and they talk about the fact that for an arnold bought Tiffany. So it's raising prices. I think the average customer used to spend 500 dollars per, like, visit to the store. And now it's like 4 times that. You know, they they rate... They immediately start raising prices. And when I got to that, Right? I thought of that when I got to this in La Lou. But when I got to that, I thought of what Charlie Mu said, so I'm gonna pull this this quote from Charlie Mu that I think Lead Understood when he's analyzing Bloomberg. Since it's actually businesses that you'll find a few times in a lifetime. Where any manager of the business could raise the return enormously just by raising prices and yet haven't done it. So they have huge untapped pricing power that they're not using. That is the ultimate no brainer. Disney found that it could raise prices a lot for the Disney parks and attendance stayed right up. So a lot of the great record of is and wells came just from raising prices at Disneyland and a Disney world, and enzo Mu continues at Berkshire Hathaway warren and I raised the prices of seas candy, and of course, we invested in Coca Cola, which had untapped pricing power. And so back to Lee, that is why it's a fabulous business, a fabulous business. That's what I mean by insight, you study every business. When you have things like that, you do not sell. And then finally, he ends this. We're... The vast majority of my highlights in little handmade book is gonna come from this because he's remarkably consistent in how he looks at things and what he talks about. So obviously, he'll repeat some of the stuff and in future conversations and and future transcripts I have in front of me. But Obviously not gonna go over it over and again. So it says nothing is... It's really just talks about business change and you need to welcome that because change is equals opportunity. So business change and change equals opportunity. Nothing is constant. That's the interesting thing about business. Nothing is constant, and that's why you have to keep relearn learning things, and that's a good thing. That's a good thing. That's why people who are who have an active mind and are actively prepared and have the psychological temperament to be able to act when they see an opportunity will always always have a chance to be fabulous rich. And that is a good note to end on. Okay. So the second talk is a lecture at Columbia again, but this 1 happens 4 years later, and I'm not gonna repeat the ones we just went over, but he does tell slightly different stories in this where, after discovering watching that lecture from Warren Buffett. It's not gonna surprise you. He read every single thing he could about Buffett. All of his shareholders every single book, every single talk. He says he embark on a 2 year intensive study, learning everything about Buffett. And so he says after I graduated Columbia, I worked an investment bank for a year and realized that was a mistake. I tried to start a fund. The first year, I managed money, I lost 19 percent. That's when he goes into building the business or, a life that's authentic to you. If you could ever find something you can do well that you really like. This will be your best investments. You will do better than competitors. If you can do it with intrinsic passion, that really over time will add enormous value to you. And again, I need to point out. I I maybe... I don't even know I'm gonna name this episode. Maybe we should be just the Le and Charlie Mu and warren buffett because it's, like, they all have the same ideas. Lee saying, hey, find something you have an interest intrinsic passion. Charlie Mu Charlie z says, another thing that I found is that an intense interest in any subject is indispensable if you're really gonna excel in it. I could force myself to be fairly good at a lot of things, but I couldn't excel anything, which I didn't have an intense interest. Going back to El, the game of investing is really continuous learning. I cross that out, I really think the better way to say that is the game of entrepreneurship is really continuous learning. And excessively profitable because finding an edge really only comes from a right frame of mind in years of a continuous study. This is really difficult, but on the other hand, the rewards are huge. Warren says that you only come up with 10 good investments in your 40 year career, you will be extraordinary rich. That's really what it is. This idea of finding an edge comes from years of continuous study. Okay? So 1 of the craziest things that that kinda smack me in the face is when I read that other biography Sam Walton. So I think I've ran Sam Walton Automatically beach twice and then I read this biography by Vance trim on him twice. So I think my fourth reading, really smack in the face of the importance of, like, fast and then are slow and then really fast. So he's talking about, you know, studying companies reading about them figuring out the management and figuring out the opportunity. You know, this just like, you need to use continuous a study. For a founder that can user a senior study is it's obviously gonna happen inside and outside of your business. So, like Sam Walton had seen more retail stores anywhere else on the planet. And and the edge came from, he it was relatively slow. Right? Like, think about this Sam Walton Greatest retailer ever live. He had 1 store, a single store for 5 years. And then you look at how fast he learned. So that was his, you know, this is pre... This is pre history of Walmart. It wasn't even called Walmart. It's like a 5 and Dime, which we would think of, like, a dollar store today. Okay? And then you have, you know, success of Walmart, and then he sees the success of, what he wants to do, like, like, a costco, like, a santa when he starts Sam's club. And so his... At the beginning of his career, Before he had this years of continuous study, 1 store for 5 years. This is fascinating because, like, they... The faster you learn, the fast you compound your knowledge the faster you can actually move anywhere life. So then, 4 decades later, he starts Sam's Club. He goes from 0 stores to a hundred and 5 in 7 years and 5000000000 a year in sales. And the edge came from this like slow continuous study because Sam Walton said the key was that they started out under finance under capitalizing these these remote communities and it turned out by running these experience or experiments in these small remote communities that there was much much more business out in these little communities of, like, 6000, you know, people, 10000 people than they could have ever possibly imagined. That 1 insight is the foundation of the Walmart financial empire. That is Walton version of Lil idea of finding an edge only comes from the right frame mind in years of continuous study. And so Lee has some advice for us. How do you understand and gain that great insight, pick 1 business, any business and truly understand it? I tell my interns to work through this exercise, imagine a distant relative passes away and you find out that you have inherited a hundred percent of a business they aren't. What are you gonna do about it? That is a mentality to take when looking at any business. I strongly encourage you to start and understand 1 business inside and out, just like, obviously, Sam Walton understood Walmart, that is better than any training possible. It does not have to be a great business. It could be any business. But you'll need to be able to get a feel of how you would do or what you would do as a hundred percent owner. If you can do that, you'll have a tremendous leg up against the competition. Most people don't take that first concept correctly, and it is quite sad. If you did, you would really seek out knowledge and how it should be run how it works. If you start with that, you eventually know how much that business is worth. And then he talks about the temperament you need to have. He go, he's like, you know, I served my first business in 97. That was in the middle of the Asian financial crisis. Then we had the Internet bubble. And then a few years after that, it was a great financial crash for 2007 2008. He says these are build these financial panic are built as once in the century disasters, but they happen every few years. This is really where the insight and temperament come in. You have to have a certain confidence in your own judgment and not be swayed by other people's views. It is not easy, but that is life. That sounds just like Charlie Mu. It is a given. It happens to everyone. Berkshire has had at least 3 times when the stock went down 50 percent. It happened to Andrew Carnegie. It happened to John Rockefeller. It happens to everyone. This happens to even mighty companies look at the top 50 companies in America every 10 years. By the time 20 or 40 years go by 2 thirds of them are gone. By the time it goes to a hundred years, there might be only a couple left. That's just the way it is. This is why he kept saying businesses change, change Equals opportunity. He says capitalism rewards people who are talented at capital allocation. It is a great game. He loves it. You know, like he refers to it as a game as a passion as an obsession over and over again. He just absolutely loves what he does. And so then he continues. Once you understand a single business inside it out, then you start examining the entire industry. If you can understand a business side out, then eventually you can extend that knowledge to understanding an industry. If you can get that insight, it's enormously beneficial. If you can then concentrate that on a business with superior economics in an industry, with superior economics with good management and you get it at the right price, the chances are you can stay for a very long time. And then he says something in passing that I hope I never forget and that superior businesses produce a lot of positive surprises. You know, bad business is just gonna throw up 1 headache after another. And so he talks about he starts analyzing By and the crazy thing. I think By to sit out, like I don't know, 80000000000 market cap or something like that, maybe more. But he started his position in By in 2002. He's gonna mention the founder of By and By a lot throughout the talks. But this is Le on By in 2010. And so he says when you get into situations like By, you see a lot of good surprises. And so he says the founder in his team have this fabulous culture. This is nuts. I didn't know this. That the founder only raised 300000 venture capital before the Ipo. He raised money in an Ipo and then Buffet gave him 200000000 dollars. And so at this point, they had a hundred and 60000 employees, 6 to 7000000000 in revenue and 500000000 in net profit. It is amazing. He has this ability to adapt in a competitive environment. He has demonstrated that ability again and again. The way he does automation is far cheaper than anyone else and more reliable. He continues to surprise me with his ingenuity. To figure out ways to do something better than anyone else. But you cannot truly understand everything about our business in 1 week, it took me 10 years. He's talk about By still. It took me 10 years, and I'm still learning new things about By. It is a continuous learning process. You build this knowledge base by continually learning. And it's during this section, he's he's asked a lot of questions from the students in the audience, and he talks about the importance of staying within your circle competence of not being intellectually arrogant. And so there's a bunch of times where they're giving him, like, hey, are we in a bubble or, like, some kind of macro call. And so I just wanna pull out a couple of things. He's asked a question. The questions irrelevant. It's outside of his circle contents. He confidence. He says, that's too big of a question for me. I don't know. Few questions later, asked another thing like this. That's just not my game. I don't know. And then he ties it back to just not taking shortcuts and just realizing you have to build this space knowledge. The process and progression is like compounding money. In fact, you can compound knowledge faster than money. If you truly love this game, I would suggest that you don't take shortcuts. It might take longer, but it's more rewarding and then he ends this with saying, you know, the truly great businesses in many times will grow even bigger than you could possibly expect. And he gives the example of Microsoft with truly great companies. It only looks logical and retrospect. Think about Bill Gates, how Bill gates started Microsoft. I don't think he knew upfront that he would take the entire market because at the time the market didn't even exist. Okay. So the next talk he gives in 2012. He gives it at San Francisco state University. And I found this, and I thought the the quality was terrible. So I went looking for, like, another recording of it. It turns out somebody had, like, rem mastered it and made it sound better. It still doesn't sound fantastic. But enough that I could transcribe it. And on that, the the Rem master version. There is a fantastic comment that I think tells you a lot about Lee. But this is the comment on the Youtube video. Thanks for creating a higher quality version. My team and I actually hosted this event in 2012. Not only is Lee a fantastic investor. He's also a great and humble person. We had reached out to him over a cold email asking him to speak at a student conference in San Francisco. Although he didn't know who we were, nor he had nor did he have any connection to the school. He flew to San Francisco, gave this speech and then went right back after La after his speech. He's a remarkable person. And so I just wanna pull out a few of the ideas he had. He spoke for like, 30 minutes to questions. And You know, it starts with really this is just about the fact that general business advice is useless. It depends on who you are. Depends on the personality, it depends on it's like hugely important to build a business authentic to you, and usually that requires experimenting with things and realizing what you don't like first. Which is obviously truly lose and Charlie Mu and warren buffett case? And so he says why is the practice that is being publicized by tremendous successful examples such as mister Buffet, Why do more people not follow what they do? It turns out it has a lot to do with human psychology. And he says it is human nature to love gambling. Even if everybody knows the odds are stacked against them that has never prevented gambling from becoming a very big business. Is also endured throughout the centuries. But he says this goes against the track record that Lee and Charlie Mu and warren, but virtually all the successful investor practitioners do not bet often. I need to pause. I found another quote from him. I I think that relates to what he's saying here. Says in the short term, there will be winners and losers. But in the long term, there are very few winners. If someone can produce outstanding results over 15 years or more, we can probably say that they're there they are something exceptional. So his whole point is just like, you should just study the greats and then do what they do. So back to this, many of the very successful investor investor practice practitioners do not bet often. Most people really do not have the necessary discipline, mental discipline to do that. I would strongly encourage you to study successful practices in real life and in in examples of history. What you are looking for what he is looking for is you're talking about an enduring, earning, generating franchise, a compounding machine in other words. To know what to look for he says, I would have first studied all the great examples in the past. And so we just pounds over and over again the same idea. Like, hey, only go for the best. You might only have 5 to 10 shots in your entire life, make sure you all the work, make sure you you have the temperament. And 1 of the students, god bless them. Just god bless them. But he goes, I have to say that's a pretty high hurdle rate. Come on, man. You just got done explaining why there's this flaw and human nature why so few people are able to do so, and you just prove his point and I wrote in the column. Yeah. No shit. Yeah. No shit. It's a high hurdle rate. That's his entire point. And he's trying to explain why this is so important because if you actually have a great opportunity, you only need 1. When you turn out to be right, the upside is just enormous. It could really surprise your wildest dreams. He repeats it is extremely rare to find no brainer great opportunities. You certainly do not want to diversify away from the opportunity that you have been waiting patiently for a long time to discover for some really inferior other opportunities. Investing is essentially opportunity cost does not not sound like that 90 second video from Charlie Manga. Right? So any other alternative, you really have to justify itself by comparing with the 1 that you already have. Charlie Mu is not going and looking to to run mu family money with other people that are inferior to. And when you make that comparison, you tend not to really diversify too much. All decisions ought to be looked at through the concept of opportunity costs. So I'm gonna go and summarize, these this is known that I left on this page. Right? Because, you know, I may never read this entire page again, but I'll go back and look through them. And through my notes and highlights, and I want a summary like a quick way to understand what did I learn from this page. Number 1, All decisions should be looked at through the concept of opportunity cost. Number 2, if you do that, you will not diversify too much. Number 3, is how you should make all of your decisions. Okay. So the next year, he gives an interview with Graham and Dodd fill, and this one's written out. And so in order not to repeat what we already covered in the other talks, when can get to the second page of the part of the game is to come into your own. You must find some way that perfectly fits your personality. It is a competitive game. You're going to run into a lot of very intelligent hardworking working fellows. The only way to gain an edge is through long and hard work. Do what you love to do so you naturally do it or think about it all the time even if you are relaxing. Over time, you can accumulate a huge advantage if it comes naturally to you like this. The ones who really figure out their own style and stick to it and let their natural temperament take over will have a big advantage. This game is a process of discovering. Who you are? What you're interested in, what you're good at what you love to do, then magnifying that until you gain a sizable edge over all other people. 1 of my favorite sentences that every single thing that we've talked about so far. And even though that's 1 of my favorite sentences, I feel he does even a great job of summarizing the idea behind that with another sentence. That's 1 of my favorite. I let my own personal interests define my circle of competence. So then Lee talks about the influence. The same influence of Mu had on Buffett, Mu had on Lee. When Charlie died, Buffett was writing about the fact that Charlie is the architect of the of, Berkshire. So Lee talks about Like, listen, I started out looking for cheap securities But over time, I really fell in love with strong businesses, and I think that's super important. He'd mentioned earlier, strong businesses. Wonderful business, great businesses. They produce positive surprises. You want that than a, you know, a shitty business that you get for a good price. And so I wanna read from kinda of like the Eu that's posted on Berkshire website that Warren wrote after Charlie died. And so he says Charlie in 19 65 promptly advised me warren forget ever buying another company like Berkshire. But now that you control Berkshire add to it, wonderful businesses purchased at... Fair prices. And give up buying fair businesses at wonderful prices. In other words, abandon everything you learn from your Hero Ben Graham. And Charlie said because Ben's ideas only work when practice at a small scale. With much backs, I subsequently follow his instructions, Many years later, Charlie became my partner in running Berkshire and repeatedly jerk me back to Sanity when my old habit surfaced. Until his death, he continued in this role and together, we along with those who early on invested with us ended up far better than Charlie and I have her dream possible. In reality, Charlie was the architect of the present Berkshire and I acted as the general contractor to carry out the day to day construction of his vision. Charlie should forever and they this is bold. They bold this on the website, Charlie should forever be credited with being the architect. So Le continues. I become more attracted to looking for great businesses that are inherently superior And actually, he mentions this because he's gonna talk about Bloomberg again, which, again, he we already know he thinks is an inherently superior business. So he was a the first investor company called Capital Iq. But what was fascinating is the insight that he learned about Bloomberg through capital Iq because they started capital Iq 2 compete with Bloomberg. We wanted to create something just like Bloomberg. And in the process, we grew to appreciate Bloomberg much more because it was so hard to compete with them. We learn quickly that we couldn't really compete with Bloomberg. I think 1 of the best ideas for figuring out who is really great inside of an industry. You identify who was really great by asking who I do not wanna compete with. And I think was mark injury. Somebody said 1 time. That you could survey the industry, and it's the 1 bullet theory, I think is what it's called is you sell all of, like, the Ceos in the industry. If you have a gun with 1 bullet who you... Which 1 of your competitors are you shooting. And that's a good indicator that, you know, I don't wanna compete with that guy. And and if is saying, they don't wanna compete with that person, that's an idea that that's who's truly great inside the industry. So what we learn quickly is that we really couldn't complete compete with Bloomberg. And maybe that insight is transferable to his By investment. So... Talks about, you know, how were you able to get? He's asked the question. Like, how you able to get Charlie Mu interested in a company like By? Because Berkshire Hathaway, shi away from technology oriented answered companies keep in mind this is 2013. This interview happening, and Lee's insight on that is different. He says, I don't think Warren and Charlie are ideological. They are not ideological neither am I. It's really how much you know. The story of b is relatively simple. The guy is a really terrific engineer started the business with 300000 dollars. Takes no additional money until the Ipo. He creates a company that has 8000000000 dollars in revenue. Thousands of engineers. He solves a whole bunch of different problems. Then an engineering culture there consistently demonstrates its ability to tackle big difficult problems. By plays in a big field with open ended possibilities and have a and has a reasonable chance of being successful. Berkshire is not ideological against technology stocks. They're just against anything they don't feel comfortable with. There's a line buffet has on that. Buffet says that they're individually individual opportunity driven, individual opportunity driven. And I would say Lee is too because multiple times, like, he's asked questions that they kinda like, are you only investing in Asia? You're only investing this? You're only investing that? Just like, I go where the greatest opportunity I'm individual. He doesn't use the word, but that's way I would describe. It's individual opportunity driven. Lulu continues on By The company is a learning machine. And by this point, I'm so deep. Obviously, Been deep into Buff Mug for years. But so deep in El liu, I would realize like this company is a learning machine. Okay. That applies to By, By, but it applies to Berkshire too. It applies us to Mu, applies to buffet and applies to Lee Liu too. This sky a learning machine. He also has a great line hidden in here that I really think speaks to the the importance of focus. I don't invest anything outside of the fund. I put all of my investment capital into my funds. Lee going back to focus. Really concentrate on the ideas where you truly have the time and energy to fully understand the situation better than anybody, And I believe the best founders know that it know this instinctively. That is why Walton was Sam Walton was not doing a bunch of investing outside of Walmart. Why? Because he's concentrating the ideas where he truly had the time and energy to fully understand the situation better than anybody. Back to the importance of being a learning machine and constantly adapting. There is not a single business I know of that will never change Business is changed. That's the fascinating thing about business. Successful businesses have some combination of things that enable them to adapt to changes better than anyone else? I think you could switch out. That's definitely true for businesses. Right? Let's what about successful people? Right? So let's let's let's run that sentence back with people inside of businesses. Successful people have some combination of things that enable them to adapt to changes better than anyone else. I think that statement still true. He hits this again on the next page, successful companies are able to deal with change consistently. And then remember several times, he's he's repeated. You know, the fact that Mu and Buffett are rare, great taser rare. It's not supposed to be easy. In fact, he repeats over and over again that the future is excessively hard to predict. And he has a bunch of examples in in trying to illustrate that point and, you know, it's obviously important to him because he repeats it throughout almost every single 1 of these talks. But this is the best way that he framed it. I was like, wow. This is a great way to summarize that idea about, you know, the future is hard to predict. He says if you went through the American Civil War, the country killed 2 percent of its population, and yet not only was it rebuilt, but it was rebuilt at a furious pace. After that, it went through 2 great world wars. After World war 2, if you thought Japan and Germany were doomed, boy were you wrong, It is hard to predict the future. Okay. The next talk he gave in 2021, and it is the thirteenth Columbia China business conference, fireside chat. And you mentioned earlier, the more, like, foundational, like, the encyclopedia based knowledge have a faster you can identify things. And he was using specifically, like, the more you read value line, the the easier it is to spot the opportunities and the faster you can do so. It's also true if you're studying this person. So by the time I get to this, you know, I think the the transcript here runs I don't know. 30 pages or something. I had an understanding of Lee and how he thinks to the where. There's only 1 insight that I wanna share with you from this talk. That we haven't already covered. And it deals directly with focus, but I think more than that, it's like, once he obviously, Lose has his ability to trust his own judgment, and he knows his path in life. A lot of what he's telling you is, like you have to learn to think for yourself, and the only way you can trust your judgment actually, you do the work that you should be able to trust your own judgment. And so he's asked a question like, what other dimensions do you do things differently than other investors? And he says I don't spend my time studying other investors to We spend our time studying industries and studying specific companies. In other words, he's keeping the main thing the main thing He is focused. He knows that if he does, if he studies great companies in great industries, He will develop those rare, you know, 05:10, 15 insights an entire lifetime. That's all and if he does that, and only does that. He will be successful. And doing things that are not that, spending time that is not that. The op... What is... You know this? He say he makes his decisions. To Opt costs. So studying other investors instead of the way he makes money, and the main his main business, which is studying great companies, identifying insights for great companies great industries, the opportunity cost to study other investors is too high. So therefore, he doesn't do it. Okay. And then the final thing is he turns when he turns 50 years old, he writes this post about reflections on turning 50. And I think this is a perfect place to. I could never imagine my life would turn out this way. It takes countless bridges, roads, means of transportation, and years of effort to travel this far. They countless people in my life, kind hard strangers, well wish fishers, mentors, partners, friends, or my bridges, my roads, my transportation for getting here. Without your help, friendship and constant encouragement, I simply could not travel this far. If I have anything to do with that journey, it's simply that I took it. Woody Allen is right, 90 percent of success is to show up. At various stages of my life, I could have stopped or took the long rest. But for some reason, my heart told me otherwise. I just kept going. Half of the time, I wasn't sure where I was heading. The other half, I was probably taking the wrong turns. No matter. But I was on high alert to correct mistakes along the way. I was careful not to be influenced by emotions that I know our poisonous and counterproductive to the journey. Things like envy, resentment, hatred, jealousy, greed and self pity again, that's is very much mu and Buffett Es. Mu says self pity has no utility. Buffet says that the world doesn't run on greed. It runs on envy. They both said that you need to cure yourself of envy. My early life experiences may require me to work even harder than others to guard against these human vulnerabilities. And when I did fall to their prey, I was fortunate to be able to correct them quickly. Socrates was right, the une life is not worth living. Certainly not living well. Every once in a while, I would sit down alone to figure out where I might be wrong. In my experience, every 5 to 10 years or so, I had to change so much about myself that at times, it felt like almost a reinvent invention. And when I fail in self examination, I'm even more blessed to have some strong friends who can point out my blind spots. I would have been lost in life's various maze if I had not gotten that help. So through the tumbling and the zigzag, I kept going while at the time insisting on sitting in the driver's seat. It is my life and my journey after all. According to confucius at 51 should know his purpose in life. What your life was meant to be. I believe in confucius dictate Having done relatively well in additions in my life, I'm slowly learning the art of subtraction and focus. I would have failed in a lot of professions. For example, I wouldn't be good at Ballet or basketball. But my temperament and experiences prepared me well for a career in investment. I have to pause there. I really do think 1 of the the the main themes that reappear in the the teachings of Lee is you pick a career that you have an immense passion and that suits your personality and how you wanna spend your time. I was extremely lucky to be introduced into the field by the greatest investor ever lived when I accidentally stepped into a lecture by warren Buffett at Columbia nearly 25 years ago. And it was even more magical 13 years ago when Charlie Mon became my investment partner, mentor and lifelong friend. To this day, I don't know to what I would attribute this extreme fortune. It is something even the wildest imagination or the best fiction could not conjure. Now that I've compiled a record of my own for over 20 years, I still enjoy the game even better than when I started. I have 3 lovely children. They're beautiful talented and kind hearted. I'm most proud of them. Reaching 50 probably makes me closer to the end than to the beginning. Regarding my age, my favorite quote comes from Norman Lea. At 94 years old, he's still active in so many different things. Collecting fans who are in their eighties, their sixties, and all the way down to their twenties. I once asked him how old does he think of himself? Without missing a beat he said, I'm always the same age as the people I talked to. Now that is a cool answer. Now that I've officially crossed the half time line, I really need to make more young friends as my new teachers so that I can stay fresh. So my friends, may we all grow wiser with age and younger at heart always. And that is where I'll leave it for the full story. I will leave links to all of my sources. You can watch the talks, read the interviews. They'll all be linked down below in your podcast player and also available at founders podcast dot com. That is 363 books down, 1000 go, and I'll talk to you again soon."
}