{
  "transcript": "Here's something exciting for you. I am doing a live podcast next Monday, September sixteenth in New York City with my friend, Patrick from invest like the best. It is free because of the good people, my friends at ramp It is going to be a ramps headquarters in Manhattan. If you live in New York, you 1 attend or if you wanna hop on a plane for that matter and fly New York on short notice next week. There is a link down below on your podcast player, and you can use that link to register attend. You gotta move fast. Space is very very limited. I'm very grateful to the founders of ramp for offering to do this offering to make it free for all. 1 thing that's really important to the founders of ramp who become good friends and I spent a lot of time with. It's also important to me. It's also important to Nick and Zach and the crazy story that you're about to hear. And that is this relentless dedication to quality. As you're about to find out nick's sleep and his partner, Zach have this cult like following. This must mistake about they have this phenomenal performance in the very unique and maverick way they built their fund and their partnership. A partnership that made their investors about 2000000000 dollars in profit in 10 years. But Nick and Zac organizing principle was around caring intensely about the quality of your actions and decisions. And so they made very few but heavily concentrated bets on what they thought were the highest quality businesses run by the highest quality founders. And in this book, Nick and Zach talk about the qualities at these world class founders have. And if you've been listening to founders for a while now, this is not gonna come as a surprise for you. They said these formidable efficient companies kept costs low. At 1 point, they have about 70 percent of their network tied up in Amazon they talk about what they loved about 1 of the things about Bezos. This said Jeff Bezos was ruthless efficient about controlling costs. Nick and Zack partnership, started before founders existed and ended before founders exist. And yet it is through their relentless study of the His entrepreneurship that they arrived at the exact same conclusion. It's exactly what Andrew carnegie said, he'd repeat the mantra over and over again that profits and prices are cyclical. They're subject to any number of transient forces on the marketplace. Costs, however, could be strictly controlled and in Carnegie view, any savings achieved in the costs were permanent. And it is because he believed that there's a line in Carnegie biography that says cost control became an obsession. The reason I partner with ramp is because ramp shares that obsession. The reason ramp exists is to give you everything you need to control your spend. Ramp gives you everything you need to control your cost. Ramp gives you easy to use corporate cards for your entire team. Automated expense reporting and cost control. I've been spending a lot of time with their Cto and c founder and a good friend of mine Kareem and their heads of Ai, the technical talent inside of ramp, which I'll tell you more about the upcoming weeks is incredible. When you become a ramp customer that means you have these mad scientist and math and technical geniuses, working 24 hours a day, building products that help you run an efficient organization. Check out Ram website, I think it's credible make history's greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs at is ramp dot com. Nick, sleep wanted to stay in Edi edinburgh. So he looked around to see what Edi edinburgh was good at. And he learned that Edi edinburgh had a reputation for fund management. So he read an obscure book titled investment trust explained to help him figure out what the investing business was all about. He came away intrigued. He said I like the sense of it being an intellectual investigation. So Sleep landed a job as a trainee investment analyst at a small scottish fun company. He was not abundantly qualified for the job. At college, he had studied geology and then switched to geography. His employment history offered no evidence that he was gonna be good for a career in finance. He had worked in a department store at an It firm and had been a sponsored wind. Still, he had stumbled into a field that perfectly suited his idiosyncratic mind, like all of the best investors, sleep views the world from an unusual angle. Sleep commented on this thing all the way back in high school. He says I got comfortable with being different from everyone else early on. I was happy being outside the group. When sleep was about 20, he read the book zen in the art of motorcycle maintenance, an inquiry into values. It was a strange but brilliant meditation on what it means to lead a life dedicated to quality. The book ex people who care so intensely about the quality of their actions and decisions that even the most mundane work becomes a spiritual exercise. For the author, motorcycle maintenance provides an ideal metaphor for how to live and work in a transcend way. The real cycle you're working on is a cycle called yourself. The book's approach to life resonated deeply with sleep and shape the type of investor he would become. This is how next sleep described the books enduring impact on them. You really wanna do everything with quality as that is where the satisfaction and peace is. But what does this mean when it comes to investing? In 2001, sleep and his friend, Kai, Zach Z, created a fund called the No mad investment partnership which they viewed as a laboratory test for how to invest, think and behave in the most high quality way. Sleep wrote el and amusing letters to shareholders which have been sent to me many times over the years. And people have asked requested that I do an episode on them. Which will be the next episode after this 1. And there was a stunning outcome of this high minded experiments over about 14 years, they went up 10 exiting the money. In 2014, Sleep and Zach returned their shareholder money and retired as fund managers at the ripe old age of 45. Since then, they've managed their own money with equally striking success, approximately tripling their wealth in the first 5 years of retirement. Sleep with characteristic ind to conventional opinion invested almost all of his fortune in just 3 stocks. At times, he and Zach had as much as 70 percent of their money in a single stock. And then it lists a few of the traits of other investors admire about them, their complete independence, the clarity of their thinking, the very deep research and the very high concentration that they have. And then, of course, their mistake, Nick and Zach have always flown under the radar. They had minimal interest in marking their font and even less in self promotion. As a result, their story has never been told. But over the last few years I've interviewed nick's sleep on multiple occasions. I spent an afternoon with him and Zack at their office in London. It was there that they reflected on what they called their adventures in capitalism. That was an extra of the book and we talked you about today, which is Richard Wiser happier how the world's greatest investors win in markets and life and is written by William Greene. And actually, I'm gonna focus on a single chapter chapter 6 in this excellent book. And as a matter of fact, well, that the chapter is called Nick in Zack excellent adventure, a radically unconventional investment partnership reveals that the richest rewards go to those who resist the lure of instant gratification. In fact, at the very end of Nick sleeps. Shareholder letters. I guess partnership letters is more accurate. He recommends reading this book. He says so those of wish to read more. You can do so in William Greens book Richard wei are happier. William has written the kind of book that we would have loved to written. We are sure you enjoy the read. And I definitely agree. I think William Green does this fantastic job of giving us an overview of exactly how they built this investment partnership, and I think covering this first and then next week, you and I discussing the ideas that are actually Nick Sleeps partnership letters. Is the perfect sequence. So let's go ahead and jump into a little background on both Nick and Zach. So Zach was born in Iraq in 19 69. He says he was born into a relatively privileged family, his father worked at the Iraqi Central bank and his mother lecture at the university of Baghdad. 3 years later, Zach describes them having to flee the country by saying we were purged. They had to flee iraq leave everything behind and take refuge in the United Kingdom. His dad builds the family back up by starting a successful business that exports machinery backed into Iraq. By the time Zach is leaving home to go to school. He goes to he's gonna go to Cambridge to study mathematics, his dad goes bankrupt. And he goes bankrupt not his main business. He actually goes bankrupt because he was speculating in a stock market with borrowed money. This is the way Zack describes what I think is really important. My father had made his money on things he understood and lost them on things he didn't understand. And so on every single episode before I sit down to talk you. I go over my notes and highlights multiple multiple multiple times. And the last time I went over them because now, I'm reread notes and highlights. I know how the story ends. And this part becomes even more important because he says, you know, my father made his money on thinks he understood, and lawson on things he didn't understand Nick and Zach, a cornerstone to their partnership, I would say, is the fact that Nick and Zach develop a deep understanding. They make their money on things they understand deeply. So after graduating from Cambridge, Zach heads to Hong Kong, he gets a job as an equity analyst. This doesn't last long because it turns out his boss was crooked. His boss ones up being fired and then find millions of dollars, and then as result, Zach was laid off. And so Zach was telling William Green about like, how desperate this part of his life was that he would call all his friends, apply to any job say he would literally do anything. And there's a reoccurring theme when you read a lot of biographies. The way it would summarize this is that opportunity as a strange beast it frequently appears after a loss. The only job he can get is a job he doesn't want. And that job is as a sell side analyst specializing asian stocks at Deutsche Bank. Zach describes a part of his life as absolute hell. He said I did it for 4 years, and it was absolute hell. I was not being someone who is easily sold to, I couldn't sell to anyone, but there was 1 consolation is because of this job that he meets nick sleep. Opportunities a strange beast it frequently appears after a loss or what is perceived as a loss a temporary loss. So during the same time that Nick left that small Scottish fund, he went and got a job at sun life of Canada, which was this gigantic financial services firm had tens of thousands employees. That's Nick could never work in a big company says it. Because I was almost allergic to working there. Once you've worked for a feisty company, it's quite difficult to go work for something that's big, dull and boring. So he quits and then gets a job at the place, this is actually ones it being the last shop he'll ever have. And in 19 95, he goes and work starts working at Marathon asset management. He's gonna wind up saying there for more than a decade then wind up spinning out no mad investment partnership from Marathon asset management. This is the way he described the company working for. Was hap. It was a scrappy, high flying investment firm in London that was trying to unbox the big guys. Nick's mentor there was 1 of Marathon cofounder is guy named Jeremy h. And this is how Nick describes him. He's naturally icon classic. His bias is to buy about the most despise thing he can find. He likes the controversy. He likes the difficulty. So the reason I was thinking about, reading this now is because I just spent 2 weeks studying low, and there's a lot of similarities in the way they think In fact, the the collection of no mad investment partnership letters, it starts with a letter from Nick's sleep to warren Buffett, and then the response by Buffet. And just like last week, we saw the the huge influence that Buffett and Mu had on Lee. It's the exact same thing for Nick and Zach. And 1 of the things that jumped out to me Lou talked about, you, he started his fund right when the Asian financial crisis was happening in 97, and we see that exact same event is what brings Nick Nick and Zach together. So Nick is describing his mentor and 1 of the c cofounder of marathon asset management, You know, he's like hey, this guy's I icon classic. He likes controversy he likes difficulty. Just sell me everything that other people won't buy. And so it says the Asian financial crisis struck in 19 97. And so Nick and his mentor go sc for cheap stocks in the sm markets of Southeast, Asia. Everybody else at the time is running for cover, and they're like running in. And it is through this process that they find this unlikely ally, which is this Asian based broker who wasn't like everyone else that is Zack. And so Nick is at Marathon asset management. Zach is at Deutsche Bank, they're talking regularly about all these crazy bargain that they're une in places like Singapore, Hong Kong, the Philippines. And so Jeremy hosting tell Zach, hey, when you can't sell a stock to anyone else, call us. And so this what Nick means about Jeremy hosting being naturally icon classic in less than a year, Marathon invested about 500000000 dollars in Southeast Asia and made a killing as the region rebounded. So pre Asian financial crisis, stocks were trading at like 3 times a replacement cost of their assets during the crisis, they were buying those exact same stocks for 1 quarter. Of the replacement cost of their assets. And so it's after this, when they recruit Zach to Marathon. So he moves from Hong Kong to London in 2000, and it says Zach escaped From Deutsche Bank to work with Nick as an analyst at Marathon office in London. Together they traveled to Omaha. For Berkshire Hathaway Annual Meeting, it was wonderful, Zack said, Warren Buffett and Charlie Mu spoke about companies they expected it to own for decades. Oh my god, thought Zack. This is nothing to do with a casino. This is about real businesses. Nick kept nagging his bosses to let him launch a concentrated fund within marathon with Buffet serving as his model. Buffett struck him as the embodiment of quality. And so all throughout the margins all through these notes, I'm constantly writing their... When they mentioned things like this, I just keep writing Lil. This is just like El. In the interviews that you and I talked about last. You know, lee, it was like, hey. I learned. I stumbled into this did this random talk at Columbia from this buffet guy, I turns out I went up learning from the very best. I don't need anything else besides that. And so when you have somebody like Nick that was fundamentally changed by this book that says, hey, dedicate your life to the quality. The quality of your craft. And then he goes to Omaha and he listens to the philosophy and the perspective of Buffet. And he realize realizes, oh, this is the buffet in my business, Buffett is the embodiment of quality. So in 2001, Nick's bosses give him the green light to start no bad investment partnership, and then he asked Zach to join him as a c manager of the fund. And then go back to what Nick said about hey. I was real comfortable I like being an outsider from a very young age. And so he says it was obvious that we were always going to do something a little bit odd. From the start, they regarded No as an act of rebellion. And then this part just sings to my soul because they decide to concentrate on what to ignore. This section is called never mind the Bo. I need to translate that to American for you. Never mind the bullshit. Is the way I would put it. And so they start out with a very simple ambition. Their target is a tenfold increase in Nomads net asset value. And this is the part which I absolutely love. There's a great line, great maxim from the history entrepreneurship that comes up over to again. This is genius has the few moving parts. I think about that often As a reminder myself to keep things simple. So what did they do? They have a 1 line description of actually what they wanna do? They wanna 10 x their their assets. And to do so, they work backwards from figuring out what to ignore. So Nick is going to quote the philosopher William James about their thinking. It's gonna sound a lot like Buffett among 2. Nick sykes align from the philosopher for William James. The art of being wise is the art of knowing what to overlook. We just got rid of all the things we didn't like. They disregard. This is 1 of my favorite parts. This is why I say this part syncs to my soul. They disregard all ep information. If fe information distract investors or entrepreneurs are really anybody from what matters. Nick notes that information like food has a sell by date. Some information is especially perishable while some information has a long shelf life. This concept of shelf life became a valuable filter. And they're talking about the trap that most investors. And I say now most people. Everybody's second the second the never ending now as my friend, David calls it. But specifically Nick and Zac are calling out what other most other investors do. They pay attention to fleeting news coverage. And the daily soap opera. That's what they call it. Nick dismissive refers to these people as junkie who crave information, which will be worthless in 12 weeks as he sees it the short term crowd responds constantly to fake stimuli. And this is what he says about this. You need to be wired not to believe the bullshit to not be listening. We became very happy not hearing it. Nick and Zach told stock brokers that it was pointless calling them with sales pitches since they relied on their own research to reach independent conclusions. My favorite story of this and an inspiration for me. I just finished reading for the second time. Another biography and sam Walton. This is episode 03:54. Yeah. The book is called Sam Walton the inside story of American Richest man, and was actually published before Sam wrote his own auto. And there's a line in this that I love where it says that on that day, the market dropped and knocked a billion dollars off the value of Sam Walton Stock holdings in Walmart. When reporters asked his reaction to the disaster on Wall Street, he hadn't heard about it. I absolutely love it. I went to dinner Charlie Mo house, I asked them because I was obsessed with Costco and Jim S, 1 of my favorite forwards of any book of ever read is the fact that Jim S wrote the forward for soul prices, his hero and mentor biography. And I and I knew Charlie new Jim, I was dying to find a book or some way to do an episode on Jim? And I was like, why isn't their information? Like, why is he so low key and Charlie in his wisdom, summarized it perfectly. He's like, that's because he was busy working. And so this idea of just I have to go back to this because this is... I spend my time in a very similar way because I'd never called it a ep information like they did, but I think it's a great line. They disregard all ep information. If you look at how I spend my time. In the mornings, I read books, usually old books about entrepreneurs. In the afternoons, I re reread highlights from these old books about entrepreneurs. And then I talk to founders and other smart people. I spend time with my family. I take care of my health, and that's it. Nick and Zach call this practice. A practice of intentional disconnection. This is the the important part, because they knew they discovered that if they do deep research and find great businesses at fair prices and they keep them for a long period of time, they don't have to do anything else. And so let's go to this description of this practice of intentional disconnection. They wanted to think in peace un by popular obsession. This requires uncommon conviction to disregard what most of your peers consider significant. So how do they spend their time? We just read annual reports until we're blue in the face and visited every company we possibly could until we were sick of it. When they analyze companies and interviewed Ceos, Nick and Zach probe for insights with a long shelf life. Let's go back to that idea? This concept of shelf life became a valuable filter? They sought to answer such questions and hear some questions they would ask. Number 1, what is the intended destination for this business in 10 or 20 years Number 2, What must management be doing today to raise the probability of arriving at that destination. Number 3, and what could prevent this company from reaching such a favorable destination? They referred to this way of thinking as destination analysis? Nick and Zach focused instead on the inputs required for a business to fulfill its potential. It's actually works for people too. It's worth noting that destination analysis is an equally handy tool in other areas of life. So for example, if your goal is to be healthy. You analyze actions that you need to take now, which will increase the odds of reaching that destination, or if you wanna be remembered lovingly by friends and families. What are they at? What are the actions shifts take now to make sure that happens and they talk about, you know, when you look back very much in, like, a Jeff Bezos mind. Nick says a few times, Like, look when you look back at your life, like, when you're 80 years old and you're looking back at your life. What do you want the life of that 80 year old to be? And so that your destination then you analyze backwards working from that part, work backwards from that destination. Back to the way they built and structured their firm? As perennial outsiders, they questioned everything, and their organizing principle was this just very sophisticated simplicity. This attitude was influenced by that by the books and in the art of motorcycle maintenance. The book reinforced their determination to resist any low quality behavior that they deemed self serving or d. This complete dedication to quality, made life very straightforward. It was all about quality. Money was secondary. Remember a few pages ago, they talked about the founding of their firm as an act of rebellion. This this is this this reminded me this paragraph reminded me of that. There was something provocative about the whole thing. Sa said. Could you set up an investment firm, which is not about the money? It's about doing everything right, and so they deliberately eliminate everything, and they ignore everything outside of their insane focus, which is this is what they were insanely focused on. We just concentrated on picking good stocks and thought everything else was peripheral. They also do something that's smart. They reminded me of David Og. They have a no asshole rule rule. They don't call this, but it says they took delight in turning away investors who seemed irritating regardless of how rich they were. So there's a great line in 1 of og books. Where, you know, he he's has advertising clients. He's running he's building this, you know, massively successful advertising agency and Ob he says, Personal dislike made me resign many accounts. If I don't like having to deal with the son of a bitch, why should I we... Then his summary of this is fantastic. If I don't like having to deal with the son of a bitch, why should I? We pass this way only once. We pass this way only once. I think David Has in common, when Nick and Zac have in common and what Lee have in common, is this desire to live an authentic life. If you listen to last week's episode where the very end Lee writes this reflection of turning 50, and he says something that I think speaks to the main motivator A lot of people think my opinion, a lot of people that are not entrepreneurs think the main motivator for entrepreneurs or is money, and I would argue it's control. It's control of what you work on how you spend your time who's around you. And it is the belief of the entrepreneur that if they have... The control, the money will come with that anyways. But Lee said something that was fascinating, he says I kept going through life he's talking about. While all the time insisting on sitting in the driver's seat. It is my life and my journey after all. That is the exact same mindset that Nick and Zac had and you could see it in their interactions. I'm in the driver's seat. I'm going to set up my company the way I see fit, not the way other people my industry think I should. It's the exact same mindset that Og is expressing and saying, hey. You know, if I don't like having to deal with this guy, I'm going to fire the client. I only live once. I'm gonna stay in the driver's seat. In fact, there's a hilarious story in 1 of bog these biographies, you know never I don't know 4 5 books on them, and they were talking about the fact that there was this association, like, a manufacturer's association, and they wanted to hire a new ad agency and they told all the people like, okay, Well, you know, you have to come in and you pitch us and you're gonna be 1 of maybe, like, 10 different firms, and you have 15 minutes to make your pitch And as soon as the 15 minutes is up, we're gonna ring this bell. They had this giant like conference room, and you're gonna ring the bell and no matter where you are, it's over. And so they lay out the ground rules at the very beginning of the pitch. It's og be sitting across from, like 12 people. And so they're tone them this, you know, you fit you're you're 1 of many people pitching us, and then you have 15 minutes. We're gonna ring the bell and Og just ass. Who's was like, well, out of 12 people who's gonna be involved in making the decision to, which agency you picked and they go, well, all of us of course. Remember, Og hated committees. He he famously said, search all your parks, search your park in every single city, and you'll never find a statue dedicated to committees. Okay? So he hated committees and the sitting in front of a committee. Like, okay, well 12 of us are gonna pick the the agency, like, who gets this account? And then he asked them Okay. Well, how many of you are gonna approve like be involved in actually approving the advertising that the agency creates, and they go all 12 of us of course. And so O goes, okay. Ring the bell stands up in lease. That is living life on your terms. That is staying in the driver's seat. And so let's go back to more unique ways and how they built our investment partnership. No med never use leverage. Never short a stock. Never speculate with options or futures, never made a macroeconomic bet. Never traded hyper actively response news, never dabble in exotic financial instruments instead, Nick and Zach played what they viewed as a long simple gain, which involved buying a few intensely research stocks in holding them for years. And Nick has 2 great lines on this. I think are related. He says you want to build something that has perm and then this is 1 of my favorite senses is an the entire section. I believe that good things grow. And so if you were like Nick sleep, and you believe that good things grow then of course you would focus on quality. The choosing of the investment partnership name was intentional, they named the fund no because they were willing to roam anywhere in search of value. They were gun for outstanding absolute returns unconstrained by reference to what anyone else was doing, and the fund begins to trade on 09/10/2001 1 day before the attacks on the twin towers, They start out buying s butts. Their story is going to reflect just like Buffett and just like Lulu. Eventually, all 3 of them are all 4 of them are going to come around to Charlie Mu point of view on this. But at the very beginning, they start to find things that are they can buy a 1 quarter of the replacement cost of the assets, they're buying assets in Thailand and the United States in Zimbabwe. These are not great businesses. They're just fantastically cheap. And then within a few years of doing this, they I realized, oh, this is this strategy doesn't scale It's exactly a longer figured out. This strategy had a big drawback. When stocks like these rebounded and we're no longer cheap, you had to sell them and then hunt for new bargain. And so they come around to Charlie Mu the Architects point of view, member of Buffet called Mu, the architect of, Berkshire, an obvious solution to this was to buy and hold higher quality businesses that were most likely to continue compounding for many years. This grew out of a costly mistake. So in 2002, they find this business that they're gonna invest in called Stage coach. The stock had crashed from 2 dollars and 84 cents down to 14 cents. But Nick and Zach figured that it was easily worth 60 cents. So stage cro is going through a turnaround led by the founders of the founder was a former bus conductor. I gotta see if this guy's biography he sounds fascinating. He's a former bus conductor who'd had run the firm so well in the past that he become 1 of Britain's richest people. He comes out of retirement to try to fix this bus operation This united Kingdom Bus operation and his strategy worked. Now, here's the problem. Nick and Zach buy at 14 cents, they cash out when when the stock rebound to 90 cents, and they're like, wow. We got a 6x x return. But Stage coach winds up being a way better business than they realized and the stock shoots up almost 4 bucks. And Nick says that this made him and Zach feel like horses asses. And so their realization is, hey, we need to forget this cigar butt business. We need to find wonderful businesses and hold those businesses for the long term. And the way to describe this is very fascinating. And so Nick says. If you're thinking rationally and thinking about the long term. You can sub contract the capital allocation decisions to them, meaning these 1 these people... These phenomenal managers, many cases founders, larger larger shareholders of the businesses, The ones are actually running and care deeply about these these wonderful businesses that they're they're building. So it says if been thinking rationally, thinking about the long term. You can sub the capital allocation decisions to them. You don't have to be buying and selling shares. So once they realize okay, we wanna buy wonderful businesses, then they have to first... The first step is they have to begin thinking about what are the characteristics that account for the success of companies that have unusually long shelf life. And is through this research and study that they wind up coming to the conclusion that there's 1 business model that is more powerful than all the rest and their term for this is scale economies shared. This business model is well known now. I think at the time, they were the first ones to actually coin that. And the first company that introduced them to this model was Costco. They first invest in Costco in 2002. At the time the stock, the Costco stock had gone from 55 dollars all the way down to 30, so they start buying at 30. It had tumbled because peep Wall Street did not like the company's low profit margins. So that was a surface level misunderstanding or misunderstanding of Costco. Okay? But Nick and Zach saw underappreciated strength in Costco fan focus on delivering value to shoppers. 1 of the things that Nick and zack realized realizes the low profit margins is actually an asset, not allow liability, Costco marked up its goods by no more than 15 percent above cost, while typical supermarket might markup up prices up to 30 percent. To the skeptics on Wall Street, this generosity seems soft and un competitive. The corporate equivalent of collect that's hilarious. But Nick and Za saw the long term logic of Costco strategy. Satisfied customers and this is the flywheel that they described. Satisfied customers kept returning and spending more money in its stores, thereby generating enormous revenues. As the company grew negotiated better deals with suppliers and then kept driving down its famously low costs. Costco then shared these economies of scale with consumers by lowering its prices even further. Nick and Zack estimated, that the Costco members saved 5 dollars for every dollar that Costco kept for itself. This policy of self restraint was a virtuous cycle that Nick sums up like this, increased revenues beg scale savings beg lower costs, beg gets lower prices, beg gets increased revenues. And this is another great thought here. Most big successful corporations eventually laps in mediocrity. But Costco red readiness to share the benefits of its scale with customers meant that size became an advantage not a burden. Costco kept growing by giving back instead of grabbing all the spoils for itself. Its low margins reflected patients. Not weakness in a in a view of Nick and Zach. Nick explained. The firm is deferring profits today in order to extend the life of the franchise. This giving back makes Costco customers unbelievably loyal. I said this before I didn't even know what Costco was until it's introduced to it by my wife's family. My wife's family have been members at Costco for over 25 years. It... It's probably close. I think it's closer to 30 years by now. And they're still shopping there all the time. Almost 30 years of loyalty to Costco. So Nick and Zac kept adding to their investment as their reference for Costco grew. At the time they're telling the story they'd owned Costco for 18 years. And over that time period it rose from 30 dollars a share to 380 dollars a share all while also paying rich dividends. And so this new strategy is also in line with how Nick and Zach wanna spend their time. They don't wanna be trading all the time. They wanna be reading the news. They wanna be sitting, reading, thinking and talking to each other. And says 1 of the benefit of this inactivity, the fact that they're just gonna hold this forever and they're not gonna trade all the time, is that Nick and Zac had time to read rethink and talk at length about what they were learning. And this is a fascinating part because this talks about what emerged from the discussions they're having is that, hey, scaled economy shared model is actually the greatest business model because it foster corporate longevity. This is going to be Nick and Zack earned secret. 1 of my favorite tweets of all time comes from this guy named Cedric Chin. And he said, I'm starting to think that 1 type of remarkable career and certainly the most interesting type comes from finding an earned secret and then exploiting the hell out of it for a good part of 2 to 3 decades, so he was describing Mark Leonard of constellation, realizing that, hey, vertical markets software companies are kinda terrible for venture, the business he used to be in, but they're great to own long term. So it's idea that a 1 type of remarkable career comes from finding an earned secret and then exploiting the hell out of it for a good part of 2 to 3 decades. That is what is occurring where we are in this story? Because Nick and Zach started asking themselves again, they go, hey, what characteristics account for the success of companies that have these unusually long shelf lives and how can we find this out. Well turns out history has answers. And so they go back and they're studying all these businesses in history. And so as they studied Walmart annual reports from the 19 seventies, they realized it had much in common with Costco. Likewise, durable winners such as Dell computers, Southwest airlines, Tesco all followed a similar path. These formidable efficient firms kept costs low and passed most of their savings back to consumers who reciprocate by doing more business with them. My wife's family has been rec reciprocate for almost 30 years. What is the value of that single customer and how many people have they recruited to the cult of Costco in 3 decades. More examples from history. This time, they're... They're like, hey, let's take a look at what buffett that's investing in? In the same vein, Geico and Nebraska furniture mart. 2 of Buffett its favorite businesses continued to drive down costs as they grew enabling him to save their customers so much money that it became increasingly difficult for rivals to compete. Let's go even further back in history, Henry Ford. He harness the benefits of the assembly line production to drop the price of the model t. I've been like what 6 podcast on Henry Ford, I'll probably do 1 every, you know, 2 years going forward, but he used this increased benefits, tech in technology and and efficiency. To drive down the price from model from 850 dollars to less than 300 dollars. And so Nick says, this is not a new business model, but it does need to be suit with evangelical Z. That is great line. It does need to be pursued with evangelical Z. This culture of such companies is typically molded by visionary founders. They tend to be... They're so they're talking about the characteristics of great businesses. Characteristics of great business models. Now they've moved into the kind of people that can actually do this for decades. The characteristic of the founder are the the leader in this case. They tend to be passionate about the smallest details. They tend to be passionate about proving the customer experience, cutting costs even in good times and investing for the distant future despite external pressures to report strong numbers now. They have to be almost high on being icon classic, Nick said. So he's talking about Sam Walton and he mentions all these people in the book. Sam Walton Jim Cynical, Herb keller, Rose Blu. Done podcast Multiple, I guess on all them. And it's so it's through all this research through all this learning through all the studying tools thinking that they discover the Nick and Zach discover their earn secret. Once Nick and Zach understood the magic of this 1 business model, they made it the focus of their fund. They knew they had uncovered a deep truth, and this is what they said. This is Nick talking. That is the single best thought you may have have ever had in your life. It needs to dominate everything. Because you're not going to get many insights like that. And so now that they have the focus of their fund, where you're going to focus on businesses that are using scale economy share. You can go and look for more, and this is when they discover Amazon. Amazon gets I think at 1 point what it say is, like 70 percent of of their net worth. So it says when Nick first encountered Amazon in 19 97, it was an ups start book seller trying to go public. Jeff Bezos gave a presentation in London explaining how he would offer an almost infinite selection of books. How would gain a cost advantage by avoiding the expensive physical stores and how it would reinvest in cash flow, the cash flow it makes in other businesses. Nick race back to his office at Marathon and told his boss this is absolutely fantastic. It could be huge. But as Boss said, yeah, but, okay, but what are they doing that no 1 else can do? It took years for Nick and Zach to grasp the nature of Amazon's competitive advantage? Jeff Bezos was following in the hall footsteps of Henry Ford, Sam Walton, Jim Cynical, and the Internet would enable him to turbo charge their classic strategy. Like them, Bezos was ruthless efficient about controlling costs. This is a new story for me. I don't remember reading and I read, you know, everything I can find on Jeff and Amazon. Amazon went so far as to save 20000 dollars a year by removing the light bulbs from the vending machines in its offices. Bezos was obsessed with saving money in time for his customers, and he invested patiently for the future, seeding new business initiatives that he didn't expect to bear fruit for years. Each year, he invested hundreds of millions in the form of discounted prices and shipping subsidies. Wall Street gru about Amazon's lack of recorded reported profits. A lot of people forget that. Amazon at 1 time, the stock price, I think went fell from a hundred and 81 dollars only be down to 6 if I'm not mistaken. So it says Wall Street failed to appreciate that Bezos was patiently laying the groundwork for mind blowing growth. This is what Bezos wrote to Amazon shareholders in 2005. He says relentlessly returning efficiency improvements and scale economies to customers in the form of lower prices creates a virtuous cycle that leads over the long term to much larger dollar amount of free cash flow and thereby, to a much more valuable Amazon, Nick and Zach had found their corporate soul. When Bezos unveiled Amazon Prime, Nick and Zach recognized instantly that this was the Amazon equivalent of Costco annual membership feed oh my god. I know exactly what game they're playing Nick thought. And so they start buying Amazon aggressively in 2005 around 30 dollars per share. Okay? So I need to stop here because I think this is really important. There's a bunch of notes I left to myself. There's this idea of slow than fast. And it has to do with the importance of building this like psycho base of knowledge. Let me give you a story from a founder first, and I think Warren buffett is an example of this and Le is as well. This is why it's top of mind. Given what I've been reading the past few weeks, but Sam Walton, most remarkable things is, you know, he's the greatest retailer Tower Live. He had 1 store. For the first 5 years of his career, he focused on 1 store. And so over the decades, he wins up building up to cy base psychopathic base of knowledge of retailing. And so when he sees another opportunity in a sense when he sees the the the the Costco or opportunity, the Sam's club opportunity. It's an opportunity he's been pairing his whole life for. And because he has this since encyclopedia base knowledge has compounded over the years, he able to move... He goes from moving very slow to very fast. 1 store in 5 years is very slow. Decades into his career, he opens up, III can't remember the number. I think it goes from 0 Sam's So let's say, a hundred Sam's Clubs from 0 revenue to, like, 5000000000 a year, I think in 5 to 7 years. Lee Lou talked about this when he was cha sizing the Columbia Nba students because he's like, listen, when I was your age when I was his class, I got this giant book, this value line book, you know, that you can see in the video looks like you could work out with That's right, You, I don't know, 800 pages or something like that. And he goes, I've read it cover cover multiple times. And that's the way to do it because you build this cy base of knowledge. And then after you do that, he says you can look at a page and value line and in seconds, you can see if there's something more you need to look into. That is example going slow so you can go faster later on. There is this Ama. This asked me anything that, that Alice sc did on Reddit. Alice Sc, the woman that wrote, the author that wrote the snowball, like, 20 something years ago. And she talks about observing warren Buffett reading process now, you know, at that point, he was what. Let's call 40 years in his career 50 years or something like that. And so because he's been reading annual reports for 50 years or longer, and that knowledge has compounded, he can actually read an annual report faster. That compounding base of knowledge acts like a filter to separate the importance from the unimportant. And so think about how this relates to what Nick and Zach experiencing. They're 4 years into their fund, but they're, you know, 15 years into the career, they know what they like, what they don't like They've done intense amounts of reading studying, talking to each other about what they learned. Identifying the earn secret. All that years and years of work now allows them to go fast where they're like, wait a minute. This exactly Lee Lou said because he was like, he talks about some things you're not gonna learn in your career. You're gonna learn today that you won't use for 15 years. He's like I was studying an American company, 15 years ago. It took me 15 years to finance its Asian counterpart, but then I assume as I saw it, I knew it. It's exactly what's taking place. They did all this work to get this earn secret to understand the importance and the power of this business model, of these... Of the businesses that use the business model scale economy shared that when they see what Bezos is doing Amazon prime, like oh, my god, this is Costco, but on the Internet. That en base of knowledge you cannot shortcut because the en pe base of knowledge is what helps you move quicker in the future, slow and then fast. In 2006, Nick and Zac resigned for Marathon and made no matter a fully independent fund, giving themselves even more latitude to follow their idiosyncratic convictions. A quarter of their clients yank their money from No. Fearful of its over exposure to 1 stock. A year or 2 later, Amazon lost half of its market value in 2008 and No fell 45.3 percent. In the margin I wrote, Lee Happens to everyone. What am I referencing last week Lee Liu said Berkshire. Amazon light loses half of its market value in 2008. No mad goes falls down by 45.3 percent. Lee Liu said last week. Or on last week's episode. Berkshire had at least 3 times when his stock went down 50 percent. It happened to Carnegie you 2. It happened to Rockefeller. This happens eat to even mighty companies. He was talking about the importance of temperament because when this happens, people start freaking out. They panic. Nick and Zach did not. They did not crack why others panic, they exploited the market man to upgrade. This and this is This blew my mind. Everybody else is panicking? They're like, okay. Cool. Opportunity here, we're gonna upgrade our portfolio concentrating even more heavily on its highest quality companies, including Amazon Costco and Berkshire. When the rebound came The rewards were breathtaking. Over the next 4 years, No mad returned 404 percent. In early 2014, Nick and Zach dissolved, the no mad investment partnership by then it had grown to about 3000000000 dollars in assets. I think it made 2000000000 dollars for its investors. This is what Nick said about this. Many funds start with lots of cake as their goal. Lots of money. Nick wrote. It's not the cake that g us. What we found gratifying was the process of solving the investment problem, learning along the way and doing as good a job as we knew how. Those were all internal personal goals. The cake was then a happy byproduct. After they closed the partnership, Nick wrote a letter to buffet thanking him for his role in No success, Buffet replied, you and Zach have made the right choice, I predict you will find life is just beginning. In retirement, Zach kept half a dozen or so of his favorite stocks from No portfolio. Zach who had never sold a share of Amazon and his personal portfolio has about 70 percent of the of his money riding on that 1 stock. Nick invested almost all of his money in just 3 stocks, Amazon, Costco and Berkshire. And this is what he said about that. There are very few businesses that are investing in the future the way they are. They don't care about Wall Street. They don't care about trends. They don't care about fad. They're just doing the right thing long term. So they closed the partnership in 2014 by 2018. Amazon had risen so much that it accounted for more than 70 percent of Nick's net worth. Nick began to worry. Could Amazon's market value grow to 3 or 4000000000000 dollars or were their limits even to Amazon's greatness. He wasn't sure. So after 13 years, he sold half of his stake in a single day for 1500 dollars a share. How did it feel? I hated it. He says, I felt horribly conflicted, and I'm not sure it was a good decision. And that is where I leave it for the full story Highly recommend buying the book. This is a no brainer. I mean next sleep is telling you, hey, you should read William Greens book. It's excellent. We're sure you're gonna enjoy it. I definitely agree with Nick. There's wonderful profiles on other investors in the book, Other traits that other investors have. It's just wonderfully written. So for the full story, if you wanna buy the book using the link that's in the show notes in your podcast player, are available founders podcast dot com. You'll be supporting the podcast the same time. I printed out all of Nick sleeps partnership letters, and so that is what I'm reading this week. That'll be the next episode, but for now that it's 364 books down 1000 ago, and I'll talk to you again soon."
}