{
  "transcript": "1 of the most interesting things that Nick Sleep writes about is the importance of understanding the underlying reality of a company. He calls us the engine of its success. What actually found most interesting in these letters is Nick's analysis of the engine of success of Costco, Amazon, and Walmart and how those 3 founders Jim Go Jeff Bezos in Sam Walton designed their business in a way that ensure that they would survive over the long term. All 3 of them were what Next sleep calls honestly run compounding machines. This emphasis at all 3 founders place on the long term success of their business allowed them to never make the fatal mistake of interrupting the compounding. And to do so Bezos, Cynical and Walton all adopted a key trait. They were in the words of Warren Buffett, a demon on costs. Having a lower cost structure than any of their competitors was a competitive advantage compounded over the decades, and Nick is going to mention that several times, including 1 time when he realizes back in 2006, that Amazon's costs are so low and they're so efficient that the game was already over. Everybody else just didn't know it yet. This is something that I was talking about with my friend Eric, who's the c founder and Ceo of Ramp. Ramp is now a partner of this podcast. I've gotten to know all the c founders of ramp and spent a bunch of time with them over the last year too, and they all listened to the podcast so they've picked up on the fact that they main theme from the podcast 1 that recur over and over again is the importance of watching your costs and controlling your spend. The managers that are able to do so develop a massive competitive advantage, and that is the reason that ramp exists Ramp exists to give your business everything you need to control your spend and watch your cost. All of history's greatest entrepreneurs made cost control an obsession. Ramp helps you control costs all in a single platform. Ramp gives you easy to use corporate cards for your entire team, Automated expense reporting and cost control. In his auto, Sam Walton said, our money was made by controlling expenses. You can make a lot of different mistakes and still recover if you run an efficient operation, or you can be brilliant. And still go out of business if you're too inefficient. Ramp helps you run an efficient organization and greatly enhances your company's engine of success. Ramps website is incredible. Make history's grace entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs today that is ramp dot com. Dear mister Buffett, after 13 happy years are running the No mad investment partnership, Zac and I have decided to close the fund. The process requires us to return cash to our investors. And so after many years as shareholders in Berkshire, we have recently sold our shares. It appears to all the world that the performance that No has enjoyed over the years was created by Zack in me. That is not the case. As time goes by, the performance that our clients have received is the capitalization of the success of the firms in which we have invested. In other words, the real work is done by you and the good people at Berkshire. The purpose of this letter is to say a very big thank you and let you know that you have made a real difference. No was not a particularly large fund, but over the years, it did make around 2000000000 dollars for its clients. Which were predominantly charities and educational endowments. Berkshire was a big part of that. That strikes us as capitalism working well. For our part, Zach and I are keen to leave the professional industry behind and spend our time in more caring pursuits. Zack has his various charitable causes and I have in my mind to set up a center to provide respite care. Both of these activities will require long term funding, and so while you lose us as professional investors, We will be able to repurchase our shares both privately and for the charities that we run. You don't get rid of us that easily. We will be keeping the office and a new sign will be hung above our somewhat shabby front door. We look forward to seeing you with the next Ag and extend an invitation to visit us at Burns All Street. With the warm regards, Nick Sleep. And then Buffett writes back Dear Nick. Thanks for sending along the update you and Zach have made the right choice. I predict you will find life is just beginning. Best regards, warren e Buffett. And so those letters appear at the very front of another homemade book that I have created. I read all hundred and 10000 words. This is the full collection of the No mad investment partnership letters that were written to partners between the years 2001 in 2014 and they're written by Nick Sleep. I printed Nick's letters out and put all 219 pages in a binder. And so I wanna begin with something that Nick repeats it's something that he leaves at the end of a lot of his partnership letters. And so he writes a final word on the need for patients. We are aware that several investors are new to the fund and so it may be worth reiterating some ground rules so that you know where we stand. 1 of No key advantages will be the aggregate patience of its investor base. We are genuinely investing for the long term, few are If no is to have a competitive advantage over our peers, this will come from the capital allocation skills of your manager if any, and the patience of our investor base. Only by looking further out than the short term crowd, can we expect to beat them. It is for this reason we named No mad and investment partnership and not a fund. The relationship we seek is quite different. And so the note I left myself on this page is really 2 ideas or why I spent 2 weeks. Why I did an episode last week that gives an overview of how Nick and Zach built their investment partnership, and then why I would spend another week reading, you know, a hundred and 10000 words of Nick sleeps investment partnership letters. And so it's obvious from reading the book last week and then reading Nick sleeps letters this week. They didn't copy their peers. Nick and Zach ran their business based on the outcome of their own thinking, and then they invest in founders that do too. And then I would argue that is their willingness to do the work necessary to trust our own judgment that allowed them to arrive at a very valuable earn secret. And then the willingness to change your behavior to build their entire partnership around that earn secret. So that's really what I'm gonna focus on, and I wanna talk to you about today. A lot of what I found interesting in the partnership letters has nothing to do with investing. It's their analysis of how Jim Cynical ran Costco. It's their analysis of how Jeff bezos ran Amazon. Is their analysis of way. This is kind of strange. This business model keeps reappear throughout history and gifted founders are able to use it and apply it to vastly different industries and keep having wild success. And so Nick writes about Charlie Mu cancer surgery approach. He's analyzing this business that they made an investment in. I talked about it last week. It's called stage coach. The founder retire, new management kinda runs it into the ground so the founder comes back out. And when you realize like there's this beautiful business under here, but you kinda layered it all its crap on top of it. And so what Mu realized this just many times of business history where, well you just need to do a cancer surgery approach. He says, This often works because there's is normally a jewel at the heart of most companies that has often been used to fund new ventures. That J has been taken for granted by inpatient management as the jewel becomes diluted by less successful projects aggregate performance declines. And so Nick talks about the fact that Mu and Buffett saw this in Coca Cola in the in the mid 19 eighties because at that time, the Coca cola had become a poorly defined conglomerate including a shrimp farm, winery and a film studio. As the poor businesses were cut away to reveal the jewel that is syrup manufacturing and marketing operation, the shares of Coca cola rose over tenfold fold in the succeeding decade. There's a hilarious story that comes to mind when the Mark Parker, who's the former Ceo of Nike asked Steve jobs if he had any advice for him. And Steve said, Nike makes some of the best products in the world, products that you lust after. They're absolutely beautiful stunning products, but you also make a lot of crap. Just get rid of the crappy stuff and focus on the good stuff just get rid of the crappy stuff and focus on the good stuff. This idea that a jewel can become diluted by less successful projects and aggregate performance declines. The reason I started here is because what's fascinating about reading these letters, but also in, I'm gonna go through these in chronological order. So we can see the evolution of Nick sleep thinking. It's also the same phenomenon that you and I see when you go through biography and you go through somebody's life chronological. You see them slowly figure it out they struggle and they're trying to really get to the idea. The main idea and the main focus of their life. And what's fascinating about reading this part. This is the very beginning. Nick doesn't understand he's describing a cancer surgery approach. He's describing Coca cola. He's describing stage coach. At this point in his life. He doesn't understand he's gonna also use his principle in building his business. He is going to take the advice of steve jobs even if he never heard it. He's going to get rid of the crap, which is these other investments and just focus on the good stuff. And he's already stumbled onto a really great business and this is the beginning of his understanding. He doesn't know how deep he's gonna go on Costco. So this is 2002. And he's like, well, Costco, you know, we just bought the stock. There's really no need to fix this business because it's performing well already. And so there's something that Nick will mention later on. He's like, well, you know, we're trying to analyze analyze businesses that, like, our mouse now, but may turn into an elephant. And try to reverse engineer like, how that happens. And so you start to see this at the very beginning when he starts talking about Costco He's was like, well, they operate on this everyday low pricing strategy, which he'll refer to moving forward as Ed. The way I would describe that is if you have not listened to episode 03:60. Listen to episode 03:60 after you listen to this episode. Try to find that book. It is written by Bob K who's the founder of Fasten. That book and the way Bob ran Fasten. All centers around this 1 idea that the leader of a company has to keep the entire organization committed to a common goal. Costco common goal is that we are going to commit to this everyday low pricing strategy. And they commit to it every single minute of every single hour of every single day as we're about to hear with this great Gym cynical story in a minute, but I gotta... Before I I'd leave this page. This is 2002. And he's just start talking about this scale economy shared, and he's just starting to try to think about and understand. It's going to take a long time to understand how powerful this idea is, but he starts talking about this new idea of scale economy shared, which is going to be their earn secret the single best thought that they ever had, the 1 that they're gonna let dominate everything that they do. And so Nick is, like okay. So Costco is committed to this strategy of Ed. And by them sticking to the standard markup is a way that they All the benefits they gets from from scales a company have returned to the customer in form of lower prices, which in turn encourages growth and then extends scale advantages. And it illustrate to level commitment that the founder has this idea. This is what he says to understand how important Ed nlp is to Jim Cynical Costco founder considered a following story. So what Costco gets us incredible deal, a better deal than they normally get when they buy 2000000 pairs of designer jeans. They wanna getting them for 22 dollars. So 10 dollars less than Costco has sold the jeans for in the past. So they offer this huge markup. You could essentially mark it up another 50 percent, and you'd still be half the cost of most other retailers. So 1 of Costco buyers recommends taking a higher gross margin than usual, more than the normal 14 percent markup. Since no 1 would know. So he says that the Jim Cynical and Cynical insists on the standard markup, arguing that if I let you do at this 1 time you'll do it again, the contract with the customer, which is very low prices must not be broken. This is a really important point to consider think about this. What the buyer trying to do is do what's better for the company. What he thought was better for the company. At least what it was better for the company in just short term. What Jim And other great founders do is they always do what's better for the customer. Because if you do that over the long term, that is then what is better for the company. And so when I read this section, this entire paragraph I just stared at the page like, I've seen this before, This reminds me of Walt Disney. So then I go to Founders notes, I type in the keyword search Disney leather straps. And what is remarkable is we see a very similar story play out when Walt Disney is building Disneyland. They are over budget They don't have enough time. They have a specific date that they have to open by, and so you see this conversation that Walt Disney's is having with 1 of his employees. And his employee does the same thing. Let's cut a corner here, let's compromise a principle because short term it's better for the company, at least in their misunderstanding. And so they are finalizing a ride in finding its stage coaches because they're horse stage coaches. Same name as as 1 of nick's investments on the previous page. And so let me read from this book called Disneyland. They were among the first of the park's attractions to be finished, but the pressure of time was already weighing on everyone. 1 day John Hen stopped by to check the progress on the coaches and had an idea, which he brought up to Walt. Why don't we just leave the leather straps off Walt? The people are never going to appreciate all the close up detail. Disney treated hen to a tart little lecture. You're being a poor communicator. People are okay. Don't you ever forget that They will respond to it. They will appreciate it. Hen didn't argue. He said we put the best damn leather straps on that stage coach you've ever seen. I think what Walt understood is what Jim Cynical said if I let you do it this time, you'll do it again. This entire organization is gonna be committed to this 1 common goal. Everyday low prices. Or as Jim Senegal mentor sole price, it we'll talk about later. Says, focus on getting the lowest possible price to the customer always. So back to next letters. Many retailers do not operate in such a way. Costco management describes this strategy as easy to understand and hard to operate. Now few years later in 2004. You see this... This is 1 of my favorite parts because this is this happening This should be happening as, you know, you're reading more biographies, you're studying more entrepreneurs, shutting more companies. You start to see that their ideas, right? You're applying them to your own business. And so they're studying all these what they they want to, you know, hopefully think and we'll turn into like, large, wonderful business businesses. You know, Costco is go going to only get a lot bigger from here. And then they're gonna use the insights that they derive from Costco to make a massive investment in Amazon. But with this paragraph, you can't help but notice that they're, oh, they're they're applying it to how the business that they're building and how they're spending their time. So this is job 1, 2, and 3 for your manager is investment performance. Few practices approach, we work under the assumption that if performance is reasonable then the level of interest in what we're doing will increase and the partnership will grow in time. The principle behind what they're saying is very similar to the the same principle that they identified with the way Jim Ran Costco like, well, if we just focus on getting the lowest possible price to the customer. If that is job 1, 2 and 3, then the customers will respond with loyalty, that will compound over the years and Costco will get bigger just like they said no. The partnership will get will grow in time. And so the note I have is actually longer than the paragraph. So the first thing is keep the thing the importance of keeping the main thing. The main thing, the importance of focusing cons trading. And that is related to part 2, which is 1 of my favorite ideas when they knew that they had uncovered a deep truth and Nick says if it's a single best thought you have ever had in your life, it needs to dominate everything. Because you're not gonna get many insights like that. And if it's your single best insight, you're single best idea, then obviously, it's what you're spending all your time on. There is a poster written by 1 of the founders of pal. Talks about what he learned from working with Peter T. And this part of the post I have saved on my phone, and I think it applies to exactly what's taking place here. Do not divide your attention. Focusing on 1 thing yields increasing returns for each unit of effort. At a micro level, an extra hour of focus on the current project has a much higher return than an hour on something new or worse, 5 minutes each on 12 new things. Before you ever do something new, you should understand the opportunity cost for existing things. Don't rationalize that something you wanna do is complimentary when it's not. At a macro level, understanding that applied effort has a convex output curve is a very useful discipline when considering new market areas. This convex means that the opportunity cost of transferring resources from existing projects to new ones is high. Unless the new area is incredibly valuable, anything we can do to extend an existing convex curve is worth so much more. And so towards the end of the partnership, they are known for their heavy concentration in just 3 things. And like you and I talked about last week, in 1 case, 70 percent of their net worth, I think this was Zack network worth. 70 percent of Zach that's worth was in Amazon. Just 1 stock, but we're in the 2004 letters, and they haven't yet learned the importance of bedding heavy yet. This is what's it's so remarkable about reading them. As you see this constant evolution of thinking. So at this point, Dave have holdings ranging anywhere from at most, their highest 1 is 7 percent of their entire portfolio, down to 0.3 percent. And you see that Nick is thinking about this. He's like, well, this is just like Charlie Mu, Trailer Mu is right? When he says it's aggravating to buy just a little bit, but this is a hard question to answer. So says in reality, opportunities in which we are comfortable to deploy capital are rare, and the highest conviction ideas is the rarest of them all. The issue then is how much to invest in each idea. And this is Nick's takeaway from thinking about the kelly criterion and the common sense outcome of that equation is that if 1 is certain of being right, 1 should invest the entire portfolio in that idea. But does anyone do that. So he goes back to history. As far as we are aware, only the early Buffett partnership portfolios had anyone near this level of concentration, and then mainly in companies in which Buffett was a controlling shareholder, but is this not the right way to think? The logical extension of this line of thought is that No portfolio concentration has been at times too low. And so in the margin of this homemade book I. I was like, alright, starting to change their mind when do their actions reflect that? And on the very next page, he has a section called the likely evolution of the partnership investments. I love this part. I underlined almost the entire part. In the office, we keep a list of companies assembled under the title super high quality thinkers. This is not an easy club to join and the list currently runs to 15 businesses. Entry is reserved for the intellectually honest and economically rational, but that alone is not enough. There are many companies that do the right thing when their backs are against the wall. The anointed view are there because they have chosen to out think their competition and allocate capital over many years with discipline to reinforce their firm's competitive advantage. Good capital allocation takes many forms and does not necessarily require a firm to grow. This goes back to the Charlie Mu cancer surgery approach. Okay? So it says, the partnership successful investment in stage coach has been due to the firm's shrinking strategy, not its growth. At national ind, which is an insurance subsidiary of Berkshire, the firm's ability to write insurance only when pricing is good and stand back when pricing is poor even if revenues decline is a wonderful example of capital discipline and good. Capital allocation. After all, why grow if returns are going to be poor? Surprisingly few companies have the strength to just sit it out? This part made me laugh loud. We ask companies with poor economics why they want to grow? And senior management look back at us inc at our line of questioning. I guess their answers is we'd like to grow so who can lose even more money. The super high quality thinkers are our best guess as those firms who shareholders could ab their right to trade stock, which means you're ab advocating the right to allocate capital themselves. Right? Nick is outsourcing that to the Buffett, the Bezos, the synagogue. So the super high quality thinkers are the best guess of those firms who shareholders could advocate their right to trade stock. Sure in the knowledge that their capital be well allocated for years to come within the business. This list is a group of wonderful honestly run compounding machines. That is what he's looking for, honestly run compounding machines. We call this the terminal portfolio. This is where we wanna go. The question is Why is this list not the same as the current no portfolio and what I write there is answering the question on the previous page and I wrote fucking bingo? On the previous page, starting to change their mind when will their actions reflect that? He's having a very honest conversation. He's like, this is the outcome of our own thinking. We have this group. We've identified a a handful of potential honestly run compounding machines. This is our terminal portfolio. This is where we wanna go, but then we compare that list to our portfolio, they don't match. And so then Nick elaborate on the honestly run part of this. Now he doesn't want just a compounding machine he wants an honest un compounding. What does that mean? There are only 2 reason come... 2 reasons companies behave well because they want to because they have to. Our preference is to invest in those that want to. If we can find enough of these heavenly opportunities, they will infect put us out of a job. We will be pleased if a little board. And he arrives at that conclusion because he's like, well, if we can invest in them early. We can invest in Costco and Amazon early We don't have to do anything else because time is a friend of A good business. In fact, I like the way Buffet put this in his shareholders letters better. He says time is a friend of the wonderful business and the enemy of the mediocre. And so Nick says today in 2004, we have made 2 investments in wonderful compounding machines and only 1 of those is meaningful meaningfully represented in our portfolio? That's Costco. What is the probability that say over the next 10 years a good portion of the super high quality thinkers will be priced at 50 cents so there's some kind of pull pullback in the stock. Right? Our betting is that odds are reasonable. The trick is to do the work today so that we are ready. If you go back to the Lee lose lecture with the Columbia business school students. That's what he kept telling them. You have to be a learning machine. You have to be doing the work now. He he referenced many times that takes a long time now, but it makes you go faster later on, but that you'll study something he would study like an American company like 15 years. They've taken 15 years to find the Asian counterpart. Nick is telling us something very similar here. We're gonna think this through. We're gonna analyze this business model, we're gonna try to find these super high quality. Thinkers is these compounding machines, and then we are going to be patient. We are going to wait because the probabilities are high. Be able to get a good price to buy in, the trick is to do the work today so that we are ready. And so in addition to spending time analyzing companies and industries and trying to find these compounding machines. They also talk a lot about or Nick talks a lot about all the mistakes that his peers and other people in the industry made. He says successful investing is a minority sport. When I had Dinner with Charlie Mu, I have a list on my phone of all the notes I took. From the conversation. And 1 of the last things that Mu said to me at dinner was that being good at investing is a very rare skill. It is not distributed widely and will never be. And that has to do with behavior. So Nick sleep says the best talk on investing wasn't about investing, and it was Charlie Mueller's talk, the psychology of human mis judgment. And so what Nick is doing here he's thinking through He's like, well, what the problem is what if we're right, what of these are wonderful businesses? What if Costco was gonna get much bigger from here. Why is it then when you look at the history of investing that so few people cannot see success. And what he means by that is they sell way too early. So he says we take no comfort from the fact that not seeing success is a perennial investment mistake. In the 19 fifties, a large Baltimore based fund management company sold their client shares in Ibm. Only for the shares to appreciate the point that the value of the shares sold would become bigger than the whole fund management company itself. Remember this because he tells the the same story. Many years in the future and I think he does an better job. What we are trying to do today is to avoid the Baltimore companies second mistake, which was to sell an equally big state in Walmart in the 19 seventies. The point he's obviously making is, hey, just hold on to Ibm and Walmart, and you didn't have to do anything else. So how does 1 avoid these mistakes, The answer lies and analyzing not the effects and outputs of a business, but digging down to the underlying reality of the company? The engine of its success. 1 must see an investment not as a static balance sheet. But as an evolving compounding machine. And if you did that, you would not have sold Walmart in the 19 seventies. And so Nick starts sharing his thinking about what is the engine of Costco success and is there some traits at some actions that taking that would cause their customers to maintain this loyalty and this commitment to Costco over a long period of time. It's told you, last week, you know, my wife's family's has been shopping there for almost 30 years. They are extremely committed to Costco. So Nick says number 1. Operating costs are low, indeed very low. It is indicative of the paranoia with which the companies run that costs are measured in basis points. Number 2, The wholesale price is as competitive as it can be the key to negotiating terms is that the number of items in a store so the Skus are fixed at 4000, and the right to fill 1 of those spaces is auction with the supplier that provides the best value proposition to the customer winning space on the shop floor. So he talks about. How ruthless they can be with their suppliers that on their website, it lists the criteria required to become a Costco supplier, and Nick highlights this 1 section. We expect all vendors to consistently and voluntarily, quote The lowest possible acquisition price available on all items. A vendor who does not consistently and voluntarily quote its lowest price to our buyers will be permanently discontinued as a purchasing source for Costco. This is Nick's. Response to that. Good good grief, 1 strike and you're out. Number 3, revenues need to be very high. Revenues will be high if the other factors number 1 and number 2 are favorable. If operating costs are low, and prices are as competitive as they can be. The issue is what the company then does with the revenue advantage. In the case of Costco, scale efficiency gains are passed back to the consumer in order to drive further revenue growth. That way, customers at 1 of the first Costco stores outside of Seattle benefit from the firm's expansion into say Ohio as they also gain from the decline in supplier prices. This keeps the old stores growing too. The point is that having shared the cost savings, the customer reciprocate. In the office, we have a whiteboard on which we have listed the very few investment models that work and that we can understand. Costco is the best example we can find of 1 of them. Scale efficiencies shared. Most companies pursue scale efficiencies few share them. It's the sharing that makes the model so powerful. The company grows by giving back. That is why competing with Costco so hard to do. The firm is not interested in today's static assessment and performance. It is managing the business as to raise the probability of long term success. When Costco continues to recycle cost savings to the consumer, it is lowering the probability of failure. And before I read this next sentence to you, remember it is 2004 when he is writing this, amazon dot com, maybe following this path as well? And so then he tries to recognize reconcile? Like, this business model makes sense to us. This is phenomenal of your customer, but why are the shares mis priced? Why is this so cheap? And so he list what some criticisms that Costco gets at the time. The company has low margins, and it's funny that he's mentioning both Costco and Amazon at this time because remember, 1 of based... Jeff bezos most famous quotes. Is that your margin is my opportunity. So do people are like, well, we don't wanna buy the stock because Costco has low margins, and Nick Sleep says true, but that's the point. The firm is deferring profits today in order to extend the life of the franchise. And so as he continues to analyze Costco? He says there's an interesting question. What characteristics could 1 be on a company that would make it the most valuable in the world. What would it look like? And he said such a firm would have a huge marketplace that would offer size. They would have higher barriers to entry, which would offer longevity and very low levels of capital employed, which would offer free cash flow. Costco has some of these attributes. It is also more asset light than its peers, but it's not the lightest of them all. For that, 1 must turn to the internet. I'm going to pause here before I read the next sentence because I promise you you're not gonna be able to guess what the next sentence is. We just got gone to going through the the benefits of Costco. They mentioned Amazon. They mentioned they can only understand a few business models and this is 1 of them. Costco is great, but imagine if you had Costco on the Internet. And given all that, we take this strange turn right here because they said, well, for that 1, you gotta turn to the Internet. So in in our opinion, a business such as ebay could be the most valuable in the world. So no, Costco is not perfect. Perhaps we should own ebay as well. No. I I wrote on the... This is the next page. So you can read these for free online, and I'd... If you like reading physical things like I do, you can print him out. So of age 52. On 51, on page 51, they're talking about, you know, the benefits of Costco. They talked that the fact that Michael Dell is also using this model by keeping costs low and passing back scale benefits to the buyer of his Pcs and that amazon dot com might be following this path as well. On page 52. It's like, well, Costco could be great, But what if it was on the Internet. So maybe it's ebay. And I wrote in a giant letters in the margin. The answer was on the previous page. The answer is Amazon. They just don't know yet. Now they will arrive at that. And I think that they're the the the most... The majority, like, that 2000000000 dollars. That they made. I think the the single company had contributed most of. If I'm not mistaken as Amazon. And is always helpful to think about what was going on when these words were written. So if you go, I went and looked up, like, what didn't be... Because you read about early days of Amazon. You never read had every single book I can find. And for the longest time, people thought that Bezos has no chance against ebay. And think about it this. In the end of 2004, the market cap of Amazon when N is discovering this earn secret was... Was 18000000000 dollars. 18000000000. The market cap in that same time for ebay was 77000000000. In today's world we're living in, that sounds silly. But if you go back to the early 2 thousands, there was a ton of stuff written on the fact that Amazon sends no chance against Ebay. And so on the next page, he gives us his summary of thoughts on Costco, and our judgment Costco is a cost disciplined intellectually honest high product integrity, perpetual motion machine trading at a discount to value. I think we will do quite well. Your manager has already made his first mistake in investing in Costco from not buying enough. Towards the end of his partnership letters, Nick sleep something that's excellent. The fact that, you know, these ideas that work today, They worked in the past, and they will build empires in the future too. That is why I read a hundred and 10000 of these words. This is what I'm choosing to focus on as I speak to you. The 1... The first thing that got me really interested in Nick's Sleep is not his investment performance It's his observation that he lays out in the following quote. He says the best investors aren't investors at all. They're entrepreneurs who never sold. And since Nick is an investor he's trying to learn from that from learning that Why these entrepreneurs not sell. He says the biggest mistake an investor can make is to sell a stock that goes on to rise tenfold. Not from owning something into bankruptcy. But that's what everyone thinks. At least judging by the questions that we get from our clients. We got questions about our holding in Northwest airlines rather than the sale of Apple earlier this year, but selling Apple has cost us more. So again, that speaks to Nick's own point about how difficult this was. When he's talking about that firm that sells Ibm in the fifties and Walmart in the seventies, he's not like, hey, look at these idiots, they're so stupid. He's making the point that that mistake is repeated over and over and over again when you look through history, it's arrogant to think that you're not capable of making the same mistake. So how do we avoid that? And I think we'll talk about this later, but just in case I forget, the idea that the best investors are investors At all, their entrepreneurs who never sold. That has to do with the love that an entrepreneur feels for the business that they're making that they're creating. Sam Walton is not looking at his stock in Walmart and maximizing for the best return on the most dollars in his bank account. He was focusing on building something great that served other people over a very long period of time. In other words, sometimes it turns out that the best financial decision is not a financial decision at all. Now we get to 2006 and they start to realize, oh my god. It's not ebay. He let's say that. It's not ebay. It's Amazon. I... There's... Before he gets an analyzing Amazon, though, I think he he hits on something that's very fascinating. That it's related. It's it's on the page before he gets to Amazon, but I think it's related to how he thinks about Amazon. And he's like, you know, this is a really weird thing in the, and how we teach economics. He says there's a blind spot as the overwhelming mythology methodology for research and economics has been to take observations over a short period time. As if cause and effect, sit on top of each other. Remember the line for when we get to Jeff Bezos own shareholder letters who are who are who are quoted heavily in Nick's sleep partnership letters. Okay? This really weird thing, we're assuming that, you know, observations happen over short period of time as if cause and effect sit on top of each other. And really this all ties to his main point of why having a long longer view, a longer term view can be just a massive advantage. And he makes the point that both Costco and Amazon. At this time they're penalized by the public markets because they're giving so much of their scale efficiencies back to the consumer. And so he goes, okay. Well, how do we... How should we think about this? How should he calls some price get backs? Here's what Jeff Bezos says had to say in his last year's annual report? We have made a decision to continuously and significantly lower prices customers year after year as our efficiency and scale make it possible. This is an example of a very important decision that cannot be made in a math based way. When we lower prices we go against the math, which always says that the smart move is to raise prices. We have significant data related to price elasticity. With fair accuracy, we can predict that a price reduction of a certain percentage will result in an increase in unit sold of a certain percentage with rare exceptions the volume increase in the short term is never enough to pay for the price decrease. However, our quantitative understanding of elasticity is short term. We can estimate what a price reduction will do this week in this quarter, but we cannot estimate the effect that consistently lowering prices will have on our business over 5 or 10 years. It's exactly what Nick was saying on the other, the mistake that the economics and economics make, they act like, cause and effect sit on top of each other. Jeff is saying, yeah. Okay. You can quantitatively understanding what this price reduction will do this week or this quarter. But you can't say what effect will have over the business for 5 or 10 years. This is why 1 of my favorite lines about what what the role the founder actually is. The founder is the guardian of the company's soul. This is an example of that. Our judgment is that relentlessly returning efficiency improvements to scale economies to customers in the form of lower prices create a virtuous cycle that leads over the long term to a much larger dollar amount of free cash flow and thereby, to a much more valuable Amazon. We have made similar judgments around free super saver shipping and Amazon Prime, both of which are expensive in the short term and we believe important and valuable in the long term. The timing in which Jeff is writing this and which Nick is commenting on it is really important. This is a time when few people are buying Amazon. Nick and Zach have their earned secret. They are half a decade into their partnership. And so Nick Writes, this is a summary of the scale efficiency shared model that we dealt with in detail in our analysis of Costco years before, and is deployed by companies, which have now come to dominate No, which is his holding in Costco, Dell, Amazon and Berkshire. If the share price being set by those with an eye on the next data point, then they can't also be looking out for the long term value. There are few traders that disagree with Bezos value creation process, but they don't think it'll show up in the numbers just yet. The traders have many small ideas, and we have 1 big idea. Good luck to them. It is not strictly a math based equation and there's no guarantee that investment spending will always work. And he quotes Bezos again, math based decisions command wide agreement, whereas judgment based decisions are rightly debated and often controversial, at least until put into practice and demonstrated. Any institution unwilling to endure controversy must limit itself to decisions of the first type. In our view doing so would not only limit controversy, it would also significantly limit innovation and long term value creation. That is the end of Bezos quote, this is Nick's 1 word response, amen, and the next sentence he says, I think Bezos would run a good investment fund, but that is the point good investing and good business decisions are synonymous. And so in 1 of the 2007 partnership letters, he talks about how and why Amazon can get even better. Now keep in mind the following year, he doesn't know this yet. The following year, you're gonna be able to buy Amazon stock for, like, 35 dollars. Okay? So he's asking the question, like, how do we know that a business will actually grow from a mouse to an elephant. And he identifies the same traits stat in the physical world that Costco has and then it could be super powered by the Internet. So, you know, several things are important. A business ought to be able to self fund its own growth. Second barriers to entry should increase with size. That way the company's moat is widened as the firm growth. And then the giant advantage that Amazon has over Costco is that on the Internet, power law is very high. And this implies that businesses like Amazon have a shot at being far bigger, quicker and more profitable than their physical world equivalents. And the fact that it's led by a customer centric founder. This combination makes us think that we may have a mouse that can turn into an elephant. To those who argue that Amazon is large already, we ask you 2 questions, what do you think commerce will be as a proportion of Us retailing in 10 years time, and what do you think it was last year. So the answer to that second question is 3.1 percent of all retail sales happened online in the year 2006. And so then he goes back to this unresolved problem. It's like everybody else is diversified. That doesn't make a lot of sense to us, How should we be thinking about this? This is very difficult. And so since they had bought Amazon, it went up twice. So said after the doubling of the share price, it'd be easy for Zack me to claim victory, high 5 and sell our shares in Amazon. In previous no letters, we have argued that the biggest era investor can make is the sale of Walmart or Microsoft in the early stages of the company's growth. We wonder with selling Amazon today be the equivalent mistake of selling Walmart in 19 80. And so he talks about let's invert. Let's invert the way to construct a portfolio. The other way to construct a portfolio that's different from how other people do it is to invert and start at a hundred percent waiting and work down. This is what founders do. He's really saying without saying what if you invested like founders invest. Right? It's a hundred percent. Sam Walton, hundred percent of his net worth was in his company. And he says now, we are not advocating all the fun in Amazon well just not yet at least. And here's the crazy. That would have been their best performing decision, assuming you're gonna put all your money into what you've already invested in. They didn't know it then obviously, but they they would best performing a decision would have to to do just that, allocate the entire fund to Amazon. And he tells a wonderful story why this is so difficult and this is hilarious. He says it was recently reported that oil had been found, not in the far flung reaches of the globe, but under the headquarters of Exxon, in irving Texas and not by Exxon, sometimes what you are looking for is right in front of you. If Exxon can make them mistake, we all can. So now we're in the great financial crisis of 2008, Remember, Nick talk said, the the greatest speech on investment wasn't about investment. It was about. A psychology of human mis judgment, and he's talking about, you know, everybody's panicking, I think they're gonna wanna to be down, like, 40 percent this year, 45 percent, the at the at the end of the year. And he says in the the letters before this even happens. I think he's only down at 20 percent at the time goes. I know it doesn't seem like it, but I promise you this is the best possible time to be an investor. And he's looking at the underlying strength of Amazon. It's completely un correlated to stock price and he cannot believe it. This next section goes over many, many pages. Is 1 of my favorite parts of his entire letters. And so he's about to make the point using Amazon as an example that, hey, customer's response incentives like all people do. And Amazon's sharing of these benefits of its scale will make them grow much farther from here. And you can see it with how they're actually performing in the middle of this great financial crisis is happening in 2008. And so he's comparing Amazon's strength with the lack of strength that normal retailers have. So he calls them high low, You know, people that say, hey, you know, they they get you in the door by essentially heavily discounting. Having like, a loss leader and and the hopes that once you're in the store, you're going to buy something that they have a higher margin on. So he's gonna call them high street peers. Okay? Amazon's high street peers could price their products at net income breakeven and still not undercut Amazon's prices or profitability. For these high street competitors, the game is over he's writing this in 2008 when everybody's panicking. Nick is thinking very rationally in seeing things unbelievably clearly. They will leak revenues to more efficient rivals as customers respond to the incentives of consistently low prices and convenience. Scale economics works well in bad economic times as well as good. On the busiest day in the run up to Christmas this year in 2008, order volumes at Amazon were 16 percent higher than the previous year. Compared to the overall retail industry, which are down 10 percent. In the last few months, Amazon has been priced in the market as if it would not grow in the future, despite some of the best growth prospects we can imagine, that is a very rare combination. And there's a hilarious illustration of this point that he nick's wright. Scale economics works well in bad economic times as well good. He's happening in 2008. Back when there was a recession in the early 19 nineties, Sam Walton was asked about the recession that was happening, and he said I thought about it and I decided not to participate. When you have order volumes at Amazon growing 16 percent year over year in 1 of the worst financial crisis that the... In, you know, half a century or whatever the the time frame was. That's Jeff Bezos saying, yeah, I thought about. I'm not going to participate. And so it's exactly when everybody's panicking when he's investing in Amazon. He says in our opinion, just a few things in life for noble. And it is because just a few things are noble that No has just a few investments. The church of diversification is seen as an insurance against any 1 idea being wrong, we would propose that if knowledge is a source of value add and few things can be known for sure then it logically follows that owning more stocks does not lower risk, but raises it. Sam Walton did not make his money through diversifying his holdings, nor did Bill Gates, Andrew Carnegie or John d Rockefeller. Great businesses are not built that way. Indeed, the portfolios of these men were more or less 100 percent in 1 company and they did not consider at risky go back to that quote, the best investors of all time are not investors at all. They're entrepreneurs who never sold. And so he's asking the question. Why is it that no 1, but the founding Walton family owned Walmart all the way through. Zach and I were told a story which we enjoyed enormously and might help illustrate this point in the early 19 seventies a large successful fund management company analyzed its portfolio and discovered that their sale of Ibm 30 years earlier had been a huge era of mission. If they had instead kept their Ibm shares for the last 30 years, that stake along would have been larger than the total funds under management. They all agreed to learn from that particular mistake and as so often happens went back to their deaths and got on with life before as if nothing had happened. Around the same time that they realized their mistake, they also made a decision to sell their taken Walmart, which 30 years later would be worth more than there than to be funds under management. In terms of dollars of opportunity loss, it is likely to be the biggest single error that firm will make. And so then you makes a point a few pages later, like you cannot just focus on the outputs. If you do, you're gonna sell, you have to really understand the central engine of success. You have to understand that business deeply. This is why it says so few things can actually be known. And if you can only know that a few things well, then, of course, you need to be heavily concentrated in bet heavily. It could be argued that lots of things had to go right for Walmart to grow for 40 years. That is certainly true, but at its heart, a very few simple things really mattered. In our opinion the central engine of success at Walmart was a thrift orientation of low cost, low waste, fueling growth with the savings shared with the customer? That is the deep reality of the business. And so you could pause there if you're interested in investing? You say, okay? So who's doing this now? Who today is the Walmart of the 19 seventies or you can ask yourself? Okay, How do I apply this to my own business. So my business the what I'm running today can compound for decades. And he wraps this up beautifully because he's at... They're asking essentially, the reason they're studying Walmart and reason they didn't know the work in Costco. Is they're like, is Amazon r Walmart. And I absolutely love this section because it's really comes to what you and I've been talking about the past few weeks. Effort and opportunity costs. Mu says that all wise people. The way wise people make decisions is through opportunity costs, and then So it says when Zac and I t through the stock market these last 18 months. We read a thousand annual reports and visited and interviewed 300 companies. We had 4 main choices. 1, we can add to our existing holdings. 2, we can invest in new businesses, 3, we can invest in growth businesses are 4, we can invest in cigar butts. Overwhelmingly, we have preferred our existing businesses to the alternatives. We are not saying that Amazon is the next Walmart. Time will tell on this front. But we are asking the question, what if it is. And if the answer is yes, then the answer is on the next page, it talks about the investor self K, who wrote margin of safety was once challenged on whether Buffett track record was statistically significant since he traded so little to which Claire answered that each day Buffet chose not to do anything was a decision taken too. When I read that I assume that Nick is seeing himself in that story. Right now in 2008. He's like, I got Costco. I got Berkshire. I got Amazon. The key is to not mess that up. He the key is to not interrupt this these honest compounding machines. Which in itself is a decision, a daily decision not to do anything. And arguably more difficult than do something because I think we're naturally wired to do something to take action. And what made me wanna spend time studying nick sleep and Zach and Lulu and bezos and everybody else is because of this idea. Remember what Lou said he was asked. He's just like, well, how do... What... How is your approach different than other investors that are less successful and than you He's like, I I don't spend any time worrying about what other investors do. I spent all my time studying great companies and setting great industries. If Nick and Zach were worried about what other investors were doing at this time. They wouldn't be doing what they're doing. They wouldn't have been buying Amazon, They would have been talking about Costco. And so there's this unnamed founder that is running 1 of No investments that said this in a private meeting. I'm... I... This has gotta be Bezos. They don't say it's Bezos, but listen to this, And I think again, let's let's just assume this is bezos. Bezos is running his business way. I would argue, Lee Lou ran his business way and then Nick and Zach were running their business this way. If you wanna be successful and we do, then you have to be willing to be misunderstood. Okay? The god is a bit of main theme in the last month and do things that do not seem sensible to most people. For example, if you the employees come into the office in the morning thinking how are you're gonna beat number 1, number 2 and number 3 in the industry, then our business is the wrong place for you. We start with the customer and work backwards. He continued that it rather than set your standards by what others do the business benefited from a divine discontent with the status quo, which kept us on our toes and the business improving irrespective of what the competition was doing. In other words, his company had an internal compass with true north pointing to what was right for the customer. Sounds a lot like what Jim Cynical did at the beginning. He was like, hey, suppliers is like, hey, we got such a good deal on these designer jeans. We can mark them up, you know, another another 10 dollars no 1 will notice. And he's like, no, I'm not gonna do that because that violates my internal compass, which my... Which points to always doing what's right for the customer. And Jim S thinking on this was heavily heavily influenced by his mentor sole price. I've done 2 episodes on soul price if you haven't listened to them yet. It's episode 03:04 soul price the founder who taught Jim Senegal Sam Walton, Jeff Bezos Bernie Marcus. It's based on biography written by his son. His son listened to that episode. And sent me a very, very kind email. So Zach and Jim or Nick and Zach rather are meeting with Jim, and he says, Jim suddenly stopped in mid sentence. His face lit up. I must show you this. He said. And he disappeared into a filing cabinet. He emerged with a memo from 19 67 written by soul price, and he gave him a copy. They framed it and hung it on the office wall. The memo says this. This is sole price. And this is what Jim thought was super important. Although we are all interested in margin, it must never be done at the expense of our philosophy. Margin must be obtained by better buying emphasis on selling the right kinds of goods we wanna sell, operating efficiencies, lower marker markdown greater turnover. Increasing the retail prices and justifying it on the basis that we are still competitive could lead to a rude awakening as it has with so many. Let us concentrate on how cheap we can bring things to the people. Rather than how much traffic... How much the traffic will bear. And when the race is over, Fed mart will be there. This is Nick's commentary. The... That is the best summary of the business case for scale economic shared that we have come across. 43 years later, Costco is the most valuable retailer of its type in the world. Cultures that care about the little things all the time are very hard to create and in the opinion of Jeff Bezos almost impossible to create if not put in place at the firm's, Genesis. And then I wanna to add on what I think is the main point and the main idea behind this episode so that these ideas are timeless and are transferable to our work. When we study truly great businesses, we find that very often it has been simple human attributes that have led to their success. You feel differently drinking a coke than a no brand cola, or you may feel differently towards a business that consistently undercut the competition and price are a delivery service that literally goes the extra mile and picks up return items. And the reason you have these feelings and the stimuli that produced them have hardly changed in millennia. It is interesting to note that the business model that built the Ford Empire hundred years ago is the same that built Sam Walton in the 19 seventies herb ke in the 19 nineties are Jeff Bezos today, and it will build empires in the future too. And that is where Leave it for the full story I highly recommend reading the shareholder letters, all of them, they're available for free on Nick's Charity website. I will leave a link down below. And then if you don't wanna read all 218, 219 pages of the shareholders. I would heavily recommend buying William Greens book that wanna I covered that did the chapter last week on Nick and Zac. The book is called Richard, Wiser happier how the world's greatest investors winning markets in life. The author William Green, Listen to the episode and he loved it. A bunch of my friends have bought that book this week. I will leave a link down below if you buy the book using in that link at least supporting the podcast at the same time. That is 365 bucks down, 1000 ago, and I'll talk you again soon. When I was reading these letters, and it was very clear that Jim A and Costco obsession was this total commitment to this everyday low price strategy that they had. Everything that we're doing was serving that 1 goal. And when you read that or when you listen to that, you start to think, okay, what is my organization's goal. So my goal, my 1 goal, my central organizing principle, my entire life's work. Is that I wanna help other people learn from his greatest entrepreneurs, and I wanna do that better than anybody else in the world. And so as a byproduct of making this podcast to in order to make the podcast, I have to collect and dis instill the knowledge the collective knowledge of his issues greatest entrepreneurs, And then I use the podcast to spread that knowledge foreign and wide because I really do think these biographies, these shareholder letters these auto. I really do think it is an act of service that other people can benefit from a, you know, 4 or 5 sick decade long career. And so the Takes form of a podcast, but now I've made a tool to make sure that I never forget the lessons and that I can pull them up on demand when I need them, and that tool founder notes which you can now get access to that tool as well. Founder notes lets you tap into the collective knowledge of history, greatest entrepreneurs on demand, and it's a very simple way because for the last 6 years, I've been putting all of my notes and highlights for everything that I read for the podcast into a giant searchable database that you can now tap into. And even if you didn't know about this tool, you hear me use it over and over again because every time you listen to the podcast and I'm referencing past ideas from past episodes from past books, Like when I brought up Jeff Bezos or when I was talking about Walt Disney in this episode. Are Sam Walton or Mon or Buffett or all of this. That is me searching through founders notes and pulling up those ideas. And that is a really important point to get across what you see. If you subscribe to Founder notes, That is the same tool that I use. You see the exact same thing that I use. It is a tool that I made for myself, and I had for years before I even thought about making it a tool that other people can get access to. Existing the founder notes have been using it to help them think through issues they're having from anything in their company from hiring to recruiting to marketing to leadership to prepare for board meetings to preparing sales presentations. If you are already running a successful company, I think it's a no brainer to invest in this tool, You can tap into the collective knowledge of his case founders on demand by going to founders notes dot com that is founders with an s just like the podcast, founders notes dot com and subscribing today. Thanks for the extra support. Thanks for listening, and I'll talk to you again soon."
}