{
  "transcript": "A few months ago, I got to spend 7 hours over 2 days with John Mack, the founder of Whole foods. And it was during 1 of our conversations, that John Mack told me 1 of the craziest things that anyone has ever said about the podcast. By the time we had met, he'd already listened to over a hundred episodes And he said that if founders had existed when he was younger, whole Foods would still be an independent company that since the podcast and all of his Great Entrepreneurs twitter constantly emphasized the importance of controlling expenses. He would put more of a priority on it. Especially during good times, it is natural for a company and for human nature to not watch their costs as closely because everything else is going so well. The importance of that idea was noticed over a hundred and 50 years ago by Andrew Ke, he would go around repeating this mantra. He would say profits and prices were cyclical, subject to any number of transient forces of the marketplace. Costs, however could be strictly controlled, and any savings achieved in costs were permanent. This is something I was talking about with my friend, Eric, who's the c founder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder of ramp, and have spent a ton of time with them over the last year or 2. They all listen to the podcast and they picked up on the fact that the main theme from the podcast is on the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage. That is a main theme for ramp. The reason ramp exists is to give you everything you need to control your spend. Ramp gives you everything you need to control your costs. Ramp gives you easy to use corporate cards for your entire team, automated expense reporting and cost control. Those 2 words cost control. There's a line in Andrew Carnegie biography that says, cost control became nearly an obsession. Carnegie is not alone with that obsession. In fact, 1 1 other thing that John Mack told me was... Which was really surprising. He talked about the role that Walmart played in Whole foods success. That potential competitor to Whole Foods tried to compete first with Walmart. And they found that it was impossible to do so. Here's what Sam Walton said in his. Our money was made by controlling expenses. You can make a lot of different mistakes and still recover if you run an efficient operation, or you could be brilliant and still got a business if you're too inefficient. Ramp helps you run an efficient organization. Ramp is everything you need to control spend and optimize your financial operations all on a single platform. Ramps website is incredible. I hope you go check it out. Make history greatest entrepreneurs proud, by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. I'm usually very reluctant to make an episode about a young founder that hopefully has decades left in their career. But I made an exception for this leaked memo, which is called how to succeed in mister Beast production. And I... Really there's 2 primary reasons I wanted to make this episode 1. I know Jimmy, he listens to this We spent a bunch of time talking about the ideas found on the podcast found from the life and work of his mirrors and on all these biographies. I also flew and visited his headquarters, beast headquarters with my friend Rick Ge, so Rick has invested in Jimmy company and Rick and I spent 7 straight hours with Jimmy. We got to see his entire operation. We sat in on meetings with his top team. We talked to his Cfo, and I would say we got a very intense download of how Jimmy thinks about Youtube and how he thinks about the business empire that he is building and the business empire that he wants to build. The second reason I wanted to make this episode is because I devoured the memo. And from the very first page it's obvious how a lot of the ideas contained in this memo will relate to the biographies that you and I study every week. And so I printed out the memo and I went through it just like I do. All the biographies really, the way I read anything. So it starts off He says, hi. I'm Jimmy. And that as the team is growing larger, I no longer get to spend as much time with everyone as I used to. The first dozen employees had unfiltered an unlimited access to me to learn as much as they could about my vision and what I wanted. Sadly, you don't have that luxury. So I thought it would be useful to try to brain dump as much as I can into this silly little book to give new people and to help bring them up to speed on everything we've learned over the past decade with this channel. We've been through a lot and chances are most of the problems you face we've dealt with. So I genuinely believe that if you intently read and understand the knowledge here, you'll be much better set up for success. So right from the very beginning. When he's like, hey, this stuff may be new to you, but we have a ton of experience and likely the problems that you're encountering or not novel, we can explain what you're likely to run into and how to solve them. So this was my exact experience when I talked to Sam Z when Had lunch with him when I had dinner with Charlie Mu, they had entire historical databases of companies and industries and all these examples from 60 to 70 years of experience of building companies of studying companies. By the time I met them, there's probably not a single novel problem that they have not seen in the past. There was a great line from last week's episode on Nick Sleep partnership letters that talks about this. You know, Him doing all this thinking, spending all this time trying to think through problems. He arrives at a conclusion and realized wait. I'm... About to figure this out 50 years ago. He says as a young man, there's something slightly depressing. About thinking things through for a while, arriving at a somewhat recent conclusion only to find that others have been there before you in years earlier in some respects, we are 50 years behind Buffett. And I think these 2 lines that Jimmy Wrote, we've been through a lot and chances are most of the problems you face we've dealt with, So Jenny believe if you actually read and understand, you'll be much better set up for success. I think that's why you find and people that reach the top of the profession, they have this historical database they can draw in, draw from in their head, is exactly why Sam Z and Charlie Mu spent so much time reading and studying history. And so back to Jimmy says this is not a rule book. I need to kick this thing off by saying the purpose of this is not to give you a bunch of rules to follow what we do is complex and changes based on the situation. I need you to repeat this senior head 3 times. I will apply everything I read with a grain of salt. This is not an inclusive list of everything. I hope this inspires you with questions and to come to us to learn more. I could make a separate book for creative, a separate book for production, a separate book for editors, etcetera, but I think that's dumb. Everything we do here is interconnected and the more you understand about what others are doing and trying to accomplish the better setup for success you will be. I advise everyone to read this in its entirety. A good example of this is James Warren. He understands every single part of this company at a deep level, and as a result, can make decisions faster than anyone else. The stuff you will be reading about, he knows like the back of his hand. I've seen a team of 5 people work on a project for a week. Just to give up and James solve it in 30 minutes. That shows the power that comes when you understand everything in this book deeply. So I'll pause and interrupt myself there. So that there's something that happens over. And again, my favorite line on this comes from Sam Z murray. From the book that fish should ate the well. He says, if you know your business from a to z, there's no problem you can't solve. And in addition to that line from Sam Murray had a bunch of notes around just this 1 section on James warren this idea. You know, he understands every single part of the company at a deep level, as a result can make decisions faster than anyone anywhere else, you can have a team of 5 that can fail solve a problem over a week, and he solves it in 30 minutes. In Sam auto, he talks about 1 of the most important relationships that he ever made. Was with this extremely famous and wealthy family that's, in Chicago. It's the P family. And Jay P, I think it's coast to 19 or 20 years older in Z serves as almost like a a friend and a mentor to him for a very long time. And teaches them a lot. In fact, in the auto, Sam, Z writes that jay, P was the smartest financial guy he ever met. And so 1 of the things that Sam Z said that he learned from Jay, P that have I've never forgotten even though I read the book you know, over 2 years ago, I think. Is he says that jay taught me to use simplicity as a strategy. He had an uncanny ability to grasp an extremely complex situation and immediately locate the weakness. He always said that if there were 12 steps in a deal, the whole thing dependent on just 1 of them. The others would either work themselves out or were less important. And Sam said that Jay was able to identify the most important part extremely fast. They reminds me what Buffet said about Mu. That he says, Charlie got the best 30 second mind in the world. If I call him to and describe a prompt him, any kind of a situation he gets to the essence of it immediately. I think that's exactly what Jimmy is describing the talent that James has and the importance of knowing as as much as you can. And as deep as you can about every single aspect of your business. I think this goes back to what Nick sleep wrote in his investment letters. 1 of his favorite quotes was that the art of being wise is the art of knowing what to overlook. You bring a deal to j jay P, You say here's 10 important things He's like bullshit. There's the 1 important thing. Solve that, and everything else falls in line. And so back to this, Jimmy ends this section with very important advice, the more you know about why we do things and what we were trying to accomplish the better off you will be. The next section is what is your goal here. Your goal here is to make the best Youtube videos possible. That's the number 1 goal of this production company. It's not to make the best produce videos, not to make the funniest videos, not to make the best looking videos. Not the highest quality videos, it's to make the best Youtube videos possible. Everything we want will come if we strive for that. This sounds obvious, but after 6 months in the weeds, a lot of people tend to forget where we are actually trying to achieve here. I think the best thing to do here is look at this paragraph through the lens of what you and I talked about all way back on episode 03:60. Robert K, Bob K the founder of fasten. He wrote this little 98 page book that's successfully hard to find and Bob's entire thesis he's got 1 idea in that book. And his idea is that the leader of a company leader an organization, they have to maintain commitment to the organization's common goal. Every single person in your organization should know the organization's common goal. It should be repeated over and over again. It is very natural You talked about on the book that you'll you'll drift from it. You'll over complicate things. And then a leader's job is said no, No. We gotta get back on track. We gotta go back to our commitment to this shared common goal. And so in Bob Ke case, his common goal was growth through customer service. In Jimmy case, it's we will make the best Youtube videos possible. And if we do that everything we will want will come to us if we strive for that. And in many cases, your employees will respond to that. There's a book that I've read had 3 times that I absolutely loves called creative selection. It's episode 2 81, which I think I titled working with Steve Jobs because that book was written by a programmer that demoed multiple times and worked for Steve. For years, and he has a line in that book, I think is very important to why it's so beneficial to make your thinking as clearly as possible. So it's makes you easy to interface with. And for Steve he did it in 3 words insanely great products. Do you wanna build insanely great products come with me. If you don't, this is in the place for you. And so in that book creative selection, the author Ken C describes what is like to be on the receiving end of this. Steve jobs provided his single minded focus on making great products and his vision motivated me. Okay. So the next section is, I don't care how traditional media does things. This is not Hollywood, and I do not want it to be Hollywood. And if that sentence turn is a turn off to you, then you're probably at the wrong job. I genuinely mean that Youtube is the future, and I believe with every fiber of my body it's going to keep growing. So I wanna pause it right there. When I got to the section, I was thinking about 1 of my favorite things that I've studied and learned are watched and red in the last month is that video where Lee Liu. He goes to Columbia business school, it's like, 17 minutes long. He just lights them up. He is essentially disgusted at their lack of dedication and their lack of commitment and work ethic. Towards the end of that video, Lee Lou says all of my employees never went to business school. Never worked for an established management firm, some of them never even had accounting. I found it easier to train them than somebody who did. This is something that re occurs a lot these biographies that the founders find that it's better to have no experience than bad experience. Better to have no habits than bad habits. And so Jimmy is saying this is not Hollywood, I don't want it to be Hollywood, he believes that Youtube is the future. And he says, I believe with every fiber of my body that's gonna keep growing. 99 percent of movies or Tv shows would flop on Youtube. On top of that, they would be wildly unprofitable. Have no flexibility in long lead times that can't adapt to trends. You need to be nimble and produce content our, not the way you were taught before. If you want the highest probability of success, I beg you to learn why we do what we do at a deep level before you try to fix anything. Any pits fix in quotation marks. We've done countless videos and invested hundreds of thousands of hours collectively building how we do things. It's not perfect, but we have a reason for how we do most stuff, and it's probably a decent 1. And then he moves on to this next section, he says the amount of hours you work is irrelevant. Recall the story about James solving a problem in 30 minutes that a team of 5 couldn't in a week? In that example, does it really matter how many hours they worked? Obviously, we want grinder that put in the hours and love you guys to death at do, but at the end of the day you will be judged on results, not ours. We are results based company. Get shit done and move the goal post. And then Jimmy makes it very clear. The kind of people that he wants working with them. I only want a players. You're either an a player or b player or c player. There's only room in this company for a players. A players are obsessive. They learn from mistakes. They're coach intelligent, they don't make excuses. They believe in Youtube, they see the value of this company are the best in the Goddamn world at their job. B players are new people they need to be trained into a players. And see players are just average employees. They aren't exceptional. They aren't obsessive about learning. See players are poisonous and should be transitioned to a different company immediately. I think 1 of the companies I had the largest collections of a players in the early days Paypal. If you read that book that my friend Jimmy Sony wrote about the history of Paypal. It's called the founders. There's a quote in there for Max election. And he was talking about the fact that Paypal prioritized speed over everything else except in 1 area, which is recruiting and hiring. And so Max would repeat this mantra over and over again because it says Le kept the bar for talent exceedingly high even if that came at the expense of speedy staffing. Max kept repeating a's, higher a's, b's, higher c's, So the first B u hire takes the whole company down. And 1 thing they did in the early days is that they mandated that every single potential prospect would have to meet every single member of the team. And so back to this, I spent basically 5 years of my life locked in a room studying viral vitality on Youtube. Some days mean some other nerd would spend 20 hours straight studying the most minor thing. And the result of those probably 20000 to 30000 hours of studying is I'd say I have a good grasp on what makes Youtube videos do well. And so because this memo was originally meant just 3 read by people that are working in Beach production, gonna talk about things that I'm gonna omit if you're interested in making videos, he's gonna talk about, you know, click the rate, average view duration, average view percentage. I'm obviously gonna skip over that because I wanna get to 1 of the most interesting things that he says. And he says us a few times. I think this is a really great idea. And so he's talking about something that's happening inside a video. We're gonna skip over that, but this is the main day. Says another way to look at this is it's a segment that only mister beast can do this. The emphasis that Jimmy is placing on doing things that only he can do Things that only his team can do that is straight from Steve jobs that is straight from Edwin land, Edwin Land has this motto says my motto, don't do anything that someone else can do. That is 1 of the most important ideas that I've ever learned from all the reading for the podcast. Don't do anything that someone else can do. And a few pages later, Jimmy is going to give an example that. We offered someone 500000 dollars that they could live in a circle in a field for hundred days. And instead of starting with his house in the circle that he would live in, we bring the house in on a crane 30 seconds into the video. Why? Because who the fuck else on Youtube can do that. The impression that leaves on the viewer is invaluable to us anytime we do something that no other creator can do that separates us in their mind and makes our videos more special to them. You cannot track the wow factor, but I can describe it. Anything that no other Youtuber can do. And so when I got to this part, I immediately thought of a story that I read in biography of La ellis, and the biography called the billionaire in the mechanic. And so Larry Ellis is obviously an a extreme winner. He's ruthless competitive. And so the book is about him trying to win the America's cup race. And in the book, Larry is talking to his sailing team about other sailing teams. And he has this idea to build this giant, What do he calls a hard wing. All the other competitors are using these soft main sales. And so Larry is looking for essentially what Edwin Lance said what Jimmy saying right here is, like, what can we do that no 1 else can do? And so he says Larry went on. I know that most people think trying to build a hard wing of this size is crazy, But that's the beauty of the idea. The other side isn't trying to build 1. So we'll have a wing and they won't. And the note I left on that section when I first read it, is a great summary of to this. If we can do something really hard, we won't have any competition. Okay. So the next chapter he gets into the actual creating of the content. I would summarize this entire section and this is where I have tons of notes. I might have more notes and it's actually words on the page. The good ones no more. That was a line from David Og. When he says the good 1. There's no more. He's talking about advertising agencies. Well you see it with literally every single profession on the planet. And so let me read what Jimmy says first. He says I wanna pass on things, I see pete new people typically fail out. And in general, what I want. Our videos are hard, and they're only gonna get harder. This is why I want the best people in the world and people who are obsessed with Youtube. I want you to be obsessed with Youtube, get rid of Netflix and Hulu and watch tons of Youtube. It will without a doubt in my mind make you more successful here. The more invested you are in the world of Youtube, the more you'll understand how we can stand out and be more original. What we could be doing better, etcetera. You should also really try to watch every mister beast video on all the channels. This sounds obvious, but have asked multiple people this week, what they thought about last week's gaming video and not a single person had seen it. What he wants and the people he's working with, what he wants there Is really what is og describing he says the good ones is no more. This comes up over and again. Think about the film the all the filmmakers I did Tara knows Spielberg. They have entire databases of the history of film in their head. They will literally watch some of their favorite movies, 50 a hundred different times. There's ideas that they learned in, like, 19 75 that they didn't use in their own movie till 20 years later. There's countless examples of this in the biographies that I read and in the episodes I make. Think about the early days of Microsoft. They're 1 of the my favorite all time biographies is of a young bill gates. It's called Hard drive. The book ends when he's like, 35 years old. This is a description of Bill Gates when he's in his twenties. If you talk to Bill about any software company or any hardware company. There's a very high probability that he would be able to tell you who the Ceo is. What their revenues were last year, what they're currently working on and what the problems are with their products. He's very, very knowledgeable in pride himself on knowing what's going on his industry. Here's another example for 1 of Edwin biographies. The fact that he knew he was gonna dedicate his life to the science of light. He was like 12 when he was doing this. He began... It says Land began to read about optical science and discover the textbook Physical optics by Robert Wood, who was a professor of physics at John Hopkins university. Wood was a great experiment of great ingenuity in the areas of optics light, electricity and photography, which is obviously what is what land dedicated his life to. Lance slept with Woods book under his pillow and read it nightly in the way that our fore read the Bible. A few years into the future Is gonna go to Harvard, go to the library and read every single book about light in the harvard library. Then once he reaches the end drops out, moves to New York and does the exact same thing with the New York Public library. You see this absolute obsession with collecting as much information as possible of Oregon. John Rockefeller before he started his own business, He works for He... It's he in total. And so he's a bookkeeper in an office boy for them. He's very young, look what he does. It has a fascination with business that can only be called a passion, held him to the office figures and the ledger were to him like words to a poet. The yearly accounting books resembled volumes of history, I used to go over the old books he said, and so he read he read the into every single accounting book for the entire history going back to the entire history of the company. This is the end result of that. And soon he knew more about the firm than He did and more about the commission business past and present than anyone else in Cleveland. There's a ton of examples in steve j biographies of him knowing the entire history of Silicon Valley, knowing the companies, knowing the founders, and many cases if the founders are alive, he'd go build relationships with them, but he would also study the great work from the past. He could tell you how the work he was doing on the Macintosh related to Alexa alexander instagram Bells work on the telephone. And I wanna bring that up as we go into the next section because I think a lot of what Jimmy is writing about. It's like, this is effort. This is caring. This is passion. I don't know if you can teach this. My personal viewpoint on this is what what what Jeff Bezos said. People don't have ideas, ideas have people. So he continues on top of learning from watching Youtube, I love you to read the book the goal. I used to make everyone read it. I know bottlenecks may seem obvious, but just not knowing and understanding something as simple as bottlenecks has fucked tons of videos. And so give some examples of mistakes made in the past and how to avoid them, let's say you're in production and a video you're assigned to is put up 45 days out. A lot of things need to happen before you could start working on it. The big things would probably be a thumbnail sketch, and creative on your team to write the video do not just go to them and say, I need creative, let me know when it's done, and I need a thumbnail. Let me know when it's done. This is what most people do and it's 1 of the reasons why we fail so much. I want you to look them in the eye and tell them that they are the bottleneck and take it a step further and explain why they are the bottlenecks so you both on the same page. Tyler, you are my bottleneck. I have 45 days to make this video happen. And I cannot begin to work on it until I know what the contents of the video is. I need you to confirm you understand this is important, and we need to set a date on when the creative will be done. Now let's say Tyler, and you agree that will be done in 5 days. You don't get to set a reminder for 5 days and not talk to him for 5 days. Every single day you must check in on Tyler and make sure he is still on track to hit the target date. I want less excuses in this company. Take ownership and don't give your project a chance to fail. I want you to have a mindset that God himself couldn't stop you from making this video on time. And so again, I think this section. This is this is not... You don't have to be a genius. This is effort. This is caring about what you're doing. You get to the, I was like I want less excuses in the company because I just re reread my past highlights from that book the billionaire the mechanic, which is about Larry Ellis, they made me think of Larry Ellis again. Let me read this this excerpt from the book. Larry was teaching the sailing master about other kinds of high stakes decision making. Larry had told Russell a story of when he was working with the Israeli defense forces reviewing the progress on 1 of their new Oracle systems. The Israeli general began the meeting by studying Larry and asking him. What did you bring me today? Results or excuses And so there'll be several times of the memo would Jimmy repeats. You know what the idea It's like, if... We're all working together. If you ask somebody to do something, and you don't follow, and then they don't do it. You can't just say, oh, I did my job? No. The job is the result. The job is not asking it to be done. The job is getting it done. And then Jimmy just continues. He says, say, I just wanna brain dump about a bunch of random things and explain why we do or why we say certain things. These are cheat codes and you should take them to heart. So 1 of them that he says is say the negatives. Do not just tell people on your team are me why something is good. It is infinitely more valuable tell us why it's not good. And what you could say here is really just tell the bad news because the good news takes care of itself. This is what Charlie Mu calls the Persian messenger syndrome, and in Port Charlie Alma act Charlie says, ancient persians actually killed some messengers whose soul fault was that they brought home truthful bad news of like, a battle loss, for example. It was actually safer for the messenger to run away and hide instead of doing his job as a wiser boss would have wanted it done. Persian messenger syndrome is alive and well in modern life. The proper anecdote to creating persian, messenger syndrome is exactly what Jimmy doing here. And its bad effects is to develop through exercise of will a a habit of welcoming bad news. At Berkshire, there is a common injunction always tells the bad news promptly. It's only the good news that can wait. Another section I wanna talk talked you about Don't take anything a face value always dig. 1 of the common themes you're probably seeing is accountability, and this doubles down on that, don't take anything a face value always dig. If someone says something's too good to be true find out why. If you need 10000 pillows by next week, and you've called 10 pillow companies, and none of them have a more than a few hundred in stock, but the eleventh company magically has 10000 pillows investigate are the pillows shitty, why the fuck does no 1 wants your pillows push and get answers. What tends to happen is people think their job is done by finding 10000 pillows and just order them only for us to find problems when they arrive. But then it's too close to the filming window to fix it do not overly trust people outside the company, verify what they say. It is your fault if they don't pull through. So I'm am on page 16 when you print this thing out. I think it's 36 pages of length. And what I would say is the summary so far, It's just a handful of things that I'll work well together. Its ownership, its accountability, its creativity and its effort. And you've probably had a very similar experience to Jimmy side the fact that when you're when you're working with the people, it's remarkable how rare the combination of those 4 traits are in a single individual and that single individual can apply those 4 traits consistently over a long period of time. And so then Jimmy goes into how does he want people in the the company to communicate, and he calls us a higher form of communication. If you spend any amount of time with James, you'll hear him bring up higher forms of communication a lot because it's important and somehow very overlooked by most people. The worst thing you could ever do when you need something for your critical component is email someone at the company. The best to talk them in real life. It's very important you know when to call people for stuff, grab them in real life and when to text them. The lower the form of miscommunication the more miscommunication you will face. As I'm typing this to, you have no idea if I'm laughing smiling, happy matters sad. You can't read my body language or my face and because of that, it's not guaranteed that you'll understand what I'm conveying. 1 week out from a video and the thing you're working on just went south, minimum, a multi way call with the heads of that video. Ideally, you grab them in real life. The more complex what needs to be said is the higher the form of communication you should use. Call first than text if they don't answer. Since we on the topic of communication written communication also does not constitute communication unless they confirm they read it. And then the next section goes back to the importance of ownership, own your mistakes. I hate excuses and it despise with my entire soul and people just try to save face instead of learn from how they messed up. Mistakes are okay. Genuinely, they are, and I expect you to make a lot. That is perfectly fine. Every veteran here has cost me a million dollars at 1 point or another, and you can go ask them yourself if I ever held it over their heads. The reason I'm okay with your fuck ups is because I know that's how you learn. I see it as me investing in you and your brain. Hence, while I have 0 tolerance for c players and they must go immediately. Those fuck ups could be done by an a player that will retain the information learned. I just beg you that you learn from every mistake and try not to repeat it. That's a really important point that it makes mistakes are okay, Genuinely they are expected you to make a lot. There's this great line in this book called the unpublished David O, which is this collection of internal memos that David wrote over like, half a century, he was building his company. And he's warning his companies like, as we get bigger and more successful, we stop taking risk. We stop being entrepreneurs. And he tells a great story about the importance this. He says, are we free willing entrepreneurs ready to take risk in new ventures? Are we too frightened of making mistakes? When the toy buyer at Sears made a mistake, which costs his company 10000000 bucks? I asked the head of Sears, are you going to fire him? He replied hell no. I fire people who don't make mistakes. That's a similar line of thinking that Bezos says. I think he said it in his shareholder letter He might have said it in an interview. But if you're not making mistakes, you're not taking enough risk and so he and Bezos even takes that further is he's like, well, the bigger the company gets, the more expensive, expensive the mistake should be as a... Because we're getting bigger as a company. And so this next part went viral on Twitter was sent to me by a bunch of people. It says, use consultants. Consultants are literally cheat codes need to make the world's largest slice of cake, start by calling the person who made the previous world's largest slice of cake. He's already done countless tests and can save you weeks say you week's worth of work. I really wanna drill this point home because I'm a massive believer in consultants. Because I spent almost a decade of my life hyper ob over Youtube, I can show a brand new creator how to go from a hundred subscribers to 10000 in a month. On their own, it would take them years to do it. Consultants are a gift from god. Please take advantage of them. In every single freaking task assigned to you. Always always always ask yourself first if you can find a consultant to help you. This is so important that I'm demanding you repeat this 3 times in your head. I will always check for consultants when I'm assigned a task. And then this next piece of advice really has to do with finding high agents really working with high agency people. And so he says when dealing with people outside mister Beach productions never take no at face value. If we need to store to buy everything inside of and you call the local dollar tree and the person that answer says no you can't film hair. That literally doesn't mean shit. Talk to other employees and see if they're or if any of the other employees are fans, Or if they have kids that are fans of the channel. Try talking to their boss, talk to their boss's boss, have me dm them on Twitter and try their social team. If after all avenues are exhausted in you're left with a know that doesn't mean don't try the other dollar Trees because the manager of those, could be huge fans and willing to bend the rules. This is what we call pushing through no. Do not just stop because 1 person told you no. Stop when all conceivable options are exhausted. And so if you wanna see what a high agency person looks like 1 of my favorite examples of this is when I was reading a biography of James Cameron, the filmmaker. When he was in his early twenties, he was he personally he couldn't get into University is Southern California, film school was like the best in the country. He couldn't get into it. He was working like a bunch of blue collar jobs. So he's a jan. He's a truck driver. And so he'd work a blue collar job during the day. And then at night, he would just obsessed over movies. And so 1 day he had the idea. Was like, why I can't get in a film school, but that that doesn't mean They can stop me from creating my own phone school. And so he went to the library at Usc. He would start photocopy all the graduate student thesis on very esoteric filmmaking subjects, he would fill fat binder with all these technical papers. And then I'll break from driving a truck in a night he would read through. And so there's a line in the biography it says for the cost of a couple hundred dollars in photocopy, He essentially put himself through a graduate course in visual effects at the top film school in the country without ever meeting a single professor. James Cameron gave himself a graduate level degree in filmmaking for a few hundred dollars. Okay. Then he has a section just really random things you should know. He says I still have tons of notes around producing content, they can't really break into their own sections, so I'm a rapid fire them here, so you at least hear them once before starting your journey. Goes back to what I said earlier, 1 of the most important ideas is don't do anything else. Don't do anything someone else can do. Spectacle or videos that only the mister Beast channel can do. Not every video should be a spectacle and we realize these videos are hard but that is the point. Another random rapid fire note. I'd rather you be honest with each other than nice to each other. And I think that sentence I'd rather be honest with each other than nice to each other We should actually stop for just a second and go into little bit more detail because This goes back to when you're reading the memo, if you watch any of Jimmy interviews. Or you talk to him It's was like, very obvious that he helped he holds up the work as the most important thing. That does a few things 1, I think I said earlier, make some easy interface with, but 2, It also, like, you're gonna work there like, you you understand what... What's gonna be asked of you, And you're an adult you can choose if you wanna work in that environment or not. And the story that's in my mind that I think illustrates this perfectly is Johnny I was talking to Vanity Fair a few years after Steve Jobs died. And it's like a 3 minute of video, I've probably watched the video. I don't know, 50 times maybe. At the end of the video, it says something it's very fascinating. And he tells the story when Steve called him Vain. And it's interesting to note this is 1 of the top 3 lessons he ever learned from Steve jobs. This is what the 1 of the 3 answers he gave to that question what the 3 lessons you learn most from them. So this is what Johnny said. I remember asking Steve about this. I said it could be perceived that his critique of a piece of work was a little harsh. And that we've been putting our heart and soul into this, and I asked him, could we not moderate the things we said a little? And he said why? And I said because I care about the team. And Steve said this brutally brilliant insightful thing? He said, no, Johnny, you're just really vain. You just want people to like you. I'm surprised that you, I thought you held the work up as the most important, not how you believe you were being perceived by other people. And Johnny said, and I was terribly cross because I knew he was right. When Jimmy writes, I'd rather be honest with each other than nice to each other What he's saying is that he holds work as the most important. So they he ask and then answers, What is the goal of our content. To excite me. The goal of our content is to excite me. That's what it's always has been and always will be. I'm willing to count to a hundred thousand, bury myself alive or walk a marathon in the world's largest pair of shoes if I must I just want to do what makes me happy and ultimately makes the viewers happy. This channel is my baby and I've given up my life for it. This is the 1 thing I will never compromise on. I have 0 issues Throwing away a multi million dollar video, if I don't think it's up to my standards. There's examples in both steve jobs biography and in her winter biography of them doing the exact same thing. There's a guy that worked for steve jobs. He was part of his advertising agency for many years, he wrote this book called insanely simple. Talks about, you know, they... They spent millions of dollars or million dollars on an ad campaign. And after the money was spent, Steve didn't think still didn't think it was good enough, so he didn't care. He scratched... He he scratched the whole thing. Same thing with Anna Winter, I think in her case, it was, like, you know, many photos shoots Spent hundreds of thousands of dollars on. She didn't think the quality was there. She would not allow it to go out. So he goes back to this. This is the 1 thing I will, I will never compromise on. I have 0 issues throwing away a multimillion dollar video. If I don't think it's up to my standards. We must always be approving in innovating. The camera angles need to always get better, the pacing, the story, the jokes the color the lighting, the music, the props the people are framing our ideas literally everything. Must always be approving and innovating. That is what excites me. That is literally what I live for. And so there's also something that pops up a lot especially when he's talking about the way they're making videos, the metrics that they the monitor It really has to do with the fact that he's obsessed with every single second of the video. So you can think about that as a founder being, obsessed with every single, aspect of the customer experience, it's very similar to what Walt Disney said that if we lose the details, we lose everything. And I think what the great founders know is that details matter at the very beginning when your your company small because the attention details what makes sure company grow large and then these tiny changes in a large company could have massive effects. And so I just wanna pull this this 1 instance. So he says, here's 1 example, I guess. 1 video, he's comparing the the performance of 2 different videos. 1 gets a hundred and 20000000 views and 1 gets only... It's funny. He says only 45000000 dollars which is still ton. So says, you know, 1 video is hundred and 20000000 views in the other only 45000000. Look at these retention numbers and see if you can pick which 1 got triple to views. So remember he's saying why he's a stick for every single second of a video may seem significant when you're small, it's the attention to detail that makes you grow into large company and then, the details really matter because a tiny tiny difference he can have a massive impact with as we're about to see because there's nobody else that's operating at the scale that Jimmy is. He's the biggest Internet creator in the world. And so he shows a graph. He says people on average watched this video a minute and 38 seconds longer than the other video of the same length, and then he types in all caps. Of course, it got triple the views. It's clear as day for Youtube that people like this video much more. The longer people watch, the better video will do, this is why I'm such a stick about every single second of a video. Now, the point that jumped out on me is the fact that the difference if you can make 2 products, And in this case, it's a video, both of them are about 11 minutes long. If 1 is watched, if you're at have Jimmy scale. Right? If 1 is watched just a minute and a half longer an average. 90 seconds. 90 second difference at this scale gives you 80000000 views. And then he goes back to something he's already repeated multiple times. You should watch our videos. If you're going to be working for the beast brand, you should be a fan of the beast brand. A lot of very valuable knowledge comes while watching vast amounts of our videos quantity has the quality all of a tell This is something that repeats over and over again. I just did this episode on this rare All interview. You know, this point in his career, he's done 10000 store visits. Tens of thousands of hours dedicated to retail in the same way that mister Beast has tens of the 20 50000 hours studying Youtube. Which means that Jimmy could look at a video and see things are invisible to you and I. In exactly the same way that's referenced in the rare Bernard and interview that he walks into a store and something's obvious to him. That's invisible to everybody else. That comes from quantity. So it says a lot of very valuable knowledge comes while watching vast amounts of our videos. I feel silly for having to write this. But all the time, I talk to new people that have seen at most, like 5 of our or 6 of our videos and it's mind blowing that they don't see problem with that. To get 60 percent up to speed, I'd watch our last 50 videos. If you're a monster and really wanna understand the history of the company and the innovations we've been through, I'd recommend you watch every video back until you hit the 10000000 subscribers special. If you've seen every video we've made since 10000000, then you will have a lot more context and information that others don't, and it will make you that much more valuable. And then he ends the memo with a chapter called your career. If you've made it this far, you probably at least semi interested in this being your career. So I wanted to chat about that. Because if you're ambitious and you wanna dedicate your life to work, you've picked the best company in America to do it at. I really don't care to hoard a bunch of money, and I deeply believe in rewarding the people that help this business get to where it needs to be. So this is something I knew before reading this memo because I've used it as as an example. And talks to a lot of different founders to something that Jimmy told me a long time ago, he pays for talent. There's a line that Steve Jobs said that in everything I've done, it really pays to go out after for the best people in the world. If Jimmy thinks you're the best video editor or the best person running the videos, or the best data guy. He is going to pay you a ton. And I've met when I was there, I met a bunch of the top people on his team. And they're young, but they're the best in the world at what they do. And so this is actually really I I would use... I I would use Jimmy as an example of private conversations of this idea that, that pops up in the books that you you can't over pay for talent. And so I was going back and searching 2 founders notes. It's, like, what's the best way to describe this? And I actually found the trash search through the transcript of this book by Brad Jacobs called how to make a few billion dollars. I think Brad now on its ninth. Separate billion dollar company, maybe it's eighth. If you haven't read his book, go read it. It's incredible. If you haven't a listen to the episode, go list to it incredible. And so I just wanna read from that transcript because I think this will illustrate the idea of what what Jimmy just said here is is Zachary. Like, I really everyone don't care to hoard a bunch of money. Id deeply be believe in rewarding the people that help this business get to where it needs a be. And so in the episode on how to make a few billion dollars says, and what do you do with a players? You over pay the hell out of them because here's the thing. The reason you should over pay them is because it's nearly impossible to over pay for talent. Meaning somebody the best in the world of what they do. Think about Steve jobs. What Steve jobs said earlier in some fields the best person is not twice as good. There is hun... They're are a hundred times is good. Think about when Steve jobs is coming back to Apple, Apple bought next for almost half a billion dollars. The way to think about that is Apple paid a half a billion dollars to re hire Steve jobs and they got the deal of a century. And so Brad Jacob says it makes no financial sense to skim on a salary and incentives to save a hundred thousand dollars a year when hiring the second best candidate may cost you millions of dollars in lost profit. Another way to summarize that is never ever forget the dynamic range of humans. So it goes back to this. We need more leaders in the company, we need hardworking working obsessive coach intelligent grinder that can step up and lead. If you wanna become a production manager tell James your intention and ask them, why you suck and how you can become better. Seriously, he will give you a list of things that you need to improve on to become what we need. And if you actually listen and master those things We will give you a shot at the role, I think the best biography of Steve jobs ever written was becoming Steve jobs. And in that book, it said Steve didn't give his team much formal feedback. During the Us versus Microsoft antitrust case, Microsoft's subpoena in all my personal records at Apple. So I'm sitting down with our lawyer, and he says I've gotten your file from Hr. He pulls it out and there's only 1 piece of paper in it. Something meaningless. And he's like, where is your file? Where's your annual reviews and all that? I told him that Had never had an annual review? Steve didn't believe in reviews. He disliked all that formality? His feeling was I give you feedback all the time. What do you need a review for? And so back to this, just go and ask. Like, what do you want why? How this is the role in the company that I want? How can I get there and he says, we'll give you a list of things that you need to improve on to become, what we need and if you actually listen and master those things, we will give you a shot at the role? This isn't a bureaucratic corporate company, the more responsibility. Risk you help us navigate an overall bullshit that you do with the more you'll make. And if you want more of that, we will gladly help train you to receive it. There is infinite room for you to grow here. We will win and we are going to build something amazing. I see a world with this company is worth tens of billions of dollars, and those of you that help build this will be rewarded. I want nothing more. Then for you to go all in, be obsessive all day every day and become so goddamn valuable, this company can operate without you. And in return for becoming so valuable, I hope to give you an incredible experience, a fun place to work and of course, more money than you could ever dream of making it any other company. Now read this all over again because I guarantee you you didn't retain enough. And that is the last line of the memo, the last line of the memo made think of this line from Les Schwab who's won of Charlie Mu and Warren buffett favorite founders and Les Schwab said whatever you do you must do it with gust. You must do it in volume. It is a case of repeat, repeat, repeat. And that is where I'll leave it for the full story highly recommend reading the late memo, I will leave a link down below. You can read it for free online. That is 366 books down, 1000 ago, and I'll talk to you again soon."
}