{
  "transcript": "1 of the craziest things that has happened as a result of the podcast as a few years ago, I read Samsung's auto, and then I made an episode on what I learned from reading Samsung's auto, and Sam listened to the episode that is about his auto, and asked to meet me as a result. And in that auto, he talks about the impact that his partner Bob had on him. And here's 1 of the stories from his auto. He says Bob was extremely frugal and watched every single nickel in our business. Bob was constantly on the lookout for anything that could be reused. He used to walk into somebody's office and while talking would casually rum through the person's trash can. He would take out stacks of papers that still had paper clips on them. All while continuing his conversation as though nothing out of the ordinary was occurring. Bob would then just pull those paper clips off, hand them back to the employee, conclude the conversation and walk out. This is a trait that Bob and Sam Sheridan it, in this book there's a quote that says in a trademark Z move, he focused on aggressive internal cost controls. I spend a ton of time reviewing all the lessons that you and I are learning from this podcast so I re reread old highlights. Notes, I start transcripts. I've even built an Ai assistant called sage that helps me do this? And so this week, I was asking Sage? Why do you think history recruiters are obsessed with this. Why are they all obsessed with controlling their costs with watching their expenses? I mean, look Look at the story that Sam just told us. His partner walking in and rum through the trash can. He is not the only 1 that is reusing paper clips that story has been told in another book called the invisible billionaire, which is about this guy named Daniel Ludwig, who at 1 point was the richest man in the world. And there's a story in that biography where Daniel's cha his employees for wasting money by sending paper clips through the mail. And so I think this concise summary that was made by my Ai assistant is a really good explanation of why this theme re reoccurring throughout the history of entrepreneurs. And it says diligent cost management is not just a tactical choice, but a strategic imperative that underpins sustainable growth, competitive pricing and long term resilience. Whether the focus is on frugal fidelity, waste prevention or the avoidance of unnecessary expenses, the outcome is the same, enhancing value for customers and stakeholders alike. I thought that summary was so good. I just texted to my friend, Eric. Eric is the c founder and Ceo of ramp and ramp is now a partner of this podcast. I've gotten to know all the c founders of ramp, and I've spent a ton of time with them over the last year or 2, In fact, Was in their office last week New York. They all listen to the podcast and they picked up the fact that the main theme from the podcast is on the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage. And that is why ramp is a perfect partner for the podcast because that is a main theme for ramp. The reason ramp exists is to give you everything you need to control your spend. Ramp gives you everything you need to control your costs. If you're listening to this podcast to learn from Grace entrepreneurs so you can become more like them, then you have to be obsessed with cost control. There's a line in Carnegie biography, that says cost control became nearly an obsession. I've read this great description of ramp from 1 of their customers. It says ramp is like having a teammate who you never need to check in on because they have it handled. Ramps website is incredible. Make history grace entrepreneurs twitter proud by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. A question for Sam Z. A number of people at the company have been deeply offended by some of the statements that you've said. I wondered if you would address that here because some people have felt personally disrespect by some of your comments. This is Z response. First of all, I would not take back anything that I've said. Turn this around and put yourself in my position. You look at a company that requires 14 signatures for somebody to go to the bathroom. You look at a that requires 10 signatures for somebody in York, Pennsylvania to buy a 10000 dollar jeep. You listen to people in the newsroom, literally talk about their total disregard for the company that it's all about how do I win a pulitzer a prize, and I don't really give a shit about anything else. You hear attitudes that we don't do it this way. No. We can't do that over and over and over again. I've got 19000 people out there. The challenge for me is how do I get your attention. Call me a sc, and that's fine. Call me disrespectful somebody than you need to prove it. I don't think anything I've said anywhere was directed at anything more than this company lives without the eleventh command. And god damn it all, we better get that eleventh command back on the front page here. The eleventh command is thou shall not take 1 oneself seriously. Nobody is more self deprecating than I am. If I can get everybody in this room to be self d deprecating instead of worrying about what's politically correct or what's not. Instead, worry about how do we win? How do we succeed? How do we put out a better product? How do we make more revenue? How do we make a profit? How do we provide for our retirement? Those are the challenges. The real question for me is how do I get your attention? How do I get you to have a sense of urgency? How do I get you to understand that the future of this company is currently right out there in front of us? And if we keep operating the way we've been operating the past, there is no future, plain and simple. So you tell me, how do I get everyone's attention. Do I just say please, hi. I'm here, and I'm here to make all nice to you. We're not gonna reduce any employment. We're just gonna keep going on losing money. And then 1 day, it's all going to be over? So how am I supposed to get your attention? I went over the line on purpose, not accidentally. I went over the line on purpose to see if I could bring you to the edge. That's what we've got to do? I've got to get you to the edge. I've got to get you more worried about our revenue than anything else because that is our survival. How soon is this organization in the company going to wake up the fact that we're on the edge and we're either going to win or lose and we better goddamn focus our efforts on how we get better, not on who's insulted. Nobody is trying to insult you. I want to win and what I'm looking for are the people in this company over prepared to step up and not worry about this fucking thing or that fucking thing, but to worry about 1 thing? How the fuck do we win? How do we generate more revenue? How do we make a difference. Those are the challenges. How do we create an enormously successful corporation that provides both opportunity and sustenance for employees today and a future for them tomorrow. That is the challenge. That's what everybody should be talking about. Not my fucking language because that doesn't matter. And if it does matter to you, you're in the wrong place, and I'm not trying to insult anybody. I'm trying to get your attention. I'm trying to get you and understand that this is the game and we're either going to win it or we're going to lose. If we spend an awful lot of time writing and po participating about Sam language, we're gonna lose. If we spend a lot of time trying to figure out how we're gonna generate more revenue then we're going win. So that's my priority. And if that's not an apology too fucking bad, I'm telling it you straight. I'm not disrespect anybody. I'm trying to make everybody uncomfortable. I'm trying to put you in a position where it ain't so easy like it was before because that's the only way we've got a chance. This company lost 50000000 dollars of cash flow last year, and you never would have known if you talked to anyone around here. Nobody knew it, nobody cared. This business has been eroding before your eyes and you're worried about my language. Why aren't you worried about your customers? My language ain't gonna make any difference? Everything I've said was with an attempt to get everybody off their asses and understand this as a crisis. We've got to save this business. We've got to make it work. We've got to prioritize. The history of this company is to divert from reality. The reality is revenue is going down like this. So let's focus on Sam's language. Not on the fact that we're going right down the elevator shaft. Now how many articles did you read last week about my language and how many did you read about the reduction in revenue in the newspaper business. I rest my case. Anyone else have any easy questions. That was an excerpt from the book that we talked to you about today, which is money talks, bullshit walks inside the con mind of billionaire Mo Sam Z and is written by Ben Johnson. This book was published in 2009 right after Sam Z suffered his greatest failure in his career, which was the bankruptcy of Tri media A little less than a year after he had purchased it. There's a lot I admire about Sam that 2 hour lunch I had with him will have a lasting impact on me, I think for the rest of my life. But 1 of the things I most admire about him is his his mindset in his perspective on failure, and I wanna read this because he talks about failure, are they reaction to failure in what I consider the perfect way. So he says asked if he regretted making the tribune deal, Z noted. You know, my head only functions looking forward. I'm not really very good at looking behind. So consequently, I don't tend to rem or mutilated myself as a result of past decisions. I think I made the right decision when I made it. I thought it was an appropriate investment at the time. Obviously, circumstances have proven the opposite. But this too Shell pass. I'm a big Mma fan. I watch a lot of U, and there's this picture and quote that I have saved on my phone from this fighter named Dominic Cruz. And many years ago, after a fight, he went up losing the fight. He's at the the after fight press conference and you know, his his face is all messed up. It scratched up. He's got cuts and bruises everywhere. And he's asked by a reporter, like, you know, how are you feeling that this has to be tough. And I think his perspective on loss on failure is perfect and it sounds a lot like Z, and this is what Dominic cruz said. Loss is a part of life. If you don't have loss, you don't grow. This isn't tough. This is light. And I think when you study people to get to the top of their profession, they understand that, you know, obviously, some losses some failure is inevitable. There's not a single person that ever did anything great that never experienced that. In fact, And it's very common on how they look at it. Like, it's an opportunity to learn and then to move on. In fact, I was watching, Steph Curry was interviewing Michael Jordan. And Michael Jordan said something was fascinating, and he's talking about hating losing, but the fact that losing is very, very valuable. He says I hate losing. But I have to respect losing because losing is a part of winning. You never just win. You have to lose to win. Losing has to hurt to the point where you start looking, like, how can I do things different? How can I change? How can I make this team better? And so I wanted to start there because I sent that excerpt to a few friends of mine this week, and they all responded in very similar ways that they need to remind themselves of that. That we all share that same trait that we tend to mu ourselves as a result of some past decisions, and I think Z just has the better mindset. That some failures inevitable, learn from it. Don't beat yourself up about it and stop looking back just keep moving forward. So then I spent the last 2 days after I finished reading. I finished reading this book taking all the notes and highlights over 2 days ago. So the last 2 days thinking about, like what I wanted to talk to you about. And what I decided I wanted to focus on is that subtitle of the book where says inside the contra mind of Sam Z. I think I've read a bunch of about Sam? Think if you wanna learn his life story, it's hard to beat his incredible auto, which I covered all the way back on episode 2 69. I think his auto tells his life story in a far superior way than this book does. So what I've done over the last 2 days, is organize all my notes and highlights, With the goal of trying to explain how Sam thought. How Sam approached his life, how Sam approached his work. And so in the pro log, they contrast 1 of his big biggest successes with 1 of his large failures. And so it says since in February 2007, he sold his equity office properties trust, the largest owner of office buildings in the world for a hefty 39000000000 dollars to Blacks stone. That was the largest leverage buyout in corporate history at the time. And so a few weeks ago, I got an email from a listener named Tom Rest, and he semi me an excerpt from the founder of Blacks stone, Steve Schwartz memoir. That book is called what it takes lessons in the pursuit of excellence. And in his, Steve tells a story about his initial meeting, with Sam z 2 decades before Blacks stone winds a buying Z company. It is too great for me not to read this entire extra 2. So it says, he's talking about the founding of the very beginning of, Blacks. Says to get our business rolling We wrote to everyone we knew more than 400 cheerful letters introducing our new firm. We wrote about our track record and rem about the business we had done together. We laid out our plans and asked for work, then we sat back and waited. I was expecting the phone to ring nonstop. But in the few occasions it did ring, it was only to congratulate us and wish us luck. How about some business I would ask? Not right now, but we'll think about you in the future. The day after our advertisement appeared in the New York Times. I heard a knock at the door. I opened it to find a guy in leather pants and a black motorcycle jacket. We were waiting to hear from our familiar M and A clients, but we got the gang leader from the wild ones. Is there a Steve Schwartz here he said? What are you delivering? I'm not delivering anything. My name is Sam Z. Leah told me that I should meet you. In 19 79, we had hired Leah Z at Le. She had been an English major at Harvard and had just gotten a Phd. After talking with her for a few minutes, it was obvious that she had an exceptional mind. Though she knew nothing about finance, I decided to give her a chance. She had proved to be a terrific analyst. This biker was her brother. What's with the outfit I said? I left my motorcycle downstairs. Where downstairs? I. Sorry. I chain it up on Park Avenue to a fire hydrant. Our first day, this is some future I thought. He must have thought the same thing, looking at me sitting there in my suit in our bear office, the phone's silent. Look, I'm sorry we just moved in today. We've hardly got any furniture yet. That's okay. Said Sam. He sat on the floor leaned against the law and began to talk. He owned some real estate and wanted to buy some companies, but he didn't know much about finance. Why don't you teach me he said. I later found out that I shouldn't have been misled by the outfit? Sam's version of owning some real estate, meant he was building 1 of the largest portfolios of real estate in the country. All he told me that day was he bought bankrupt properties and wanted to build an empire. We spent 2 and a half hours sitting on the floor talking. In the years to come, we would do a lot of business together. This 1 unexpected visitor turned out to be worth more to Blacks stone than all the clients we expected in those early days who never came. And so that brings me to the second thing that I absolutely love about Sam Z. It's this relentless intense curiosity, this desire, this continuous desire to learn. So I guess I should back up. You might not already know this in case you haven't list everything should I've ever done. But I had the opportunity, the crazy opportunity to have a 2 hour lunch with Sam z. And that came about because my friend Rick, who I didn't know at the time was best friends and mentored by Sam Z for, like, 2 decades. And so even when he was in his seventies and eighties, Z was relentlessly curious about the world around him, so he would see Rick with headphones in all day. And he wanna know what rick was listening to and Rick said podcasts. And so then Z was like, okay. Teach me about podcast podcasts. So Rick sends him like 10 episodes. I think 7 out of the 10 were episodes of founders. 1 out of the 7 was the episode 2 69, which I did on Sam Z auto. In the past few days, I was telling Rick that I'm making another episode on San. Like 0IA bunch of San Stories for you. And a lot of the stories center on this ins curiosity, this love of learning new things. He wanted to learn about new places new people even as he got older. And so Rick introduced Sam to Robert Friedman. Friedman is this billionaire miner. I actually actually did an episode on him I'm a long time ago. It's episode 01:31, which is based on this book called the big score. Friedman also appears in a bunch of the episodes have done at Steve Jobs because Steve lived on, Fried Commune and when they were, like, butt younger are, like, 19 or 20. But Rick told me the story about the meeting that he facilitated between, Z Friedman as this illustration of this just relentless ins curiosity that had no end, so he was saying, hey, Robert has this project in Mongolia developing 1 of the world's largest minds. I think it was a copper mine. And this is many, many years ago and at the time, the country, you know, had very little business activity kinda like an insular country. And even though it was not common at the time to go to Mongolia for business or even tourism when Rick told Sam about Robert and what he was doing, Sam immediately said, let's go. So they go to Mongolia he went up staying at the Gang Khan hotel turns out almost everything in Mongolia is named after gang his khan. And really Sam just wanted to go. He wasn't thinking, oh this is gonna turn into a deal. He wanted to go to learn. And while he was there, he was obsessed with asking questions, you wanna know about the culture, the people, the government, the market, how the economy worked. And even though Sam at this time, already had a massive amount of wealth and fame, he was fine having a beginner mindset. He was not an expert in mining. He was not an expert in Mongolia, but he was fueled by his just intense curiosity. To him it was all about learning was another puzzle. In fact, there's a great line in his auto as business is not a battle to be waged. It is a puzzle to be solved. And 1 of my favorite things that Rick said about Sam was that Sam knew that good things would occur naturally if he just kept learning. And Rick told me a bunch of other stories just like this, that would take place all over the world. Happened in Egypt. Happened in Iraq. In fact, he told me a story where they go to wreck. Obviously, you know, sam's 1 of the richest or most famous people in the world when this is happening. So he's gonna be able to meet the top business people in all different countries, but he would also spend time in, like these non script simple offices talking to, like, local small business people. And he wasn't ever trying to be someone he's not think about the the expert that's started of this conversation. He sits down on the floor. Hey, I don't know anything about finance. Why don't you teach me? It's like, it didn't matter who the person was. He... Like the entire world was a classroom. He could learn from anyone. I can't believe how many questions he asked me, and I was like, you're the 1 with 61 years of your experience. I need to just shut up and listen. And he was just obsessed with, like, learning real podcasting. Why did you start a podcast? How do you start a podcast? What's the business model? It was just lighting me up with questions like this intense curiosity was directed at me. Wanting to know what's the spot thing all about. So let me go back to the pro log of the book because there's just some fantastic quotes about sam, which I really think helps you and I get into his mind. Ever the optimus, Z saw the tribune bankruptcy as being far from an un unregulated disaster. Listen to what says here. True entrepreneurs never fail. Sometimes it doesn't work out, but they never fail. Then remember the book is published right after his biggest failure. What is he doing? Z remains in hyper drive with an ongoing program to sniff out new investments on a global scale. He had no intention of slowing down continuing to just spend some 1200 hours a year on its private jet, comb the world for the next investment opportunity. Another thing that I really admire about them, and I know I've repeated this in the past but I think it's worth saying again, is the fact that what you see you with Z is what you get. I read his his his auto before I met. I made a podcast on it. I watched every single interview I could find about him. The exact same person you would see on Tv is who shows up in person. And 1 of the things that he said to me, and I I thought about it here because he talks about, you know, his has no intention slowing down. He's spending 1200 hear 1200 hours a year on his private jet. He was talking about a lot of the mistakes he sees the other rich guys, and he he's like, I know all of them. How they... A lot of the mistakes they make is, like, you know, a lot of them are miserable. They don't have any fun. He says hey a lot of them and and then how they spend their money you know, he he would advise again. He's, like, these they they keep buying slightly nicer versions of the same shit. And he says the things that you own start to own you. And he had a piece of advice for me which I loved. And he goes there's only 1 true luxury in the world, and that's a private jet. And he says, David try to get to private a jet money. He obviously put his jet to great use. And there's another great line. As any other single individual, he has had the greatest impact on the real estate industry people in the industry wanna know what he's is thinking, and they look to his thinking as their own strategic thinking. He is a visionary that doesn't mean he's right every time, but he's a visionary. So a lot of very successful current real estate entrepreneurs have told me. I just copied Z. When you ask them and I always ask entrepreneurs is like, who are entrepreneurs heroes who's bigger... Big... Been your biggest influence, they will say over and over again. There'll be other people, but z, I don't think there's a single 1 that have so... A single estate entrepreneur knew I've ever talked to that didn't have Z on the list. And 1 of the real estate entrepreneurs engineers asked about this recently. We've talked about a bunch of times with my friend Chris Powers. And so I text I was like hey, I'm doing another episode on Z. If you got time, can you text me the impact he's had on your career and your thinking and he gave me this great response. Said number 1, a no bs way of saying it like it is. Remember how this episode started where he's just trying. He's like, guys. We lost 50000000 dollars last year, and you're worried that you know, adults are using un kind language. So number 1, a no way of saying it like it is the amount of bad businesses and bad decisions that come from people not being willing to call a spade a spade is disastrous. Don't bullshit and people will follow you even if it causes short term discomfort. Number 2, buying existing real estate eliminates a lot of the risk development brings in. When you buy it's a function of cost of purchase and costs to lease And so that that influenced Chris's because he try to develop and Z was anti development. Number 3, supply versus demand are the biggest drivers and of investment success. The amount of times in his auto and his interviews in this book He just like it comes down to supply and demand and cash flow. Z has a way of describing things. He just gets right to the essence of it. Number 4, buy assets and high demand that can't be easily replace. This is why we got into Class b industrial in 2016, number 5 if there weren't for Sam z, we wouldn't be doing what we do today. His writings and interviews inspired our pivot into class B industrial. And so let me pull out this highlight from his auto. The way I would summarize is go where it is less crowded. Frankly, there's no substitute for limited competition. This is Sam talking. Okay? Frankly, there's no substitute for limited competition. You can be a genius But if there's a lot of competition it won't matter. I've spent my career trying to avoid its destructive consequences. Competition skews people's assessments as buyers get competitive the demand for assets in inflate pricing often beyond reason. I joking tell people that competition is great for you. Me, I I'd rather have a natural monopoly. And if I can't get that, I'll take an oli. And so if you go back to this book, you really see that Z ease it interface. So it doesn't mean everybody's gonna love. Obviously, it's very polarized you, if you if you have no filter. But he is easy to interface with he's easy to understand. I think that's why he's so beloved by so many people. And I think a lot of people were loyal him for decades. So listen to this extra Amy laugh. He described the outcome of the sale to Blacks stone in typical Z fashion. This is what mister what Z said. I think it was confucius who said that money talks and bullshit walks. What you hear is what you get there is no potential. There is no bullshit. He appears to have stepped directly out of some by gone era When corporate titans care less about their public appearance and more about making vast sums of money. He's an a vowed capitalist and he loves the art of doing deals. As he put it. I just make money, that's what I do. And this is another story that Rick told me. So first of all, this is this is something I'm really trying to aspire to. Let me first read this this highlight from Z auto. He says long term relationships reflect the most important lesson imparted to me by my father. He taught me simply how to be. He often told me that nothing was more important than a man's honor, a good name. Reputation is the most important asset. This is exactly the advice that Charlie Mu gave me. He's like, you know, I met Buffet when I was... When he was 28. I was 35. There's a group of guys. We built a seamless web of deserved trust, and we did deals together for decades. 1 story Told me it's not in any book. He was talking about, he would go back to the same financing partners over and over again. And in many cases, I don't remember the exact numbers, but he would offer to pay more. So let's say, I think he was doing a, getting a loan for like a hundred and 50000000. Let's say the the the interest rate of the time was, you know, 7 and a quarter. And z would be like, okay, That's great. I'll pay 7 and 3 quarters. And the people like, We said 7 and. Like, yeah, I what you said, but I'm willing to pay 7 and 3 quarters. And so Sam would teach Rick What he said? He's like, listen, on a hundred and 50000000 dollar loan. This is gonna cost me an extra 2000000 dollars. And the grand scheme of things. That's irrelevant. What's more important is now we have a good relationship and a true partnership. And so it's not about the money I'm gonna make or lose on this deal. It's what happens on the next 1 and the next 1 and the next 1. Sam would never try to screw over his partners and tried to squeeze them for every last dollar. It in fact it was important to him because he took somebody many companies public that people made money with him. Next part I wanna tell you about is his favorite book and his belief that there is no finish line. So sells favorite book was what makes Sammy run, the book recounts the rags to reach a story of Sammy Gl. A charismatic Jewish boy who early in life decides to escape the ghetto climb the ladder of success. Z often refers book in personal conversations and in dozens of features that he gives every year of business conferences and educational forms. The story mirrors his own life many respects. I am somebody who has been very fortunate of had the opportunity to test my limits. And I would remind you philosophically that my definition of a fool is somebody who has reached his limits, almost by definition whatever your goals, whatever goals you said. You need to constantly readjust them so that at no time do you reach your goals before your time is up. And I think that was a conclusion that Sam arrived at early in his life In fact, there's a story in the book when he graduates from law school. He's like well, do I wanna stay in Ann arbor of Michigan? Even though I have this successful real estate business. And if you have the belief that you don't have any limits, then you need to put yourself an environment where you can test that. Right? And so he arrives at the very rational conclusion. He says I decided that I had to find out who... How good I was. And then I'd never be happy if I didn't really understand what I was capable of. And I don't think I could really test that in Ann Arbor, and so he moves back to Chicago. And so part of testing his limits is the fact that he had unlimited ambition. There's a great story in the book. So here's a partner partner is gonna die early. Like it why still in his forties from colon cancer, unfortunately. He sees Bob Larry, But at this point in the story they're building a business together and this anecdote that's in the in the in the book really illustrates, you know, Z unlimited ambition. And so it says Z recounted a humorous moment that embodied his philosophy during this era. We are flying across the United States and I said, Bob, here we are over Nebraska, looked down there. Do you realize how much real estate we don't own yet? For the next 10 years Sam and Bob snatched up distressed and bankrupt companies riding out the ugly mid 19 seventies Us economic recession. They shunned the high risk high debt development game, which saw many real estate titans Teeter on the brink of bankruptcy. And 1 of the most consistent and remarkable things about James How anti competition and anti following the herd. He was in the 19 seventies him bob having a unique strategy soon a bunch of people start copying, this is what Z said about the time Z described the real estate industry at the time as a really shitty business, meaning that had become crowded with investors looking to emulate his strategy. Z shoes, copycat and competition, and that's when Sam and Bob start looking for opportunities outside. Of the real estate industry. In fact, there's a line, there's a funny story in that sin that Z tells in his auto that really describes like, you know, he... People describe Z as an investor. He describes himself as an entrepreneur. And a professional opportunity, so this is from Z Otto. We were enjoying the Sunny day drinking wine and eating sandwiches when an old woman carrying a shopping bag down the nearest mountain walk towards us. It was filled with high quality cannabis, and she offered to sell it to us for 10 dollars. So we bought it and shared it enthusiastically with our new friends at some point the guy was sitting next to me turn and asked, so what do you do? I replied, I'm a professional op, and that has been my response to that question ever since. And so when real estate becomes crowded and competitive, Sam and Bob start buying companies. And this is a description of that, they carry no pre conceived notions about how to buy and sell companies outside of real estate. But they view that as an asset rather than a liability. Z believe that true entrepreneurs follow their instincts, based on what they see around them and take a common sense approach to the game of buying, running and selling companies. They set no hard and fast rules about what companies they would buy. Potential deals merely had to have the same basic characteristics. A company in a growth industry in financial trouble or distressed, which could be managed out of its dol rooms and into a potential market leader. And when I read that part in this book, I thought of what Sam said in his auto, he says it has never occurred to me to question whether I should do something simply because I hadn't done it before. And another con contributing thing that he was doing among people buying a bunch of business of the time as he wasn't looking for synergies. He says synergies among his corporate properties were non existent, and he liked that just fine. So they do this throughout the eighties and then we see this reoccurring thing, you get in early when there's limited competition, and then you get out when profits start getting competed away and people start copying you, by the late 19 eighties distressed turnaround opportunities became scarce. But as 1 door was closing a large and unlocked window was ready to open. Sam and Bob were once again ready to hit the commercial real estate industry with a vengeance. And so all this money was flowing in eighties, so all these developers were building these huge skyscrapers. What he about to do here? He raises 2 opportunity funds. He does this in 19 88 and 19 89. I think he raises over a billion dollars in 13 months. So... And this is why. We as an industry had committed hundreds of billions of dollars to unproductive usage elves are and we had done so because the promise was build it today because it'll cost me more tomorrow, not because there is any economic justification. There is 1 generally infallible tenant when it comes to real estate developers, no matter how disciplined they might presume themselves. Given access to easy money, they will feed at the trough and over. They are after all, human. Soon there was a 10 year supply of freshly built office space in shiny glass and steel and empty skyscrapers. And 1 of the ways that Z is described by a lot of people that work with them him is that he's was just incredibly rational. He lived through a ton of bubbles. And in almost all cases he avoided getting caught up with it. And he says, I don't invest in anything other than economic prospects. If it's not economic, I'm not interested, he just stubborn refused to be swept away by emotions, that could cloud his vision of what constitutes value investing. And that goes back to his very simple motto. I make money. That is my talent. That is what I do. I make money. I'm a professional. And you see how rational he was because in many cases, like, there's there's things in the book. He wanted to get control of Rockefeller center I think he wanted to do this twice. And both times, he was... Because it was such a, like, legendary piece of New York Real estate. Other bidder became like, more emotional and just kept increasing the price past what he thought it was worse. And so there's a lot of media coverage of what was going on, at least people trying to buy Rockefeller Center. And there's just hilarious. There's a couple hilarious things Z says, during this, and this is 1 of them asked if he fore saw obstacles to his bid to control 1 of the world's landmark property Z replied with a blunt dose of realism, lots. That reminded me Charlie Mon quote where he says it's not supposed to be easy. Anyone who finds it easy is stupid. So they, of course, there's a lot of obstacles, and we try to get 1 of the blue world's landmark properties. That's how it's supposed to be. This is what he says. Rockefeller center is interesting because as an une ending number of players, both real and potential. It's like a Jigsaw puzzle with an enormous number of moving parts. And the person who could see them all and know why they're moving and where they're moving will win. Ultimately, he viewed the entire exercise as a personal test of his problem solving skills. And that's 1 of the things I most admire about Z. It's very obvious, like he's in it for the challenge. By this point and it's even he's still had another, like 20 years to live, even at this point, he's got more money he can ever spent He was in for the challenge, he just love the game. And so this is another form of resourceful illness jimmy me because I skipped over, you know, all the details. I'm really just trying to give you an idea of, like, how... What's inside his mind how he thinks. And so as he's going through this negotiation and in the contract, he put a breakup fee in there. In case Rockefeller Center was sold to another buyer which he was. So he went up pocket an 11500000.0 dollar breakup fee. But more important to that, he winds up leveraging his role in this high profile deal making to his advantage because his name had been non nonstop in the business headlines in both the Wall Street Journal and the New York Times for months. How much free publicity and media coverage did he get? That's that's another form of resourceful. In fact, he told me at lunch? That he was writing all these, like op eds and became well known in Chicago. Was like the late 19 seventies early 19 eighties. And as a result of that, the the the fact that, you know, he his... He he was known in the business community. In this case, it was spread through newspapers. Was that he got invited. He said the best non real estate investment he ever made was was what happened to him with the sorry but tell you where he he gets invited as as part of his notoriety, he gets invited to buy into the Chicago bulls a few years, I think it was 2 years before they drafted Michael Jordan. And so if I remember correctly, he said something like, you know, the the annual d... He has to do nothing before that. Right he just has, like, the suite if he wants to go watch bulls games after the initial best. He didn't have to do any anything day to day. That his annual dividend that he received was more than his initial investment and had been for many years, and I think the equity value was up like something like 400 x. And so undoubtedly as he's making this play for Rockefeller Center and it's being covered, you know, every day in the Wall street Journal in New York Times, all that just made them more well known and open up un unexpected and unpredictable opportunities as a result of that that's just another form of resourceful by Z. Another thing that Sam repeats over and over again. He says unless you're the lead dog, the scenery never changes. He does not wanna look at another dog's x. He wants to be the 1 leading, and he is super competitive and it says when he senses that he can totally dominate an industry he takes the bit between his teeth and makes a run for it. This is something he also talks about in his auto, but in this book, he says he would never be described as a gracious loser. His competitive nature does not allow for finishing in second place. Second is the first loser said Z. To him nothing but winning really counted and he's been known to stubborn pursue an object of his desire until he gets what he wants in his auto the way he he he described this. Is he says, His made me laugh too, and I have this saved on my phone as well. I suffer from being very competitive and that is not limited to things I can do well. And if you go back to that line, he is this, like, a handful of principles that he repeats over and again. Like, unless you're the lead dog the scenery never changes. In fact, they're compiled in a book called Sam, and I'm supposed to get a copy and I'm gonna make an episode might be a short episode. But this is something that's excessively important. I think every single entrepreneur should do should identify a handful of principles you should repeat them for decades. I think a lot of these entrepreneurs like Z and others, like, they understand the importance of having the shared base of knowledge. In fact, talked about he would set up these things called equity University because he named, like, everything single 1 of his company's equity and would formally train all of the the people in his organization under a uniform set of operating principles. And with they're calling training, I I call teaching, I think soul price is the most influential retailer to ever live. I've done multiple episodes on, but, you know, ideas. Soul ideas were on Sam Walton on Jim Cynical on Bernie Marcus on Jeff bezos the list goes on and on, he has a great line about this. In fact, this is what he told Jim Cynical. He said that if you're not... As a leader of the company if you're not spending 90 percent of your time teaching, You're not doing your job. And the use the word teach because soul price is a famous quote where he says you train an animal you teach a person. And I think that's exactly what Sam was doing with these very memorable maxim and principles that he'd just repeat over and over again. Les Louie Dog with scenery never changes. There's a bunch of him spread at this book in his auto like liquidity equals value, trying to be right 100 percent of the time leads to paralysis. Conventional wisdom is nothing other than a reference point, let the asset be what it wants to be, but I can't repeat that enough. The importance of repetition rep repetition is persuasive. You gotta repeat, repeat repeat for decades. When Blacks stone was trying to buy Sam's company was a... There's like a bidding war going on. And I thought Z observation here had a historical president, and I bet you if he was still alive, I'd love to be able to ask him this because I almost positive that he knew this. And so he was talking about just an intelligent move by Blacks stone here. And he's like, listen, I'm sure there's no question that Blacks stone is above approach, Z pine in his typical tongue in cheek manner. The fact that they decided to finance their 32000000000 dollar offer with 16 banks at 2000000000 dollars each instead of 3 banks at 10000000000 dollars each might have suggested perhaps. They were thinking that if they could get 16 banks for 2000000000 dollars each There weren't going to be a lot of fucking banks left to finance a competitor. And when I read that quote from Z immediately thought of Rockefeller to this. Rockefeller used a very similar tactic in the early days of his career, he would go around to all the Cleveland banks and any of the ones that lent him money also got stock in his company, and Rockefeller did that, so the banks couldn't or wouldn't fund Rockefeller competitors. And then another thing I loved about Z and it's same thing that Charlie Mu had too. He's just downright comfortable with his his persona. This is another thing that Me and Rick, Z friend and Men were talking about. He's tony he's like, Sam truly did not care what other people thought of him. In fact, the most important lesson we were talking about this dinner a couple nights ago before I was gonna record this episode, the most important lesson that he learned from him and that I learned from him as well was the importance of designing a life that you love to live. And there's no possible way you can do that in an authentic way. If you're concerned with, oh, what is this first thing to think effect That is the main lesson that I learned from the lunch, and I'm just gonna read you the note that I work myself. Go for freedom. He said he repeated the importance of freedom. I don't know like, 5 or 6 times and into hours. Go for freedom. Freedom allows you to control what you work on. If you control what you work on, then you can work on what you love If you love it, you'll do it for a long time. If you do it for a long time, you'll get really good at it and money will come as a result. And I think that's related to what's taking place in the book where it says he's proudly admits to an abundance of self confidence, which allows him to continually push the limits of what he views possible. 1 thing that can be set of Z with absolute certainty. You always know where he stand and stands on what he's thinking. He almost never keeps his opinions to himself, which is part of what makes him so interesting to so many people. It's a combination of his intelligence. He is clearly brilliant. And his filter is less than others so he's willing to say what's on his mind, while most of us have impulse control. He is delightful and insightful and therefore quite compelling. 1 thing Z repeats too is the importance of salesman shift of sales is like the maybe the most valuable skill you can have. According to Z. Salesman is a gift that should be revered. Contrary to Popular belief he said, nothing is bought and everything is sold. He believed his ability to communicate and gain followers was 1 of the great keys to his success. Z so highly values the art of communication that he insists it is essential to the making of a true leader. I realized that being able to sell your ideas is what leadership is really about. Your ability to define and delineate your ideas to bring them to a level of simplicity so that others can both understand and buy in is an extraordinary asset and a requirement to achieve true leadership. Now I keep repeating the fact that, you know, Zelda care what other people thought. He wanted to live a life that I was authentic to him. He wanted to, you know, what you see is what you get. That doesn't mean he didn't have the same exact feelings and doubts and and fears that we all had. And this to me is 1 of the most important paragraphs in the entire book. 1 might get the sense that Z is fearless. He insists quite the opposite is true. Listen to that. Oh, Z Fearless. He's like, no. Bullshit. That is not true. Is what he says. At times going against conventional wisdom is painful. Lonely, and for sure, creates all kinds of self doubt and fear. I might add that fear is an extraordinary healthy characteristic. I don't do business with anyone who's not afraid, and I won't hire anybody who is confident to the point confident to the point where fear is not very close to the surface. I have often said that fear courage or cousins and very closely related. But 1 of my favorite documentaries, maybe my favorite documentary real time. It's called the defiant ones. If you haven't watched it about the relationship between Jimmy Iv and doctor Dr, it is excellent. But Jimmy Iv talked about. He is he is 1 of the most unique ideas I've ever heard and he talks about how Fear is a powerful thing. It's going to echo with Z just told us. And so Jimmy said, fear is a powerful thing. It's got a lot of firepower. If you can figure out a way to wrestle that fear to push you from behind, rather than stand in front of you, that is very powerful. I always felt I had to work harder than the next guy just to do as well as the next guy. And to do better than the next guy, I had to just kill it. That's still with me in how I work. I just go in and so Jamie I was watching everyone 1 time. And I think he was asked, like the single best idea or the the the most important trait he ever had, and he's, like, yet, I trained myself that anytime I felt fear to take a step forward. To use fear to push me from behind, instead of letting fear stand in my way. Back to more Sam, I'm going to repeat the importance of repetition here. Sam is a brilliant guy has a number of saying that as you get older, you have more appreciation for. Things like let the asset be what it wants to be. Or if you're not to lead dog the view never changes. He's an extremely unique individual, he can take almost any business and have an impact and make it better. He would tell you that his concepts are pretty consistent. Ultimately, everything is driven by cash flow. If you focus on what the real cash flows are and what you can do to impact those cash flows, that ultimately is what creates value. The basic business concepts are consistent. Another important thing to repeat is the fact that Z just got right to the essence of all these deals or something he learned from the from Jay P, says Z, I love this. Z insists that briefings be kept to a single page no matter how complicated a deal or issue. Anything more is similarly dismissed. For Z, simple ideas and concepts have yielded the highest rewards. He said having conviction means that you can shut out the noise. It's amazing how many of these descriptions and principles are repeated about Z from people all throughout his career, the knew Z insisted he cut he's constantly eager to learn and to do rather than sitting pat with what he's already learned his life. He is intensely curious so many people describe him as intensely curious. The bottom line And then he repeats this again. And the fact that he's not gonna beat himself about failures inevitable it's a part of every entrepreneurs journey. Move forward do not look back. The bottom line is what happened in the past days in the past. My head only looks forward. It doesn't turn backwards. He repeats that over and over and over again. Another great quote from Zelda. The true test of an entrepreneur is someone who spends his life constantly testing his limits. The definition of an idiot is someone who has reached his goals. And then this could almost be like Z Mantra. Non conformity is wonderful. And I think Z took his own advice because he he says Z likes to set his own agenda. He says, I'm a guy who has an extraordinary good time. I'm a guy who really focuses on not being anywhere I don't wanna be and not doing anything that I don't wanna do. And so that's why I think his main advice when I talked to him that 1 beat it over and again is go for Freedom. You know? He's saying, hey, like semi agenda. I'd like to have a good time I'm a guy who really focuses on not anywhere I wanna be, and not doing anything I don't wanna do. 1 of the things I printed out to prepare to talk to you was my notes that like, the main takeaways from the lunch I had with him. And 1 of the things was that you have an obligation to share what you learned that Sam flew all over the world to talk to other entrepreneurs at his expense just to teach everything he learned. He considered an obligation to pass knowledge onto the next generation, And so there's a there's a couple of examples in this book where he's giving talks, you know? And in many cases he's doing so at business school, and this is what my favorite exchange that ever happened. He's gonna be very, like Charlie Mu es. A favorite cell classroom moment came during 1 of his frequent visits to the war and school business. And at the end of the talk, there's Q and a, and it says 1 of the kids said, I think you're really great and Admire you and all that you're done. I wanna be like you in 5 years. Sam looked at him and said, why the hell do you get to be like me in 5 years when it took me 40, and this is perfect. The point was not becoming him? It was that becoming whoever you are is going to be an ongoing process, and that professional success is not crafted in 5 years? It's crafted in a lifetime. We talked about 1 of his favorite books. This is 1 of his favorite quotes. 1 of Z favorite quotes is from the American architect Daniel Burn who famously said make no little plans. They have no magic to der blood and probably themselves will not be realized. Make big plans aim high and hope and work. And I think a few pages later, he gives his own interpretation that quote. Says everything I do is motivated by doing it right. By doing it better by doing it different by answering the questions that other people couldn't remember that excellent quote from auto business is not a battle to be waged. It's a puzzle to be solved. I really do believe that what drove him is the challenge. And then when the book ends, Z is turning 68 years old, and he's asked what message he would like to have on his Tombstone. Z responded without thinking, he was a man of his word. Most important of all whether it be in the business world, the philanthropic world are the sports world, I wanna make a difference. That's what motivates me. And he couldn't have known then, but he had 13 years left to live. He definitely made a difference. Between an impact on millions of entrepreneurs. Sam Z without a doubt, 1 of my favorite people ever studied, very glad I had the pleasure to meet him. If you want more. Listen to episode 2 69 that is the auto of Sam z, and then episode 2 98 where I go over the lunch the I think the first 30 minutes of that podcast is recollection from the lunch I had with them. And then the last part is that book that he read as a young man. He read Zack auto. He found an idea in that book that he used throughout his entire career, and then I go over what I learned at the second half. So that's episode 2 98. If that is where Leave it for his full story. If you wanna buy the book, using the link this show notes Ar... On your podcast ar available podcast dot com, you'll be supporting the podcast at the same time. That is 367 books down 1000 ago, and I'll talk to you again soon. So at the beginning of this episode, you heard me reference the fact that I spent a lot of time reading and re reread notes highlights, searching through my transcripts, and I even build this Ai assistance that helps me do this. So what I was talking about is this thing called Founder notes. Founder notes is this internal tool that I built for myself. That keeps track of all my notes, all my highlights and transcripts for every single episode that Ever made. So the highlights for every book that I've read for the podcast for the notes that I've left on the highlights and of the transcripts are all in 1 giant search database that gives you the ability to tap into the collective knowledge of greatest entrepreneurs on demand when you need it. Almost every single person that you and I study on the podcast were obsessed with learning from history. Many of them were obsessed with reading biographies, Sam included. And I think it's because they understood what Charlie Mu said. And he said it's so eloquently. Said that learning from history is a form of leverage. Founder notes gives you the ability to learn from his greatest entrepreneurs on demand. The podcast is a great tool to learn from history, but it's pushed to you. Founders notes gives you the ability to control it, it gives you that ability to tap into the collective knowledge of issues greatest entrepreneurs and use it when you need it. Existing subscribers of founders notes have been using it to make decisions inside their company They'd been using it to prepare for client meetings for board meetings to find ideas on hiring marketing leadership and to use it to help them think through any issue that they running into as they run their company. If you are already running a successful company, and if you're gonna spend hours and hours listening to different founders episodes, I would encourage you to heavily invest in a subscription to Founders notes. It makes the lessons that you're learning on the podcast even more powerful. If you subscribe, you'll have access to Ai assistant called Sage. When you ask questions to sage, it automatically search all my notes, highlights and transcripts and gives you a concise answer. You also have access to exclusive private podcast feed called Sage advice which has 51 short. Bonus episodes available nowhere else. You'll also be able to browse all my highlights by book and you could search through all of my transcripts as well. And so if you wanna tap into the collective knowledge of his educational entrepreneurs on demand. You can do so easily by going to founders, notes dot com that is founders with an s just like podcast. Founder notes dot com and sign up for subscription today. Thank you very much for your support. Thank you very much for listening, and I'll talk to you again soon."
}