{
  "transcript": "1 of the best things about this book is that Rockefeller is constantly talking about the way that him and his partners built their business, and he would compare and contrast the methods that they would use compared to some of his quote unquote, uni unintended competition, which is the word and the phrase that he uses. And his description of uni competition was the type of person who never really knew all the facts about their own business that they kept their books in such a way that they did not actually know when they were making money or when they were losing money. And he has a great phrase for this where he says this casual way of conducting affairs did not appeal to me. And even when years before, he he found his standard oil. When he was working for other people when he was 16 years old, he said, I learned to have great respect for figures and facts, no matter how small they were. The importance that Rockefeller put on cost control jumps off the pages and he repeats it over and over and over again This obsession with cost control is something that Rockefeller had come with Carnegie. In fact, Carnegie has mentioned multiple times in Rockefeller auto, there's a great line in 1 of Carnegie biographies that I read that said, Carnegie would repeat this mantra time and time again. Profits and prices are cyclical subject to any number of transient forces of the marketplace. Costs, however could be strictly controlled and in Carnegie view, any savings achieved in costs were permanent. This shared obsession. Is something I was talking about with my friend Eric, who's the c founder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the c founders ramp and I spent a ton of time with them over the last year or 2. They all listened to the podcast and then they picked up on the fact that the main theme on of the podcast is on the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage over your quote unquote uni unintended competition in Rockefeller words. That is a main theme for ramp. The reason the ramp exists is to give you everything you need to control your spend. Ramp gives you everything you need to control your costs. In this book, Rockefeller lays out a blueprint for success in any endeavor and on his list, 2 of the things that are on his list His control expenses and invest in technology that helps you become more efficient. That sounds like Rockefeller is describing ramp. Ramp gives you easy to use corporate cards for your entire team, automated expense reporting and cost control. Ramp can completely automate. All of your expense management. If you've read a bunch of biographies of grace entrepreneurs or if you've listened a bunch of episodes of this podcast, you know that watching your cost is not optional. It's exactly what Sam Walton said in his auto, he said our money was made by controlling expenses. You can make a lot of different mistakes and still recover if you run an efficient operation, or you can be brilliant and still go to business if you're too inefficient. Ramp helps you run an efficient organization. Ramp is everything you need to control spend and optimize your financial operations on a single platform. Ramps website is incredible. Make history's grey's entrepreneurs proud and dominate your uni unintelligible competition by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. So the book I wanna talk to you about today was published all the way back in 19 o 9 when John d Rockefeller was 70 years old, is called random rem of men and events in his own words, advice and perspective from the Wealthiest man in history, written by John d Rockefeller. And he wrote the book with the intention that the only readers would be his friends and family. So that he actually talks about this. There's a very short preface in the book. And he says it has not been my custom to press my affairs forward into public gaze. That is the understatement of the century Rockefeller loved secrecy. But I have come to see that if my family and friends want some record of things, which might shed light on matters, it is right that I should yield to their advice. And in this informal way, go over again some of the events which have made my life interesting to me. So he talks about, like, why did he name it? Random rem of men's and events because that's exactly what it is. When these rem were begun, there was no thought that they should ever go so far as to appear between the covers of a book, They were not prepared with the idea of even an informal auto. There was little idea of order or sequence and no thought whatsoever of completeness. The book really does function as if you had conversation with the rockefeller. And in that conversation, he's just talking about the most vivid members from his life and the lessons and perspectives that he gained from those experiences. And so before I move on to the first chapter, I just wanna go back to what he said in the preface that it has not been my customer to press my affairs forward into public So there's a maxim that re reappear over and over again in history entrepreneurship, I call it bad boys move in silence. Sometimes this is stated, sometimes just implied through their actions, but when you find something, the advice, I think, that you would derive from the history of entrepreneurship is that once you find something that's working, shut up about it. And in fact, I heard a great story about this. So I have to be intentionally vague can't say who this is, but a friend of mine just had a meeting and a conversation with a person that I've made an episode about in the past. That unnamed founder told my friend, hey, what you have is working so shut up about it, and he went on to tell my friend that all the attention that he got when his thing was working over the past few decades, created a lot of unwanted competition for him. Rockefeller was the exact same way. I feel the best biography ever written about Rockefeller was actually I covered it all way back and Have episode said 02:54. The book is almost impossible to find it was published like 19 70. It's called John D, the founding father of the Rockefeller by David Freeman Hawk. There are many examples in that book of Rockefeller favoring secrecy. So Just wanna read this 1 paragraph from that book to you. He transmitted messages in code and secrecy covered all of his operations. It's all too true he admitted later on. But I wonder what general ever sends out a brass band in advance with orders to notify the enemy that on a certain day he will begin an attack. So if you haven't had a chance, make sure you go back and listen to episode 02:54 and try to find that book if you can. It goes into a great detail about how secrecy was so important to the way that Rockefeller builds his business. So the first chapter of this book, he dedicate to friends. And he immediately tells us why. And looking back over my life for the impressions which come most vividly to my mind are mental pictures of my old associates. This is also something that recur over and over again. I don't know if I mentioned on the last episode of San z. But my friend that was mentored and essentially, best friends with Sam for, you know, decades was with him on his deathbed. And 1 of the most important lessons that I learned from that is Sam wasn't talking about, you know, look at all the billions of dollars I have in my bank account. He was rem and talking about all the great times they had to get in the adventures and the fun. And so when Rockefeller is writing these words, he's the richest person arguably the richest person on the planet. And the entire first chapter is just about all the characters, and most of these become business partners. So the first person he talks about. This guy makes me laugh so much. He says, I shall never forget my first meeting with mister John D Arch. And so Rockefeller saying, you know, I met him 35 or 40 years ago. And at the time, there... It is a very early days of the oil industry. And so Rockefeller is traveling all over the oil region, he stays. He goes to check into a hotel. The hotel is full of oil men. And when you go to check and a hotel, you write down your name. So he sees all the names of all the guests that are already at this hotel. And 1 name in a particular sticks out to him, he sees John D Arch, 4 dollars a barrel. And Rockefeller explains why that caught his eye. He was such a young and enthusiastic fellow that he added his slogan, 4 dollars a barrel after his signature on the register. So that no 1 might misunderstand his convictions. This was a battle cry. The battle cry of 4 dollars a barrel was all the more striking because crude oil was selling then for much less. His enthusiasm, his energy and his... Blended power over men have lasted. And so before we go over this funny story that Rockefeller is about to tell you an I about Arch. 1 thing to know when you study Rockefeller career, 1 of the great ideas that he had was he felt... He thought it was wise to hire talent as found, not as needed. And many of his long term partners were founders. He essentially the way you think about it is, he builds a team of founders. And so in this first chapter, he's gonna talk a lot about the kind of person that would wind up cooperating with standard and essentially a folding their oil company inside of his own. So back to John D Arch. He's he tells a story later on, they're engaged in some kind of lawsuit, and so there's an opposing counsel that is interrogating, interrogating mister Arch. So he says he's has always had a well developed sense of humor. He was on the witness day 1 time. He was asked by the opposing lawyer. Mister Arch. Are you a director of this company, and that company is standard oil, and he says I am. And he says, what is your occupation inside of this company, and he promptly answer to clam for dividends. So in addition to sense of humor Rockefeller said, I can never cease to wonder at his capacity for hard work. I have received much more credit than I deserve for the success of standard oil. It was my good fortune to help to bring together the efficient men who are the controlling forces of the organization and to work hand in hand with them for many years. So keep in mind as he continues this. Some of these memories are for 30, 40, 50 years in the past. He says they were faithful and earnest friends. We had worked together through many difficulties and hadn't gone through many severe trials together. We had discussed and argued and hammered away at questions until we came to agree, and it has always been a happiness to me to feel that we had been frank and above board with each other without this business associates cannot get the best out of their work. When you read a lot about rockefeller, you can't help think a lot about Jeff Bezos. I think they have a lot of similarities. In fact, I always say, like, the 2 best strategist that I've ever covered or ever studied is, I would say John Rockefeller and Jeff Bezos, maybe throwing in J Gold in there as well. But this idea where Rockefeller saying, you know, we we went to many of your trials together, we're running the business. This is how we're running the business. We will discuss. We will argue we will hammer away the questions. And through this, they'll find the best path forward. And he's like, without doing this, you cannot get the best out of your work. Bezos has a very similar line about this. He says, if I have to choose between agreement and conflict, I'll take conflict every time. It always yields a better result. Back to Rockefeller, it is not always the easiest of tasks to induce strong forceful men to agree. It has always been our policy to hear patiently and discuss frankly until the last shred of evidence is on the table before trying to reach a conclusion and to decide finally upon a course of action. And Rockefeller is about to give us a great example of how he's was able to induce strong forceful men to agree. Before I move on, it... It's very obvious from his first chapter. You know, he Rockefeller had built a seamless web of deserved trust. A lot of the partners he had. They worked together for many, many decades And because I just finished reread all of my highlights from Sam Z auto, there's a line in Sam auto that came to mind when I was reading John Rockefeller auto. And Sam z said, I like doing deals with the same people. You get to know each other and build a mutual sense of trust. Today, a lot of what I do originates from associations that go back 10:20, 30 or even 40 years. We see the same is true for Rockefeller. So now he's got this idea of, like, how do you settle a disagreement. They there has to be unanimous agreement before they move forward with the course of action. And so Rockefeller names this section arguments versus capital. The way I would think about this is Warren Buffett has this great quote where he says, writing a check separates conviction from conversation. So Rockefeller tells us a story where a group of all the partners of standard oil. They've they're meeting together, and they're talking about making a fairly large investment in 1 of their business. Okay? So it says 1 of my partners was resisting with all his force a plan that some of us favored to make some large improvements. The cost of extending the operations of this enterprise was estimated at quite a sum, 3000000 dollars. We had talked it over and over again, and we had used every argument we could could command to show why the plan would not only be profitable, but was indeed necessary to maintain the lead we had. Our old partner had made up his mind not to yield. And Rockefeller is gonna give us some insight into human nature here. It is a pity to get a man into a place and an argument where he is defending a position instead of considering the evidence. His calm judgment is apt to leave him and his mind for the time being is closed. When the heat of our discussion had passed, the subject was brought up again. I had thought of a new way to approach it, and I said. I will supply this capital myself. If the expenditure turns out to be profitable, the company can repay me. And if it goes wrong, I'll stand the loss. That was the argument that touched him. All of his reserve disappeared and the matter was settled when he said, if that's the way you feel about it, we'll go in together. I can take the risk if you can. And so now, immediately, Rockefeller starts going back and rem about the very, very beginning of standard oil, I would I would summarize what he's about to say here that in the early days of your company, you should air on the side of speed, and you should be intolerant of slowness. It is always a question in every business just how fast it is wise to go. And we went pretty rapidly in those days, building and expanding in all directions. We were being confronted with fresh emergencies constantly. And then he describes the partners he had in the earliest standard oil. We had with us a group of courageous men who recognize the great principle that a business cannot be a great success that does not fully and efficiently accept and take advantage of its opportunities. Do everything and you will win is the way I would summarize what he's saying to us. In fact, there's like... There's an insane excerpt or insane paragraph in Ron Chanel biography of Rockefeller filler titan. And he says such was Rockefeller ingenuity. His cease search for even minor improvements. Despite the un vic of the oil industry, prone to booms and bus, he would never experience a single year of loss. And 1 thing he did from the very beginning when they decided... They had to decide on a course of Ash, he said we always made the vote unanimous in the end. And then now he's gonna talk about what I would consider his most important partner. This is Henry Flag. And he jumps ahead in flag He actually talks about what Flag did after he retired from standard oil. I had did an entire episode about Flag and his amazing engineering feed. He essentially built the entire state of Florida. It's episode 02:47. So he says he was always on the active side of every question. And to his wonderful energy is due much of the rapid progress of the company in the early days. Most men would want to retire to a comfortable life of ease, Fl well obviously 1 of the richest people in the country, this would not appeal to my old friend. He undertook Single handedly, the task of building up the East Coast of Florida. He winds up building a railroad all from Saint Augustine to Key West. That's what episode 02:47 is about. And so Rockefeller continues. This 1 man by his own energy and capital has opened up a vast stretch of the country. He has given worked to thousands of people and has undertaken and nearly completed a remarkable engineering feat. And so Rockefeller is gonna tell us how he met Flag go back to what Sam Z said. You know, a lot of what I'm doing today originates from associations that I had 10/20/3040 years ago. Before Rockefeller starts his first oil company, he's... The very first business he starts as this produce commission house they essentially sell commodities on commission. And at the time, flag was just a young man who was cons signing produce to Rockefeller business, which is called Clark and Rockefeller back then. And we're gonna see in this example, something A max that I also repeat over and over again, do the best you can with the opportunity in front of you. Opportunity handled well leads to more opportunity. And so Rockefeller Talks about the very beginning of the partnership that he's gonna have with flag. The business relations which we began with the handling of produce that he can sign to our old firm grew into a business friendship. When the oil business was developing, and we needed more help, I at once thought of mister Flag as a possible partner. So that's a a important opportunity handled well leads to more opportunity. If Flag wasn't doing the very best job he could have handling produce, he would have never had the opportunity to become a partner in what's gonna be the most valuable, maybe the most valuable business ever created. So he says when the oil business was developing, we need more help. I once thought mister Flag as a possible partner and made him an offer to come with us and give up his commission business. This offer he accepted. It was a friendship founded on business, which mister Flag used to say was a good deal better than a business founded on friendship, and my experience leads me to agree with him. And so the very beginning of their careers they are inseparable. And so Rockefeller talks about this. We work shoulder to shoulder, our deaths were in the same room. We both lived on euclid avenue a few houses apart. We met and walked to the office together. We'd walk home from lunch together and back again to the office after lunch and home again at night on these walks when we were away from the office interruptions we did our thinking, talking and planning together. And it's very clear that he picked the right partner because at at very beginning, It it's really important to to note. At the very beginning of the oil industry. People thought it was temporary. They said, okay. We discovered air oil in this 1 area in Pennsylvania, it's gonna soon run out, and there's no oil anywhere else. And yet Flag and a Rockefeller perspective, really what they're about to tell us, the way I would summarize this is, you know, act from the very beginning as if the business will be around in 50 years. And if you have the thought, what would you do? I think this is a variation of David Og maxim that you should build a first class business in a first class way. And that was flag perspective from the very beginning. He says another thing about mister Flag for which I think he deserves a great credit was in the early days he insisted that when a refinery was to be put up, it should be different from the flimsy Shack, which was then custom to build. He always believed that if we went into the oil business at all, we should do the work as well as we knew how. That we should have the very best facilities that everything should be solid and substantial and that nothing should be left undone to produce the finest results. He followed his convictions of building as though the trade was going to last. And as a result, he laid strong foundations for later years. So remember, we're still the first chapter, and this is the richest person on the planet at the time telling he's giving advice to younger people about the importance of friendship. He says these old men's tales will be valuable to the next generation, and they will not be useless. He says, if these stories make young people realize how above all other possessions is the value of a friend in every department of life. Without any exception whatsoever. They should be held close at any cost, a friend of whatever kind is important. And this 1 learns as 1 grows older. So at this point in the auto, he starts talking about 1 very special friend that he had a much older gentleman and very rich and successful entrepreneur in cleveland. This guy's name is Sv v Har. Now I remember because I've read everything I can get my hands on a about Rockefeller. I remember har. And I thought I was, you know what I'm gonna go back and read my old highlights and search my old transcripts because I think I can do a better job of describing har than what is in this auto. And I actually stumbled on the transcript from Episode 02:54. And I thought there was a ton of very valuable ideas and insights into Rockefeller and how he built his business that occurred really rapidly on the transcripts. Are just gonna read this section to you. And so the transcript from 02:44. It says Flag brought in a really successful older Wealthy entrepreneur that is now going to advise Rockefeller. Flag brings in this guy har. Har at the time is 1 of the richest people in Cleveland. And har joins as a silent inactive partner, so he's not gonna manage at all. He doesn't wanna manage but Rockefeller picks his brain says Rockefeller consulted hardness on all large decisions. And then it goes into house standard oil was organized. So what was Flag main job, his main job was to control as much as possible, the cost of transportation while Rockefeller concentrated on financial matters, and this describes a division of labor inside of standard oil. So you're recruiting a bunch of a players, and you're not telling them, here's 5 things I want you to focus on. Here's your top 10 priorities. No. You've got 1 priority, destroy that priority. Do it more than anybody else possibly will. And so it talks about the early days of stand World. The basic team that would shape the company's growth for the next decade had been formed. And the transcript continues. This is reminding me. I did a 3 part series on Larry Ellis, and 1 of those books is called software an intimate portrait of Larry Ellis and Oracle. And in that book, Larry said something that was really interesting. He said you do not want turnover on your core team. That knowledge compounds and don't interrupt that compounding. And so back to Rockefeller auto, that's something he mentions multiple times. The fact that people accused him like the the the media would accuse him of being unfair of dominating his partners. He's, like, how could that possibly be when I had the same partners for decades. There's going to be a bunch of things in this book that Rockefeller repeats. I think it's really important to pay attention to ideas that people repeat. And this idea of always having a fortress of cash is the way I would describe this. In the early days it's borrowed money, but even the way that they would... When they would pay dividends in the early days. They've retained a lot of the earnings inside of the company. So he says, I was always a great borrower in my early days. We were accustomed to prepare for financial emergencies long before we needed the funds. That sounds like warren Buffett, That is... That's Rockefeller that is Buffett, that is Napoleon. There is a line from the the book, Napoleon's Maxim, which I covered, you know, months ago. And Napoleon rights, it is a distinct advantage to have near at hand ammunition, food, supplies, and repair facilities to restore rapidly troops and weapons of war and enable combat to carry on at a maximum efficiency. If Napoleon was an entrepreneur as opposed to a conqueror, he would tell you to keep a fortress of cash just like Rockefeller did and just like Buffet did. And I will give you another example that comes from the book Titan. I'm gonna read from Titan now. It is impossible to comprehend Rockefeller breathtaking a scent without realizing that he always moved into battle backed by abundant cash, whether writing out downturn or c on booms, he kept plentiful reserves and won many bidding contests simply because his war chest was deeper. In Rockefeller own words, we were accustomed to prepare for financial emergencies long before we needed the funds. And part of this came out of the fact that he starts as a bookkeeper even says, As I began my business life as a bookkeeper, I learned to have great respect for figures and facts. No matter how small they were. On the next page. He says, I had a passion for detail. Something he's gonna repeat over and over again. I'll probably mention at least once maybe twice as we go through the book is his dis for people that didn't... They didn't wash their costs. They didn't know if their business was making money. He talks about how many of his competitors were just ignorant amateur. Completely oblivious to the true reality of their business. Who will repeat that over. And over and over again. And so there's gonna be 2 formative experiences that help Rockefeller become a greater entrepreneur later on in life. And the fact that his dad would teach his son. So his dad was kinda like this traveling salesman. He was a deeply flawed person. He was like a snake oil salesman. Was a big mist. But he trained his boys in commerce from a very young age. So again, I'm gonna put down the auto. I'm gonna pick up that book, which I feel is the best biography of Rockefeller, John D written by David Freeman Hawk, and We're gonna read this. This is just an incredible incredible line about the business lesson he learned from his dad. So he says we involved these ideas on commerce, Right? And on trade, with our daily food and where we did not emphasize them enough. This wise able and positive man found ways. He's describing their their dad They come to at like, hate them later on life. This is very interesting actually this quote. So let me start this over again. We embody these ideas with our daily food and where we did not emphasize them enough. This wise able and positive man found ways without difficulty and very readily to reinforce his teachings. By the that this is a crazy quote, What a line by Rockefeller I'm about to reach you. By the time I was a man long before it, I had learned the underlying principles of business and the rules of business as well as many men acquire them by the time they are 40. I needed no 1 to advise me about the nature of transactions, which I had been carrying on since childhood. The second experiences is he gets this job working for He in total. These are... They are buying and selling commodities on commission. He is 16 years old, and he says, I was almost always present when they talked of their affairs inside the business. Okay? When they talked to their affairs, laid out their plans and decided upon a course of action. The firm conducted a business with so many ramifications that this education was quite extensive. They own warehouses and buildings, which were rented for offices, and I had to collect the rents. They shipped by rail Canal and Lake. There were many different kinds of negotiations and transactions going on. And with all of these, I was in close touch. He was the bookkeeper who we had to pay all the bills. Says the auditing of accounts was left in my hands. All the bills were first passed upon me, and I took this duty very seriously. So again, I'm gonna repeat this over whenever again because he repeats it. He is constantly comparing and contrasting his approach to work with the approach that he sees other people. He has disgusted. With how casual people are. This is 1 of my favorite lines in this entire book where he talks about, you know, the difference of the way he wants to build his business and approaches his work. He says this casual way of conducting affairs did not appeal to me. And so what he's talking about, he says, I was in a neighbor's office when the local plumber presented himself with a bill that was about a yard long. The guy running the office just glance at the bill hands it to the bookkeeper and says please pay this bill. That is not how Rockefeller is going to do things. He watched his cost down to the penny. He says I would study the same plumbers build in great detail checking every item, and that's when he says that line again that I actually love describing the effort, the lack of effort from his neighbor, you know, he really discussed him. He says this casual way of conducting affairs did not appeal to me. I made up my mind that such business methods could not succeed. And so within a few years, he knows the business better than the actual founders of the company. There's some minor disagreement over, they offered him, you know, 700 dollar a year salary. He thought he was worth 800 dollars. And really, he was always gonna be an entrepreneur. He's always gonna be his own man. And so he just decides, hey. I'm just gonna leave this. I'm gonna do the exact same business as they do, but I'm gonna do it on my own account. And so he starts his own commission house. It's called Clark and Rockefeller. And they do an incredible amount of business right away. Their first year of sales amounts to over half a million dollars. And this is 1 of my favorite things that he ever says in the book. If you go to sleep on a win, you'll wake up with a loss. This is what he says to himself. He's this, like, inner interim monologue. As he as he goes asleep every night. As our success began to come, I seldom them put my head upon the pillow at night without speaking a few words to myself in the wise. Now a little success. Soon you will fall down. Soon you will be overthrown because you've got a good start. You think you're quite a merchant. Look out or you will lose your head, go steady. These intimate conversations with myself had a great influence on my life? I was afraid, I could not stand my prosperity and try to teach myself not to get puff up with any foolish notions. If you go to sleep on a win, you'll wake up with a loss. Although Rockefeller is very good at hiding it and controlling his emotions, most people that know him say he had like, a mask in between him and, like, the outside world. He... You could clearly tell that he's got a big go and that actually, Arrogance, I I feel can fuel you, especially if you keep that arrogance against to yourself. And so it's very obvious, like he... He he recounts a lot of things that happened to him in his early life. It's like, oh, he's got this chip on his shoulder that he uses his fuel. He's was just like, oh, you don't think I'm good enough. I will show you. And so he's... He's... Even talking about things that happened, like inside of his church. He's a member of a church that is like a small satellite to this larger church. And the larger church is very d meaning and doubtful of the success of this smaller satellite version, and he says, when I was with 17 or 18. I was elected as a trustee in the church. And occasionally, I had to hear members who belong to the main body speak of the mission as though it were not quite as good as the big mother church. This strengthened my resolve to show them that we could paddle or own canoe. And in this story, he takes over the finances of the church, which were in complete disarray. Raises all the money they need to build the church to fix everything. And vastly exceeds everybody's expectations because they didn't expect much from this tiny church, and this is the summary. I hope that the members of the mother church were properly humiliated. To see how far we had gone beyond their expectations. And there's gonna be several examples of that throughout Rockefeller Life or whether it's partners, competitors, really anybody that's doubting his talents. He kind of reacts with that chip on the shoulder. Another thing that he repeats over and over again is that all the great things in life come from compounding, and we're gonna get his later when they're just paying themselves, like, incredible amount of dividends and he talks about where that actually sorts our dividends originates, but he's going through, like, the beginning of stan oil, which, again, this is... This book is non chronological order by any means, but it's just 2 2 or 3 sentences here. I think is important because, again, he repeats a handful of things multiple times throughout the book. 1 of them is the fact that all great things come from compounding this powerful organization has not only lasted, but its efficiency as it increased over the years. For years, the standard oil company has developed step by step. That line at standard oil was developed step by step over a long period of time is very important to Rockefeller. In fact, a few pages later, he talks about the very beginning of both the company and the entire oil industry at large. And he says none of us ever dreamed of the magnitude of what proved to be the later expansion. We did our days work as we met it. Keeping well to our opportunities and laying our foundations firmly. I think at this point, we have to bring in Charlie Mu again, because he has this line that Mu would also repeat, and Mu said, 98 percent of our attention was devoted to the task at hand. We are believers in Carly lil prescription that the job a man is to do is the job at hand and not see what lies dim in the distance. And some of these stories are incredible because think about this. He's talking about standard oil stock. At the very beginning, people were so afraid that they would need or not take this stock, or they would sell the stock as soon as they get it, and Rockefeller would tell them, you know, there's multiple times where he would tell people in other biographies. Hey, if you have to sell the shirt on your back, but do not sell that stock. Hold on that stock. And so he describes this, the enterprise being so new and novel on account of the fearful of certain stockholders, we frequently had to take the stock to keep it from going begging, but we had such confidence in the fundamental value of the business that we were willing to assume this risk. There is a great line from the founder of 4 seasons is sharp, and he says all business proceeds on belief, trying to run a company without a set of beliefs is like trying to steer a ship without a rudder. What Rockefeller describing his behavior compared to the behavior of the people that literally let the most valuable stock in the world slip through their fingers. The difference was he possessed a belief. And he says it right there, we had such confidence in the fundamental value of this business that we were willing to assume this risk. And then Rockefeller gives more advice to the future generations. And this another great example. The fact that history doesn't repeat human nature does, that in 19 o 7. Right? When 19 o 9. Sorry. When the book is published, the young people of his day are just like the young people of our day and the young people in the future into the past. There's like, all the opportunities are gone. This is hilarious. Think about the economic growth of the United States from 19 o 9 till now. The great economic era we are entering will give splendid opportunity to the young man of the future. 1 often hears, the men of this generation say that they do not have the chances that their fathers and grandfather had. This is... He's talking about the the conditions and he had to build his business. We have it so easy compared to this. How little they know of the diff disadvantages from which we suffered In my young manhood, we had everything to do and nothing to do it with. We had to hone our own pass along new lines. We had little experience to go on. Capital was most difficult to get credit was... Was a mysterious thing, whereas now we have a system of commercial ratings, everything was then hap hazard, and we suffered from a stu war. He's talking about the Civil war. And all the disasters which followed. The men of this generation are entering into a heritage, which makes their father's lives look poverty stricken by comparison. And so now Rockefeller starts to explain again, the difference between the way he ran his business and the way his weak competitors did. Remember go back to how full of disgust he was about the casual way in which they conducted their affairs. He's like, you will not have business success if he'd do this. He says we had the type of man who really never knew all the facts about his own affairs. Many kept their books in such a way that they did not actually know when they were making money or when they were losing money. Listen to what he how... What he calls them. This uni intelligent competition From the very first, the men who managed the standard oil company kept their books intelligently as well as correctly, we knew how much we made and where we gained or lost. My ideas of business. The fundamental principles of business do not change. You cannot change the underlying laws of trade. And he talks about the fact that if you don't know your numbers if you're not watching all your expenses if you don't know if you're making or losing money, You are not being honest with yourself and if you're not honest with yourself. You're not gonna have business success. I have spoken of the necessity of being frank and honest with oneself about one's own affairs. Many people assume that they can get away from the truth by avoiding thinking about it. But the natural law is inevitable, and the sooner it is recognized the better. The real efficiency in work comes from knowing your facts and building upon that share foundation. And so then Rockefeller starts to go back in time. He talks about what was occurring before he starts standard oil. And he actually had an oil company, a small oil company with a bunch of partners, and they weren't getting along. And so they decided to break up and they're going to actually bid against each other for the assets of the company. And so I'm gonna put this book down because I think I actually like the way there... There's this book called conspiracy, written by Ryan Holiday, which is about Peter T. And this actual stories in the book. And the way Ryan describes his stories is excellent. So Just gonna read exactly what's happening in, Rockefeller, but I'm gonna use a description that ryan Holiday writes and conspiracy. He says there's a story about a young John Rockefeller who found himself stuck with bull business partners. He wants to break with them, but he can't because they control the votes. They're squeezing his business to death. They abuse him, talk about forcing him out. What is he to do? Quietly, Rockefeller lines up financing from another oil man and waits. Finally, there's a confrontation. 1 of them tries to threaten him. You really wanna break it up. Yes, he calls their bluff. They go along knowing that the firm's assets will have to go to auction. They're sure that they win. Rockefeller doesn't have that kind of money. He bids. They bid. He bids, they bid. Rockefeller wins the auction. A few weeks later, the newspapers announced his new partnership, revealing who had backed his bid. And the news that Rockefeller is at 25 years old, an owner of 1 of the largest refineries in the world. And here's a quote from Rockefeller. On that day his partners woke up and saw for the first time that my mind had not been idle while they were talking so big and loud, he would later say. They were shocked. They'd seen their empire dismantled and taken from them by the young man they had dismissed. Rockefeller had wanted it more. And so back to Rockefeller, the firm of Rockefeller in Andrews was then established. And this is really my start in the oil trade. It was my most important business until I retired. That company that starts out now It's eventually gonna expand into standard oil. Talks a lot about just how difficult, like, it's really impossible business to succeed in. We had our troubles and setbacks. We suffer from some severe fires, and the supply of crude oil was most uncertain. Our plans were constantly changed by changing conditions. We developed great facilities, erected storage tanks and connected pipelines. Then the oil failed and our work was thrown away. At best, it was a speculative trade, and I wonder that we managed to pull through so often. This is... Then he says 1 of my favorite lines in the entire book. But we were gradually learning how to conduct a most difficult business goes back to step by step, gradually learning. Step by step over time. And then is in the description of the building of standard oil that I really feel Rockefeller provides you and I a blueprint for success in any endeavor. He says, I as sc the success of the standard oil company to its consistent policy of making the volume of its business large through the merit and cheap of its products. It has spared no expense in utilizing the best and most efficient methods of manufacturing. It has sought out the best superintendents and work man and paid the best wages. It has not hesitate to sacrifice old machinery and old plants for new and better ones. It has placed its factories at the points where they could supply markets at the least expense. It has not only sought markets for its principal products, but for all possible by byproducts, spa no expense in introducing them to the public in every nook and corner of the world. It has not hesitate to invest millions of dollars in methods for cheap the gathering and distribution of oil by pipelines, special cars, tank steam and tank wagon. Really just all forms of new technology technologies. Here's the way to think about that. It has erected tank stations at railroad centers in every part of the country to cheap the storage and delivery of oil. It has had faith in American oil and has brought together vast sums of money for the purpose of making it what it is. And so based on those few paragraphs, I feel the blueprint that he laid out for us was use economies of scale to deliver low prices to the customer, root out any inefficiencies, pay for talent, control expenses and invest in technology. And then Rockefeller immediately goes into the value of focus. We devoted ourselves exclusively to the oil business and its products. The company never went into outside ventures, but kept to the enormous task of perfect its own organization. And the result is 30 or 40 years in the future, they have the most valuable company in the planet, they're paying themselves excessively high dividends. And really what he's talking about, there's a section called why does standard pay such large dividends. And what he's about to say is the benefits that we're receiving today it's not from today. It's the result of the work that we've done over the past 30 or 40 years. And so he says, it represents the results of the savings and surplus gain through all the 35 or 40 years of the workings of the company. A few pages later, goes back to the importance of focusing. This company is interested only in oil products and such manufacturing affairs as are legitimately connected there within. It has plants for the making of barrels and tanks and building pumps for pumping oil. It owns vessels for carrying oil, take cars, pipes for transporting oil. But it is not concerned in speculative interest. The oil business itself is speculative enough, and its successful administration requires a firm hand and a cool head. And so 1 of the advantages that is paying dividends to me now. It was a result of things I did in the past is like, for years, I've been going and keeping track of everything I read, the highlights the notes. And on the notes of what I've read in the past because I read this book, you know, for the first time, maybe, like, 4 or 5 years ago something like that. I went back, and I was like, what else like, I went over all my notes from the book and and then in those notes, I found other things that I was reading at the time. And when I was reading Rockefeller auto for the first time many years ago. At the same time, I was reading this essay that came out in 2018. The essay is called Amp Up. It is by Frank S, who was the Ceo of data domain and Servicenow and snowflake. And so what I did is I printed out amp amp and then I read the whole thing again. I was like wow I forgot how great this essay is. And I found a paragraph that is related to exactly what he just said. He's like, listen, we're only interested in oil products and such manufacturing affairs as are legitimately connected therein. And so 1 thing that Frank Sum says in this essay is the importance of narrowing your focus. So I actually just wanna pull a couple sentences out from the essay because I think it's excellent. He says the fastest way to move a dial is to narrow the focus. People naturally resist focus because they cannot decide what is important. Therein lies a problem. People can typically tell you after some deli declaration what their top 3 priorities are, but they struggle to decide on just 1. Rockefeller just told us what his number 1 top priority was. And so Frank's Lu continues. What is too much and what is too little focus? Do you even ever discussed this? Most teams are not focused enough I rarely encountered a team that employed too narrow an aperture. It goes against our human grain. People like to boil oceans, just knowing that can be your advantage. When you narrow your focus, you are increasing the res sourcing on the remaining priority. So I actually had to ask. I ask Cha. What people like to boil oceans means. And it says that people like to boil oceans implies that someone is tackling an issue in a way that's far too broad are trying to address too many things at once. And then reread the entire essay si I realized that Frank S makes the same point that Rockefeller makes on the very... At the bottom of this page on the next page. And the fact that 2 people can run the same business and have vastly different results. And so S writes bottom line, there is room up in organizations to boost performance by amp up the pace and intensity. Considerable Slack naturally exists in organizations to perform at much higher levels. The role of leadership is to convert that lingering potential and super results. The opportunity is right under our noses, but for some reason, it does not enter the consciousness. This notion is not limited to business enterprises. We see in professional sports all the time, how teams go almost overnight from losing to winning with basically the same roster, but different leadership. Call it what you want. Whatever it is, it's real. Anybody can dial into it, but not many do. The role of a leader is to change the status quo, step up the pace and increase the intensity. Some people drain energy from organizations, not leaders. They golf organizations with energy. And so Rockefeller describes this as character is the essential thing. The real beginning of the standard oil company it should be remembered is that it's not so much the consolidation of the firms, but the coming together of the men who had the combined brain power to do the work, which was the actual starting point. Perhaps it is worthwhile to emphasize again that the fact is it's not merely capital and plants and machinery and the strictly material things which make up a business. But the character of the men behind these things. These are the essentials to be reckon with. 1 of the largest points of contention in Rockefeller careers is the fact that standard oil was able to to receive the best rates for a transportation from the railroads. They were getting a bunch of, secret rebates, and you'll find in deep details about this in, like, every single biography of rock failure Reid. But really, what he's doing here is he's trying to explain why Standard was able to receive the best rates from the roads. And what I really wanted to focus on was Jeff Bezos has this line where he says when it comes to competition being 1 of the best is not good enough. Do you really want to plan for a future in which you might have to fight with somebody who is just as good as you are? I wouldn't. And that really comes to mind when you read a section because what Rockefeller is talking about here is a strategy to put your business in the the best position possible. So you have a series of advantages that no 1 else does. And so he says the real rate of freight, which any shipper paid was not known by his competitors nor by other railroad companies. The amount being a matter of bargain. So what he's saying is, you know, railroad would say, these are our posted rates where Rockefeller learned when he was back at the produce and the commodities house was that the dated rates were actually all negotiable. He started to realize that things were not what they appear from the outside. And so therefore, if all the rates are negotiable, we need to put ourselves in a position where we can extract the best possible rates on transportation from the railroads because that gives us a massive competitive advantage over the other oil companies that are not doing so. So that's why It says. This the amount that you pay is a matter of bargain. How good are you negotiating this. He says each shipper made the best bargain that he could. But whether he was doing better than his competitor was only a matter of con, so he's talking about the series of advantages, this and strategic moves that he made to put his business in the position to extract the best rates. The standard oil company of Ohio was situated at Cleveland had the advantage of different carrying lines, so multiple railroads they could choose from him is what he's saying, as well as water transportation. Taking advantage of those facilities, both the fact that they could ship by water and they could ship over multiple railroads, it says it made the best bargain possible for its freight. They didn't just stop there. They used their size to their advantage. Standard gave advantages to the railroads for the purpose of reducing the cost of transportation of freight. It offered freight in large quantity. It furnished loading facilities and discharging facilities at great costs. It provided them regular traffic. It exempted railroads from liability for fire because it carried its own insurance. For these services and more it obtained contracts for special allowances on freight. And why do the railways do that? Because traffic from standard oil as a result of all these advantages and strategies that employed. Right? Traffic from standard oil company was far more profitable to the railroad companies, than the smaller and a irregular traffic, which may have paid a higher rate. To understand the situation which affected the giving and taking of rebates it must be remembered that the railroads were competing with the rates offered by boats on the lake and canals and by the pipelines, all of these means of transporting oil cut into their business of the railroads, and they were desperately anxious to successfully meet this competition. And then in describing all the negative attention and the the criticism got from his competitors, he points out a lesson of human nature that they opposed, and they're only opposed unless they benefit. And so he writes. I will remember a bright man from Boston who had much to say about rebates and drawbacks. He was an old and experienced merchant and looked after his affairs with a cautious and watchful eye. He feared that some of his competitors were doing better than he bargaining for rates and he delivered himself of this conviction when he said, I am opposed on principal to the whole system of rebates and drawbacks, unless I am in it. And so early in the book rock For makes the point that some of the people that worked at Standard oil, you know, they they would they were fine training people. Even if they didn't have experience, they just hire for enthusiasm intelligence, And they were fine training, you know, employees for the job and the task at hand. In some cases, they would... They said they... People would be in standard for many decades and had train them since boy. And the underlying principles, you know, if they're enthusiastic and intelligent, like, the... Humans can learn, like new skills. And so he starts to buy up and order all these, like, giant ships. And so they're gonna get to building and owning, you know, let's say, dozen ships and these ships need to move materials back and forth through Lake and they're trying to figure out hey, who can run this like, this business line. So Rockefeller having this conversation with this guy named mister Gates? And he's like, hey, Do you know anything about ships and and mister Gates like, no. But I have in mind a man who I believe could do it Although when I tell you about him, I fear you will think that his qualifications are not the best. He lives in this state, but has never been on a ship in his life. He probably wouldn't know the bow from the stern, but he has good sense. He is honest, enterprise, keen and thrifty. He has the art of quickly mastering a subject even though it is new to him and difficult. We still have some months before the ships will be completed and if we put him to work now, he will be ready to run the ships as soon as they are ready to run. And so Rockefeller replies. Okay. Let's give them the job, and we did that man was mister Bowers. Mister Bowers went from point to point on the lakes where the boats were building and studied them minute. When the vessels were finished, he took charge of them from the moment they floated and he managed these and the dozens which followed with a skill and ability. He even invented an anchor which he used with our fleet and was later adopted by other vessels used in the United States Navy. He remained in his position until we sold. We have given mister Bowers all sorts of hard tasks and have found him always successful. There's a great quote from Mark Jason that comes to mind when I read that section, and Mark says, I firmly believe that people who do great things are doing them for the first time. And there's just 2 more parts I wanna talk you about. Really, they're just very, direct piece of advice. Number 1 is follow laws of trade and then 2, the importance of focusing on service. So he's talking about the importance of following the laws of trade, which he also repeats over and again. So he says I'm impressed and anew with the importance of a principle that I've often referred to. If I can make this point clear to the young man who has had the patience to follow this book so far. It'll be a satisfaction to me, and I hope it may be a benefit to him. The underlying essential element of success in business affairs is to follow the established laws of high class dealing. Don't even think of temporary advantages. Do not waste your effort on a thing which ends in a petty triumph unless you are satisfied with a life of petty success. Whoa. These not hold back there. Don't waste your effort on a thing which ends in a petty triumph unless you're satisfied with a life of petty success. Be sure that before you go into an enterprise, you see your way clear to stay through to a successful end. Look ahead, it is surprising how many bright businessmen go into important undertaking with little or no study of the controlling conditions they risk they're all upon. Study diligently, your capital requirements. He's talking again about the importance of having those fortress of cash. Study diligently, your capital requirements and fortify yourself fully to cover possible setbacks because you can absolutely count on meeting setbacks. Be sure that you are not deceiving yourself at any time about your actual conditions. Remember, he he repeats these things over and over again. Go back to earlier in the book. He says, I have spoken of the necessity of being frank and honest with oneself about one's own affairs. Many people assume that they can get away from the truth by avoiding thinking about it, but the natural law is inevitable and the sooner recognize the better. Fast forward back to where we were in this book just now. He repeats that exact same idea, but this time he says be sure that you're not deceiving yourself at any time about your actual conditions. The man who starts out simply with the idea of getting rich won't succeed. You must have a large ambition. There is no mystery and business success. The great industrial leaders have told again and again, the plane and obvious fact that there can be no permanent success without fair dealing that leads to widespread confidence in the man himself. And that is the real capital we all prize and work for. The fact that there's is widespread confidence in yourself by other people. And the people you're dealing with. Do not lose your head over a little success. That's another thing he repeats. Do not lose your head over a little success or grow impatient or discouraged by a little failure. Standard oil has continued to make progress even though all these panic years, he's talking about all the financial panic that happened since he started the company. Even through all these panic years, and we've had large reserves of cash on account of our very conservative methods of financing. And just in case you thought he was done. No. He's not. He repeats us again, know your numbers. You need to know your business down to the ground. Here again would venture to utter a word of caution to businessmen, let them study their own affairs frankly and face the truth. If their methods are extravagant, let them realize the facts and act accordingly. 1 cannot successfully go against natural tendencies. And it is fo to fail to recognize them. And then the last piece of advice I feel is a combination of 2 of my favorite maxim from the history of entrepreneurship, the first maxim comes from Henry Ford Henry Ford says that money comes naturally as a result of service, and then Edwin Lance says don't do anything someone else can do. So Rockefeller says, if I were to give advice to the young man starting out, I should say to him. Do not begin your business career with the idea of getting from the world by hook or crook all you can. In the choice of your profession, let your first thought be, where can I fit in that I may be the most effective in the work of the world? Where can I lend a hand and away way the most effectively advances the general interest? If you choose your vacation in that way, you have taken the first step on the highest road to a large success. Investigation will show that the great fortunes which have been made in this country have come to men who have performed great and far reaching economic services. The man will be most successful who confer the greatest service on the world that is why Henry Ford says that money comes naturally as result of service. Commercial enterprises that are needed by the public will pay. Commercial enterprises that are not needed fail and ought to fail. This is when he gets until you shouldn't be doing things that other people can do. The 1 thing that you would be most careful to avoid in your investment of time and effort is the unnecessary duplication of existing industries. You should regard all money spent in increasing need this competition as wasted and worse. The man who puts up a second factory when the factory in existence will supply the public demand adequately and cheaply is wasting the national wealth and destroying the national prosperity. The single greatest obstacle to progress lies in the willingness of so many men to invest their time and money and multiplying competitive industries instead of opening up new fields. It requires a better type of mind to seek out and to support and create the new than to follow the warren paths of accepted success. The penalty of such a selfish attempt is to go on living without contributing to the progress or happiness of mankind. And I think those are great words of advice to close on to dedicate your life to building something that contributes to the progress and happiness of mankind. For the full story, Highly recommend reading the book. If you buy the book using the link that's in the show notes in your podcast player, are available of founders podcast dot com, you'll be supporting the podcast at the same time. 1 piece of advice I have. If you haven't yet read a biography of Rockefeller do not start with this 1. I think you'll understand the context in the this book a lot better if you just read a biography of Rockefeller before you read this book. And with that, that is 368 books down 1000 ago, and I'll talk you again soon."
}