{
  "transcript": "All the way back in 2012, I was watching an interview with Elon Musk, and he was asked the question, how did you learn how to start a company? He had started his first company when he was still in his twenties. And the follow to that question was like, did you read, like, a lot of business books and his answer, Elon answer actually gave me the idea to do founders podcast many, many years later. Because Elon said, no, I didn't read business books. I read biographies and auto. I thought they were helpful. And then he went on to say that this was a way to develop mentors in a historical context. So you develop mentors through these books and he mentioned people like Benjamin Franklin and Henry Ford and Nikola Tesla, and every person that's ever designed a rocket. Elon has read a biography on. And that's something that Elon has in common with all of history's greatest entrepreneurs is the fact that they all read biographies. And another thing that Elon has in common with history's greatest founders and is obvious if you read books about them is anyone who is committed to being great at building their business is obsessed with watching their costs. In fact, there's a line in Andrew intra carnegie buyer beta says cost control for him became an obsession. Carnegie would go around repeating this mantra at time and time again. He said profits and prices were cyclical subject to any number of transient forces on the marketplace. Costs, however, could be strictly controlled and any savings achieved were permanent. Elon was like this too. He put a hundred million dollars of his own money into Spacex, and there's multiple examples in books about Spacex and biographies about Elon where employees of Spacex would talk about Elon complete control over company spent. Light Carnegie and countless of other history greatest founders for Elon cost control was an obsession. This is something I was talking about with my friend Eric, who's the founder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder founders of ramp and has spent a ton of time with them over the last year or 2. We were actually at dinner a few nights ago and we're talking about this almost 1 in the morning. They all listened to the podcast and they picked up on the fact that just like for Elon, and the early days of Spacex the main theme from the podcast is the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage. And that is the reason that ramp exists. Ramp exists to give you everything you need to control your spend. Ramp exists to give you everything you need to make cost control an obsession. Ramp gives you easy to use corporate cards for your entire team, automated expense reporting and cost control. Ramp helps you run an efficient organization. I read a ramp customer review the other day that sums this up perfectly. 1 of their customers said. That ramp is like having a teammate who you never need to check in on because they have it handled. Ramp gives you in your business everything you need to control spend and optimize all of your financial operations on a single platform. Ramps website is in credible make history's greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. To understand Spacex, where it aspire to go, and why it just might succeed 1 was voyage back to the Falcon 1 rocket and dig up the roots. The seeds for everything Spacex has grown into today were planted during the early days of the Falcon 1 program by Elon Musk. Back then, he sought to build the world's first low cost orbital rocket. All of the aspirational talk about Mars would mean nothing if Spacex could not put a relatively simple rocket like the Falcon 1 into orbit. And so with a burning intensity, he pressed toward that goal. Spacex began with nothing but an empty factory and a handful of employees. This small group launched its first rocket less than 4 years later and reached orbit in 6. The story of how Spacex survived those lean early years is a remarkable 1. Many of the same people who made the Falcon 1 remain at Spacex today. Some have moved on. But all have stories about those early formative years. That remain mostly untold. That was an excerpt from the book that I wanna talked to about today, which is lift off. Elon Musk in the desperate for early days that launched Spacex. And was written by Eric Burg. This book came to my mind because recently I was watching Spacex's, successful completion of the starship flight test number 5, where they send the super heavy booster 12 rocket up into orbit and then it comes back to earth, and it is caught in the air by these 2 massive which spacex such calls chops stick arms. It was the first time in history, a rocket was sent to orbit and then caught out of mid air. And it's, like catching, like a small skyscraper. The booster 12 is 232 feet tall. And so when I saw that, I thought back to reading this book for the first time, like, 4 years ago, and I was like I remember reading When Spacex was on the pre of bankruptcy and destruction. The first 3 attempts at launching a rocket into orbit were failures. The fourth 1 succeeds and then you fast forward almost 20 years later, and now they're catching rockets the size of skyscrapers out of the air. And so given everything that Spacex has achieved over the last 2 and a half decades, I thought it it'd would be interesting to go back and revisit the first 6 years of its existence. And so what I did is Re reread the book and this time I focused on how Elon Musk thinks and the decisions, that he made in the early days of the founding of Spacex. And because Elon was extensively interviewed by the author, there's a bunch of direct quotes from Elon himself, this is a little bit about the pre history of Spacex at this time, people went. He's not quite 30 years old. He's been kicked out of Paypal and he's trying to figure out what to do next. And so Elon tells a story that he's driving down the road with his friend Day. It's raining. They're on a highway, and he says I told a Day Res, I'd always been interested in space, but I didn't think that was something a private individual could do anything about. 3 decades had passed since Apollo Heyday, and surely he thought that Nasa must be well on its way to going to Mars. Later that day, still thinking about the conversation Elon checked out Nasa's website to surprise. He could not find any plans for sending humans to Mars. And so Elon starts doing a bunch of research. He starts attending space conferences back in California. There's a bunch of private groups that are trying to do interesting things in space experiments, and he starts to read everything he can get his hands on, says numerous other entrepreneurs had tried playing a Rocket science before, Musk well knew. He wanted to learn from their mistakes so as to not repeat them. He had been reading everything he could get his hands on about rockets. From old Soviet technical manuals to John Clark's iconic book on propellant called ignition. I began to understand why things were so expensive Elon said, I looked at the horses that Nasa had in the stable. And with horses like Boeing and Lockheed, you're screwed. Those horses are lame. And he thinks they're lame because the products they're building are getting more expensive. So Elon goal. The reason he started Spacex is because he wants to make the human species a multi planetary species. And the first step towards solving the multi planetary problem was bringing down the cost of launch. If Nasa and Private company spent less money getting satellites and people into space, they could do more things in space and more commerce would open still more opportunities. This awakening galvanized musk into action. There's a ton of people in this book that look at Elon Like he's a crazy person, but there is a very ordered sense of logic to the way that he goes about solving problems. If you want humans to live on other planets, the first thing you need to do is lower the price it takes to get there. And the example that they use of the metaphor the dig that use multiple times is like, If a plane ticket was a million dollars or 10000000 dollars a ticket, then a lot less people would fly. And so Elon starts building this network of allies, 1 of his allies is his guy named Mike Griffin. He a few years later Ro become Nasa's administrator. And he helps Elon organize these meetings of the space enthusiasts, these engineers, these Rocket scientist. And this is a description of 1 of these meetings. He walks in Elon walks in, and basically announces that he wants to start his own Rocket company, And I remember a lot of chuck and laughter, people saying things like save your money kid and go sit on the beach. The kid was not amused. If anything, the doubts expressed at this meeting and by some of his confidant, energized him more and so Elon talks about the fact that it wasn't just a people in the meeting doing this, but his friends, and they were well intention friends were trying to get him to not blow all his money. Several friends had already tried to dis Elon from doing this. 1 friend created an hour long video compilation of rocket failures and forced Elon to sit down and watch it. Another friend told Elon of all the entrepreneurs who had tried and failed. Elon said he talked my ear off and said I would lose all my money. Elon had cleared about a hundred and 80000000 dollars from Paypal. In figured he could risk half of his money on a rocket company and still have plenty left over. And 1 of the most interesting things about reading the beginning of this book is that you realize that Spacex was Elon response to the stag nation of an existing industry. And that's actually a good way to look for opportunity. He identified an important industry that he thought was going completely backwards. It says companies in United States and Russia, still used the same decades old technology to launch Rockets into the space and the price kept going up. Things were going in the wrong direction So Musk founded Spacex. Now another thing that I found fascinating about this is the fact that this stag nation actually helped Elon recruit the insane talent that he needed. And so the book says relative to other aerospace companies, Musk had a lot offer prospective employees. At Spacex, new hires could rapidly grow their skills and take on new responsibilities. There was almost no management and everyone worked on the rocket. Musk was a siren calling brilliant young minds to Spacex with an irresistible song, he offered an into brew of vision, charisma, audacious goals and resources. When they needed something Elon wrote a check In meetings, he helped solve their most challenging technical problems. When the hour was late, he could be found right there beside them working away. And when they needed a kick in the ass, he deployed his stare and a few sharp words. Another great thing about this book is the fact that the author interviewed so many early Spacex employees, and they were talking about the difference between Spacex and other legacy aerospace companies. And so an early Spacex employee had a friend that worked at Lockheed Martin on the f 35 stealth aircraft. And this part was absolutely incredible. It says this may sound like glamorous work, but it was not. His friend had just a single job, finding a supplier for a bolt on the aircraft landing gear and ensuring that it met all quality specifications. That single bolt was the totality of his employment. Imagine spending years of your life and that is the totality. The single bolt is a totality of your employment. Spacex offered the opposite experience. Work was thrilling and all encompassing. And 1 of the engineers made the really important point that because your work was so wide and the problems you had to solve were so diverse, it actually made you a much better engineer. A big thing was really having to learn to think. Since nobody gave you a cookie cutter job and told you what to do, this really made us all much better engineers. And part of that was because of Elon strategy on how to design a rocket. Says there are basically 2 approaches to building complex systems like rockets, linear and iterative innovative design. The linear method begins with initial goal and moves through developing requirements to meet that goal followed by numerous qualification tests of subsystem systems before assembling them into major pieces of the rocket. Such as its structures propulsion in Avionics. With linear design, years to spent engineering a project before development begins. This is because it is difficult time consuming and expensive to modify design and requirements after beginning to build hardware. The iterative of approach begins with a goal and almost immediately leaps into concept, designs, bench test, and prototypes. This is the path as spacex shows. The mantra with this approach is build and test early find failures and adapt. This is what Spacex engineers and technicians did. In James Dyson auto, which I covered, I think, for the fourth time on episode 300, this is called the Edison sony principle design. And in Dyson fantastic auto talks about his mentor who's also an inventor and an engineer that's getting named Jeremy Fry. And this description of Jeremy Fry sounds a lot like Elon Las in their earliest of spacex. So here's what James Dyson said. Here was a man who was not interested in experts. He meets me, he thinks to himself. Here's a bright kid let's employ him. And he does. He risk little with the possibility of gaining much. This is exactly what I now do at Dyson. This attitude to employment, extended to Jeremy fry thinking in everything, including engineering. He did not when an idea came to him, sit down and process it through pages of calculations. He didn't argue through with anyone. He just went out and built it. When I came to him and say, I have an idea he would offer no more advice in to say, you know where the workshop is, go and do it. But we'll need to weld this thing I would protest. Well then get a welder and weld. When I asked if we shouldn't talk to someone about say hydro, he would say, the lake is down there, the land rover is over there, take a plank of wood down to the lake tow it behind a boat and look at what happens. Now this was not a mod Opera that I had encountered before. College had taught me to revere experts and expertise, Fry ridiculed all that. As far as he was concerned with enthusiasm in intelligence, anything was possible. It was mind blowing. If it didn't work 1 way, he would just try it another way until it did. And as we proceeded, I could see that we were getting on extremely quickly. The root principle was to do things your way as long as it works and it's exciting, people will follow you. And so back to this book, I haven't read the book in almost 4 years, but what I remember, 1 of the things that jumped out and and stayed in my mind from the first time I read it was the fact that Elon personally interviewed the first 3000 employees at Spacex. And there's a ton of interesting stories and great ideas and hear about that. So he says he understood he would go nowhere without the right people. So interview by interview must sought out the brilliant and creative engineers who would commit themselves wholly to the goal and make the impossible possible. 1 of Musk's most valuable skills was his ability to determine whether someone would fit this mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. Now we have a direct quote from Elon about this. There are a ton of pho out there, and not many who are the real deal. I can usually tell within 15 minutes, and I can sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. He felt it was important to get the right people for his company. And so here's an example of what an interview with Elon was like, Musk walked in. To break the ice, Brian made the usual small talk. It's nice to meet you. I've heard a lot about you. I'm excited to be here. The hyper musk. Never won much for pleasant trees move straight into quest and this may laugh move straight into questions. Do you dye your hair musk asked. Somewhat flustered, Brian replied that he did not? 1 of Musk's common tactics during an interview involves throwing a person off k to see how a potential employee reacts. And so musk kept asking if he dies his hair because his hair matches eyebrows. So they weren't up laughing about this, and then he just talks about, like, why he's founding Spacex. Like, what is a mission behind it? Said the success of Nasa's Apollo moon program in the 19 sixties had spurred a wave of student interest in math and science, and it led to a generation of engineers scientists and teachers, but this tide had ebb, and by the time Brian's generation had grown up The cool kids were not doing space anymore. They were into medicine investment banking or tech. And so Brian is talking about why he chose to leave a comfortable job and a more balanced life he knew he said Spacex would strip all of that away. His friend was already working at Spacex and told him about Spacex's intense environment. And so it said, Brian new coming to work for Elon would turn his life upside down, and Musk could offer no guarantees of success. How could a small team build a rocket capable of reaching orbit anyway? No privately funded company had ever succeeded at something like this before, and many had failed trying. And so a few days after the interview, it says a few days later, he received an email from Elon assistant at 1 in the morning. Did he want the job? Brian realized that this company operated its own speed. This offer appealed to Brian's sense of adventure and he decided to seize this chance. So he becomes employee number 14 at Spacex. And when you hear him described, he was like, wait a minute. Like I... I'm gonna have no outside life. I'm gonna work every hour of the day, high chance that we're gonna fail. Yes. I'm gonna do this. It reminded me, I've seen this thing a couple times in these books. I was reading a biography of Mark Twain 1 time. And he talks about this po... The pony this 1 pony express ad, which know such a running male by horseback across the country, and the job ads that the Pony Express ran became legendary. Had wanted, young skinny war fellows not over 18. Must be expert writers willing to risk death daily, orphan preferred. That ad yielded hundreds of adventure seeking young men who quickly responded and wanted the job. We saw this also, the story with Ernest Shack. He ran an ads said men wanted for hazardous journey, low wages bitter cold, long hours of complete darkness, safe turned doubtful. Honor and recognition and invent of success. And so you kinda have the space equivalent of that And so then there's a great description of how relentless that Elon could be once he identifies somebody he wants to hire. There's a very talented young engineer from Turkey. So living in San Francisco, his wife works at Google the time. So it's like you, I can. Work for Spacex because I'd have to move to Los Angeles, but he agrees to be interviewed anyways. And in the interview, Elon tells him that he already solved this problem for. So Elon said, so I heard you don't wanna move La and 1 of the reasons is that your wife works for Google. Well I just talked to Larry, and they're gonna transfer your wife down La. To solve the problem, musk get called Larry Page, the founder of Google. The engineer sat stunned silence for a moment, but then he replied, given all that, I suppose I'll come work for Spacex. And there's so many great lines about what an interview with Elon was like. And so here's a description from somebody that Elon interviewed. I never met a man laser focused on his vision for what he wanted. He's very intense, and he's intimidating as hell. It's tough when you're interviewing with him. And in addition to this audacious goal, and nobody else was even trying to accomplish. The fact that you had a lot of leeway, the fact that you would be constantly push a limit and tested, your entire job wouldn't be relegated to a single bolt All these things helped Elon recruit top tier talent, but another thing that helped him recruit. There's this guy named Hans who's gonna calm eventually become the vice president of Avionics at Spacex. And 1 of the things that helped him take the risk of joining Spacex was the fact that Elon had so much skin in the game. Hans knew that Elon had put a hundred million dollars of his own money into the project. I think it's impossible to under state how effective Elon was at drawing in top talent. In fact, there's a great story that illustrates this. So there's this scientist. He is running a graduate program in space engineering at the University of Michigan. It is 1 of if not the best graduate program in space engineering in the entire country. And so this professor makes a list. He's like, who are my 10 best students of all time. And then once he had that list, he wanted to do research, like, where did they wind up? Where are they working? And he was shocked. Half of the students, 5 out of the 10 were working at Spacex. And this is what he said The results blew away? This was before Spacex was successful. So I interviewed these former students and asked, why did you go there? They went there because they believed many of them took pay cuts, but they believed in the mission. And this was Hilarious because this guy writing this article, so then Elon goes and visits him. Elon request a meeting, and they says he asked a single question. Who were the other 5 students? And this is what he said I realized The meeting was not about me. He wanted to recruit them. Elon 1 the other 5. And it wasn't just at the university of michigan either. So this professor goes and speaks with his engineering peers at places like the Mit, in University of Southern California. He says he heard similar things. Spacex had juice with their students too. The freedom to innovate and resources to go fast summon the best engineers in the country. And the professor is a great line over why the top students were choosing to work at Spacex over the established firms. He said talent wins over experience and an entrepreneurial culture over heritage. And so another thing that the book is great at it gives you a lot of insight how. Elon was managing. There's just a bunch of great lines and stories, and here's 1 description Musk's in your face management style came with benefits. He empowered his people to do things that would have required committees and paperwork and reviews at other companies at Spacex if they could convince the company's chief engineer that's Elon of something, they also earned the approval from the chief financial officer as they were 1 in the same. And this is something that comes up over and over again in the early days Spacex, the faster you can make your decisions, the more iterations you can do, the more iterations you can do the more you're learning, the more you're learning, the more success and capability Spacex has. And so there's just, quote, after, quote, after, quote, in the book of early spacex employees subscribing you on this way. He always made the most difficult decisions. He did not put off problems. He tackled the hardest problems first. He had a vision of how aerospace could be done faster and for less money. It was Elon ability to identify engineering talent and then motivate his employees to do extraordinary things. Elon had a knack for inspiring engineers to do things they believe just beyond their ability. And when they achieve the impossible to reach toward the next goal. This company has a lot of talent, Elon primary capability is to evaluate people quickly and pick the right people. He is really good at that. And then he combines that skill with being super involved. Musk was there every step of the way. Having Elon there makes things a lot simpler because he is super involved, he makes those difficult decisions. When the time comes He would step in and make those decisions. He always kept us focused on the vision. This is 1 of the things that Elon brought to spacex, risk tolerance. This is 1 of my favorite lines in the entire book, talking about Elon risk tolerance. He didn't want to fail but he wasn't afraid of it. That is another contrast between Spacex and the legacy aerospace companies they become cal. They're so terrified of taking any risk that could lead to potential failure. There's another great management technique that Elon would use in meetings related to this. Failure was an option at Spacex partly because the boss often asked of the the impossible from his team in meetings, Elon would ask his engineers to do something that on the face of it seemed absurd. When they protested that it was impossible, Elon would respond with a question designed to open their minds to the problem and potential solutions he would ask what would it take? This is something that Elon has in common with Henry Ford. He would talk about the the fact that we already know the limitations. So we're trying to do something that's never been done before, which with Henry Ford and Elon we're doing in their careers. I don't need you to tell me the limitations. I need you to open your mind with potential solutions, for this previously unsolved problem. There's a line in Henry Ford's Auto. He talks about this. He says that is the way with wise people. They are so wise and practical that they always know down to a dot just why something cannot be done. They always know the limitations. Henry Ford and Elon Musk 1 solutions, not limitations. And then if we go back to what else motivated these top tier talented to join Spacex. There's a very talented German engineer that Elon was recruiting, and 1 of the reasons he wanted to to to... I went joining Spacex. Is because it's of the challenge of doing everything within constraints. And so he said what intrigued me, we're trying to build a rocket with 200 people instead of 20000. Thomas built it in a garage. Can I use a computer I can buy for 500 dollars versus 1 I can buy for 5000000? It seemed to me that's what Elon wanted to do. And this was precisely what Elon wanted to do because they were spending his money. There's a great description about how Elon thought about the relationship between time and money and how to deploy resources in the early days of a company. And I found this in the Elon Musk biography were written by Ashley Vance. It says Elon would always be at work on Sunday, and we had some chats where he laid out his philosophy said Kevin Bro, an early spacex employee. He would say that everything we did was a function of our burn rate and that we were burning through a hundred thousand dollars per day. It was this very entrepreneurial Silicon valley way of thinking that none of the aerospace engineers in Los Angeles were dialed into. Sometimes he wouldn't let you buy a part for 2000 dollars because he expected you to find it cheaper or invent something cheaper. Other times, he wouldn't flinch at running a plane for 90000 dollars to get something to quad where they're shooting the rockets later on because it saved an entire workday so it was worth it. He would place this urgency that he expected the revenue in 10 years to be 10000000 dollars a day and that every day we were slower to achieving our goals was a day of missing out on that money. And so another main theme in addition to recruiting top talent is if you're burning a hundred thousand dollars a today, you obviously have to go very fast So speed is another main theme throughout the entire book. And the speed that Spacex worked out relative to its peers could be jarring. After his job at Nasa, Brian felt the culture shock immediately upon starting work. Before he could log into a computer at Nasa, Brian had under... Had to undergo a detailed security screening process and multiple orientation. To operate machines that would steer electron beams, Brian had to sit through days of training courses. At Spacex there was none of that. On my first day of the job, I showed up, the door is not locked. There's no 1 at the front desk. I met Hans, and he gave me a it that had some materials about benefits and things like that, and then he told me what I needed to do. Orientation done. The team was so small that everyone knew everyone, and each employee pitched in as needed with other departments. Everybody was expected to carry their own weight and then a bunch more. During their early years of Spacex, the company had no support staff beyond Elon assistance. The early days of Microsoft it was the same way. The first 30 employees of Microsoft, there were 28 engineers Bill Gates and a secretary. Back to this. This included a lack of custodial staff. Win Shot well who's gonna become very important in Spacex. She's the president and Coo today, But at the time of this story she was the vice president of sales. So this says Shot remembers organizing a meeting with government customers. She checked in on the company's upstairs conference room. They were going to be there for an hour or in an hour, and it was a mess, so I got out the vacuum, the vice president of sales vacuuming and then trying to figure out the coffee. No job was beneath us. Going back to the fact that Elon prioritized making decisions very rapidly, sped up the entire velocity of the company, and so it says he could be difficult to work for, but his early hires could immediately see the benefits of working for someone who wanted to get things done and often made decisions on the spot. No committees, no reports just done. This decisive style carried over into meetings. If an engineer face an intra problem, Elon wanted a chance to solve it. He would suggest ideas and give his teams a day or 2 to troubleshoot, then report back to him. In the interim, if they needed guidance, they were told to email him directly day or night, he typically responded within minutes. There's a story about the early days of Amazon that I thought of when I was reading this section. There's a guy that comes to work for Amazon from Walmart, and he's... His job is to build out the the new fulfillment centers for Amazon. And so he wants to build a 300000000 dollar fulfillment center, He shows these plans to Jeff Bezos, Jeff loves them, and so the guy asks, Jeff? Okay. So who do I need to talk to to get permission to build this? And Jeff says you just did. And that's something that Jeff repeats in his shareholder letters and in some of his speeches. He says you can drive away great people by making the speed of decision making really slow? Why would great people stay in an organization where they can't get things done. They look around after a while and they said, look, I love the mission, but I can't get my job done because our speed of decision making is too slow? The opposite of that is Elon in the early days of Spacex over the course of a single meeting, Elon could be a turns Hilarious, deadly serious, penetrating harsh, reflective and is stick for the finest details of rocket science. But most of all he channel an intense force to move things forward. Elon wants to get shit done. Okay. And so another main theme that is repeated throughout the book is how important it was for Elon. He wanted to build as much of the rocket in house as possible, he wanted to control as much of his business as possible. So it says from the very beginning, Elon wanted spacex to build as much of every rocket as it could. To free itself from the cost and schedule vic of suppliers. And as a great example of this. First they identify a very talented machine shop that can move as fast as they do. And then when the 2 owners of the machine shop, have a falling out. Elon buys the entire shop and brings it in house. And so we have 1 of the c owners of the companies getting Bob Regan, talking about the difference between working with Spacex and other people that were also customers of his machine shop. And so he says, man, those guys would send me some of the wildest crap I'd ever seen. Spacex also paid quickly within a day of receiving a purchase order from Spacex, Reagan would have a check. With other companies, he would finish apart, submit an invoice and receive a check 30 days later, Spacex wanted its parts fast. Reagan got the message and began to prioritize their orders. He had never worked with a company that moved as quickly as Spacex. And so this is when Elon gonna actually buy his machine shop and bring it in house. And again, this is to speed is just a reoccurring theme that hopefully you've picked up on by now because it's repeated probably a hundred times in the book. 1 day in the fall of 2003 when they called and said they needed a particular part rushed over, Reagan replied that he could not help. He and his business partner had fallen out and the only course was to shut the business down. Spacex would have to get its parts from elsewhere. And so Spacex realizes this would be disastrous so Elon meets with them. They negotiate over and asking price and 10 minutes later. They present him with a contract. He was Saturday November first at 5PM. Elon wanted his new vice president of machining to start work that evening. So he winds up bringing 6 of their mach in house and all the machines, and this is why by bringing in house, Elon cut much of his manufacturing costs in half. Now he could buy a chunk of aluminum and have people in his building work on it as if it were clay, producing a part on demand without the markup and delay of sending it to an outside machine shop. And the lines of communication between Spacex engineers and the manufacturing crew were wide open before if I had a problem with 1 of my customers, I'd have to call the buyer, then the buyer would have to call the engineer. And a week later, I may get... Might might get a callback with an answer at Spacex, Reagan sat in the q farm. If the engineers did something you thought was Dumb or would not work, he could tell them, there was mutual respect. His relationship with Elon was simple. This is how he describes Elon. Elon cannot stand a liar and he hates a thief. And if you say you could do something, you better fucking do it, and here's the punchline of this entire story, Spacex likes to operate on its own terms and its own timeline. And this next part does a great job describing why this was so important to Elon. Elon taught his team to assess every part of the rocket with a discerning eye. For a given task, a typical aerospace company would just use whatever part has always been used. This saved engineers from the time consuming difficult work of qualifying a new part for space, but Spacex's attitude was different? True, a product may already exist, but is it optimized for your solution? Is it from a good supplier? And what about their tier 2 or tier 3 suppliers? And if you need more of them faster, will they meet your needs? If you wanna change something, are they willing and able to change it? And if you improve that product, will they then sell it to your competitors? And let's go back to this reoccurring theme that Elon is capable of making decisions very fast. They're looking for a testing site, un by government control. They're having a hard time doing this in California. They were aware of a previous rocket company called Be Aerospace that was founded by this guy named Andy Be. And the company had gone out of business a few years earlier, and so 1 of Elon employees was telling him, hey, this site mcgregor, Texas looks promising, we should go check it out. And it says Elon decided that day to fly down to Texas and check out the site. The site suited spacex's needs because Andy Bi had developed it specifically to test Rocket engine. The fact, Andy bill is 1 of the richest people in the. He started be aerospace with 200000000 of his own money. And so the site has everything he needs and it also has a much more cooperative, local government. It said the town of Mac mcgregor owned everything here and was willing to lease it because local officials wanted the company's a tenant there would be minimal interference and no restrictions on the size of their engine. Texas had a much less restrictive regulatory environment in California with more business friendly laws. Elon hired Allen, who's the guy who was showing them the the the the spot, and immediately leased the site. Elon copy was just a year and a half old, and now he found room to rome in Texas. There, his engine designers would construct a new T site, 1 with wide open spaces and few rules. And then I just love this writing over the next 2 years, they would hammer together the Merlin engine and put it to its paces, they would burn up thrust chambers blow apart fuel tanks and raise enough rockets to bring the secret service to their gates. But by 2005, they would build something powerful, almost from scratch. With enough thrust to send half a ton screaming towards outer space. So 1 of the benefits of reading this book is that you're constantly exposed to these smart dedicated people having to deal with failure after failure problem after problem, 90 percent of the book. Is Spacex failing. The second to last chapter is flight for their first successful rocket launch. And then the chapter after that is how Spacex almost still goes out of business because of a lack of funding and the great financial crisis that's happening in 2008. And so at this point, the book as soon as they solve the problem of, okay. Now we have a spot where we can test successfully test our rocket engine. Once we do that, now we need to be able to launch it, they thought they already had that problem solved because they thought they could launch their rocket from Van Air force space, which is about an hour and a half north of the spacex headquarters. And so Musk is giving a talk to his employees after their first successful test of the rocket and like we completed a large milestone in a few months, we will receive Air force clearance to fly. Only they wouldn't. And so I'll give you a little background here before Spacex is forced to build a launch site on a remote island in the Pacific ocean. And so it says the Air Force of Spacex had an uneasy relationship from the beginning, the military service has a rigid culture, strict hierarchy and lots of requirements. Spacex had a loose culture almost no hierarchy and dude requirements mostly as a waste of time. Spacex wanted to get things done and Air force had people whose Job was to review every last environmental, safety or technical detail before signing off. The day after Spacex x's successful static fire test. Officials said Spacex officials from the the air force. Said Spacex was welcome to launch its rocket, but only after the Nr, the Nr is the national Reconnaissance office, they launched spy satellites. But only after the Nr expensive spy satellite with safely orbit. The promised is the Air force couldn't or wouldn't tell Spacex when that was gonna happen. This place Spacex in a horrible position. While the Falcon 1 waited its turn, no 1 would compensate Spacex for its expenses. The company got paid when it launched by contra passed when the military awarded a national security launch contract to Lockheed or Boeing, they signed a cost plus agreement, where any delays were billed to the government plus a fee. Technically, we weren't kicked out of Van Elon said, we were just put on ice The Air Force never said no, but they never said yes. This went on for 6 months. The resources were draining out of the company effectively. It was just like being starved. Almost from the beginning of its existence, Spacex has pinned its hopes on this launch site located only a hundred and 50 miles from its factory. Spacex had invested 7000000 dollars in launch facilities at Van. There would be no reimbursement. Elon had to eat the loss. The company born with Dna that imp it to go as fast as it could had run into an un I movable force. And so the air force would helped them, but the army would so spacex's x's backup plan. Was to launch from this remote island in the Marshall Islands, called the Quad at toll or quad for short. This is 1 of the craziest parts in the book. They had just worked themselves to exhaustion building 1 launch site Now they'd have to turn it around and build a second 1. And this 1 is Hana a remote highland in the Pacific, listen to how much work and had literally tons of supplies. They'd tend to ship to the middle of nowhere. They had so much to move unless an employee carried a key rocket part on a 2 day 2 airplane journey from Los Angeles to Q. Most cargo had to be shipped by sea on a month long journey. At their headquarters in El Gu, employees began to pack dozens of C vans that would be stacked on large cargo ship for the voyage. Fresh from their experience building up Van, the Spacex team knew they would need a lot of everything to assemble test and launch the Falcon 1. So they stuffed their tools and lifts and pipes and tubing and computers into 40 foot cargo containers and sent them to the port of Los Angeles over the course of 3 months, the company shipped 30 tons across the Pacific. They managed to build and test their first rocket that 1 fails what was interesting is on the flight back to United States there's somebody on the plane with Elon and he's describing what Elon was doing. He's... Elon spent much of the flight pouring over books written about early rocket scientist and their efforts. Elon seemed intent to understand the mistakes they made and learn from them. And what he does next is a really smart move. He was placing the difficulty of what him and his team were trying to do in a historical perspective. Keep in mind by this time, they've been toil away nearly seventies a week almost hour hours of the day for years trying to build a rocket that'll get into orbit. This is what Elon does. Elon seemed to recognize the emotional toll that the failure might inflict on some of his engineers not long after the accident, he typed up an uplifting memo to the Spacex team. As part of his no Elon offered some comforting perspective, other iconic rockets he noted had failed often during early test launches. And so he starts listing ones in Europe in the Russians and the American program, and he said having experienced firsthand How hard it is to reach orbit. I have a lot of respect for those that persevere to produce the vehicles that are main stays of space launches today. Spacex is in this for the long haul and come hell or high water, we're gonna make it work. And so what's fascinating about this part of the book is he's got 2 problems. He's got to solve simultaneously. He's gotta figure out how to develop a rocket that can reach orbit. And he's got a secure contracts, so Spacex doesn't run out of money. And so at this point, he's having a conversation with Quinn shot. And this is before she joins the company. And she has a lot of industry experience. So she mentions to Elon in a meeting that you need to hire someone to sell the rocket full time. That at that point, Elon just had a part time sales consultant and she's like this and that's not gonna work. So it says later that afternoon, Elon decided that he should indeed, hire someone full time. He created a vice president of sales position and incurred shot well to apply. And so she talks about the fact that she had to think about this for a while because she said she was almost 40 years old. She was in the middle of a divorce and she had 2 young children to care for. She says it was a huge risk and I almost decided not to go. But her final decision came down to a simple calculation look. I'm in this business, and do I want this business to continue the way it is or do I want to go in the direction that Elon wants to take it? This is so important she's going to secure the 2 contracts that save Spacex. This is a very important part in the early days of Spacex. Must need a partner who possessed his freshness ness, but also understood the political terrain and had the sophistication to navigate it. This is where Shot would come in. The idea of selling Elon Musk's unproven rocket and working for someone regarded as a demanding boss did not face her. I knew the business by then. I would be selling to my old comp. Of course, I could sell rockets. No question at all. That is such an important point and it's such a great idea. Who knows your customers? Who are you trying to sell to? Who knows your customers? Find the person who knows your customers, then that person to sell your product to them. That's exactly what Elon did if you're reading through the lines here? Exactly what Elon did when he hired shot well. From the beginning shot well understood the complex and evolving relationship between the Air Force, Nasa and private industry. Elon was still learning about his new federal customers. And then this is 1 of my favorite lines our favorite stories in the book because you just realized that Elon very easy to interface with. No work about work just work. That's the way he wants to do things. Shot well wrote a plan of action for sales. Elon took 1 look at it and told her he did not care about plans. Just get on with the job, and then Shaw response was perfect. She's like, oh, this is refreshing. I don't have to write up a damn plan. Here was her first real taste of Elon management style. Do not talk about doing things just do things. And I think this goes back to something Elon mentioned earlier in the book, the fact that it was a benefit, A huge benefit to Spacex. The fact that the lead engineer and the head All the finance and engineering is in the same... He's in charge of both. It's in the same brain. He talks about putting those 2 functions together makes you move a lot quicker. He says I make the spending decisions and the engineering decisions in 1 head. Normally, those are at least 2 people. There's some engineering guy who's trying to convince a finance guy that this money should be spent. But the finance guy doesn't understand engineering, so he can't tell if it's a good way to spend money or not. Whereas I'm making the engineering decisions and spending decisions. And so Shot well is introducing Elon to potential customers they're all inside the government. This 1 guy is another example. When when or earlier they're like, hey, you know, Rich Internet guy just like, go sit on the beach. This is, like, gonna be too hard. Don't do this. Well, we're now we're several years later and they're still telling him the same thing. And so as a result of this meeting about to described to you, we're gonna see that Elon realizes he he's got find a way to gain attention and put on a show. And so it says Peter T. Represented an important potential customer as the agency designs, builds and launches a multitude of spy satellites for the Us government. This is the Nr that I mentioned earlier. Tea was generally supportive of the startups tensions But he had seen this kind of presentation before in the book, which I omitted, and I highly recommend you read the book. There's multiple examples of all these people that try to start private based companies before Elon, all of them failed. And so the government agencies just would see the same person trying over and over again like all this Elon is just gonna be like them. Not realizing that Elon not like anybody else. I remember him putting his hand on Elon back and saying son, this is much harder than you think it is. It's never going to work. At this remark, Elon straightened up. And he had this look in his eye that shot well could easily read. T pate gesture had hardened his resolve. Shot well said he's gonna make sure you regret the moment. You said that. And so Elon throughout his entire career and you still see this today. He's He's very much has a flair for show ship and for gaining attention. So says Elon began to believe customers like Tea needed to see real hardware to believe the company in its booster legitimate. So it says they worked 18 hours a day to build a full scale model. The rocket itself was hollow, but from the outside looked genuine enough. The rocket then rolled out of Spacex's factory for a cross country journey. Elon wanted to make a splash in the nation's capital where his customers are So his rocket was headed to Washington Dc, the 68 foot long booster rocket was parked on independence avenue across the street from the national air in space museum. If people needed to see a rocket, Elon was going to show them a rocket. Shot while admired Elon talent for confronting his critics head on. Everyone thinks a private company like Spacex building an orbital rocket is crazy. They think it's never going to happen. His attitude was let's drive the damn thing there and show all the d retract that it's here. It's funny when I read this section, I remember that Elon did something like this on a much much smaller scale. Offer his first start up Zip 2 when he was in his early twenties. I remember reading this story in Ashley Vance biography of Elon. I wanna read from now. Says ever marketing savvy, the Musk brothers tried to make their web service seem even more important by giving it an an imposing physical body. Elon built a huge case around a standard pc and lug the unit onto a base with wheels. When prospective, investors would come by, Elon would put on a show and roll this massive machine out so that it appeared like Zip 2 ran inside of a mini supercomputer. The investors thought that was impressive. So now there's a third simultaneous problem that they have. They need to build a rocket to reach orbit bit successfully. They need to sell the rockets successfully. And then the third thing is they have to fight corruption. So Elon knows that if Spacex is going to survive Nasa has to play an important role They need the contract from Nasa. And so something crazy happens, there is a company, a rocket company called K. That company goes bankrupt. The chief executive of that company was a guy named George Mueller, who was 1 of the heroes from Nasa's A apollo pro program. He's 85 years old at this time. A year after the company goes bankrupt, Nasa announces a new 227000000 dollar contract with K. And so Elon is outraged and he does what everybody tells him not to do. He protest to the government accountability office that this is not fair and that Nasa should be forced to open this up to bidding. And so Elon describes his thinking and why he did this. I was told by many people that we should not protest. You've got a 90 percent chance that you're gonna lose. You're gonna make a potential customer angry. I'm unlike it seems like wright is on our side here. It seems like this bid should go off for competition. And if we don't fight this and I think we're doomed, our chances of success are dramatically lowered. Nasa being 1 of the biggest customers of space launch would be cut off from us. I had to protest. And the result was they won. The new... The company won, Spacex 1 after Nasa learned that the Us government accountability office would rule in favor Spacex on the issue of fairness, Nasa pulled the award from K. Nasa realized it would need to open up a new competition for cargo delivery. This became the foundation for Nasa's commercial orbital transportation service, also known as C. This was important because the C contract 2 years later. Spacex wins that contract. The K protest was just 1 of many battles that Elon and shot well would fight before government committees and in courtroom rooms. This is nuts. A year later, Spacex scrapped with 3 of the titans of the Us launch industry. In 1 battle, Spacex and North Gun traded lawsuits over Tom Mueller and his rocket engine technology, Tom was the first of employee of Spacex, and the designer of the Merlin Rocket engine. And in another more consequential battle Spacex sued Boeing and Lockheed Martin over plans to merge their launch businesses into a single rocket company called United launch alliance. And Spacex's point was that neither company's new rockets to could compete on price with rivals in Russia and Europe for a commercial satellite launches. So... But when this is happening, this is 2005. The Us share of global market for commercial launches? This like, shooting like, large satellites for television and other communications into space, fell near to 0. So when I got to that part of the book I'm like, 2005, It's at 0. What is it now? And so it says in 2023, The Us had a 54 percent share of global commercial launch revenues with spacex's x's Falcon 9 responsible for the bulk of these. That's nuts the role that 1 company can play from near 0 20 years later to over half. So Spacex's lawsuit said this was a violation of antitrust laws, they went up losing that lawsuit. But this is the punchline. Within its first 3 years Spacex had sued 3 of its biggest rivals of the launch industry, gone against the Air force with the proposed United launch alliance merger, and protests protested a Nasa contract, Elon was not walking on egg shells on the way to orbit. He was breaking a lot of eggs. And he was right because at this time, it would cost between 26 and 28000000 dollars per launch. Spacex winds up being able to do this for 6000000 dollars. He used this something really fat smart too. Because his price was so good. Elon wanted the price front and center on the company's website. Needless this to say none of the competitors would say, hey. You would not find pricing on their websites. And so you know like no. You go to spacex dot com. You're gonna say, hey, we can do this for 6000000. It's going to be on the front page. And all these protests and these lawsuits, they they directly lead to the 2 contracts that change Spacex forever. The first 1 in 2006 can be for 278000000, and then the 1 that saves the company after the fourth launch in 2008 for 1600000000.0. But this is the first contract that change Spacex forever. As the summer of 2006 dragged dawn Spacex and the other finalist waited to find out who would received the lucrative of contracts to design, the cargo delivery systems. Then the call from Nasa finally came in August. So shot well in Elon take the call after hanging up, they called an impromptu 2 staff meeting on the factory floor. Elon speech was short. We fucking won. Spacex had 1 big in a couple of critical ways. First, there was the money. The contract value of 278000000 dollars would allow Musk to accelerate his plans to build the big orbital rocket. And perhaps most significant, the con... With the contract award Nasa had endorsed the company. That was really important shot well said. We were a little company. We were jackass asses at that time. We blew up a rocket in March of that year from my perspective, Nasa was acknowledging that even though we had a failure, they felt we were on the right path. And so now they're still working on trying to get a rocket into Orbit. This is Elon on how difficult to problem Spacex is trying to solve. Just for there's a direct quote from him. Just for your information. It's not like other rocket scientists were huge idiots who wanted to throw their rockets away all the time. It's fucking hard to make something like this. Who 1 of the hardest engineering problems known to man is making a reusable orbital rocket. Nobody had succeeded for a good reason. Our gravity is a bit heavy. On Mars, this to be no problem. Moon, piece of cake. On earth fucking hard, just barely possible. It is stupidly difficult. To have a fully reusable orbital system. It would be 1 of the biggest breakthroughs in the history of humanity? That's why it's hard. Why does this hurt my brain? It's because of that. And so he's pushing his team and himself to the absolute limits. He's gonna get to the point of almost financial financially breaking as well in about a year or 2. But this again, it goes back to what I was mentioning earlier. The fact that his employees respect him because he's actually working alongside them. He's is not an absentee boss. And so when he suggests a solution to a problem or potential solution to problem doesn't work. They're not upset that he was wrong because he was right there, Musk might have been wrong, but the filthy and exhausted engineers and technicians working with him all night did not beg grudge musk for keeping them at a task that proved fruit. Rather his willingness to jump into the fray and get his hands dirty by their sides, won him admiration as a leader. And so this is what the early spacex company culture was from the perspective of 1 of the engineers. The timeline involved fairly regular all night. There was a certain amount of competitive macho culture that was part of it too. Like, I can fucking work as hard as anybody else. I'm not gonna be the 1 that has to go home first. And here's 1 of the wild parts the guy talking right now. He's in his mid twenties. He's 4 months. Into working at Spacex and he already has responsibility for the Rockets entire first stage propulsion system. Elon was willing to give talented young people a ton of responsibility. And so he's talking. His not... His name's Dunn. Done is talking about this point in Spacex history. I didn't know what Didn't know. If something like that happened today, I'd be super apprehensive. I'd would be very thoughtful about it. But at that time I was like, let's go get after it, I just wanted to do the best I could. The way I approached it was to work my ass off. And so 1 of my favorite chapters in the entire book comes towards the end. It's called 8 weeks. When Elon starts Spacex is like, we got enough money, we're gonna give it 3 attempts. After the third failed attempt, He's like, we're running out of money, we have 1 more shot on this, but we have to do this in 8 weeks. And keep in mind when this is happening. So Elon 30 when he found Spacex. When this is happening, It is due or die time for his company. He is only 37 years old. And so this is how Elon responded to that third failure after the third failure musk called a staff meeting. Musk chose not to play the blame game. Instead, he rallied the team with an inspiring speech as bad as Flight 3 had gone, he wanted to give his people 1 final swing. Outside that room, in the factory, they had the parts to for a final Falcon 1 rocket. Build it he said, and then fly it. He collected everyone in the room and said we have another rocket, get your shit together and go back to the island and launch it. The period that followed to be the most memorable and arguably important period of the company's history. Hardening its Dna and setting the stage for Spacex to become the most transformative aerospace company in the world. Now keep in mind what is happening with Elon at the time. Okay? Elon felt as Crest fallen as the rest of his employees worse even. He had bet a lot on Spacex. In time and money and emotional toil with little return. Now his personal fortune was running dry. He'd invested everything in Spacex in Tesla. Beyond money, his personal life was falling apart. He and his first wife had split that summer. This is what Elon said. At the time, I had to allocate a lot of capital to Tesla and Solar city so I was out of money. We had 3 failures under our belt, so it it's was pretty hard to raise money. The recession was starting to hit. The Tesla financing round that we tried to raise that summer had failed I got divorced. I didn't even have a house. My ex wife had the house. It was a shitty summer. It was a hell of time to be running a single cash hungry startup, let alone 2. Musk really had put all of his net worth into rocket and electric car ventures, and in August 2008, he had almost nothing to show for it. His rocket company had produced a lit of failures and Tesla was equally cash strapped only just beginning to sell its first product, the roadster and what a great summary of this. Elon had tried to change the world and the world resisted. It's unbelievable how fast they put this rocket together? Okay? For the first time. Even more unbelievable was they had to do it again the second time. So they were flying this giant rocket in a... Think it's a C 17. So 1 of those giant military planes. And the information they have on the C 17, like, the pressure inside the C 17 was outdated. So as they're doing the the descent into Hawaii, the rocket cr. And so they get the rocket to Q, and they call back to Spacex headquarters in la. They're like, oh, you know, the the thing cr. We have to send us back and rebuild in La. And so they're on the phone, office remote island. They're talking to headquarters the the the headquarters in la, and this is the response from headquarters. You need to stop talking and shut up and listen to what I'm about to tell you. You're not bringing that fucking rocket back. You're gonna strip that fucking thing like a chevy. And that rocket better be fucking dis disabled by the time I get their Monday morning. There was dead silence on the other end of the phone as the words sunk in. They were gonna have to fix the rocket right there in the tropics. There was no time for quality control, our meticulous records. They did not have 6 weeks. They had 1, and they did it. They said after the fact, I cannot believe we dis an entire stage and re assembled an entire stage in the course of a week. I don't think we could have imagined that. And so they launched flight 4 in record time and it works. The rocket gets to orbit. And yet even after that, Spacex almost failed because they almost ran out of money. So it says after sinking 6 years and a hundred million dollars into Spacex, Elon finally had a real rocket. When Flight 4 launched, the company's payroll exceeded 500 people and Spacex's finances remain dire. To lulu Riley, which is Elon a girlfriend at the time, described Elon at this time, she said Elon look like death itself and described him waking up from nightmares screaming and in physical pain. Even as Spacex achieved rocket success, both of Elon major companies spiral spiral towards bankruptcy. That fall, friends urged Elon to save Spacex or Tesla, warning that he could not support both. He ago over the decision. It was like having 2 children Elon said, I could not bring myself to let 1 of the companies die. And so this is when Nasa had an open competition for this program called Crs, which is commercial resupply services, and what Nasa needed was they needed help keeping astronauts that are on the international space station, fed and close. So if Spacex wins the contract, they would fly food, water and supplies to the Is. And so while this is happening, they're bidding on this contract. And it says still Musk fret about how his companies desperate finances must look to Match Nasa, As his personal wealth dried up amid a recession. Finally, on a Monday morning, 12/22/2008 the answer came, they just called my cell phone out of the blue right before Christmas, Elon said. They were excited to tell Elon that Spacex had won 1 of the 2 contracts. Musk couldn't believe it. He told them I love Nasa, you guys rock. After the call, Elon asked shot well to immediately sign whatever deal Nasa offered. He harbor a fear that the space agency might take the contract back. Without the Crs contract, we would have gone down as the company that made it to orbit and then died, the contract was worth 1600000000.0 dollars. 2 days later, on Christmas Eve at 6PM, Tesla closed a financing round that provided the strap automobile company with 6 months of funding. At a stroke, his 2 seemingly doomed companies were saved. It felt like had been taken out to the firing squad and blind that Elon said. Then they fired the guns, which went click. No bullets came out, and then they let you free. Sure, it feels great, but you're pretty fucking nervous. It was a high drama situation. It's a great story, but it is way better in recollection than at the time. And then the book ends with this interview that Elon doing with the author in 2020 says nearly 2 decades have now gone by since must first began thinking seriously about Mars. During an interview in early 2020, his mind drifted back to that first impulse to get into the space business. He remembered a gray rainy day on the long island Expressway. With his friend audio res, and later, his frustration upon visiting Nasa's website and finding no plans. He could not understand why humans had remained stuck in low earth orbit since Apollo, and so he made a life changing decision to commit himself to the goal of Mars. A commitment that has grown stronger over time. That's 19 years ago, and we're still not on Mars he said, not even close. It's a goddamn outrage. This is the passion. That fires Elon Musk. And that is where I leave it for the full story, highly highly recommend reading the book. If you buy the book using a link, that's in your show notes are available thunder podcast dot com, you'll be sporting podcast podcasts at the same time. That is 369 books down, 1000 ago, and I'll talk to you again soon. I just went back and listen to 1 of the episodes I made on Jp Paul Getty at the time, Jp Paul Getty was considered or thought to be the richest person on the planet, and something that jumps out from reading his auto is that fact that he made it a priority to learn from history, and he talks about, like, essentially just studying Rockefeller Like, what Getty learned about how Rockefeller built his oil company was literally worth billions. When Getty was building his own company. And you just heard how Elon was constantly prioritizing, learning from Rocket entrepreneurs that came before him because I think they both understood what Gideon, and Elon understood was there's a lot of truth in what Charlie Mu said when Charlie said that learning from history is a form of leverage. That is why so many people that you and I study in the podcast spend so much time learning from the great people that came before them. If learning from history is a form of leverage then founder notes gives you the superpower to do this on demand. Founder notes is the internal tool that I've built for myself to keep track of all my notes for all the books. All the highlights for the books that I read, and all the transcripts for every episode I've made all in 1 searchable database that gives you the ability to tap into the collective knowledge of history schedule entrepreneurs and use it when you need it. Existing subscribers of founders notes have been using it to make decisions inside their company, they'd be using it to prepare for client meetings for board meetings to find ideas on hiring, marketing, leadership, anytime you hear me reference a past founder or past idea on the podcast, that comes from me searching founders notes. If you are already running a successful company and you don't already subscribe to founders notes, I highly recommend that you do so, And once you sign up, you'll have access to all of my notes and highlights for every book that I've read for the podcast all in 1 giant searchable database and by popular demand actually brought back the lifetime option, which means that you'll get all my notes highlights and transcripts for every book an episode that I've ever done, and also, for every book or episode I will ever do. If you're gonna spend hours and hours listening to episodes of founders, I would encourage you heavily to sign up for founder notes. It makes the lessons that you're learning on the podcast even more powerful and it gives you that super superpower to tap into the collective knowledge of issues great entrepreneurs on demand. And you could do so easily by going to founders notes dot com that is founders with an s just like the podcast, founders notes dot com. Thank you very much for your support. Thank you very much for listening, and I'll talk to you again soon."
}