{
  "transcript": "When he arrived in American 18 91 at age 14. Za murray was tall, Gang and penn. When he died in the grandest house in New orleans 69 years later, he was among the richest most powerful men in the world. In between, he worked as a fruit peddle, a banana haul, a docks hustle, and the owner of plantations on the central American It's. He battled and conquered United Fruit, which is 1 of the first truly global corporations. Sum life is a parable of the American dream. Not history as recorded in textbooks, but the authentic cast strength version. A sub iranian saga of kickback overthrow and secret deals. The world as it really works. This story can shock and us, and it does. But I found it in too. It told me that the life of the nation was not written by only by speech making Grand in funny hats, but also by street corner boys, immigrant strive crazed and driven. Some with 1 good idea, some with thousands willing to go to the ends of the earth to make their vision real. It meant anyone could write a chapter in that book. Be part of the story, vanish into the jungle and re emerge as a figure of lore. If you want to understand the spirit of our nation, the good and bad, you can enroll in college, sign up for classes, take notes and pay tuition. Are you can study the life of Sam, the banana man. So that is from the preface of the book that I wanna talk to you about today, which is the fish that ate the whale. The life and times of America's Banana King, and this is by Rich Cohen. So this is 1 of the books that I found using, since I buy so many biographies of entrepreneurs on Amazon. It it's been rec... It... Amazon has recommended this book to me for quite a while. And just it has a fantastic title. So I eventually, ordered it, and it just sat in a pile of books that I have that I'm eventually gonna turn into future episodes of founders. And so I picked it up 1 day, and I started reading, and I couldn't put it down. So that's how it kinda jumped ahead of, some other books that I had, that I thought I kinda thought I knew where I was going next. But this 1 grabbed me by surprise because it's such a... The writer. This the first... I think the first book of Rich cones that I've read. But he's really really talented at telling stories. And it's helpful to start with such an amazing life story as Samuel of Murray. So let's jump right into the book. It's not waste time. And I'm just gonna go through it in a chronological order. And as always, I'm gonna hit the the highlights and the ideas that stuck out to me. If this is your first time listening to founders. Every founders episode I read a biography of an entrepreneur and then just share thing ideas and highlights are interesting to me. It is not meant to be a summary, but it is meant to give you a good idea of who this person was. And how they live their life and some of the ideas they had. Okay. So let's jump right into the introduction, and it says, he arrived on the docks at the start of the last century with nothing. In the early years, he had to make his way in the lowest presence of the fruit business, pe rights. Bananas rights were... He's gonna describe what they here. Bananas others, traders dumped into the sea. He worked like a dog and defied the most powerful people in the country. By 19 o 5, he owned steam ships, side wheelers across the Gulf of Mexico heading south returning with bananas. Okay. So I'm gonna skip ahead. And I'm gonna focus on his early life, which I might be my favorite part of reading all these books, because we get to see how they started out before they become the people we know them as. And so the note I left myself on this page was poor but ambitious. So, I'm... I'm skipping over a a large part of his early life. He born in Russia, very poor. His dad died early, leaving his family in poverty. When he's 14 years old, he emi to the United States. He has some family in Alabama. And he does... He starts out doing just physical hard labor. So we're gonna pick up when he 16. By 16, he was as harden as the men in in all the photos, a tough operator, a dead end kid, cool figuring out angles. Where's is the play? What's in it for me? His humor was black? His... His explanations feel? He was driven by the same raw energy that it always attracted the most ambitious to america then push them at... Then push them to the head of the crowd, grasp, climber, nasty ways of describing this kid, who wants what you take for granted, From his first months in America, he was scheming, looking for a way to get ahead. You did not need to be a rockefeller to know the basics of the dream. Start at the bottom and fight your way to the top. Though immensely cop complicated, he was in a fundamental way, simple, earthy. He believed in staying close to the action. Keep that in mind. It's gonna be really important later on when he's... We're gonna get a story that happens when he's about 50 years old, that illustrates that sentence that he believes saying close to the action. In the fields with the workers, in the dives with the banana cowboys. You drink with a man, you learn what he knows. There is no problem you can't solve if you understand your business from a to z. He later said. Okay. So let's skip ahead a couple more pages. This is an some more info for us giving us an idea of what his early life was and what some of his first jobs were. Sam did not care for crowds and parties. He had a restless mine and a persistent need to get outdoors. He liked to be alone. You might see him wandering beneath the lamps of town. A tough lean young man in an overcoat, hands buried deep in his pockets. He stacked shelves and checked inventory in his uncle store. Now and then, he dealt with the salesman who turned up with sample cases. He stood in the alley amid the garbage cans and cats, asking about suppliers and costs. There was money to be made, but not here. He interrogated customers. He was looking for different work and would try anything if only for experience. His early life was a series of adventures with odd jobs leading to another odd job. Much of the color that would later entertain magazine writers. Sam's life had the dimensions of a fairy tale. Where cute... So it says much of the color that would later entertain magazine writers were accumulated in his first few years in Selma, and then says Sam's life had the dimensions of a fairy tale. He coat now. We're gonna see part of this. Remember what the interest at. He when he dies, he's living in the largest house in New orleans at very, very rich man. He comb trash piles on the edge of Selma, searching for discarded scraps of sheet metal. The cast off junk of the industrial age, which he piled on his cart and pushed from farm to farm, looking for traits. Wire for a chicken coop and return for 1 of the razor backs in the pen. A series of jobs followed, tried on and thrown off, like a thrift store suit, like the thrift store suits. He was a house cleaner and a delivery bore, delivery boy. Sorry. He turned a lat for a carpenter. By 18, he had saved enough money to send for his brothers and sisters. Half a dozen pale young jews who turned up in Alabama in the last years of the nineteenth century. But his real life began only when he saw that first banana. He devised the plan soon after. He would travel to travel to Mobile, the Alabama, where the fruit boats arrive from Central America, purchase the supply of his own, carry them back to Soma and go into business. And before I move on to where he starts to see opportunity where others see nothing. There's something I really enjoy about this time period about reading about these characters that that came up during, like, the... Let's say, the late 18 hundreds into the early 19 hundreds. Whether it's Samuel Murray or Levi Strauss or Henry Ford or Rockefeller or the wright brothers, all of which there are past founders episodes about. But there's like an ind ness, that's, like, common in all their their characters. So, I I just find that personally interesting. So let's skip ahead. This is where he he he he realizes at a very young age, an opportunity. So it's a seeing opportunity where others seen nothing. And so as we know, he's headed to mobile. He starts to go to the docks, and he realizes, hey, maybe I can buy the bananas that everybody else throwing away and then resell them really really quickly. And so we're gonna see the genesis of his banana empire right here. The bananas that did not make the cut. Were designated rights so that that word rights is in the book constantly, so you're gonna need to know that. And heap in a sad pile. A ripe is a banana you have left in the sun that has become as... That has become f. These bananas, though still good to eat, delicious even would never make it to the market in time. In less than a week, they would begin to soften and stink. As far as the merchants were concerned, they were trash. Says Sam grew fixated on rights, recognizing a product where others had seen only trash. It was the world of an immigrant of excuse of the immigrant. Understanding how so called garbage might be valued under a different name, seeing nutrition where others only saw waste. He was the son of a Russian farmer for whom food had once been scarce enough to make even a f banana seem precious. As far as he was concerned, rights were considered trash, only because Boston fruit, that's a big company at the time. And similar firms were too slow footage to cover ground. It was a calculation based on arrogance. I can be fast where others have been slow. I can hustle where others have been satisfied with the easy picking of the trade. Za murray had stumbled on a niche rights overlooked at the bottom of the trade. So that's gonna set up his idea, and then we're gonna talk a little bit about how he turns this into a a business, and how he succeeds. Well, you're gonna see some numbers here. There's just the... His business grows at a mind blowing rate. Okay. So let's go into the more details on Sam's business. He had soon made his name as a uniquely resourceful trader. The crazy Russian who bought the f bananas. He was pure hustle. Every morning before first flight, he was at the docks with a pocket full of bills. He purchased every ripe and over ripe and about to be ripe. He could lay his hands on. The important and this is a this is where it's smart, how he pitched it because it was turned into a mutually beneficial relationship for the for him and the importer. The importer were happy to get money for what in other towns was considered trash. Because sam discovered a patch of fertile ground previously until, his business grew by leaps and bounds. So check check this out. In 18 99, he sold 20000 bananas. In 19 o 3, he sold 574000. Within a decade, he would be selling more than a million bananas a year. When Andrew Preston, this this guy's important. An important part of the the story. When Andrew Preston, the president of United fruit visited Mobile in 19 o 3, he asked to meet Samuel Z, the Russians selling the rights. No photos of this meeting were taken. No minutes recorded, but it was significant. The titan who began the trade shaking hands with the nobody who would perfect it. So what they're talking about there is, The story, the name of the reason the book is called the fish day at the whale is because the whale is the company that preston and found. The guy preston him and 2 partners. And they're, like a generation young older than Samuel Z murray. So by the time, Sam enters a bay banana trade. For all intents purposes, United fruit company, which president's company it's basically a a monopoly. And they do something very smart where they were gonna talk about later in the book, United fruit company would con... Constantly partner with almost every up and coming company in the banana trade. And the whales United Fruit company, the fish is the company that that Samuel starts that eventually overtake and we're gonna see how he does it because it's genius. It's... The this story is just crazy. I can't recommend this book enough. Just for not only for what you learn about business, but just a story in itself. It's, like, there's always many times I put down the book I cannot believe what I'm reading is true, and then I'd go into the Internet and like, oh my god. This is true. Okay. So let's get back to this, because I wanna go on too much of a tangent till I give you some more details. So it make more sense in the future. Okay. So no photos of this meeting were taken no minutes recorded. Okay. It says the titan, which is preston who began the trade, shaking hands with the nobody, which is Z who would perfect it. Preston later spoke of Z murray with an admiration. He said the kid from Russia was closer in spirit to the banana pioneers him being 1 of them, than anyone else working. He's a risk taker, press and explained. He's a thinker, and he's a doe. And that remember that sentence because eventually preston and dies his partners die, And, like any other large company, once the founders are there, they're taken over by, you know, professional managers. Usually highly credential managers, and we're gonna see that they do a a disastrous job in the stewardship of United Fruit company. Oh, so so 1 part that I skipped over in the book, but I think it's important to the story is how Samuel marie actually succeeds? Because why would... Why is he able to to buy a product that other people thought were garbage because they did... Like, he said, they they weren't fast enough to get the rights to other markets. So what he did is he'd buy them. He'd jump on a train, and he'd learned this through trial and error. First, he thought, okay. I'm gonna buy him and jump on the train and then just sell him back home. In either Selma or in Selma, Alabama, but they rot, the trains went so slow. They rot it. So what he wind up doing is, there'd be a bunch of stops. The reason they rot is because the train has to stop at a bunch of different cities. So he would call ahead. And I guess, wire ahead. It's probably the the... He would send notice that, hey, at this stop, there's gonna be a bunch of bananas for sale for dirt cheap. And so other merchants in all these cities on the way back to Selma, would line up once he sufficiently put out the word, would line up and buy the bananas right there from the side of the train, and then he'd go to the next stop, and that's how he made tons of money. And he realized, oh, I don't I don't need to take them back to selma him and try to sell him really quickly. I can I can sell them on each train stop and have almost no inventory by the time I get back home? So that's how he went up selling, you know, from 20000, then he sells to 575000 a. A couple years later and then more than a million bananas, which we just went over. Okay. So now let's jump a little bit of ahead after his meeting with Preston. He says a a few years before, Z murray seemed like a full buying garbage. Lots of people told him that, you know, you're an idiot 8 kid, these these are worthless. What are you doing, etcetera, etcetera. Now look at what he had accomplished. Selling hundreds of thousands of bananas a year. He become 1 of the biggest traffickers in the trade. I remember, he's really really young He's in his early twenties at this point. And he done it without leap... Without having to... Oh, this is the important part. And he done it without having to occur the traditional costs. His fruit was grown for him, harvested and ship for free. He was like a bike racer riding in the wind break of a semi truck. The semi truck being United fruit. By his 20 first birthday, he had a hundred thousand dollars in the bank. In today's terms, he would have been a millionaire. So what they're talking about there is people like United fruit, Boston Fruit, all these other companies They would own the plantations or they would, usually where bananas are was just in tropical regions. Right? Then they'd have to have all these huge costs to get them there. So they'd... What happens in the in the story, a lot of these governments would require them to be bribe. So you could you could ship your fruit on their railroads in their countries. And in many cases, like, the... Some of the founders united fruit were the ones actually built the railroads, many people die doing this was it's very, like, dangerous work. And then not only that, once you got the the bananas and and the produce out of the jungles, once you got to port, you needed shipped, so they'd have to... They had United Food of the time. I think had the the world's largest private navy for intents purposes. So just had AAA huge amount of of capital costs. Is what I'm trying to get to you. And somehow, Some realized, hey, I don't have any of that. I buy the bananas. I buy a ticket I shipped the bananas on railroads in the United States, and I sell them right right out of the the train. And that's how he's able to be... This becomes so profitable. Okay. So let's skip ahead. The... What I love about this book too is, like, there's really no fluff there's some parts where they later on where they deviate into really interesting territories that I don't think I'll share on this podcast because it has to do with, like, overthrow governments and things kind of outside of our... Outside of our scope. But he tells a story really, really quickly. The book is only 200 and... What, 240 pages. So this should go by we should get to the... These highlights really fast is what I'm saying. Okay. So, like, we're gonna get the point where the whale and the fish partner, and at the time the whale doesn't know that how powerful this fish is gonna become. So what happens is by 19 o 5, some is very very successful. He set up shop, He took on a partner. He starts buying other companies, and usually for strategic reasons, like, they have ships that he's gonna eventually need, because he's not gonna stay just having other people grow as bananas forever. So the the people, the executives and the founders at United Food company are are watching him. And so the like I said before, they start to invest in all these other companies. Very similar to, like, where we seen, like, tech industry now, like, think about Google. Like, the United fruit companies kinda like, Google. It's it's a massive multinational corporation except it exists where that was actually in a time period where that was actually really, really rare. So it's massive resources. You're you're talking about... They're gonna be making 40, 50000000 dollars a year in profit in the early 19 hundreds. And so who knows what that would be in today's dollars. So they they wanna get their tentacles. They're the United Fruit companies is called El pup, El pup, which is octopus in Spanish, and they're... Well, let me just read this. You'll see why. Such partnerships were the way of United Fruit. The style that earned the company, the Nickname, the octopus. They wrapped their tentacles around every startup in the industry. In those days, F either owned a piece of you or was intent on your destruction. United fruit took a 25 percent stake in Hubbard Za murray, but remained a silent partner. So Hubbard Za is the predecessor to Za murray com... Za company, which is, QQQCUYAAMEL is the name of the company that eventually after he buys out his partners, it's what it becomes. Skipping ahead. So it talks about... Well, this just kinda reminds me of what we're doing here. Let let me just read this. This the road I I just left the note founders here. If you study these lessons, you will understand the development of the banana business. How it grew from mom and Pop trading post into an all powerful behemoth. In certain ways, Sam Z murray was without precedent. The push cart ne, the fruit job from the docks. That's what they call these guys that try to buy, how he started out buying the... Like, the excess fruit are just if they're called fruit jab. He came from nowhere to create not just a fortune, but an archetype. He was the g in plato form. He seemed to strive for the sake of striving. To hustle to prove it could be done. Swinging his machete as the sun beats down, face bathed and sweat. You see him a stride on his white meal in the doorway of the Can. Was there a precursor meaning to him. Of course, there was. The world is a mere succession of Fortunes made and lost. Lessons learned and forgotten and learned again. Okay. So let's skip a little bit ahead. What they're talking about there too, he's foreshadowing, he he... Once his operation grows big enough, and he starts to expand and realizes, hey, I can take on the, you know, the behemoth in my industry. He's he goes into the jungles of Honduras and sets up his own shop, and he lives half the time in Honduras and half the time in New orleans. And he's not like the executive of United Fruit who... Their their headquartered in Boston and they just sit. They sit in their office to try to dictate, like the banana annotate from there. He's actually, like, doing the physical labor among his workers in the field, which is which is very, very rare at the time. Okay. So let's... I'm gonna jump ahead to when he's already 29 years old. And it says, at 29, he was rich, A well known figure in steam paradise. Tall with deep black eyes and a hawk ish profile. His friends were associates, his mentors and enemies the same. He was a bachelor in a alone, but not lonely. He was on a mission after all, in quest of in quest of the American dream, and we're ci spec and deliberate as a result. And this is his company which I don't even know if I'm pronouncing correctly, but q mel, q q mel, q mel. Whatever that is. Was operating as an importer, not growing bananas, but buying them from Central American farmers. Za murray worries were about supply, setting up a good price, working out deals with exporters. The firm was grossing several hundred thousand dollars a year, most of which went to pay farmers and sailors and local official officials who had to be bribe. So this is a part of the reason. I wanted... I read the paragraph at the beginning where it talks about. You under... If you under... If you study his life, you understand like, business as it really is. And you know, in this case, it was just you're growing a product in another country and you need that product exported to your to the home market, and, you know, there's local officials that stood in that way. And if if you wanted to get your produce... Your product out of there, you had to pay them. If you looked into his eyes, you would see the machinery turning. That's what Frank Bro told me. To Frank Bro and the sky guy used to work for with him. It's just sort of person he was explained Bro who worked for Za maria in South America. He was 1 of those guys, part of him is always figuring. You listen to a man like that. He knows something that can't be taught. Skipping heads, study those that became before you and you can avoid their fate. He knew everyone by name. But he knew everyone by name there, but paid special attention to the old timers who had been in the trade since the days of wind power. G and tobacco stained in flop brim hats as sun burned as pirates, They were former big timers now just trying to survive. So what... There's talking about there. He'd got on the docs, he'd make all these... He was a very private person, but he constantly pump people for information to try to give him some kind of advantage. And what he discovered over time was there's a lot of people that used to be successful the banana trade and then the banana trade would try to kinda chew them up and spit them out. But they were still... So they were not successful any longer, but they still had information. So what he would do is he'd go on and hire these people, and he'd used them as basically consultants or advisers. And what he's trying to do there is trying to avoid the same fate they had. So he's like, okay. Well, they may... They were making money, like, I'm making money now. So what what got them off track and how can I avoid that? And moving ahead, he winds up getting married. He has his first daughter and he's starting to change, you know, like, we just described. He's just an... He's just an importer. Right? He's not growing his own bananas, But now he's like, okay. And now, I think it's time to expand and get bigger. It was after the birth of doris. That's his daughter that Sam Z murray decided he needed to get bigger and make more. The only way to do this was to expand. He's talking about making more money. And the only way to do this was to plant his own bananas. It was a realization that sent sam murray down the path he would follow for the rest of his life. A tortured path that led south into the jungle, and so we're gonna get into how he lays the foundation for what eventually built Empire says Z murray traveled to Honduras in the early weeks of 19 10. He'd been there previously, but it was his first extensive tour of the country that eventually become his home. When Za arrived, it was a kind of frontier town, untouched by government or law. There was gun play every night. The streets a awash in liquor and gold. Because honduras dura had no extra extradition treaty with the United States, it had become a criminal refuge filled with Americans on the lamb. So the book just goes the story, to highlight some of these characters down there. Most of them were, like, bank Robbers and stuff like that where they they'd steal a couple hundred thousand dollars, and they would just try to set up life abroad in Honduras. So this is his moment. This is where he makes his play. So it says, Za bought his first partial land on the edge of, an old colonial town on the north Coast of Honduras. Much of the property ran along the Southern Bank of the Q mail River. That's where he's gonna take the name of his company. This was long and we're gonna see another another strategy of of of Za maria is finding opportunity where others others only see garbage. Right? So this is another manifestation of that. This was long considered junk land, neither valued nor tenured. For 2000 dollars, all of it he borrowed. He got 5000 acres. He was soon back in New orleans wondering if 5000 was enough. So with much success, he moved from Selma, Alabama to New orleans a few earlier, and that's where reason he sets up his shop. There are times and this is the important part. There are times when certain cards sit un claimed in the in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford to. So Murray returned to Honduras in the spring of 19 10 with a plan. Aching simple, beautifully effective. Head north beyond the last paved road into the delta of the Qm River, flash the role and buy as much land as he can he could until his cash ran out. He was playing with borrowed money. Having tapped out every line of credit in New orleans and mobile, he had gone onto the banks in New York and Boston. Whoever was lending he was accepting. He was out there over extended and vulnerable. He must have worried about the risk, but he had to knew that this was his moment. The land would not be this cheap forever. In the course of a few months, he accumulated the unclear acres that would constitute his first plantation. He had superior information. Understood something important lost on the endurance. To the peasants, the land was swamp and disease. Nothing that will be nothing that's will still be nothing in a hundred years. Sam knew better, because he was raised on a farm, he realized the meaning of all that black soil beneath the weeds. Because he worked as a jab, he realized the worth of the fruit that would thrive in that soil. This land picked up for a song was in fact, the most valuable banana country in the world. Okay. So now I'm gonna skip a ahead because I wanna give you a description of how he worked. Z murray worked in the fields besides his engineers, planter and Machete men. He was deep in the mu, sweat covered swinging a blade. He helped map the plantations, plant the rhine zones, clear the weeds lay the track. He believed this is important. He believed in the transcend power of physical labor. That a man can free his soul only by exhausting his body. And we're gonna see an insight into something that he carries with him his entire life and he says, unlike most of his competitors he understood every part of the business. From the executive sweet suite where the stock was manipulated to the ripen room where the green fruit turned yellow. He was contempt of banana men who spent their lives in the north far from the plantations. Those sc. What do they know? They're there, we're here. Okay. So I wanna skip ahead. This part, the left is defying the Us government. So he The crazy part about this guy is he, like, he just saw... Yeah, I he had a very pragmatic approach. No matter what was take taking place. He's like, okay. Well, this is a problem. So let's just think... Let's get smarter and let's think about how to solve this problem. And I feel like he applied this to everything. Remember, he's setting up business in countries where there's a lot of, you know, like, at almost every country To say, there's a lot of corruption And so sometimes he would get on the wrong side of like a president of the country. You know, it's some people like, oh, man. This might be the end of my business. Samuel Married didn't think that way? He said, okay. Well, how do we get rid of this guy and put in somebody more favorable to me. So this the the book... There's large parts of this book that I'm gonna have to skip over unfortunately, but they just have all kinds of, like, backstory in history. And I went like I said earlier and went and, like, looked up a lot of this and read more about it. And a lot of it's true, like, they... These banana companies were so powerful that they over through presidents, multiple times. So, he's back in New orleans, some, he gets summoned to the secretary of state. And it's this guy named Knox, phil Knocks. So I'm gonna skip over a part of their meeting, and I wanna and get to the the the main part of what they're talking about and it talks about, hey, You know, I don't want you... Basically, secretary states telling, hey, Don't... I don't know what you're doing in Honduras, but we we have larger, like, larger concerns of the Us government, and I don't want you you know, messing around on there. Because at this time, Murray is planning on funding a coup to overtake the honduras and honduras later. Okay. So... And this is Him talk it goes, I was doing a small... I was doing a small business buying fruit from independent planners, but I wanted to expand Ci told the American magazine. I wanted to build railroads and raised my own fruit. The duty on railroad equipment was prohibitive. A cent a pound. And so I had... And so I had to have concessions that would enabled me to import the stuff duty free. If the banks were running Honduras and collecting their loans from custom duties, how far would I have gotten? So that's a problem. Right? When Z murray stood to leave, Knocks warned him a second time. Don't metal. Keep your head down, stay out of it. I better not hear you've got yourself mixed up in the politics of Honduras. Za murray nod and seemed to agree. But secretary Knocks was not so sure. Though he tried to put people at ease, Za murray often struck those in power as a man who could not be controlled. That's a hundred percent correct, by the way. If you want to know what he's going to do, forget what he seems to agree to and figure out what's in his interests. Sure. Sure. You won't hear I've gotten mixed up in Honduras. As soon as Za maria was gone, Nox made some phone calls, gave some orders. Actually, said calls. I don't know if that was on the phone or not. He told officials from the Department of the Treasury to put together a secret service team in New orleans. He wanted the banana man monitored. He was not to leave the country nor were any of his cohorts. Pretend you're Samuel A murray, You're 32. You've been in America less than 20 years. You lived in Russia before that in a poor farming town filled with rabbi. Now you're here, an entrepreneur of considerable means, but still somewhere in the your mind, the little jew who snuck in the back door. You're a husband and father with a young daughter and another child on the way. You've been summoned to Washington called to account by the secretary of state warrant what do you do? Put your head down, shut up, sit in a corner and think God for your good fortune. Well, maybe that's what you would do, but not Sam Murray. He mu all the way back to New orleans. Don't get involved. How about I overthrow the fucking government. Is that too involved? You made a deal with the president of Honduras, Miguel da? Well, what if Sen Da wasn't president no more? Consider the audacity. In defying Phil fl Knox and J Pier point Morgan, Jpmorgan. Sam Za murray was challenging 2 of the most powerful men in America. So I I gotta give you some background there. Why is Jpmorgan tied up in because at the heart of the the reason the state department in Washington is getting involved in the Central American states and something that continues today is because they loan them a lot of money. And so these governments are in debt. Usually to very rich American bankers. And so the government is acting as a proxy for these bankers to get these governments to repay their loans, or at least start paying the interest on the loans. So does Samuel Mary listened to Nox? No. He does not. At this time, he's rather rich and he owns a bunch of boats. So he uses the boats of his fruit company, and the money he's accumulated running the fruit company buys a bunch of weapons He has a guy named that used to it it was like, used to be a, in the a hunter and military, I think. His name's general Bon, and he basically hires a bunch of mercenaries and bank rolls general Bon to do AQA coup. So I am gonna skip over that because it's a... There's a... They go into a lot of detail. That's kind of outside the scope of what we're trying to take away from the story. But it is very fascinating if you wanna buy the book and read it. I would definitely recommend it. So I just wanna jump ahead to the results of the coup. Bon did not forget his ben. 1 of his first official acts was to give was to have Congress give Z murray concessions covering the next 25 years. This is the reason why Za Murray Bank coup and to begin to begin with. Za murray settlement included permission to import any and all equipment duty free to build any and all railroads, highways and other infrastructure he might need. They gave a 500000 dollar loan to repay all expenses incurred while funding the revolution. As well as an additional 24000 acres on the North Coast of Honduras to be claimed at a later date. No taxes, no duties, free. These were the conditions that would let Sam Z murray take on United fruit. Okay. So I wanna skip ahead. I find his his routine very interesting, so I wanna share a little bit about that now. He's up early each morning, and eats a breakfast of raw vegetables and bananas. In other cases, I might not linger on what a man had for breakfast, but such details fascinated and confused Za Murray competitors. Executives at United fruit were be by reports of the jungle dwelling Russian who had been living for weeks on nothing but figs. Or who had taken a fast care, meaning he fasted for 20 days. And who had been seen standing on his head beside a shade tree and the process of proving are dis proving that inversion benefits to digestion. I kid you not. So every day he'd eat breakfast and then he'd stand on his on his head because he thought it would... It it helped him digest his food. As for the reports, sales figures and yields, the length of the average banana, the market rate per stem. So Murray went through these fast. A scan. A few mental notes done. He disdain bureaucracy hated paperwork. So seldom does he dictate a letter that who requires no full time secretary. So what they're talking about is he never likes to leave records of anything. He basically ran his entire business in his head. He will telephone division managers in a half a dozen countries, correlate the reports in his head and reach his decision without touching a pencil. Okay. So this is the path to competition. So remember, we talked about preston and took an andrew preston, 1 of the founders you united fruit, took a an an interest in a young Samuel Murray, and he bought a 25 percent stake in his company. So now what United what's happening United Fruit is they're they're being accused of mono actions. And so the justice department makes them sell back their interest in other companies as a way of kinda like dives vest their mono power, which, you know, wasn't really the root of the problem to begin with. But this this action by the Adjustment department opens up the path, the competition... Direct competition between Samuel Murray company, Qm, and United Fruit. And so though the justice department never filed any charges. The investigation had the desired effect. By forcing Preston to sell his shares in Qm, the government created a competitive market. It did this by sharing Za murray, the freedom to develop into a genuine competitor. In later years when Za murray had grown powerful, analysts spoke of the mistake you f had made. They had underestimated a dangerous rival in Za. In fact, the executives of United fruit, Preston and Keith, these are some of the founders. First among them, understood the geniuses of Murray from the beginning. They had long been dazzled by his rise from the docks, but it was a matter of triage. Cut off the leg to save the body, cut free the banana man to save the company. So this is really interesting to me because there's quite a j position here. And it's suddenly you see commonly. President it in Key founders. They know that if if you have a a kid that arrives penn less and in a few short years, built to himself a mini empire, like, that person obviously know something. They're different from normal people. They're very, like, founders see a lot of found, like, they they understand how the thinking of other entrepreneurs. Right? And they have a respect for that. Now you're gonna compare that to the people that take over the company after Keith and and preston and and the founders die. And they're the exact opposite. There... They come from rich families. They're very credential. They look down on Za murray. And what they think is I've gone to business school, and I know, like, basically, even say, like, you can't teach me anything about business. And that just from for, I think for from entrepreneur respect perspective, like, that makes 0 sense. He clearly... Not only can he teach you more about business. Or, he he he teach you something about business. He knows way more than you do. And that arrogance you're gonna see later on. It's 1 of my favorite stories that we're gonna cover today leads to their downfall. Okay. So the justice department, and you're gonna also see that, through the course of the book. The justice department kinda changes their mind. So later on, they make Z sell back to United fruit, his entire company. It's almost like a sc nature to to to these the regulators that were watching what he was doing. Okay. So now he... We're gonna skip ahead. He's 40. And this is another example of how he works. He was respected because he understood the trade. By the time he was 40, he had served in every position. From fruit job or to boss. So keeping that in mind when I get with what I just said, how that these executives united fruit that never started a company for themselves, literally thought he couldn't teach them something about their business when he's done every single job in that business. And they've done 1. It's very bizarre to me. Alright. He worked on the docks on the ships and railroads in the fields and warehouses. And remember what he... The quote I read earlier where he's, like, if you know your business aid is, there's no problem you can't solve. I think that's really, like, fundamental for us to all take with... To to understand and take with us in our lives. Okay. So he worked on the docs He did that. He'd ridden the mules. He's also something I didn't cover, but he's famous for the... I forgot to term in Spanish, but it roughly translates to the Green on the mule. He crossed almost the... While he was looking for the land he was gonna eventually buy. He crossed almost the entire country of honduras on a mule. Okay. He had managed their fruit and money. The mercenaries and government men. He understood the meaning of every change in the weather, the significance of every date on the calendar? There was not a job he could not do nor a task he could not accomplish? He considered it a secret to his success, and why is that a secret to success? Because Although it's obvious that you should be doing this because it's hard work, most people won't. And I love the fact that he's gained all by doing. He's gained all this knowledge, this hidden knowledge, this secret that you could only uncover by actually doing the hard work, and now he's using that at. To... The he's exploiting that advantage of the people that didn't do the same. Okay. So he wait... He was up every morning at Dawn, having breakfast standing on his head, walking in the fields. As far as possible, he refrain from giving interviews, addressing shareholders are attending functions. And this is so important. So important when I look at, like, the the different schedule. I love that, that that s essay by Paul graham, manager, it's a difference between in a manager schedule and a maker's schedule. This guy was running a massive corporation, but he had a maker's schedule. So he talks about this. So why is he refrain from giving interviews? Why is he not addressing shareholders? Why is he not 10 attending functions? All of which took him away from his work? He was 1 of those men who toil all day every day until they had to be rolled away in chair when he... This Sal hilarious. When he failed to appear at a reception in Havana Cuba, which had been thrown in his honor, a lieutenant tracked him down to the wharf where he was going over manifest documents with a ship's purse. He was wildly ambitious and innovated like Mad. That's a hundred percent accurate innovation, we're gonna get to more in that in a minute. As soon as he had full control of his company, he began to visit boat yards. He wanted to build a fleet, so he could... This is another... I think, really important where there's I think a misunderstanding of a lot of people, like, why like, I think entrepreneurship has been glam, which is good a good thing in my case as we've talked about past podcast podcasts, like, people think, oh, entrepreneurship must be in an all time high... When in at least in America, it's at a a low of people starting new businesses. But so some people might wanna do it because there's, like, like, you you look upon some people. I I hate to use the word, like, glory because I don't I don't think in these terms, but, like, you know, they want, like, they want admiration from other people, whatever term you wanna put down on that. Some people do it because they understand that, if you're successful to pass to a lot of money. But I think fundamentally, at least based on the books that we've covered on this podcast far, it's 1 about control. About a lack of desire of other people telling you what to do or having control over how you live your life? So why is he going out and buying land growing his own bananas. And now he's out here in the boat yards buying his own fleet, and it says, he wanted to build a fleet, so he could never again be dependent on other companies to haul his product. He wanted control in everything. So you'll see he he by the time he's done he owns from the fields to the transportation to the the sales. Like, he controls the entire thing. Okay. So... And this is something that's just super super important. And this is the... You were gonna see this the compare contrast a few times, But this is founder... The difference between a founder and a Ceo. Okay. So it says by 19 25, Murray had paid off his creditors, and he was free and clear. Did He invested most of his profit back into the business. Qm was the rising star of the banana trade, the first company to challenge united fruit in a generation. It was not about numbers. When it came to market share and volume, F was as dominant at his ever. Qm ml was harvesting 8000000 bunches a year. Remember started out first year, 20000. Now he's using 8000000 bunches. United Fruit was harvesting 40000000. Qm employed 10000 workers. United fruit employed a hundred and 50000 sea we're still setting up the the fish overtaking the way and they're kind of demonstrating the difference in scale here. Q had working capital of 3000000. United Fruit had a working capital of 27000000. So talking about, the difference was it wasn't market share wasn't size. It was about profit margin. Oh, this is speaking to my heart. I love efficiency. The efficiency of trade, the morale and skill of the employees. It was increasingly clear. Samuel Za murray had built the better business. Qm was superior to united fruit in a dozen ways that did not show up on a balance sheet. U f was a conglomerate, a collection of firms bought up and slapped together. There was a lot of redundancy, duplication of tasks. Division working against divisions, Ra, confusing chains of command. And remember this section is about the difference between of founder and a Ceo, and we're gonna get to that right here. Qm fruit was a green bay packers by comparison. Every decision was made with confidence and authority. Z murray could move without waiting for permission are a committee report. He could take risks without fear of losing his job. He could hire or fire with Surety because he actually lived in Honduras and knew the situation on the ground. It was a contrast of styles. The executives who ran united fruit had taken over from the founders and were less interested in risking than in preserving. Z murray was the founder. Forever on the attack at work in progress, growing by trial and error, ready to gamble at all. The difference was best seen on the plantations where Za murray was constantly inventing. Most people looking at a banana, see a delicious fruit. When Za Murray looked at a cabana, he saw room for improvement. So United Fruit is run by this guy named Victor Cutter at the time. And what is Victor Cutter, he was driven... It says, he was driven to distraction by Z Murray. This reminds me of the whole, Jeff Bezos quote on competition, which he's got a bunch of them. But in the book, the everything story, I love this. He's, like, like, most companies focus on competition, we're not 1 of those companies. Let's focus on the customer because the competition is never gonna send us a dollar anyways. In 19 25, first tried, to Victor first reaches out and tries to buy the company. And it says turning down the offer. Sam said, hell, I'm having so much fun, and I'm a young man. Why should I quit? And so that's gonna lead us into the note I left myself, which is founder of for Ceo, part 2. We're gonna get a little bit more into this, this this this war that is going on between Victor and Za. A corporation ages like a person as a years go by and the founders die off, making way way for the Bureau of the second and third generation. The ecstatic risk taking just for the hell of its spirit that built a company gives way to a comfortable middle age. Where the firm had been looking forward and creative, it becomes self conscious in a in the way of a man. Pest string itself with dozens of questions before it can act. How will it look? What will they say? If the business is wealthy and strong, the executives who come to power in these later generations will be characterized by the worst kind of self confidence. They think the money will always be there because it has always been. Qatar, maybe I I might have been pronouncing his naming correctly before. So I think I said cut. It's qatar. Qatar regal regalia at reporters with stories of his early days working on a wagon, hawking beats, carrots and tomatoes. He was setting himself alongside Sam the Banana man as in I too was a peddle. I too came up the hard way. I too know what the Russian knows. But if Cutter ever did work as a peddle, he did so in a way of a summer job. Cutters work was done by way of character building, a luxury of the middle class. Za murray work was done in order to survive. You might picture the leaders of the banana trade side by side in 19 o 3. So now they're they're flashing back because this is... This is taking place over 20 years earlier. Or later rather. In 19 o 3 cutter standing with his graduating dartmouth class in cap and gown indistinguishable from the rest. Z murray, racing through the Mississippi delta and a box car. The rh piled up behind him like a wall. In 19 24, he meaning Victor Cutter became the first president of United Fruit, who had not been a founder. Though probably the best of the second generation, Cutter was simply not made of the stuff of the old time banana man. Remember, when Z coming up when presence coming up when all these other founders are are coming up, it It's the wild wild West in the banana trade. Now we're 2 almost 2 generations later, it's, like, kinda settled into these big large corporations. And the kind of people that are attracted to, like, the new frontiers and the... Are the exact opposite of the people that are attracted to, like, hierarchical bureaucracy. So it's is simply not made of the stuff of the open banana. A few of the more perceptive students of the trade asserted that the most likely contender for leadership was Samuel Z murray, still being described by Qatar as that little fellow in Honduras. So they're talking about when Andrew Preston and minor keith and the rest of these guys died, they should have tried to buy the company and put Samuel Za Marion in charge. Instead of, they they handled Summary with with contempt. And so it it talks about why this is a a really bad this paragraph. So why this is just a really poor calculation by cut and the rest of the executives United fruit. Here was a self made man, filled with the most dangerous kind of confidence. He had done it before and believed he could do it again. This gave him the heir of a berserker who says, if you're going to fight me, you better kill me If you've ever known such a person, you will recognize the type at once. If he does not say much, it's because he considers small talk a weakness. Wars are not 1 by running your mouth. I'm describing a once central American type that is all but largely vanished. Men who channel all their love and fear into business, the factory, the plantation, the shop. So, I would actually disagree with slightly there. I do think that there is a change what he's talking about describing once central American type that is all large to vanish. I don't think they've vanished. I think they've gotten better at hiding this kind of personality. Since since if you're not a fellow entrepreneur or founder, you could find some of these personal personality traits is off putting. And, on the very next page, it... So there... Again, Victor try to buy the company. He's like, no I'm not gonna do this. So now they're they're in full competition. And this is the 2 different approaches to acquiring disputed land. And again, I think this is another difference between a founder and a sea. So Sam is what's happening is Sam's is going down in honduras earth Guatemala and buying up all this land at iraq rock bottom prices. Well, United fruit notices what he's doing, Like, oh, we can do this too. So there's there's this this single piece of land that's in between on the border of both Honduras and Guatemala. And the problem is that, there's deeds. There's proof of ownership by Guatemala and Honduras that they own the land. Okay? So they... United Fruit wants the land and so Sam. What is... United Fruit is the first 1 to discover the problem. Oh, we can't buy this because, it's not clear who owns it. So what does United fruit do? They go and they hire attorneys and they're like, okay, Figure out how to do this? Like, how how can... Like, can you solve this problem for us? Okay? And this is Sam takes a very very different approach. Let me just read this to you because I love this part. This is 1 paragraph, and it's just perfect. When this mess of deeds came to light, United fruit did what big bureaucracy, heavy companies always do. Hired lawyers and investigate investigators to search every file for the identity of the true owner. This took months in the meantime, Za Murray, meeting separately with each claimant, simply bought the land from both of them. He bought it twice, paid a little more. Yes. But if you factor in the cost of all those lawyers, probably still spent less than U f and came away with the price. I love that little anecdote. Okay. So, like I said earlier, state department, and the justice department, they changed their mind and they... That where at once they wanted competition in the Trade, the Banana trade is now too important to their national interest in Central America, So the result is a government mandated merger. Remember, Sam never wanted to sell. He only sold when he was forced to by the government. But remember this part because F Well, you know, I'm not gonna run the price. We'll wait till I get there in the podcast. Okay. Sam, so this is the results of the government manager merger. I'm just gonna skip over all, like, the discussions of why. Sam were to receive 300000 shares of United Fruit for his shares of Qm. His stake after the merger would be valued at more than 30000000 dollars. A figure worth considering as it would make Z murray who had arrived in selma Alabama with nothing, 3 decades before. 1 of the richest men in America. As part of the agreement, Z murray, who would now become the majority owner of the United Fruit stock. Remember that part agreed to retire from the banana trade. So they're basically buying out their competition with the help of the government and and he... They're forcing to sign a non compete agreement saying, hey, you cannot work for another... You cannot start another banana company and you cannot work for another banana company. But we're gonna see why they didn't... They failed to, calculate in advance another alternative that left him on opening to get back in the banana business, and that is overtaking United fruit and running that company. And that's why the book is called the fish ate the whale. So the next sentence... The next... I'm skipping way ahead now, and I'd left to note that said Optimus because that at his heart, he was. But this story is so much more than that. Alright. Let him... I'm just gonna read. So it's so good. Okay. So here's the problem. He has... He's the largest shareholder. But he's the largest shareholder and a company run by incompetent people. And it says in 19 20 8UF had made 45000000 dollars in profit. In 19 32, it made just 6000000, an 85 percent decline. The Z fortune once figured at 30000000 was now valued at less than 3000000. The greatness of Z Lies in the fact that he had never lost faith in his ability to salvage a situation. Bad things happened to him as bad things happen to everyone, But unlike so many, he was never tempted by failure. He never felt powerless or trapped. He was an opt. He stood in constant defiance. When the secretary of State teamed up with Jpmorgan in the government in away contrary to mary's interest. He simply changed the government. When United fruit drew a line at the Utility River and said you shall not cross. He crossed anyway, when he was forbidden to build a bridge, this is Odd, I didn't cover the story but Tel hilarious. When he was forbidden to build a bridge, he built a bridge but called it something else. For every move, there is a counter move. For every disaster, there is a recovery. He never lost faith in his own agency. With his fortune fast diminishing, it was time to act, and now we're gonna see what we learned a little about him how he does his work. He started by asking 2 questions. First, are the challenges facing United fruit part of the systemic failure of the global economy, meaning there's nothing to do but hope and pray. And second, if the answer to the first question is no, what can be done to move the product? Increased profits, resuscitate the company? How can You f be saved? Where did z murray go for answers? Did he meet with the economic experts and college professors? Did he call Daniel Wing, the Chairman of Board and Victor Cutter, its president and asked do you have a plan, and even if they did have a plan. So what? These were the same men who had run the company into a ditch. He went to the docks instead. Where he spent the winner of 19 32 walking through warehouses and standing on the decks of banana boats, talking to fruit peddle and captains, loader, and Steve Doers. The people who really knew. He pepper them with questions? He wanted to know the specifics, the mood on the it's, the color and the size of the latest harvest, The speed of the crossing. How fast is the captain running her? This is so stupid. And check watch us. Alright, I guess, listen. It is he Is he letting out all the stops? In this way, he learned among other things that the banana captains were on orders from Boston to lay off the throttle and crossed the gulf at paddle speed, thus saving gasoline. But a man focused on the near horizon of cost can lose sight of the far horizon of potential windfall. By quick calculations, Sam realized that whatever money was being saved on fuel was being lost on the high percentage of fruit that ripen during the extra days on the water. These sc, they're losing more than their saving. In June 19 32, Za murray traveled to Boston to attend a meeting of the Board of Directors. Remember he's a largest shareholder. The corporate officers discussed a request from a plantation manager who wanted 10000 dollars to build an irrigation ditch in Guatemala. The executives called on experts who detailed the cost and benefits of the project. Za murray grew restless to him such a debate was symptomatic of a greater problem. The executives running United fruit did not understand their role. What they could and could not do. He raised his hand and stood to speak. This man in Guatemala. He's your manager. Isn't he? Yes, Then listen to what your man is telling you. You're here, he's there. If you trust him, trust him. If you don't trust him, fire him and get a man you do trust. So, after he gives a speech, they basically just trump off any of his concerns and don't listen to ideas, and he says later on, he goes, I knew that I could render great service to United fruit if given the opportunity. But the directors turned me down. So Za as we've kind of already established. He's not 1 to take, just go home and take, you know, take his ball and go home and do nothing. So what he does is he goes around and he meets, secretly with a bunch of other shareholders of United fruit saying, hey, we need to do something. These guys are gonna destroy all of the value our our our shares. And what happens is, well, they all agree to line up behind them. But he does this in secrets. So he goes, when Z... Z spoke to the board again several months later, he had with him a bag full of proxies. I remember this this word proxy, which are the voting rights turned over to him by other stockholders. Along with his own shares, these proxies could give Z murray control of the company, though he kept their existence secret. So that what I'm about to read you actually really happened and was reported And the quote he says is almost verbatim. Reported reported in multiple newspapers at the time, and it is fantastic. And now we're gonna see, again, the difference between a founder and Ceo. So the chairman of the Board, I'm using Ceo interchangeably with executive. So it says the chairman of the board was Daniel Wing, who descended from an old New England family. The president president of the first National Bank of Boston, Wing look a scant at the un credential, Ill brad strangers who wandered in off the street. To him, Za murray was still sam the banana man, the fruit job from the docks. He already knew what Sam could teach him about business. Nothing. When it was finally his turn to speak. This is Summary. He chose each word carefully, explaining explaining his ideas in the thick Russian accent that he could never shed. When Za finished, wing smiled at him and said, unfortunately, mister Z, I can't understand a word of what you say. The men at the table started to laugh. Za murray pupils narrowed to Pin. His hand turned into fist. He mu and then stormed out. Perhaps the board members believe Za had been chased away, and he was fleeing back to Ne. In truth, he had only gone to retrieve his bag of proxies. Returning to the boardroom, he slapped them on the table and said, you're fired. Can you understand that, mister Chairman? You gentlemen have been fucking up this business long enough. Sum told them. I'm going to straighten it out. Much later, analysts pointed out the flaw and the non complete caught clause the Murray signed at the time of the merger. It barred Z murray from working for rival are starting a new fruit company, but it did not foresee the outlandish possibility of Za Murray taking over united fruit itself. And that's exactly what it does. He takes over. He pits himself... Appoint himself as president of the company, fires Victor Cutter, who is his old adversary. Fires most of the board, and basically starts to to to remake the image of the company in his and of the United fruit into his old company. So I wanna talk about a little bit of how he does that really fast, and it said, I remember he's linked in his fifties at the time. He was thought he was gonna be retired. He winds up. Well, I don't wanna run out. Get there. For Za Murray, it must have been a second youth. Once again, he had a job and he knew just what to do. He overlooked nothing, not the traffic of the Great white fleet, many of the ships were leaving the half full, which is obviously really not smart. Not the confused looks on the faces of the plantation managers. Some of who had risen through the ranks merely because they had never defied Boston. So, some background. He doesn't when once he takes over the company, he hasn't stay in Boston. He goes back to where the... Like, he goes back to honduras. He goes... And now United Fruit is much larger than the company he was running. So they have plantations all over the Caribbean and Central America. These places and he starts just basically putting incompetent people and replace of where incompetent people were. So it's is not the confuse looks on the plantation manager, some of whom had risen through the ranks merely because they never defied Boston. Wherever he found a man who could not act or was slow to aside, he replaced him. I realized that the greatest mistake the United Fruit management had made was to assume that it could run its activities in many tropical countries from an office on the tenth floor of a Boston office building. Sam said. The management had tried to tell every executive in every country exactly what he must do and how he must do it. Executives on the spot were treated like messenger boys. I completely reversed that policy. So is again, other difference between founders and business people we learn all the time that founders are very into decentralized command. They wanna a flat structure whenever they can. They do not want, all decision making to be centralized. Right? But in management, they kinda teach you the exact opposite. Most of the people we've profile on this podcast, believe in in in hiring the best people and letting them do the job you hired them do. And he's gonna hit right on it right now. He goes, so there they were treated, like messenger boys. I completely reversed that policy. I laid down what might be called a constitution for the company. This constitution provided for a maximum of home rule in the field. It was established as a fixed policy that if a plantation manager could not handle his difficulties reasonably satisfactory, we would appoint some man who could. He solved the problem of half empty ships, selling some moth some renting out space and others. A united fruit ship did not leave port until it was packed. The great white fleet, which had been costing the company to operate began to earn. He had F's holdings reap priced, the value of the machines and land had collapsed during the depression. Saving millions and taxes. He canceled s paid to independent growers who had been augmenting the company's own banana supply. He left fields follow further decreasing banana supply and controlling the market price. On some plantations, he replaced bananas with sugarcane, a staple always in demand. Realizing that the company had been overly dependent on a single product, he looked for other crops to plant coconut, pineapples, qui trees. From Boston to Bog, he weed out super employees until 1 of every 4 was gone. It was not these policies of loans that turned everything around. It was also the energy behind the policies. The 6 week tour, meaning going out into the fields. The firing and hiring that's the tough decisions made about the fleet in the fields. A light was burning in the pilot house. A firm hand had been take had taken hold of the tiller. United fruit stock price stabilized and then began to climb. It doubled in the first 2 weeks of Za mary's reign, reaching 26 dollars a share by the fall of 19 33. This had less to do with tangible results. It was too early for that. Than the confidence of investors. If you looked in a newspaper, you would see the the new head of the company, landing his plane on a strip in the jungle, anchoring his boat on the North Coast of Honduras, going here and there, working, working, working. In a time of crisis, the mere evidence of activity can be enough to get things moving. Though Murray would stay at the home for another 20 years. United fruit was saved in his first 60 days. And now I wanna skip ahead towards the the end of the book. The next 20 years, he runs you fruit it becomes extremely, prosperous. He retire and then, you know, it falls into decay. Like most corporations do. But I wanna close on this, Sam z, Sam the banana man. El Mig, the big Russian, the g, He was not an easy person, nor is his biography without controversy. To some, it's a story of a great man, a pioneer in business, a hero. To others, it's a story of a pirate, a con who took without asking. Sam's defining characteristic was his belief in his own agency. His refusal to despair. No story is without the possibility of redemption. With clever and hustle, the worst can be overcome. I can't help a feel that we would all do well by em Sam Murray. Not the brutality or the conquest. But the righteous anger that sent the str into the boardroom of laughing elites, waving his proxy shouting. You gentlemen have been fucking up this business long enough. I'm going to straighten it out. And that is where we're gonna leave the story of Sam, the banana man. If you want the full story and you wanna support this podcast at the same time, go to founders podcast dot com, forward slash slash books. You'll see not only this book, but every single other book that I've covered so far on the podcast. And so, like I said, I think, last week, somebody sent me was somebody sent me an email saying that they wanted to know the books in advance of the podcast. So I... By the time, this podcast is released, if you go to Founders podcast forward slash books, you're also going to see the next book that, like, the the book that next week's podcast will be on it already to be up there. So that's a the best way to to find out So I could just keep everything in 1 spot. Oh, what I wanna do is I'm... Like I said, before, I'm gonna keep every single founders podcast free and available to to everybody. And just as you saw, I... Went... We went to this whole podcast without any ads. Just like we study entrepreneurs on this podcast. I've been studying other podcast and and the way they make their podcast sustainable. So they stick around, and they're able to continue to to create podcast podcasts over a long period of time. And 1 of the ones... My favorite podcast are on the planet, I would say is Dan Carlin of hardcore history. And he has a really interesting business model where he relies almost entirely on support directly from the audience. So he has a way you can, donate to the... On, like, a reoccurring basis. So what I did is if you go to founders podcast dot com forward slash donate, I set up a way to you can pick any amount that you want. I have some suggestions there. And it's a way to support this podcast on a reoccurring basis, so I can make this sustainable and and keep doing these podcast for you. Every time I do a podcast, there's some extra information that kinda of fall that that just gets lots on the cutting room 4. Sometimes it's, like, a 5 minute story, sometimes it's, like a 20 minute story, but I'm gonna start, adding, like, extra. So if you... Anybody that supports the podcast on a reoccurring basis we'll get emails shortly after the release of every free podcast episode of just little extra bits and ideas from from the from the book. What that allows me to do is leave the main podcast open and free for everybody, and then also a way to give back for people that are actually supporting this podcast. And everything I'm setting up here. So, I also got another email And it's really... It's really interesting to me and I like it that people are really concerned. They're, like, sending me ideas on how to make the the podcast sustainable. So 1 1 person was telling me, hey, there's too much friction in the Patreon account. Like, if I could just tap, I would have signed up. And he he he made a really good point. So so I just removed all the friction from being able to support this podcast. You can use Apple pay. It fills out the credit card information for you. It's super fast. It's the best way to to buy anything. Second thing. So I was... Last week, I talked about, hey, if founders podcast is my notes and highlights on these biographies, and there's information that we wanna get out of that they're valuable to all of us in our lives. Well, I do this the same way I take a lot of notes and highlights on books. I do the same thing when those in a podcast. And I listen to a lot of almost every other entrepreneur podcast that I know about takes the form of like, an interview with an entrepreneur, which is why, like, I decided to do founders this way because it's a little different. Well, I've been taking a lot of notes, and those notes are... There's a lot of information in these interviews that you might not get you might not have the time. So I started something called Founder notes. And instead of making right now I had it in a Google doc or maybe making a website. I was like, no, that's not... That's the wrong that's the wrong form for that. Because what I like about podcast podcasts is I could subscribe once. And then every time they have new content, it just pushed me into my podcast player. So I'm gonna do the same thing for Founder notes. I... It's a paid email news... This isn't some quick email newsletter. It... The first 1 the far founder notes come out every Sunday. Founder podcast comes out every Monday. So Sunday morning. The 1 I sent out this week. It's 2400 words long. And it's not a wall of text. What I do is I take an hour of audio because normally, an interview with an entrepreneur is about an hour, sometimes less... But I'm just using that as a way to describe what I'm doing. You take an hour of audio and I turn it into tweet size bits of knowledge that you can read quickly. So what happens is the format is, this week, there was 5 different podcasts, and they're not just podcasts that come out this week. There... Once I find interesting. I I don't just listen to things that come out now. I I re listen to a lot of podcasts and I go back and and and search for different things. So what happens is you get a... You get an email from me. And the title... Everything is... The title is a is a link. So if you read the the ideas and the little treatment sides of knowledge and you wanna hear more, you can just click on that, It takes you directly to the podcast. Every single idea I put in bullet form, so you could... It's really easy to read. And like I said, it's about the size of a tweet. Maybe a little, sometimes maybe 2 tweets. And if that idea is interesting to you, I also include the timestamp stamp and which I heard that, particular parts. You can jump right to that part if you want additional context. Same thing. A lot of entrepreneurs, these are entrepreneurs that, you know, there's no really books written on because they're building their companies now as opposed to... You know, you're not gonna write a book on somebody until after they build the company. And they have a lot of, like, interesting ideas, they recommend a lot of books that are helpful to them, which I then turn into a link to you for you. If they mentioned a tool our software, our website, I find so many... Like, no. I find different products this way, but I find, like different tools that I can actually use. That's also turned into a link directly in the emails, so you can get more information. I really like what I made. I've read it several times. I think there's a lot of value there way more value than just 5 dollars a month. And I'm gonna release 1 every Sunday. So it's you get 4 month. And it's subs... It's... There's substantial information here that I think is useful to you. So if you wanna support this podcast, I'm trying to find ways that we'll make it sustainable, but are not outside of, like, our scope. And what are we trying to do here? We're trying to all be like, get ideas to to make our lives. But if you wanna support this podcast and get something in return, please sign up for founders notes. I don't think you're gonna you're gonna regret it. And, again, tools for learning, On the bottom of every podcast in this podcast description, you'll see I leave a link for the book, but I also leave another link that the link it expires this December, but it's a way to get to... If you wanna listen to the book, and you don't already have an audible membership. A way to get 2 free audio books. So that's that's another way to support. That's in and in the in the podcast description and on the podcast website as well. Founders podcast for all this stuff. And then final, the last thing, and then, we can just close on this is reviews. If you wanna support the podcast, but are not in a financial position to either be a ongoing subscriber and get extra content or to subscribe to the email newsletter or by a book, then there's an easy way to really still... It's really so valuable in a a great way to support is just leave a review. If you leave a review, anywhere you can, Apple Podcast podcasts is the best, but Google Podcast anywhere. If you leave a review, you screenshot it, and you email it to me. I'll reply back with a link to reviewer only podcasts. So of all, let me give you email address. It's founders reviews at gmail mail dot com. And this is also in the show description in case you wanna double check that you got it correctly. And what what I'm doing is, I make... I've made 1 so far. I'm about to record than another 1 too. But I'll make about 4 a year, and they're gonna be review your reviewer only podcasts. Which means that I'm not gonna publish them anywhere else. When you send me a screenshot, I reply back with a link directly to that... To the reviewer only potty. I could I could ramble forever about all kinds of stuff and why this is important to me, but I think we're now finally on a path to making this sustainable to making sure that these podcasts are coming out every Monday. And hopefully, what we're what we're doing is we're at a very beginning of a decade plus long journey. Of understanding the mind of an entrepreneur and using ideas from their minds to benefit our lives. So as always, I wanna end with a token of gratitude. I love podcasts. I love listening to them. I love making them. And if it wasn't for you the listener, I would just be sitting here talking to myself. So thank you very much for listening. Thank you very much for this support. I always talk to you next week."
}