{
  "transcript": "Embark Cam founded Ikea when he was 17 years old and worked on it until he died at 91 years old. He wrote what they called the Ikea company Bible to documents it's called the testament of a furniture dealer actually loved the message side so much that I had the document printed and bound and it is now sitting on my desk. And in that document, and something ing where repeated for more than 6 decades was that cost awareness was to be Ikea Anthem. Bars dedication to that idea was total. And the way that Bars spoke about this. It sounded and reminded me, a lot of what Sam Walton would say about the importance of cost control in his auto there's multiple different quotes from his auto where Sam talks with this. This is 1 of my favorite. He says, I'm asked why today when Walmart has been so successful. When we're already a 50000000000 dollar plus comedy, should we stay so cheap. That's simple because we believe in the value of the dollar we exist to provide value to our customers. This is something Ing borrower repeats over and again, which means that in addition to quality and service, we have to save them money. Every time Walmart it spends 1 dollar foolishly. It comes right out the customer's pocket. Every time we save them a dollar that puts us 1 step ahead of the competition, which is where we always plan to be. Control your expenses better than your competition. This is where you can always find the competitive advantage. For 25 years running, long before Walmart was known as the nation's largest retailer. We ranked number 1 in our industry for the lowest ratio of expenses to sales. Anyone and everyone who is committed to being great at building their business obsessed with watching their cost. Ing bar says this in the book. He says that we pushed cost awareness at all levels with almost manic frenzy. There's a line in Andrew Carnegie biography that describes what they said cost control became nearly an obsession. Sam Walton, Andrew carnegie, Ing var, I talked about Henry Ford in this episode. They all built some of the world's largest fortunes. And what they all had in common, just like Elon Musk, you and I talked about last week, and countless of other history's grace founders. For them, cost control was an obsession. This is something I talked about all the time with my friend Eric, who's the c founder and Ceo of Ramp. Ramp is now a partner of this podcast. I've gotten to know all the cofounder of ramp and has been a bunch of time with them over the last year too, they all listen into the podcast and they've all picked up on the fact the the main theme from the podcast is on the importance of watching your costs and controlling your span. In fact, Eric to send me a text from this biography of a founder that he's reading. And in it 1 of his employees is talking about the fact that you get a handwritten note asking things such as why is this expense higher than last month and what steps are you going to take to change it. And he didn't forget it the next month either. He would notice. He was sharp. He knew exactly where every... What every dollar went for. And that founder just like Igor san Walton Elon musk, Carnegie Henry Ford. The reason they did this is because they knew that watching your costs and controlling your spend gives you a massive competitive advantage. And that is the reason that ramp exists. Ramp exists to give you everything you need to control your spin. Ramp exists to give you everything you need to make cost control an obsession. I think Ramps website is incredible. Make history's great entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs at is ramp dot com. Imagine 1 of the coldest little countries in the world. Think of the most barren part of that country. See in front of you, a god forsaken place deep in the forest. This book is about a man who grew up in this harsh environment which was to mark his whole life and fundamentally color the philosophy with which he built his vast empire consisting of thousands of employees and millions of customers all over the world. The country is sweden. The man is Bar Cam, furniture dealer. He aims to give his business eternal life. It's a long way to the country where an empire was built, where he was born loneliness, silence and reserve prevail. The cottage have always been small. Survival has never been taken for granted. It was here that the dream of Ikea first grew. This is where the rough outline of the whole concept began to be written by a d boy on a farm. 2 empty hands, the myth says? He built an empire from nothing. But what are 2 empty hands? And what is really meant by nothing. Do love and encouragement, innate energy, desire for revenge, imagination, and curiosity, all count for nothing? What about the vanity of 1 day showing your father and your mother, and the whole world what you could do? Of course, they count. This is not a book about a man starting out empty handed. On the contrary, it is a book about a man with his hands full of resolute dreams, a heart tormented by ina and self pity. And a stubborn and in intuitive enterprise, a strange mixture of a social animal and an eccentric. The book is equally about a business in which he realized and through which he lived out all of these circumstances for good or for bad. It is about an outstanding and natural genius, an inc capitalist, so relentlessly obsessed by the lure of profit and power that he used a thousand tricks to undo his creation with eternal life. Others will recognize themselves in his story for all of us bear within us, the Embryo of a miracle. That was an excerpt from the book and I talked about today, which is leading by design, the Ikea story and is written by Bert to with a lot of close association with Bar cam pride himself. So there's huge chunks of this book that are in Ing bars own words. I wanna go to the end of the book really quick because I think it's really important and this is something that Absolutely love about entrepreneurs. Is that entrepreneurs love the future generations of entrepreneurs, so Bar cam, Wow crazy is. So he found Ikea. Okay. Ikea founded at 81 years ago. It is now today the largest furniture retailer in the world. And also strangely enough, 1 of the world's 50 largest restaurant chains. But he found Ikea, 80 81 years ago. He works on it for 74 years. From a time he is 17 until he dies. And Dies at 91. And so about 20 years before he passes away, Bar agrees to work on this book with the author and he tells us at the very end why he did this. He says for over 10 years, I've been called on by a number of writers and publishers wanting to write my biography I have always been very reluctant to do this and have evade the issue as politely as possible, and that was his position until this author suggested that the book be written so they could be used as study material for future entrepreneurs. That was the only time I listened. So I'm actually gonna to put the book down for 1 second. I actually wanna start with what is considered like the the Ikea Bible. It is a document called the testament of a furniture dealer and is written by Bar Cam in 19 76. You can read it for free online, but I thought it was so great that actually pratt printed and bound. And the way that the testament of a furniture dealer is described internally attic ikea, they call a sermon on the culture of Ikea. And in fact, later on in the book, they talk about the fact that this document is the basis of this sermon. So every year, Ing var would have, like, top executives and then some new people that are new to the Ikea family. He would lead a meeting with them. And it says he essentially gave the exact same sermon for 43 straight years. And that talk was based on the principles and the ideas in this document that's sitting before me. And so he starts with an act of service. He is telling them why Ikea exists. And he says, to create a better everyday life for the many people by offering a wide range of well designed functional home fur finishing products at prices so low that as many people as possible will be able to afford them. The best founders, the best leaders they know their job is to get their entire organization's commitment to a common goal so the very next sentence is a great description of Ikea common goal. We have decided once and for all to side with the many. And so throughout Bars like he will constantly repeat these principles and he will also say, you are forbidden. You cannot change these principles ever. So this is the first 1. We have decided once and for all to side with the many. This is an objective that carries obligations and he's immediately going to contrast. This is the way the Ikea way. This is the principles is what we believe in and he's gonna contrast it to what everyone else does. He is telling him this is how we will be different. All nations and societies spent a disproportionate amount of their resources on satisfying a minority of the population, far too many of the fine designs and new ideas are reserved for a small circle of the a affluent. That situation has influenced the formulation of our objectives. So when I read that paragraph, the first person came to mind was actually Henry Ford. If you go back and study the creation of the American Automobile industry, I would argue the 2 most important figures are Henry Ford obviously founder our ford motor company and then Billy Durant founder of general Motors. The reason Henry Ford came mind is because Henry Ford had 1 single idea. It took him like a decade and a I half to figure out how to do this idea, but his 1 single idea was to make the car for the every man. Let me read you a paragraph from 1 of the biographies of Billy Durant that I read, and this is really billy Durant describing Henry Ford's 1 single idea. Says Durant noted that Ford was in favor of keeping prices down to the lowest possible point. Giving to the multitude, the benefit of cheap transportation. Henry Ford was obsessed with eliminating waste. He was obsessed with cost control, and he was obsessed with rethinking the manufacturing process for the maximum level of efficiency. The same exact thing could be said about Ink var Cam. And so we go back to this opening declaration from Ink var Cam. After only a couple of decades, we have achieved good results. But we have great ambitions. We know that in the future, remember he's writing this in 19 76. Okay? We know that in the future, we will be able to make a valuable contribution outside of our homeland too. He's talking about Sweden. We know that larger production runs gives us new advantages on our home as well as more markets to spread our risks over. That is why it's our duty to expand. The means we use for achieve error goals are characterized by our approach by doing it a different way. That phrase doing it a different way, something he repeats over and over again. Part of creating a better everyday life for the many people also consist of breaking free from convention. That part is important because fast forward it to present day, Ikea is the largest furniture retailer in the world. At the time he's writing these words, obviously they're not, but they're also the most innovative. There are several ideas that Ink bar and the early employees that Ikea came up with, They were the first ones to come up with them, and they are now widespread to throughout entire industry. And you see him many decades before. He's the largest furniture retail in the world saying, hey, we are going to break free from convention. We are going to find new and better ways. We are going to do it a different way. And he also says it's not going to be easy, says we must demand much of ourselves. The essence of our work is described in the following chapters. The following chapters also described the rules and methods that we have worked out over the years as cornerstone of the framework of ideas that have made and will continue to make Ikea, a unique company. And so then he has a list of 9 principles that Ikea is built on. And 1 of the key principles is that Ikea must have low prices, so the met the vast majority of people can afford to shop there. And you'll see his dedication to that idea is total. So he says the concept of a low price makes enormous demands on all of our coworkers. That includes product developers, designers, buyers, office and warehouse staff, salespeople people and all other cost bears who are in a position to influence our purchase price and all of our other costs. In short, every single 1 of us. Without low cost, we can never accomplish our purpose. And so you and I have talked about this over and over again, the fact that the greatest entrepreneurs throughout history, they hate they cost controls is an obsession for them. That definitely applies to Borrowers as well He talks about over and over again, you have to control your costs because we must have low prices. And then he ends this section, saying there is no compromise. This principle will never be compromised. He says, our policy of serving the money can never be changed. And so in the next section, he starts talking about the ikea spirit. What he calls... Well, you and I would call company culture, he calls the Ikea spirit. And I think this part in particular is a great illustration of the idea that the founder is the guardian of the company's soul. If you read this section it's obvious that Boris is trying to guard the company's soul. He says, obviously, it was easier to keep alive our company spirit in the old days when there was not so many of us. When we were all within reach of each other and could talk to each other. Things were more concrete in those days. The readiness to give each other helping hand with everything, the art of managing on small means of making the best of what we had, cost consciousness to the point of being sting. Humble, undying enthusiasm, and a wonderful sense of community through thick and bin. Those are just some of the principles that he's gonna repeat over and over again for, you know, 7 decades, not, and this is what I really mean about. He definitely has a a specific point of view He knows exactly how he wants what he wants his company to do. He knows exactly how he wants the company to be built. He knows exactly the kind of people he wants working side of his company. He says not everybody in the large group like ours can feel the same sense of responsibility and enthusiasm. Some undoubtedly regard the job simply as a means of livelihood. A job like any other. Sometimes you and I must share the blame for failing to keep the flame alight. For fa in our own commitment at times, for simply not having the energy to infuse life and warmth into an apparently mono task. The true ikea spirit is built on our enthusiasm, our constant striving for renewal from our cost consciousness from our readiness to take responsibility, from our humble in approaching our tasks and from the simplicity of our way of doing things, those who cannot or will not join us are to be pit. A job must never be just a livelihood if you're not enthusiastic about your job, a third of your life goes to waste. For those of you who bear any kind of leadership responsibility, it is crucially important to motivate and develop your coworkers. You as the captain make the decisions after consulting the team. There is no time for arguments afterwards. Okay. So the third principle is profit gives us resources. So the financial performance of Ikea, I don't think I've ever seen anything any other business like this. At 1 point in time, it was believed that Ikea might be the most valuable privately held business that was owned by a single person in the world. And Ing bar never even took out a loan while he was building Ikea. The only... He says later on the book. And he was, like, 14 or 15 at the time because he starts selling things when he's, like, 5. And later in the book, he says the only real loan he ever got was from a bank for 63 dollars, so he could buy a bunch of fountain pens. And then he immediately sold pens for a large profit. And so 1 of the iron laws of Ikea is that all expansion is to be self financed. And his point was to do that. You have to make a profits. His profit gives us resources. A better everyday life for many people. Profit is a wonderful word. It is a word that politicians often use and abuse. Profit gives us resources he says it again, let us be self reliant in the matter of building up financial resources. The aim of our effort to build up financial resources is to reach a good result in the long term. You know what it takes to do that, we must offer the lowest prices and we must combine them with good quality. This forces us to develop products more economically to purchase more efficiently and to be constantly stubborn in cost savings of all kinds. That is our secret. That is the foundation of our success. And so principle number 4 is reaching good results with small means. Again, this is what I meant about Henry Ford the similarities at Henry Ford. They were both obsessed with a eliminating waste and increasing efficiency. They were both relentlessly resourceful such as reaching good results with small means. Wasting resources is a mortal sin at Ikea. It is not all that difficult to reach set targets if you do not have to count the cost. Any designer can design a desk that will cost 5000 dollars. But only the most highly skilled can design a good functional desk that will only cost a hundred dollars. This is 1 of my favorite lines in and and out of everything that he said. Expensive solutions to any kind of problem are usually the work of mediocrity. We have no respect for solution until we know what it costs. An ikea product without a price tag is always wrong. Waste of resources is 1 of the greatest diseases of mankind, and he's not just talking about money. He's constantly hound on doing more with less time. It is also a mortal sin to waste time at a gear. Waste cost us even more in little everyday things. Filling out papers that you'll never need again, spending time proving that you were right, postponing a decision to the next meeting because you don't wanna take the responsibility now. Calling somebody we need you could just as easily send a note, the list is endless. Use your resources the ikea way achieve good results with small means. Number 5 simplicity is a virtue indecisive generates more statistics, more studies, more committees, more bureaucracy. Bureaucracy complicates and para. Planning is often synonymous with bureaucracy. This gonna sound a lot like Elon Musk. In the early days of spacex which you and I talked about last week. There's a line in that book. No reports, no committees just done. No work about work just work. Invoicing the exact same thing here. And he's not shy about this Listen to what he says here. Do not forget that exaggerated planning is the most common cause of corporate death. Exaggerated planning leaves you less time to get things done, complicated planning para. So less simplicity and common sense guide your planning. Simplicity is a fine tradition, simplicity is a virtue. Number 6 is though principle already mentioned multiple times doing it a different way. If we from the start had consulted experts about whether a little community like A, these are tiny little towns in sweden that he grew up in highly likely On mispronouncing them, I looked it up and tried to practice for the pronunciation before, I promise It. All hurt. I think is how you say it. But it says if we had ask experts about whether this tiny little community in tweet could support a company like Ikea, they would have undoubtedly advised against it nevertheless, all Sorry, is now home to 1 of the world's biggest operations in the home fur finishing business. By always asking why we are doing this or that we can find new paths. By refusing to accept a pattern simply because it is well established We made progress. We dare to do things differently. Our protest against convention is not protest for its own sake. It is the deliberate expression of our constant search for development and improvement, Maintaining and development the dia of our business is 1 of the most important tasks. That's why I hope they we will never have 2 identical stores. D and the desire to experiment must continually lead us forward. I'm gonna go back to that 1 line and I think really jumps out from the section. That is why I hope they will never have 2 identical stores. So Ing import cam was d. There's another d founder that I covered several years ago. It is the founder of Kin. Paul Or because of his d would not sit in office. So what... How he spent his time he would travel around and visit all of the different Ke stores and Kin stores at the time before he sold it to Fedex. They were all under different ownership. And they were also all run at a different way, and there's a great line in his biography where it says you have to remember he's been picking up the best ideas from all around the country. And so 1 of my favorite ideas in Paul's biographies is the fact because he was d... He would use... This is a long time ago. So he would essentially have AAA corporate wide or company wide voice mail system. So he'd spend his days visiting all the stores, all the great ideas that he'd pick up from around the country. At the end of his day, he would call into this number, and he would just talk for a few minutes about what do he learned that day. And so then if you work at Kin, you could come in the next morning and listen to that recording. And so this way of dis discussing and spreading the idea through Kin which is so beneficial. So help people are like, well, Paul, if this like the best way to do checkout. Or this is the best way to do marketing or this is the best way you know, to do this print job. Why don't you mandate that all the other stores do it that way since that's the best way. And what he said was brilliant. He said because if I do that, then that is the best way it will ever be. Paul understood that all these individual stores were, like miniature laboratories, and you did not wanna restrict their ability to discover new things to trial and error. And you see invoicing the exact same thing here in 19 76. That is why I hope that we will never have 2 identical stores, d, and the desire to experiment must continually lead us forward. Number 7, concentration. Concentration is important to our success. The general who devices resources will be defeated. For us too, it is a matter of concentration focusing our resources, we can never do everything everywhere all the time. We will never be able to satisfy all tastes. We cannot conquer every market at once, we must concentrate for maximum impact often with small means. Concentration means that as certain vital stages we are forced to neglect otherwise important aspects. Concentration, the very word implies strength, use it in your daily work, it will give you results. Number 8, taking responsibility is a privilege. There are people at all levels in every type of company who would rather make their own decisions and hide behind those made by others. The fewer such responsibility takers a company has the more bureaucratic it is, constant meetings and group discussions are often the result of unwillingness on the part of the person in charge to make a decision. And so that he gets to why so many people are afraid to make decisions, they're afraid to make decisions because they're afraid of making mistake. And he says this line over and over again. Only while sleeping, 1 makes no mistakes, making mistakes is the privilege of the active. Making mistakes is the privilege of the active. Constantly practice making decisions to overcome our fear of making mistakes. The fear of making mistakes is the root of bureaucracy and the enemy of development. It is always the mediocre people who are negative who spend their time proving that they were not wrong. The strong person is always positive and looks forward. And finally, number 9, most things still remain to be done a glorious future. The feeling of having finished something is an effective sleeping pill. A person who retire feeling that he has done his bit will quickly with away. A company which feels that has reach its goal will quickly stag and lose its vitality. Happiness is not reaching your goal. Happiness is being on the way. It is our wonderful fate to be just at the beginning, and I absolutely love that he said that because he's 33 years into running this company. And so I'm sure at the time, some people were like, okay, we're just at the beginning. You know, we're 33 years into this thing. But now 50 years after writing this he was obvious said it was right. It is our wonderful fate to be just the beginning. The positive joy of discovery must be our inspiration in the future. The word impossible has been deleted from our dictionary. Experience is a word to be handled carefully experience is a break on development. Many people cite experience as an excuse for not trying anything new. Bear in mind that time is your most important resource. You can do so much in 10 minutes, 10 minutes once gone or gone for good and you can never get them back. 10 minutes is not just a sixth of your hourly pay. 10 minutes are a piece of yourself, divide your life into 10 minute units in Sacrifice prices few of them as possible, in meaningless activity. Most of the job remains to be done, let us continue to be a group of positive fan. Let us continue to be a group of positive fan who stubborn and persistent refused to accept impossible. What we want to do we can do and will do together, and then he ends with a tagline that he repeats over and over again. He says a glorious future. Okay. So now I'm gonna pick the book back up, and I'm gonna go straight into Ing bar in his own words. He's telling us the story. Of his early life, and he's talking about the dynamic inside of his family. And as he tells us about his early life and his early life plays out as the pages turn, more and more of my notes say the exact same thing, revenge. It becomes obvious a source of his extreme internal drive. The fact that he works all hours of the day every day that he talks later on in in the book, his biggest regret is that he missed out on his 3 son's entire childhood. Because all he did was work. He had extreme levels of dedication and obsession with building Ikea. And when you look at his early I and keep in mind, the words that he I'm about to reach you. He is... These these are transcripts of interviews. That he gave when he was 72. And so immediately, he starts talking about his father. The fact that his father is forced to work on the farm by his grandmother. Var grandmother is the mat the very powerful person in the family. She reminds me that she's like this Est Lau type of character. A personality and a person that dominates everybody around them. And so he says my father was only 25 and he didn't wanna be a farmer at all. But his mother's word was law, and he became her obedient tool. Similarly, father's brother had also wanted to go into the world, but he still lived on the farm. Grandmother said You're to stay at home and so he did. My uncle finally chose the same route as his father and he shot himself in 19 35. I was 9. And so the backstory there, which I can think also tells why his grandmother had to be such a hard ass. Was they were German immigrants into Sweden. They had very few resources almost no money, and their farm was failing, and Ing bars grandfather took the easy way out. He had 2 or 3 small kids and his wife was 6 months pregnant and he shoots himself and abandoned them. And so his grandmother finds herself in a strange country, no friends, a failing farm and a bunch of children to take care of. So his grandmother absolutely dominates his father. Now he tells us in about his mother. My mother was loved by everyone. She was an amazing person to whom nothing was allowed to be impossible. Mother soon discovered the poor state of my father's business affairs. So I'm gonna pause there where do we know? He we know that he came from a family with very limited resources. His father allowed himself to be dominated and to be told what to do by other people. His father was very bad at business. His father did not have a lot of money. When you read about Boris Hurley life, this is the perfect illustration this principle you and I talk about over an Oregon. You can always understand the son by the story of his father, the story of the father is embedded in the son, and he's gonna say so explicitly in a few pages. So let's go back to his mom. Mom discovers, hey, my husband, the father of my children is going to send us into poverty if I don't do anything. She discovered the poor state of my father's business so she started a guest house. We rented it out rooms to visitors. We rented it out every room. Every room was taken, except my parents into which we all squashed together. My mother was a heroin in silence. He loved his mother. He admired her. He just said she was loved by everybody. Listen to what happens next. She contracted cancer before she was 50. She died at the young age of 53. I was 27. A few years later, I started up a foundation for cancer research that bore her name. This theme of revenge is ever present and reoccurring in his life. Fate took my mom, the person I probably loved more than anybody else for me at a young age. I will have enough resources that I can set up a foundation for cancer research and name it after her. The very thought, of my mother's death, makes me weep. He was 27 when she died. He is 72 when he says that. And then he moves into the fact that he was a born entrepreneur. I suppose it was slightly peculiar in that I started tremendous early doing business deals. My aunt helped me buy my first hundred boxes of matches in stockholm. The hundred boxes of matches cost me 88 cents. I sold the boxes at 2 to 3 cents each. Talk about profit margins. I still remember the lovely feeling. I can't have been more than 5 at the time. Later on, I sold Christmas cards. I caught fish and it would cycle around on my bicycle selling them. When I was 11, I was selling garden seeds. Selling things became an obsession. It is not easy to know what might drive a boy more than a desire to earn money to surprise that you could buy anything so cheaply and sell it for a little more. But here we go. But I remember walking in the meadows with my father. I was 10. We came to a place at which he said, I'd like to make a force track here, but it would cost too much. Then we went somewhere else. And again, it was the money that was lacking to carry out my father's many plans, I remember thinking at 10. If only I could help father, suppose I could get some money so that I could help father. And this is the lesson that his little 10 year old brain took away from that. To carry something out. You clearly had to have means. He starts that paragraph saying selling things became an obsession. He ends at telling you why. He is telling us when he was a child. He realized my obsession will fix the financial problems of my family. And it's a few later where he says a manager of a bank lent him about 63 dollars, which he considered to be a fortune of the time so he could purchase 500 fountain pens from Paris. This was essentially the only real loan I have taken out in my life that is nuts. Trading was in my blood, and he talks about another 1 of his heroes, when this is gonna be another source of revenge. So his pate maternal grandfather shot himself. Right? His maternal grandfather ran a little country store. And Bar when he was very, very small would spend an entire days in his grandfather's country store. And he said grandfather had 1 great love on earth and that was me. He became my very best play mate. Unfortunately, he was just as kind in business life and each quite simply found it difficult to accept payment. So this country store no longer exists as a business. But by sheer chance, Ikea took it over. I bought the whole property and the site around it. A furniture store now stands on the foundation of the country store. Revenge. He says by sheer chance, bullshit. That was not chance that was sheer will. And then he goes back to talking about his relationship with his pate grandmother, the fact that she treated him differently. He was special. Grandmother was a dom person regarded with great respect, but she liked me very much in contrast to most of the others on the farm, I never suffered at all. From her dictator temperament. In fact, she gave him a lot of confidence. She was his first customer. When I was about 5 and began buying and selling things, she became my very special on my most faithful customer. That gave me the courage to take the next step and go on selling to the neighbors as well. I was a child who loved both my stern grandmother and my good father. I listened to their stories. And, of course, as a child, I was ind and pro German. So later on many decades later this, I think in the the eighties or the nineties. He he talks about this this point of his life. The fact that his grandmother was a fan of Hitler and sympathetic to the Nazi movement, this comes up and almost ruin his life. And so he says this was to have unexpected consequences in my life long after the political abe operations my childhood in teens. I was made to pay for this German influence. To give you some context here, his grandmother was from a German state called Suit land. And after World 1, Pseudo land became part of Checklist Slovakia. But his grandmother was a German who did not identify nationally as a part of, as a check. So she would tell her grandson that the happiest day of her life was actually when Nazi Germany, Annexed, Czech Vodka in 19 38. And obviously Hitler was in power at that time, but from his grandmother's point of view, the Nazis were re reunited Germans with Germans. And so what Ing bar said it was he was ind into this ideology through his grandmother, but he was too young to think independently. He would have been in 12 years old in 19 38. So anyways, in 19 94, this comes up. The media says the founder of Ikea is a nazi. English responses to cooperate with the media he gives these long interviews. He explains everything. And then it blows over a few years later, another media organization says, hey, actually, you weren't a kid. We might have evidence that you were actually still believing this when you're in your thirties. Ing bar is able to disprove that. But what was fascinating and ties more to, you know, scope of what you and I wanna talk about which is the way he built his business is the second time around. What he was most mad at is they tried to say that he got the seed money to start Ikea from the Nazis. And since he had already settled these allegations a couple years before, it said he was furious that anyone thought he borrowed money at all. And he says in his own words, they could have accused me of murder, but not of borrowing money. And so let's go to the founding of Ikea. He is 17 years old. He is about to go away to school, he calls it the school of commerce. And he decides he wants to start his own trading firm. So this is way before he goes any a is exclusively a furniture dealer. And that's the way he describes himself the rest of life. At this point, he's just buying and selling all kinds of things. And so when 17, he pounds the firm. Ikea, the I is first his first name, the k is for his second name, the e is for the name of the farm he grew up on and a is for his hometown. And so something that's common when you read a lot of biographies, is did you see that true interest is revealed early. So even before he found at Ikea, he was obsessed with some Something that most kids are not obsessed with, which is distribution. He did not understand why he could buy something so cheaply and yet when he would see it in stores, it was so expensive to buy. And so he uses a term that I wasn't familiar with to describe his obsession. And I looked it up and it says, that it's an idea that dominates the mind an obsession. And what he's talking about is that distribution became an idea that dominated his mind and I was an obsession. And so even before he had is on business, he would, like, go inside of, like, a shoe shop. And he would see like, this old fashioned way they had of selling stuff. They're like well, you have to get on a ladder and you have to go up and down and just affects shoes. And he would look at things in all these businesses like, this just cannot be rational because it seems to waste time and money. Remember he says, Wasting time and money is a mortal sin in Ikea. It's something that he was obsessed though. And he's a little kid. And so the first thing he does is to start Ikea, he's just a male order company, and he'll go and find importer and exporters and he'll become agents for them. And so before he ever tries to sell furniture selling things like Chris card, seeds, fountain pens, wallets picture frames, table runners watches jewelry, nylon stockings. And he actually gets the idea to start selling furniture from 1 of his toughest competitors who's is another male order a firm, this firm called gunners. And when he's 22, he decides to try to advertise what he calls an arm nursing chair that he calls ruth. And because he's d, he couldn't remember the order numbers, so he had to give instead of having order numbers he'd give all his products names. Which still continues to this day if he order something from my ikea. And so right away, he realized realizes, hey, I think I stumbled in this to very... Something very valuable, says the response once he advertise his chair, the response was una. We sold a huge amount. So then he doesn't stop just at chairs. He's like okay, I'll advertise a sofa and a chan, and this is was the result. Everything went. That was how the business started. People ordered on a mail order form from us and the factories delivered it to them. This is when he's gonna go all in on furniture. And at the time, Ikea was a 1 man business. But the demand was so great. He says I could no longer remain a 1 man firm. So in 19 48, I appointed my very first employee. 2 years later, the business had grown to a staff of 7 or 8. And this is how he describes the turning point of his life. So by chance, the furniture trade, which I entered in in an attempt to imitate competitors decided my destiny, no other event in life pleases me more than the fact that I ended up there. My interest at first was purely commercial. Selling as much decent furniture as I could as cheaply as possible, not until the first complaint started coming in, did I realized that it was quality that was lacking. 1 day that would force me to draw certain conclusions and choose another way. What he's talking about there is combining a mail order catalog with an actual furniture shore. And they did that because 7 or 8 years into the business. It's... The business is about to die. And so he describes this time for us. Akita was very much at a crossroads. Competition and mail order had become almost uni durable, a fact that 1 simple example can illustrate. So all the mail order, him and his mail or competitors, they're all ordering from the same manufacturers. So he talks about, hey, we're all selling the same ironing board. And so if I advertise it for 23 dollars, Then my competitor will just come along and advertise it for 22, and then another competitor will just come along and advertise at a 21. And then eventually, when we can't make money on that ironing board, we'll find another ironing board. And that that ironing board will be cheaper, but also lower quality. So he said step by step to price war affected the quality of the ironing board, which came worse and worse. The same applied to furniture. Complaints started to mount and I could see how things were going. The mail order trade was risking an increasingly bad reputation. And in the long run, Ikea could not survive in that way. The core problem with mail order was that the customers themselves could not touch the goods, but had to rely on descriptions and the advertisement in the catalog. So we were faced with a monumental decision to allow Ikea to die or to find a new way of maintaining the trust of the customer and still make money. And so Wars having a bunch of conversations with early employees at Ikea is like, how do we get out of this vicious vicious circle of, lower price, worse quality than continuing lower price and even worse quality? And so the idea they came up with was, hey, why don't we try a permanent display or exhibition of our furniture? And so Ing var has a choice. Let his business dyer try, take a take a risk and try something new. So he winds up buying a run down out of business department store. He spent 1600 dollars to get the store, and then he has to invest out of, like, 75000 to renovate it and get it ready to open. And so it is at point in 19 52 that he stumbles upon out of necessity to save his company, the blueprint upon which the future success that he's gonna have russ upon he says, at that moment, The basis of the modern Ikea concept was created. And in principle, it still applies. First and foremost, use a catalog to tempt people to come to an exhibition, which today is our store. And so I think at the time this book is published from the book comes out it comes out the late nineties. He has something at, you know, 300 stores think that. They had they had sent out by that time over a hundred million catalogs. And he was the first 1 to do this mail order and furniture store in 1. That business idea had not been put into practice anywhere else. We were the first. And so he sends out all these catalogs all as products and telling them where and when the first store was gonna open and this is the result. Success was immediate. But I have never been so scared in my entire life as why was when we open and saw the line outside. There were at least a thousand people there. I couldn't believe my eyes. There were so many more people than he expected, He was worried that the floor was gonna collapse. He says we didn't know whether the floor would hold all these people. Tens of thousands of people, those first years were to go on a pilgrimage to the remote ol to this is the the little town in from all over Sweden. Most of them had learned about us through the free catalog. So there's an idea I jot it down. I've seen over and over again. Fact, I I think we gonna do another episode on Bernie Marcus. I haven't done 1 in probably, like 5 or 6 years. He was the founder of Home Depot. He just passed away recently in 95 years old. So this is something he he talks about on the... In his book, it's... It's in the the books on on Sam Walton and Walmart as well. And we see the same concept is happening in life is the idea that in human nature, people will go to great lengths. They will travel vast distances. If they think they can save money. That principles and the founding stories on Walmart, and the founding stories of Home depot and we see again in the founding story of Ikea. And then I've mentioned over and over again that, you know, he has a sermon on the culture of Ikea. He he repeats the principles upon which he built his business He's talking about that very first store and listen to what he says. Ikea was taking shape as a real business. Many of our unwritten laws were already written by that time. She talks about this repeats these over. Helpful. Thrift, a strong sense of responsibility. To this day talks about the probably a hundred times. I don't think there's a kindle version of this books so I can't search through it. Probably mentions the importance of watching your costs a hundred times. To this day, at Ikea, we try to translate everything into a clear price and state it. Our advertising brochures have on the front or back information on what they cost to compile. Often with an indication that it is in the end, the customer who has to pay for whatever we waste. Cost awareness was to be Ikea anthem. And so he sets up the memory said earlier, you know, ex if experts said, hey, could, you know, this tiny town of Walmart. Support when you want this giant furniture store. People like, of course, you can't. There was so many people. So a lot of the stuff that they're known for. Right? Child and all the Ikea, the restaurants. They were they were born at a necessity because so many people were traveling vast different distances to get to the store, and since people are coming from all over the country, like they need to place to stay. And so he says gradually the pressure on this little town, grew even greater. It wasn't long before we opened a restaurant, and we also had an inn so a hotel, hotel on the site with a hotel and pool. My grandfather would have been amazed for the place was his old country store. Step by step, we were building our future philosophy. And so to deal with this rapid growth, the family turns into a business, the business turns into a family, they set up their offices at the time are on the farm. And clear everything out to make room for the growing ikea headquarters. So everybody in the family is helping out in the business. And I I do think if you read between the lines and, like, the fact that he was just treated differently. I think his family knew he was gifted. I think his family understood that he was an unusual talent. Yeah. It says his home became his office and his office his home. The farmhouse was cleared, so that the boy not the farm could expand. And she got everybody in the family helping out. The father's helping out, the mother's helping out. So it says the family became his firm. And then a contradiction jumps out, says his appears contradictory that this profoundly family bound man often neglected his own family for the sake of the business. It was to be 1 of Ing india's great sorrows and the cause of some soul searching that business made him neglect his 3 sons as they grew up. He has done everything to make up for it since, but everyone with children knows that childhood does not allow itself to be recon conquered. I read this book for the first time I think close to 5 years ago. That idea. Childhood does not allow itself to be recon concord has been imprinted on my mind. I remember that line exactly is if I had read this yesterday and not 5 years ago. And then on the very next page, he goes into another regret that you that you see a lot in biographies, and I talked to a lot of founders about this, you know, a lot of super successful founders. They build giant companies. And yet in private conversations, they nostalgic for when the company was small. So it says the transition from the closeness of the farm to the less intimate atmosphere of a large company was difficult for the founder, essentially, he has never really accepted it. This is what he said. That first wonderful time of strong working fellowship with a circle of individuals. All of whom my I knew personally. Made me dream foolish dreams of it, always remaining the same. I nourished a false belief that it would be possible to preserve the feeling even when we grew large. When Ikea was a family, that remains my very best memory. And so keep in mind when he says those words. Ing var reported net worth is around 50000000000 dollars. And so then he goes into just how difficult it was build Ikea I remember the idea It's was like, well, everybody wanted me to write an auto. I said, no for 10 years. And they said, yeah, but it'd be a service to to entrepreneurs nurse. And so he doesn't hide... You know, what I would say, I guess, about this is Ing has an unusual personality compared to many of the people the I study, way higher levels of insecurity. He's constantly crying. He's very sentimental, and he's still, even though those company's wildly successful rat with self doubt. I think 1 of the best things he did for future generators entrepreneurs is like he didn't try to hide that. He says, I have not been able to avoid severe losses. Both fiasco and triumphs have marked the history of the business. And he talks openly about all the many moments of weakness. He's like, I we a lot. I couldn't bear adversity. Often I failed to look at things from the bright side. The sad thing is I didn't even learn much from these early failures. On the contrary, I kept repeating them. Fiasco had continued throughout my life and so he goes through a list over the next several pages of all of these ideas and investments that Ikea did, where he lost millions of millions of dollars. And so he had the idea, we're gonna sell Tvs, let's buy partial ownership in a television factory. In the 19 sixties he said this 1 1 mistake was 1 tragic investment cost, I hear 25 to 30 percent of their total assets at the time. And he's like, I didn't even learn from that. Because decades later, I decided, hey, I'm gonna dismantle a swedish Sawmill, and I'm gonna set it up again in Russia. And he loses about 12 to 15000000 dollars on this because of the Russian Mafia, this is his his description of it by the way. The Russian Mafia, an Endless Soviet type bureaucracy. And list malicious goes on and on, a terrible investment in Romania, a terrible investment end into a factory in Thailand. He's like, I we lost hundreds of millions of dollars on projects like this over the years. But even after all of this, he repeats his philosophy that only those who are asleep make no mistakes. Making mistakes is the privilege of the active. The fear of making mistakes is the root of bureaucracy in the enemy of development. And a few of his employees are interviewed in the book and they said that Cam preferred them to make mistakes rather than to be idle. And so 1 thing they can help you overcome a lot of mistakes is if you're just in a great growing market and you're in there early. There's this concept that Charlie Mu talks about over and again, that he calls surfing. And so when Charlie, we try to analyze like, what caused this success of somebody he would look for some kind of wave that they were surfing. So he would talk about like Les schwab was surfing the wave of brand new Japanese tire imports into America. And the dura durability in low cost of those Japanese tire imports gave him a massive advantage cost advantage over his American competitors. Another example you and I recently talked about was in that... That episode on the rare Interview that he caught the early wave in China's luxury market expansion. And so the wave that Ing var Cam road was the fact that Sweden's countryside was quickly becoming d populated right when he started selling furniture. During the 19 fifties alone 50000 farms closed down, and those people moved into, the cities of the suburbs. And this 1 paragraph is a great description of the wave that they're surfing. The building program that came to have such an enormous influence on Ikea or rather the need for Ikea broke all records. During the first 20 years after the end of the war, 1000000 new apartments were built. The company quite simply was in step with an accelerating development. So as I've already mentioned, throughout the book and draw queries, constant repeating, these virtue that He used to build Ikea, the ones that he wants to to infuse the company spirit with the 1 he wants to such preach to his employees constantly about, and 1 of them I haven't covered. He's gonna be really important for this next section. This is the turning point of Ikea into a truly differentiated So it's this idea of craft ness, and I love Ing england's definition of craft. So he he defines craft is the falling ways. The craft ness is the ability both to be content with the resources 1 has and to find ways out of tight spots. And so 1 of the benefits that Ikea enjoyed once they moved away from just a strictly mail order is the fact that they saved on shipping. They have a store. There other competitors do not. They're... All all the other competitors are strictly mail order. And so as Ikea costs get lower and the efficiency increases. The prices go down. And so all of Ikea competitors could not match Ikea prices. So they band together and there is a trade association. It's the national Association of Furniture dealers. And so the National Association of Furniture dealers does everything in its power, multiple times to try to push Ikea out of business and get in the way of Ing. Remember that definition as of crafting, the ability to get your way out of tight spots. So the first thing they do is at the time, trade fairs were really popular, and it's a way a lot of people discovered in furniture they wanna buy. So he prod stuff from the store to the trade fair. And so the trade associate said, hey, you can't do that. It's against the rules. Fares are just for showing items, not selling them. So they measure get him banned from selling at trade fares. He's like, that's fine. I'll still attend the trade fares, and I'll make sure that my prices are prominently displayed. And since his prices were so much lower, They then go and get him banned from even advertising the price of his furniture. And here's a description of this in the book, a rod ridiculous game developed in which petrified conservative sales thinking was up against a new and incident price pressure. Like ikea was banned again and again again for doing anything, but kept finding new ways of getting around each ban. If the company was not allowed to appear itself, it would send another Cam owned company exhibit or some reliable supplier in a letter from the national Association of Fur dealers, Ikea was liken to a monster with 7 heads if you cut off 1, another soon grows. So eventually he gets tired of this and he starts his own trade fairs. And then another tactic that the National Association of Furniture dealers decided It was like, hey, we're gonna cut you off from your supplier. So they sent out. They they organize the boycott. They told all their suppliers. Listen, you can sell to 1 firm like Ikea or, you know, all of us. But if you sell to Ikea, we will no longer buy from you. And so now they're starting to lose supply. Now there are a bunch of them said, okay, we can mark out anymore. Some of them that I need to to back this up because this is actually really important. We called nursing the supplier. So I talked about this last week with how Spacex paid its vendors. They paid, like, you know, and and their competitors would pay, like, 30 or 60 or 90 days later, Spacex would give you the money that day. And so... Because they wanted of their parts as fast as possible. So they're like, well, how do we get our parts part parts as as possible. We treat our suppliers better than anybody else? Ing var did the exact same thing. So a manufacturer is giving an interview in this book, and he talks about the difference between Ikea and other trailers. Ikea paid within 10 days, while others did not pay for 3 or 4 months, nursing the supplier is 1 of Cam principles. 1 he's still in parts to his staff until this day. So as a result, some suppliers are saying, okay. You know, I'm not I'm I'm I can't break this boycott. I'm sorry. Sorry. I can't sell to you. Others remain loyal to Ikea, but they would have to, like, deliver things to other addresses, They would remove the logos from the delivery vans so they could hide that they were the company making a delivery Ikea, they'd do, like, deliveries in the middle of nights and I wanna to find out. And what his competitors and adversaries didn't understand is this constant pressure from them was a blessing in disguise because for 1 way we're on the boycott? They're like, okay, You won't sell us this chair because, you know, the other people buying us chair from you as well, said if you sell to us, they won't buy from anymore. Okay. What if we make, like, slight alterations to the design. And the suppliers like, oh, well, I can sell you that because I'm not selling that to them? And so they start having a differentiated product, a product that none of their competitors are offering. At prices, their competitors can match anyways. And then the second way this is a blessing in disguise. I guess is a second out of maybe 3 ways. So the blessing in disguise was the fact they're like, okay, This boycott and this construction constriction applies to the country of Sweden. We need to start looking abroad for new suppliers. And so another turning point in bar pratt career and the history of Ikea is the fact that they start sourcing materials in Poland. So this what Var said about that, the boycott simply reinforced our unity. It was a crisis that became a non crisis as we kept finding new solutions. Remember you cut off 1 of their heads another soon grows. In Ikea business philosophy, the whole matter should be ins as a golden rule. It regard every problem as a possibility. New problems created a dizzy chance. When we were not allowed to buy the same furniture as others, we were forced to design our own, and that came to provide us with a style of our own, a design of our own. And from the necessity to secure own deliveries, a chance arose that in turn open up a whole new world to us. That was the beginning of our designing our own furniture, and then that is going to directly lead to 1 of their innovations, which is gonna draft reduce their costs and further differentiation than from their competitors. It's going to lead to flat packing and self assembled furniture. It didn't look that way to time. It didn't feel that way the time because he's talking about crying himself to sleep. He's completely depressed. He's very stressed going through all this. But it was the best thing that could have ever... This boycott was the best thing that could have ever happened to him. And so here's another example of them turning a problem into unlimited possibility. So they're now designing their own furniture. They have other alternative supplies and suppliers. And so they're working on the catalog, they're foot photograph a table and wanna and they go to pack up the table afterwards and 1 of their employees mu something that changed the trajectory of the Ikea for like, man, this takes up a lot of space. Why don't we take the legs off and put them under the tabletop? And so they're like, wait. If we do that, that changes everything. And so they make their very first self assembled table, it's called Max. And since self assembled, we had our first flat parcel. And thus, we started a revolution. And ink springboard describes it this way, perhaps it could be said that reality forced the innovation upon us. We begun to experience a worrisome some high percentage of damaged furniture and transport. Broken table legs that kind of thing. Now with flat packing, the less damage occurred during transport and the lower the freight cost were. That was the logic behind it. Thus, self assembled book cases chairs, beds, and other pieces successfully appeared. There was an also unexpected benefits. So, okay, You have less damage in transit. You have way cheaper shipping costs. And now that it's flat packed, the customer can take home the furniture that day. If you were ordering, like a mail or it from a another furniture, like mail order, you wouldn't get... In some cases, you wouldn't get your furniture for months. You could go to Ikea store and pick it up that day. And then another accidental discovery of this, which was proven after the fact they weren't doing it because of this, but it turns out there's this cognitive bias where because the customers now plays a role in actually creating and putting together the furniture, The customer now values Ikea products more highly. This cognitive bias, which was discovered after the fact is actually called the Ikea effect, and then Bar continues to realize benefits from this What what do you call this innovation that was forced upon us. Because now they can go all the way back to the source of the manufacturing and design the manufacturing process and make it more efficient as a result of flat packing. And so he says it resulted a design that was not just good, but also from the start adapted to machine production and thus cheap to produce. With a design of that kind in the innovation of self assembly, we could save a great deal of money in the factories and on transport as well as keep down the price to the customer. And this goes back to this obsession when he was a little boy, going into stores like, why is it so cheap to buy things it's so expensive to sell them. That peculiar your obsession with distribution. And so he says I kept asking myself, why is a product that is so cheap to reduce gets so expensive so quickly once past the factory gate. It was not difficult for me to see the advantages of self assembled furniture and the superiority of flat parcels. Flat parcels saved enormously on storage and freight. And in the long run, they were to be the prerequisites for the next step customers taking home parcels of large furniture themselves. And this point is important. We were not the first with this basic idea. There was a a small furniture store called n nk in Stockholm. That was reducing the stuff they called knock down furniture, which is essentially flat packed furniture that you had assemble yourselves. The difference was. Ing was able to inject that idea into a system and a flywheel. That compounded all these advantages together over decades. He says they just didn't realize what commercial dynamite they were conceal. Ikea was the first to systematically develop that idea commercially. And so we should get into why Ing borrower was adamant about Ikea never being a public company and then how he had this... He was obsessed with this idea of giving his firm eternal life. So you talks about 1 of the benefits of being a private company is the fact that, you know, you you're not for... You can grow or not grow. You can grow at whatever pace you want, you can take it at your time or not grow at all. I'm back a friend of mine, when to becoming close to the... His errors or the people still running the company, and he told me something a few months ago is fascinating that they said, 1 of the unfair advantages that private... The private companies have is the fact that in in in Ikea case particular, in particular, There was like a 20 year period or something like that where, you know, growth was basically flat. They were profitable. They were still making money, but they just weren't growing very fast. And now they're growing much faster today than they were during that period. And so in this booking more says still today, we want to grow at our own pace so that we keep up. Not just with what is new, but also develop what we already have. Ikea strategy has long been to take half of our resources to improve what already exists. And the other half to improve what's in the future. We move at a somewhat slower pace than if we had had access to unlimited money. So there is... I think this is tied into something that's that happens later on the book that I think would be beneficial if it was it here. Talks about the iron laws of Ikea that have been present since the birth of Ikea. Number 1, a good cash reserve must always be insured. Number 2, all property must be owned. Number 3, all expansion is to be self financed. Number 4, they'll shall be no boasting. And so 1 problem he knew he had to solve was, you know, Sweden's in inherent in Texas were really high, and he knew he wanted his sons involved in the business. The suns wanted to be involved in the business, and so he starts thinking about, you know, how do I give this business eternal life, so it's not reliant on 1 person. It's not reliant on 1 country, and it starts off just with these handful of questions he's asking himself. How can we keep the future of ikea without inherent taxes bleeding the company to death? How can we avoid greedy interest in danger what we've built up? How can moves abroad be achieved without personally affecting me and my family in a financially devastating way. So to achieve this, he hires an army of lawyers? He spend almost a decade. It is 1 of the most confusing corporate ownership structures I've ever seen in my entire life. If you go to ikea is What could wikipedia page, you could see, like a flow chart of all this. I'll try to give you a simple overview of this labyrinth. So the original Ikea company becomes a holding company who profits are moved to a tax exempt profit, who then later moves that money into this foundation called Inca, which is based in the Netherlands. Then apart from that, there's a trust which owns a Dutch holding company which then owns another holding company in Luxembourg which then owns Ikea as intellectual property. The book says the business structure that Ing var with an understatement calls fairly unique in the world is so legally intricate than no outsider is really able to understand it. And bizarre, this foundation that he created now of over 50 years after he created it is the fourth largest, technically the fourth largest charity in the world. And so far has accomplished Ing var goal, which was we're gonna self furniture that can be taken apart and res resembled, but the company itself can never be dismantled. And so I think the reason that he spent so much time repeating the principles and then doing, like, leading essentially the Bible study is what they call it. He says over and never again that the Ikea is a concept company. And then if we stick to the concept, we will never die. In fact, in the book, it's not just that their concept company. They call the concept of Ikea, the sacred concept, the company bible of fur dealers testament, which I read to earlier. Has been reprinted and distributed to over a hundred thousand employees all over the world. They describe this annual sermon that he gives. He says, when he's doing it, he is Billy Graham, or preacher has become a household God. A revival speaker and moral pastor. He makes jokes tell stories and literally sheds a tear, so he's constantly in the book bursting out. With tears is very emotionally like his motions are right at the surface. He describes his leadership as the noble art of hugging management and says he's must have hugged several thousand ikea employees. I think the most important part of this is to get across that repetition is persuasive. It is altogether a repetition of 43 previous speeches. The theme is the same, Ikea philosophy, cost awareness, the majority of people, the dream of the good capitalist. Hard work, a mission to seek profit and glory. And then he also repeats the need for Humble over and again and he says never be cocky in a moment of triumph, Always prepare for harder times. He says they push cost awareness at all levels with almost manic frenzy. He explains the laws of I can why 1 of them must be that all property must be owned. He said owning the properties might slow our pace of growth, but it provides security no landlord can come in 10 years time and raise the rent by 20 percent. He believes in the ability to wait out difficulties. He talks about the importance of gathering unfiltered intel from the frontline, so he's known. They they call it the owner's Dawn raids. He will literally appear unexpectedly at a store without warning. Sometimes at 05:30 in the morning just to talk with the men delivering goods into the store. He wants to know what the security was like, what annoyed them the most were they give morning coffee. The people that are close to known the best say that his greatest anxiety he's full of anxiety is that Ikea won't survive They say that he's almost man oriented towards the future towards the next day. They say it's impossible to satisfy him and that he will never be satisfied. And if you ask Ing mb what kept him going well past the, you know, any financial needs or well past a retirement age. He says, What keeps me going is the feeling that in a wider sense, I'm participating in a gigantic project of democrat. And is his mission. He asked in what way as an entrepreneur can I be of the most use? I ask myself, why do poor people have to put up with such ugly things? Was it necessary that what was beautiful could be bought only by an elite, a small leap for large sums of money. And I've gone on demanding an answer for me all of my life. And so at the end of the book, the author is trying to give a summary. Like, who is Ing bar cam man. And he writes who is the man we have followed through this book. What should we call him? Manufacturer innovator, the greatest small business entrepreneur in the world? Perhaps all of those rolled into 1 or something else we cannot fathom? What drives him? What makes him think as he does and governs his decision. How much of Ikea consists of Bar Cam pratt and how much of Cam pratt is Ikea? There are days when he seems a prisoner his own system obsessed by expanding his own house while at the same time locked in it. The day he is free of Ikea life for him will no longer be worth living. He loves it. Always wants the lie as closest as possible to it and never tires of improving it. He bombard his people with a thousand ideas from a bottomless store. Thoughts crowding in and clamoring to get out. Ing says, a demon in me says I have so much to do. I am never satisfied. Something tells me what I'm doing at the moment has to be done better tomorrow. He comes back again and again with painful self searching and an almost bitter undertone to his defects. Even today behind this multinational Ty, is a country boy with a fierce sense of being an underdog, standing on Tip toe and peer une easily through adult eyes. Am I good enough. Ing var recognizes himself as an outsider. And in that way, he is 1 of us all. He knows what it's like to be odd to fall outside of the establishment to feel rage against injustices. He has a peasants dis of a favorable destiny that keeps his feet on the ground. He is full of regrets and eternal hope. When asked, he said, would Have missed most of my life was never taken the time to be with the children when they were young. I have also talked about my many defects. My lack of self confidence, my difficulty making decisions. My disastrous organizational skills. And all the horrible faults that I fully recognize recognized in myself. Fortunately, I've have also been given a certain nose for business and a reasonable dose of peasant common sense. Finally, I'm am often asked whether when I was young was I able to predict the development that Ikea had achieved. Naturally not. Although my dreams early on were both great and bold. My life was to be spent demonstrating that a functional and good product does not have to be expensive. That is still true today. We still have a long way to go. As I have written so many times and have said at the end of hundreds of speeches. We are just at the beginning of a glorious future. And that is where I'll leave it for the full story Highly recommend reading the book. If you buy the book using the link that's in the show notes in your podcast player are available founders podcast dot com. You'll be supporting the podcast at the same time. I will also leave a link down below to the testament of a furniture dealer which you can read for free online. That is 370 books down 1000 ago, and I'll talk to you again soon."
}