{
  "transcript": "I found out about James J Hill from Charlie Mu, Mu said that hill was a great operator like John d Rockefeller and Andrew Carney, and I thought those was very high praise. And what's jumps out when you read biography on James J Hill was just how difficult hill was to compete with. And in this biography, they are constantly comparing the way Hill runs his business to his main competitors. And here's 1 example, it says many observers would later compare Hill with Henry Willard, the comparison was inevitable While Hill was building carefully and checking his costs minute, Vile built in ignorance of his costs. Amid mounting deficits Villa then forced to resign the presidency. Hill knew that the best defense against invading railroads was a better built system that could operate at lower rates. Well just how sound was the system that James S Hill built while the Great Northern Railway, lasted from 18 89 to 19 70. Hill died in 19 16 That's over 50 years after he died, and you'll think that you'll find this interesting. The Great Northern Railway in 19 seventies merged into the Burlington Northern Railway, which then the Burlington Northern Railways merge in 19 96. To the BNSF railway. And in 2010, Warren Buffett bought the BNF railway. Buffett still owns it to this day, and this all started with James J Hill. James J Hill knew that you could find a competitive advantage if you control your costs better than your competition In fact, Sam Walton said exactly that. Sam Walton said control your expenses better than your competition. This is where you can always find the competitive advantage for 25 years running. Long before Walmart was known as the nation's largest retailer. We ranked number 1 in our industry for the lowest ratio of expenses to sales. Anyone who is committed to being great at building their business is obsessed with watching their costs. Think about last week, the founder of Ikea said we pushed cost, awareness at all levels with almost manic frenzy. Warren Buffett is a great quote about this. He says a good manager must be a demon on costs. Sam Walton Bar camera, James Jay Hill every person that runs a Berkshire our own business and countless of history's issues greatest founders all have 1 thing in common. They made cost control an obsession. That is exactly why ramp is now a partner of this podcast because all the founders are ramp listened to the podcast. They picked up on the main theme from the podcast. Over and over again, the importance of watching your costs and controlling your spend and how doing so gives you a massive competitive advantage. That is the reason that ramp exists, ramp exists to give you everything you need to control your spend, ramp exists to give you everything you need to make cost control an obsession. Ramp gives you easy to use corporate cards for your entire team, automated expense reporting and cost control. As you're about to hear in this episode, James S hill was obsessed with efficiency ramp helps you run an efficient organization I read a ramp customer review that I think sums this up perfectly. It says ramp is like having a teammate who you never need to check on because they have it handled. Ramps website is incredible. Make history based entrepreneurs twitter proud going to ramp dot com to learn how they can help your business control costs at is ramp dot com. In the dead of winter in 18 70, a young James J Hill was on a 500 mile track from Canada to Saint. Paul, Minnesota. He had traveled by dogs sled horseback, and he was now on foot. It was dark. He was exhausted and covered in snow. He arrived at and inn in the town of Cal in the Dakota territory. The inn keeper took 1 look at Hill and refused to rent him a room. Hill then had to backtrack on foot and t through snow 15 miles to a farmhouse where a widow allowed him to stay for the night. James J Hill would never forget the Widow kindness. He would not forget the cruelty of the inn keeper in Cal who would refused some shelter either. 10 years later, Hill was building his railroad an intention built his line to avoid Cal, and instead pointed his road past the town of the widow who had taken him in. As a result, Cal disappeared from the map. The Widow town became the Capital County. That town was renamed Hills in Hills honor and still exists to this day. That was a story that I found while I was watching his 4 part documentary called the Empire Builder, James J Hill in the Great Northern Railway that I was watching at the same time I was re reread This great biography on James Hill called James J Hill, Empire Builder of the northwest, which is written by Michael P malone. In the late 18 hundreds and early 19 hundreds when James J hill was live. He was 1 of the most famous entrepreneurs In America, his nickname was the empire builder. Hill had unlimited energy. He was stubborn. He had a temper. He was supremely arrogant and he did more to transform the northern frontier United States than any other single individual. I wanna talk about his early life. There's a few things that jump out when you're reading about James j Hills childhood. He grows up in a poor family in Canada said that family led a frontier existence. Later in life James talks about knowing what it was like to be poor and that his father was not very prosperous. 1 of his most vivid childhood memories is the fact that he would lay awake at night staring at the moonlight that would beam through the holes in their roof. And that was back when he had 2 good eyes. When he was 9 years old, he was out hunting with a bone arrow. The bow that he had handmade had snapped, and the aero flies backwards hitting his right eye and prying it out of its socket. They were able to re the eye, but he was permanently blind out of that eye. And even with 1 eye, he read everything all the time. There's a handful of traits that James S hill has even when he's young, that he carries with him throughout his entire life. 1 is this v reading habit. That left I proved to be very strong and would serve him faithfully through a long lifetime of intensely, close reading and reckoning. Hill would often tell the people about the ina intricacies of his education. He says he never went to school a day after he was 14. But he could read right and reckon and more importantly he loved to learn. And this will surprise you but 1 of the subject matters he loved was history and biography. Now this is something that he learned from reading a bunch geography. He learned the power of 1 dynamic individual. This is what the book says. Like so many other nineteenth century use. Young Jim Hill fell under the spell of Napoleon. He came to believe in the strength of will, the power of 1 dynamic individual to change the world. He believed in the conquering hero in fact later on, He says that the railroad entrepreneurs conquered. That's the word he uses. He said that the railroad entrepreneurs conquered the distance between remote communities in the American West. And so this is the way I thought about hill be right before his father dies because his father is actually gonna die suddenly on Christmas day. When James is 14. That's why he said, and went to school day after us 14 years old, he couldn't. He had to quit school and go to work. Right before his father's death, he had a poor father, a frontier existence, 1 eye, and he was a v reader. And so now he has no father. He's still living on the frontier has to go to work to support his family. Still has 1 eye. Still reading everything he can get his hands on, but then we start to see something that another trait that he carries for his entire life. He accustomed himself to a large workload. If you were able to ask James Jay hill starting at 14 when he goes to work and then all the way up until he dies when he's his seventies. How many hours a week do you work? His response would be all of them. So at 14, he gets a job at a general store, he keeps the books, Does clerical work, milk cows and cuts wood. He is still in Canada a few years later, a trader from Saint Paul, Minnesota is at the store, and James is helping him with his horse, the trader hands, James a copy of a American newspaper with the headline that says, splendid chances for young men in the west. And the trader tells him go out there young man. That's the place for you. He'll carries the copy of that newspaper around and he reads and re reread it until it falls to pieces. And it's at 17 when he makes the most important decision of his life, and that's when he decides to seek adventure and profit and go to America. Now, there's something that we're gonna talk a lot about this fact that he was an engineering and a financial genius And something that opened up future opportunities for him is the fact that he saved all of his money In fact, there's a quote that he says, if you wanna know whether you are destined to be a success or failure in your life, you can easily find out the test is simple, and it is invaluable. Are you able to save money? If not drop out, you will lose? You may think not, but you will lose as sure as you live the seed of success is not in you. And so this is what the book says about this part of his life. He left with 600 dollars in cash, his life savings. He took with him all the tools he would need to succeed in America a quick intelligence, self sufficiency, genuine courage and engaging personality, a fierce ambition, and a remarkable work ethics, so actually we need to get into his personality. He was extremely charismatic. He a natural salesman. He was a natural promoter. He held people's attention as he engaged them in characteristic, rapid fire, highly animated conversation ge expansive, and driving home his point with jab motions of his hands. He was the embodiment of high energy. So keep that in mind because that's gonna serve him well when he winds up starting to work in the row industry. He doesn't start working the row industry till he's 40. So more than 20 years in the future, but at the time, Railroad entrepreneurs were actually called promoter. James Jay Hill was a natural born promoter. So he goes to the town that the trader was from, which is Saint Paul, and he gets a job in Saint Paul working for a company that serves a fleet of steamboat. His job title was technically Shipping clerk and he did maintain the books he also did a ton of manual labor. So he would have to handle incoming and outgoing freight. He'd work on the docks and in the warehouse. He also did a job working for wholesaler who are shipping commodities by both rail and by steamboat, which gives him a ton of experience in sticks and forwarding. This is gonna be another advantage that he's gonna have when he moves into railroad in about 20 years. And so this is how Hills Bo described this part of Hill life. He worked incredibly hard, sometimes labor late into the night falling asleep at his desk than getting off or swim the river and a couple of black coffee than going back to work. These years formed his apprenticeship and he learned much more than bookkeeping. He learned how to extract favorable rates from shippers, how to beat back their attempts to inflate their rates artificially. How to purchase commodities cheaply and undercut competitors, how to deliver efficiently and how to cultivate and maintain the loyal of customers by anticipating and looking after their every wish. These lessons would serve him well when switched over to the world of transportation. So when I'm sitting here reading about the work that Hill is doing for these wholesale grocer. This reminded me of a very similar experience that Rockefeller had early in his career. And so wanna a read you My note and highlight from what is my favorite Rockefeller biography of all time. It's the book that Covered back on episode 02:54, the book is called John D, the founding father of the Rockefeller. And it's describing a young Rockefeller having a similar work experience as a young James J Hill. And at the time, Rockefeller is working for He in total, which are forwarding groceries and other commodities by rail. And the book says Rockefeller saw that posted rates supposedly fixed could also be negotiated, all was not as it seemed on the outside, a favored shipper At the end of the month would receive a rebate on that rate that could amount to a substantial song. And so the note that myself when I read that is there is no standard oil monopoly without this happening first. Rebates played a huge role in Rockefeller empire, and he says, Rebates existed in other industries. I just applied them to oil. And so when you read about the early career of Both james J Hill and John Rockefeller realized that the sequence that experiences happen and is very important. There is no standard oil empire without the experience of Rockefeller as a Hue total, and there is no great Northern railway empire without James J Hill having all these businesses and jobs that all interacted with the railroad for 2 decades before he gets control of his own railway. And so Hill is a great employee, but he doesn't wanna state an forever. Is if there's ever born entrepreneur, it was Jim Hill, Highly intelligent, highly motivated, highly ac. And is only a matter of time before he went into business on his own. There is a great line from Max Le, 1 of the c founders of Paypal. It is from this book called the founders written by my friend, Jimmy Sony, which tells the history of Paypal. And in that book, he says Le added an unexpected qualification for Paypal employees that he felt contributed to the company's success and the later achievements of of its alumni. Many of its earliest employees simply hated being employees, The very best employee at any job at any level responsibility is the person who generally believes, this is their last job working for someone. The next thing they'll start will be their own. And 1 thing that James J understood is that relationships are around the world and a great way to transition from employee to entrepreneur is by partnering with an older, more established wealthier businessman. So He works very hard at preventing this guy named Norman Kits. So Norman Kitchen is about a generation older than Hill. He's 1 of the most successful entrepreneurs in Saint Paul. He had made money in the fur trade and as a steamboat operator. Eventually, he's also gonna partner with Hill on a railroads as well. Norman Kitchen is going to be so important to hill that Hill names his first born son James Norman in Kits honor. And so Hill partners with Norman Kitchen and helps kits with his existing fur trading business. And 1 of the things that kicks in and everybody around James Shi at this point in his slide. Just realize how focus he was. It says he'll drink little worked hard and can confined his socializing to respectable settings. As always, he read incessantly. He permitted himself few distractions in his relentless drive to achieve wealth and status. And so in addition to working with Kitchen, he's gonna found his very first company, this is gonna be the James j hill company. Now, this is very fascinating. And again, another trait that he has for his entire life. Inefficiency disturb him greatly. Okay? So he is watching. He's on the Riverbank. He's seeing that dock workers are unloading cargo from steamboat onto horse carts. Then they would haul the cargo use the horse's. So haul the cargo up the hill, then be reloaded under railroad cars. That extra step of adding the horse carriages up the hill. Disturbed him so much that he found the company to fix and to remove that step. So at... This goes back to why He kept saying if he can't save money, you know, the see this success is not in you, and he was always very financially conservative. So much So, I guess I should tell you this now. James Jay Hill, the reason that he's so remarkable. I guess I should tell you how I found him. The I didn't know who James J Hill was. Until many many years ago, 5 or 6 years ago, I'm reading Poor Charlie Alma. And Charlie Mu, James Sc has mentioned twice in there. And so Mu is talking about how great Jim Cynical, the founder of Costco is. He says Jim S is a fabulous business operator, like a Carnegie Rockefeller or James J Hill. And so you and I have talked about this a bunch of times, but I think it's really important when you find somebody you admire, like I admire Charlie Mu, go find who they admire and then read about them too. And so that's what made me pick up a biography of James Jay Hill for the first time 5 or 6 years ago, but Then when you read about it, and we realized why Mon and other people admired him so much. James J Hill was the only American railroad entrepreneur in history to build a railroad and never go bankrupt. And 1 of the things that made him so hard to compete with is how efficient he was constantly we're finding the efficiency of his railroad. He was always obsessed with what's watching his costs. And there's multiple examples in his biography where they compare how he managed the the expense side of the railroad compared to his other competitors. And he was constantly preaching the importance of being financially conservative in building for the long term. So at 27 years old, he went up withdrawing his life savings, which at that time was 2500 dollars, and he uses that money to start the James J Hill company. This company is going to be a forwarding agent for the S saint. Paul and Pacific railroad. That is the railroad. He's eventually could buy out of bankruptcy many years in the future. K? So his company this time, they get hired to transfer goods from the river boats and load them on the trains. And so his first innovation was, hey, I'm just gonna build a 2 story warehouse on the River riverbank. The first floor is gonna be level with the dock. The second story was level with the railroad. Making it much easier to transfer from both to railroad and eliminated the need to unload and reload onto to horses. I would say, from reading a lot about him and then spending 4 hours was rushing the documentary too. He loved. James J hill loved eliminating steps. Eliminating that 1 step drastically reduce the cost of transfer. There's a maximum that I have about this I think about all the time says genius has the few moving parts. This will be a reoccurring theme for everything that hill does. If you study what he does. He's an unbelievably clear thinker, he limits the number of details, and then he makes every detail perfect. And so his verse business is founded on an observation that, hey, I could do that a better way. His second business is founded on an observation. The railroad operators are spending a lot of money on fuel at the time that's mostly wood. I should start a business that sells fuel to the railroads. And so there's a ton of things going on his life, so right now, he's starting more businesses. He's learning more about railroads, you'll see immediately, Hey. He has this bias towards vertical integration. What we call vertical integration. He has a great line for it. He call it rational integration. And then we also see that he has uncompromising standards. He's a very difficult person to deal with. So He winds up partnering with this guy named G. They start hill, G and company, and it's a fuel company. And it starts out selling wood for fuel to the railroads. And so at the exact time because Hills are, and he notices that Coal is starting to be used in place of wood that it had many more benefit the cole had many more benefits as a fuel source in wood. And so there's a line in the biography that again is another trait that I need to put into your brain about James S hill. He always quickly gets out in front of an emerging trend. He immediately goes all in on the coal business and this is the description in his biography. Hills rise to the top of the coal business is interesting, not only because it formed a cornerstone of his career and generated venture capital for later investments, but also because it revealed the first time his instincts Toward vertical integration and ruthless mono. He purchased mass tons of high quality coal. Then as the size of his shipments and his bargaining power grew, he were more leverage railroads to deliver the coal at preferred rates. He formed a purchasing pool with other large coal businesses. His partners controlled a third of all the freight traveling on this railway route. Now about his uncompromising standards. He applied this not only to his employees for the rest of his life, but also to his partners. As time passed, he felt his partner g, wasn't cutting it, and so he forces a breakup of the partnership. G gets mad is going to set up his own fuel business and then compete directly with Hill, and that leads us to another lifelong trait of hill. The fact that he was very pragmatic. This is a great description of how his moto opera o'brien, how he had operate those entire career. Ever the p as well as a tough competitor, he'll also eventually preview another future characteristic when he abruptly changed course and par laid with his chief competitors to bring peace to the coal industry by joining together in a market sharing consortium. Hill had an entirely pragmatic business personality. When competition suited him in a market, he competed fiercely, but when competition became wasteful to him, he did not hesitate to end it. Even if it meant joining with old enemies to create a monopoly. Now shortly after this, he is going to leave the fuel business to go full time into railroads because he thinks it's the opportunity of a lifetime. Before I get there, I need to tell you 2 other stories, so I think we'll give you a good idea of who hill was and just How difficult it would be to have to compete with this guy. So at the time, there is a violent dispute between 2 different groups on land owned by Canada. Hill was worried that this potential war would interfere with his trade business, so he travels to Canada to meet with a member of the house of Commons of Canada, and a powerful businessman who he thought would help resolve the this dispute. This is a trip that happens in the dead of winter. He leaves Minnesota by rail. Then he has to transfer to stage coach, which is you know, horse stage coach For the next hundred miles, multiple times the stage coach gets stuck in the snow. They have to get out actually, dis lodge the stage coach from the snow. Then at the end of that route, he has to travel the next 200 miles on force back into Canada. Then he has to hire a dog sled team, through territory was on native Americans that could potentially kill him. He has the meeting and it has to do the entire trip in reverse. The whole thing takes 7 weeks. He'll then gets back and right to report to the Canadian prime minister. And as a result of this experience on the report, the prime minister is able to resolve the dispute and avoid a war that would interfere with J J Hills business. That is a great description of being high agency. Hill was high agency. He also read everything looking for an advantage. So at the time, hill was baking a bunch of money taking people and goods on Steamboat. He was the only operator in this area, Then a competitor from Canada starts running the same route and they get into a rate war and as a result of the rate war, the profits that Hill had was started to d. So Hill reads all the regulations of maritime law. He discovers a neglected maritime law that that prohibited foreign ships from operating in American waters. He'll then persuade the Us treasury department to enforce the law against his competitor. That forces his competitor to transfer ownership of their steamboat to somebody else. After that, then he'll merges with that competitor hence forces and forge another monopoly. I think now you're starting to see why Mon said, hey, this James S h guy was 1 of the best business operators. He's up there with a Carnegie. He's up there with a rockefeller. So I wanna get into what is truly his life's work, and that is working on the road. He's gonna start to afford and work on until he dies. And is a few quotes from James Jay that have collected that I think I give you an idea of how important He just understood how important railroad was gonna be. The first quote is some people build great monuments. This railroad is my monument. And the second quote is in the Dawn of civilization, the trail gave way to the beaten pass, and that gave way to the Caravan route. As man emerged into history, he became a road maker, the better the road, the more advanced his development. Building his railroad will be the most important work of his life and he is better at it than anyone else. And I know Told you before. I just think there's a lot of parallels between the railroad industry and the early internet industry. This is by far the most... The railroads at the time, they're by far the most important industry of James J's Hills day. Some of these stats about the railroad industry just mind blowing. So by 18 85, railroads brought in twice the revenue than the federal government did. Railroads were the nation's largest employer. Railroads were the largest private land holders in the country. They owned more than 10 percent of the land in the United States. Hills railroad will enable the creation of other gigantic industries industries. Not just gigantic companies, entire industries. As a result of his road, he helped launch the agricultural, timber and mining industries of the American West. And it all started because he saw opportunity hiding and plain site. All of his businesses at the time bracket each side of the same Paul in Pacific Railroad. His warehouse business on 1 side and his Steamboat businesses on the other. In addition to selling fuel to the railroad. And the reason I say he found an opportunity high plain sight because he had a vastly different view on the potential of the saint Paul Pacific than anybody else did his day said unlike most who viewed the saint Paul in Pacific as a near worthless der. He'll viewed it as a miracle waiting to happen. A potentially won enterprise simply lacking competent leadership. He studied the road constantly reading every scrap of information he could find about it and boring anyone who would listen with endless detail as to what it could be 1 day. And the reason I wanted to spend a bunch of time telling you about the 2 decades of experience that he had before he entered railroad because railroad rotating is his life's work is what we should focus on. Right? But this previous experience on the other side was an asset that his railroad competitors lacked. This is what the book says. He possessed a priceless advantage compared with most other 19 century rail titans. Rather than coming from the outside world of finance as most of them did, he arose from the inside world of freighter and transportation and he knew this world in all its complexities. He was about to demonstrate how certain well established regional capitalists on the frontier could challenge and even best, larger eastern interests. Warren Buffett has this great quote where he says writing a check separates conviction from conversation, and that is 1 of the things I'd admire about James S, who is willing to go all in on the opportunity of a lifetime. So you mind at this point. In his life. He is in his late thirties, He's rich. He's prosperous. He's got a growing family. He's got a great lifestyle. He's 1 of his city's leading businessman. He has a diversified set of businesses from fuel and transportation to warehousing in broker. And yet he so believes in this opportunity he's willing to risk everything and go all in on the railroads. He's very reminiscent of Angel carnegie. If you look at the early days of Carnegie. He had a diversified set of businesses, already rich, but then he sees the opportunity in steel and he sells off everything else and devote all his time to building his steel company is exactly what James J Hill going to do in building his railway. And so it says He'll now stake everything he had, his entire career on the gamble for the railway. This is the same Palm in Pacific. He began cutting back on any new commitments and moving out of his other businesses to devote his full attention to acquiring the road. This is why. Hill, who knew the road better than anyone else constantly argued to his friends. The potential prize defy description. He seemed completely fixated on the project. Many years later, his banker friend recalled that Jim had spoken of it to him probably several hundred times during the mid 18 seventies. Time and time again, you, and I see that being obsessed is an edge hill was obsessed with completing the bankrupt Saint. Paul in Pacific. He had been researching this for years before he had the ability to gain control of the rail line. And this is how he thought about the opportunity. Here's stood the kind of opportunity that came only with the opening of a new frontier. Once in a lifetime once in many lifetimes, and so we see his same mo. What's he gonna do? He's going to read everything. He's going to learn everything. This is another example of that Max the good ones no more. He summarized well his fever hunt for whatever knowledge he could gain. I commenced to get all the information that I could find. Copies of the mortgages of the complaints. Keep in mind the row line is in bankruptcy. This is what he's talking about. I commenced to get all the information I could find copies of the mortgages of the complaints of any books publishing in connection with the lawsuits of the records in the court and such information as I could gather from parties who were likely to have information to the situation in Holland, that there's a... There's a the controlling party here is us, a collection of Dutch investors. That's what he's talking about. As to the situation with the bond holders as their to the Dutch committee, the position of the several lawsuits The grounds upon which the lawsuits were brought and with counsel discussed the merits of are probable merits of those cases. And 1 of the most remarkable parts about this is the reason I kept... I kept saying Hey, He found an opportunity hiding in plain Site I firstly thought, you know, this is just a crappy line. It's gonna it's bankrupt there's a reasons bankrupt. He thought, oh, just has poor management. This opportunity seemed so impossible to other people that most people didn't even try. But remember, we just went over the fact that Hill, James S was excessively extremely high agency. So it may have seemed impossible to them, it didn't seem impossible to him. And so what he realized realizes is like, I need to get the Dutch share shareholders to settle with me so I can get this railway out of bankruptcy. And the numbers that he is running. He's like, okay, He's doing all the math and he's like, okay, I think we're gonna need to invest 5000000 dollars and if we invest 5000000 dollars. We'd get a 19000000 dollar gain. Number 1, he does not have 5000000 dollars. He's going to go in with 3 other businessmen, all of them are richer and a little older than James Sc was at this point. They also combined do not have 5 dollars. Number 2, He underestimated how much money. It is going to be a much the it's a much larger return. It's gonna cost about 5 point a half million dollars somewhere around there to get control of the the rail line. But the gain is gonna be a lot more than 19000000 dollars. And so Hill convince the Dutch investors to accept about 10 percent down payment on the purchase price, and then the rest is financed with bonds that that pay them 7 percent interest. So now we have gotten what I feel is the most interesting part to me. It's how he built, operated and managed his railroad road. This is 1 of the most important ideas I've been sharing in private conversations with founder friends this week, is the fact that James J Hill, he finds what he is best in the world at. What he is best at at 40 years old. In a field where he had no direct experience. He had been around railroads. He sold to railroads. He had business adjacent to railroads. He had never operated a railroad. There's a great quote by Mark and Jason. Where Mark says I'm a firm believer that most people who do great things are doing them for the first time. I'd rather have someone all fired up to do something for the first time than someone who's done it before and isn't that excited to do it again. You rarely go wrong giving someone who is high potential a shot. And so something's gonna happen in the very beginning when they take control their railroad, we're gonna see again this reoccurring trait that James S had. He had uncompromising standards he only wanted to around, incredible incredibly talented people, and he was also the most comfortable doing the job himself. So originally, Hill and the 4 associates that's what they're called, had another guy named Farley in charge of the actual construction in the railroad. And like He'll did in the past, even if you're his partner. If you... If he did not think you were good enough, he would cash you aside, he is going to maintain his uncompromising standards. And keep in mind, he has all of his money into this thing if this thing fails, He'll lose everything. And so Hill is going to cast aside farley. The Farley is gonna be referenced here as the old man. And this is the way the the biography describes it. Imp and impatient, hill crowd, the old man remorse. And began taking on more of the tasks of the management himself. Eventually removing farley completely. Hill now entered 1 of the most dynamic phases of his life. For the first time engaging in the work of railroad construction he would prove were remarkably good at it. Demonstrating a rare ability to must and command man and materials and to control both a broad strategy and a myriad of details. Hill worked and worried by day and night. He would be at his saint. Paul office until after midnight and then in the field driving himself to the limit and seeing little of his family. He found it imperative if he said to be where the money was being spent. That is another maxim that James J hill would repeat. He says it pays to be where the money is spent. Staying close to the money's excellent advice. And here's a result, Hill soon had the workers laying rails at a rate of more than 2 miles per day over twice the pace that Farley had made earlier. And I think 1 of the most important things that Hill did is he had a acc and a philosophy in which get a very it's very easy to interface with. It's very clear and simple what he wants. He says. What we want is the best possible line, the shortest distance, the lowest grades and the least curvature that we can build. And so remember inefficiency fence, a fence hill. The reason he talks about the reason he wants the lowest grade and leach curvature. So the grade is the incline or the decline where the track is. He wants to track to be as levels possible because then the trains can maintain higher speeds and use less energy. Those advantages compound over the life of not only the locomotive, but also a railway way because makes it more fuel efficient and reduces the strain on all the moving parts. So at the very beginning, he sets out this cr. This is gonna be our company's organization principle. K. We're gonna build the company around the fact we want the best possible line. Shortest distance, the lowest grades and the least curvature. He also had another philosophy that's related to and enhances his cr. And that's if you're going to do something, do it so that lasts a long time. And so Hill is importing more expensive, be rails from England. And so hills Rails are technically more expensive. But they're more durable and thus more profitable in the long run because he doesn't have to rip up old worn out rails and redo the track like his competitors do. Another difference in the way he'd built his railroad. Most of the people were financier on the east, he was out on the track. And so when he needs to figure out the best path for 1 of israel real tracks to take, he actually goes out and scouts himself personally on horseback. And so in countless interviews in the documentary and all throughout the border it talks about the fact that they call a micro manager the way I would put in something that reappear in these biographies over and over again is just if it's something important, then you need to do it yourself. And I think his bias to be close to where the money is being spent to do as much of the work as himself as possible to take the most important task and do it himself. You have to... Like, he talks over and over again about the way he does and, like, he manages his business and the way his competitors do. So his main competitors is this railroad called the northern Pacific. And it says hill held the northern Pacific group in utter contempt. As a bunch of eastern spec who did not have their act together. Many of them were not on... They were back east and 1 thing to think 1 thing to know about hill is that he had appreciation for those who had dirt underneath their fingernails. In this way, Hill was very much, he reminded me of Sam Z murray, Sam Z murray is the main character in 1 of my favorite books that I've ever read. The book is called the fish the ate the whale, and it is about these competing banana Empire. So I wanna read a paragraph from that book. That is technically describing Sam Za murray and how he approached building his banana business, but could also apply to James S Hill and how he built his railway, and then how Za murray Anne Hills competitors we're often some remote office somewhere. So it says Z murray worked in the fields besides his engineers, planter and machete man. He was deep in the mu, sweat covered, swinging a blade. He helped map the plantations, plant the rin, clear the weeds, lay the track. Unlike most of his competitors he understood every part of his business. He was contempt, Just Like I hill. He was contempt of banana men who spent their lives in the north far from the plantations. Those smokes. What do they know? They're there were here? And so 1 of the most important ways that hill was different from the com his competitors is that he insisted on the most direct and economical road. And you're like, okay, yeah, you're building a road. Like, who wouldn't do that. Okay. Here's the problem. The Northern Pacific did not choose the most direct route. Why? They were responding to terrible incentives. Remember Charlie Mu says, always remember that incentives rule everything around you. So the Us government at this time, this makes no sense to us now. I guess it it I mean, they're building rockets the same way, and the defensive harvest like this, I guess, so it... I guess this still persists to this day in unfortunately. So the government paid railroad companies by the mile. Railroad companies would literally receive government issued bonds for every mile of track that they made. They would also get land grants. So in addition to bonds, railroads are awarded land grants for every mile of track laid. This is how they went up owning over 10 percent the country when I mentioned earlier. So this meant that as the companies build more miles of track, they accrued more land on either side of the track, which then they could later sell and use that revenue. So if you're the northern Pacific and you're building a railroad across the state, and you see these rules, these incentives that that guide the game that you're playing, you're not incentivized to take the most direct route. It's the opposite. You want as many miles as possible because the more miles of track you lay, the more twist and turns and everything else, the more money you get per mile and the more land you get per mile. Hill thought this was short term thinking but most people in the rail road industry were short term thinkers. So the guy running the northern Pacific is a guy named Henry Villa. There is a bunch of comparisons between Henry Villa, who they call spec, and James J Hill. And here's 1 example, many observers would later compare hill with Willard. The comparison was inevitable. Well, Hill was building carefully and checking his costs minute, Villa built in ignorance of cost. So Villa is going to drive his line to inter bankruptcy and Jpmorgan actually gonna get control of this. But that happens in the future. So it says Villa built an ignorance of cost, like other trans continental plunger and spec, Vile did in fact build rapidly and poorly. Much of his line would later have to be torn up and rebuilt. He had rushed so he could get massive land grants. Amid mounting deficits Villa would then be forced to resign in 18 84. So I wanna go back to Hill in his early days buildings for first line. These are traits the idea of building for the long term, uncompromising standards. Using the best materials, investing technology, these are things that Hill gonna do for the next for the remaining 37 years of his life. But at this point, he's building his first line. Says keeping work crews in the fields and keeping them working at capacity proved especially difficult. Hill c hold and coo his workers. He learned many of the men's names and would walk around along the track, calling out to them. On the other hand, he would keenly fired schiff bosses when they failed to perform to his satisfaction. When 1 whole crew rebelled, he faced them off and fired the entire entourage. So it's... It talks about multiple times that he had very strict rules of conduct. So not only if you're not working fast enough if you get fired, but as you can imagine you're on the frontier, there's a lot of, like, drunken ness and violence. So if you violated these codes of contact conduct, he would just... The the line that the description of this is that he would fire employees an alarming rate. For his entire life, he's going to refuse to bend his standards to other people. Now there's also a result. He winds up managing the railroad to profit right away. Go back to a longer said him. He is 1 of the best operators ever. The line showed net profits by the end of the year well above 500000 dollars. That is an 18 78 dollars. So it says it made well above 500000 dollars indicating what a vast earning potential it truly had. Among the associates, only Hill had fully anticipated the roads true strength. Remember. Before this, I was like, it's Der lick, there's no opportunity there within a year. He's got it making over half a million dollars in 18 78 dollars. And so right away, you see that Hills, like, this is going to be my life work. Another thing, another idea and maxim that I learned from Charlie Mu I think about all the time. Mu would say that you need to find what you're good good at and then pound away at it forever. That is a great description of what James J Hill does starting at age 40 with his first line with each passing month. As the attention of his fellow associates wandered, Hill became ever more focused and his authority over and control became nearly absolute, Matching incredibly long hours at his desk with frequent foray rays into the field, he built up a remarkable command of the details of the railroad. Its infrastructure, its operations and its land, indeed, his knowledge of the railroad And even the most my new detail quickly became a matter of legend. So the idea of micro managing of paying attention to every last detail. You know, this is no different from Steve Jobs from Walt Disney, All. You see this over and over again. So He's gonna change the name of his railroad to express his ambition, he's gonna change it to the great Northern Railway. And 1 of the most important things to understand about the Great Northern was that the great Northern was built in stages. Slowly. The way a great business is built, it's slowly. They slowly created profitable lines, got them profitable before extending the road further into undeveloped western territories. His competitors did not do that. They threw a bunch of money in there. They created something fast that was sloppy. Had to be ripped up, and it eventually would go bankrupt. When you think about this, it says the great Northern was built in stages. It would solely create a profitable lines and then they would do that before spent extending the road further. That's exactly how Ing var Cam did Ikea. How you and I talked about this last week. And just like Ingrid would show up una announced and do all these site visits like 05:30 in the morning. You know, he wanted to stay close to where the money was being spent to use that hill maxim, Hill doing the exact same thing. He is constantly writing his own line, looking for defects looking for weaknesses in his tracks. He winds up taking notes on anything. Tiny things. Like, oh, there's bad housekeeping at 1 of the railroad stops. That needs to be fixed. This engine is a need of repair that needs to be fixed Hey, this just missing workers at there. They're not at designated needed to post. He was a micro manager for sure. And I'm not using that term as a majority. This was his life's work and he was all in. He simply could not as a great description of them. I think to the documentary it might be the book, but it said something along the lines that he just simply could not delegate authority and live with the outcome. And you add that tenancy with a likely photographic memory. He's standing at a railroad stop. He sees the engine with their all numbered, so the engine number 94. From that number just seeing the number of the the engine that's coming in. He walks up to the engineer, Addresses him by name, notes that the engine had just been in for repairs, and is able to speak in detail about what needs to be done. That obsession over detail for an individual train. It he does exact same thing for the industry itself. It says Hill learn the industry itself its parameters problems and potential his genius lay precisely in his ability to master detail by fashion broad vision and strategy. He'll memorized the details of 1600 miles of railroad track. 1 time he gets a letter that complains about the draining and a ditch that runs along a part of the track from a farmer. He'll remember that ditch said the farmer was right to complain and immediately dispatched his employees to fix it. In effect by using his company's own product. Over and over and again. He becomes it's, like best critic and he sees exactly when he needs to be fixed. And so he's just riding the rail back and forth back and forth. And there's only 1 other thing that he would be doing when he's not noticing defects that he needed to improve. He was reading. It says his rail car, the 1 that he was in his personal car that he would traveling. It was spartan. There's was almost nothing in it, and it was spartan in every aspect except 1. It was loaded with books. And so this next sentence is a great description of hill and will not come as a surprise to you. It says this same intensity and drive made him a very difficult man to work for and with. As his responsibilities mounted so did his persona as a demanding raging auto crap. While writing 1 of his trains that was exceeding the posted speed limit, he went up and que the engineer about it. When the poor engineer did not recognize his boss and casually admitted trans, Hill fired him. Hill was not a man to disappoint anger or cross, and so he was asked, like how do you build a railroad, and his answer was work, hard work, intelligent work and then more work. He was doing this to be the very best another more thing that he would do that his competitors were not is that he would reinvest profits back into infrastructure improvements, so he's constantly wanting to improve the engineering of his railroad, and he was constantly trying to eliminate curves and decrease rates. And so his bias would be to using the best technology the day if that technology of the day would help him become more efficient, eliminate curves and decrease rates. And this constant tension is over time lowered his cost of carrying tons of freight. Remember everything is gonna serve Hills Cr. This simple to remember organizing principle that he's keeping everybody in line with that we... What we want is the best possible line, shortest distance, lowest grade and lease curvature that we can build. And he does that because he knows that's the best defense. This is a highly competitive industry. Almost all of his competitors have more money than he does. And yet he whips them. So he says they manage the finances the railroad in a highly conservative and prudent manner. They were not reckless spec, but were in the business for the long run. Unlike Jay Gold or Henry Villa, Jim Hill took the opposite tack from speculative practices such as milk a railroad of its land grants and its resources and then dunk dumping the stock to a gullible public. Instead, he advocated and practiced a policy of clown large percentages of profits directly back into the property. Knowing that the best defense against invading railroads was a better built system that could operate at lower rates. That is 1 of the things that Hill had in common with Rockefeller he could make a profit at rates so low that the same rates would put his competitors out of business. The best defense against invading Railroad was a about boat system that could operate at lower rates. Hill worked incessantly and improving every aspect of the railroad structure in operation. He traveled back and forth along the line looking for dips and bumps and spying out curves that could be straightened and grades that could be lessened. More than any other robo leader of the day he had an engineer's passion for minimizing curves and grades knowing that these were the keys to the lower rates that would van any competition. That part to me really speaks to hill as a craftsman. It's excellence for the sake of excellence. It's the professional pride of just doing your absolute best of learning everything you can and then doing whatever you're focused on doing as as well as you can. And so this long term bias at James J was another advantage because he's able to think years since the future where most of his competitors can barely see beyond their notes. And 1 of the things that he invested in over the long term is that he knew that the success of his line depended on attracting settlers. To the region that is served by his railroad. This is vast swath of uninhabited territory. And he had a great way to describe why this was so important that even a railway built to the garden of Eden would fail if it only had Adam and eve to serve. So you had lot of unique marketing ideas too on ways to attract settlers to the region. So he winds up sending out over a hundred thousand pamphlets and flyers, advertising open settlements and the fact that they had all these land available for for, you know, cheap that you can move your entire family too that you can own that you can develop until you have advertising for brochures on land that was served by his railroad. He spreads that all through America, but he also does it for Europe. He recruited farmers from Europe to integrate to the United States. Get a bias for Northern Europeans. He thought that nor... He he specifically targeted Northern Europeans to try to get them the coming United States because he thought they were the most talented and productive. And to give you an idea of this and the extreme personality that were dealing with. He has a great quote where he says give me swedes, so, you know, people from Sweden. Give me swedes, snuff and whiskey, and I'll build you a railroad to hell. He was fine recruiting, settlers 1 by 1, but he thought it was smarter. To recruit an entire village and in some cases, he would he would target an entire church. He would convince entire congregations of churches to move and develop the land that is serviced by his railroad. And this is a great description of why he thought this is so important. 1 of James J Hills favorite themes. That he voiced repeatedly over the years, stressed the community of interest, the mutual inter independence between the railroads and the regions they served. The 2 must be rich or poor together he said. And any regional carrier, even 1 with a D facto monopoly would only harm itself if it go its customers with excessive rates in fact. Later on, he's going to be put under political pressure for his monopoly, and he will continue to make the case that the result of his monopoly is the fact that it helps him push the prices down not up. And Hill was such an important figure in this time of American business history. He pops up in all kinds of books, so there's this book I read a long time ago called the hour of fate. And it talks about the the war and temporary partnership between Teddy Roosevelt and Jpmorgan. And Teddy Roosevelt is the 1 that's pressuring, like, break up these mono monopoly and these trusts. And to give you an idea of how extreme a personality of the hill was. Says He'll threaten the president and the attorney general that if they do fight, they will have their hands full, and they will wish they'd had never been born before they get through with me. So definitely an extreme person if you're willing to say that's to the president the attorney General. Let's get back to this point though. His His point is that his product is gonna connect people and lance and that this connection is gonna promote economic growth and really develop and create population centers. So long term, this is a good strategy to have this mutual inter interdependent to make sure that they thrive and they develop the land as much as possible because the more develop the more land. The more they... These immigrants develop the land, the more people and goods are gonna travel on Hills Railroad. And so here's another quote from Hill about this. He says we consider ourselves and the people longer line as partners and the prosperity of the country we both occupy. If the farmer because many of them immigrants into the lands where hill laid track were farmers. So he says if the farmer is not prosperous, we are poor And I know what it's like to be poor. And that policy of aligning incentives was a long term policy. It's something he was able to build and let compound for decades. His competitors again could not do this Let's go back to the Northern Pacific and Henry Willard. Village Frantic trans buildings spree had left the N p, the Northern Pacific severely over extended and in need of rebuilding much of its has constructed main line. The N p unlike the Great Northern Highway had alternating management, so there's constantly different people running the company. Which Hill continued to despise as a crew of mindless spec. And he said they seemed unable to hold a consistent policy thought there was a massive advantage for him. That was a description of Village company. Now let's get a description of Hills. Hill held the advantage of a wonderfully productive and well built road. 1 that was slowly and carefully constructed. It's just really hard to compete with a well run company because many times, they can make money at rates a poorly run company cannot. We see that's the case Hill. Hill proved able to blunt their thrust, the competitive thrust by the simple way of forcing rates below what the opposition could bear. Bolstered by his own well built road which could haul high tons of freight more cheaply. And it's clear that things should be done the way that held did them. Because there's other benefits that he that he enjoys later on. So the the book the hour of fate that I I mentioned earlier, they described the advantage that James J Hill had over all the other railroad people that were forced a bankruptcy because the the the... So many of the lines with bankrupt and had to be reorganized. And Jp jpmorgan was the main person in the country doing this. And he was doing it so often, that didn't call it railroad reorganization, they called it morgan reorganization. And the book made the point that James Shea Hills the only 1 to avoid that fate. And it's because of this slow deliberate way building for the long term, watching his cost a limit just being obsessed about, increasing efficiency removing any defect and the the book says, James Jay hill had built a great northern with deliberate thrift and brutal efficiency. His railroad would become Among the most profitable in the northwest, he did not need Jpmorgan, the way other railroad executives did. And this is the note I thought myself. Many years ago when I read the the our fate is that financial strength was k to Jpmorgan. And 1 of the most impressive things about James S hills, the fact that he's in this industry for 37 years. The industry is constantly changing, and he's able to change and adapt with. In fact, he usually sees the the the trends because he knows the business better than almost anybody else. He sees the trends changing and happening before anybody else. So he's 1 of, at the time. He's built up this fabulous regional independent regional railroad. But he's 1 of the first people to understand that the days of being able to have an independent regional railroad was gonna come to an end. That to survive he had to continue to extend and actually build a trans continental system. The regional railroads were going to be swallowed up by the bigger players. He sees this as inevitable and he's like, okay, this is the time. Right now is the right time to get ahead of this. It's the right time to build and he thought it would work because at the time your United States has ended into, like, this long period of a deflation, and interest rates were really low. And so as a result, he'll saw this is like, oh, this may be the time in which I can build this for the lowest cost possible. And he's gonna need every advantage that he could must because he's gonna have to build through the Rocky Mountains. And so the opposite of a low grade would be building over mountains. And so he does what he always does. He reads every So he gets a set of maps called the Pacific survey, It is a 12 volume set. In the entire 12 volume set, he finds 1 brief mention of a possible route that would give you a low passage through the Rocky Mountains. And so Hill hires the best engineer he can find this guy named John f Stevens. John f Stevens is going to be the engineer that is going to build the Great Northern Highway through the Rockies, about 15 years later, Stevens will also be the chief engineer on building the Panama canal. And I think this brief paragraph illustrates is just how remote, dangerous and difficult. This job is going to be and then how talented Stevens is. So it says they're walking on snow shoes that they had just made Stevens and his companion climbed to the head water in deep snow on the night of December eleventh. When the thoroughly frightened Indian guide refused to go farther, Stevens left him behind by a fire and went on a alone towards the towering peaks. Suddenly, Stevens realized that he was a stride and especially advantageous pass. Unable to build a fire, he stomped around through the night in minus 40 degree cold, both to stay alive and to be sure that the western end of the passage really did lay across the divide. Steven talked about this later. The reason he had to keep walking because if he stopped, he would have froze to death. This decision to build all the way to the pacific is going to lead to the hardest work of Hills life, it is just struggle after struggle after struggle. This paragraph just describes some of the problems he had to solve. Trying to manage a railroad while building a west, hill work night and day agonizing over expenses and the slow pace of construction. Workers in these remote mountains proved hard to get and to keep. They often had to labor on steep slopes with hand tools and to move dirt in hand carts and terrain where even horses proved difficult to use. The pace of building fell to merely a few miles per week, and Hill fret as he saw his hope of completion fading away. And yet even in the most difficult time of his life, you see 1 of his traits that's most pronounced throughout his life is that He admire true excellence true talent. I think a part of human that competency is always respected. So keep in mind, his manager on the site is the civil engineer John s Stevens. K? Steven sends a report to Hillary. And he says, hey, We have to do a 13 degree curve. And he'll look through their reports. Like, this is ridiculous. Remember he always wants to straight this route possible, so he tells Stevens, hey, stop all construction until I get out there. And so he'll travels out to this remote part. Where he realizes once he gets there, realizes that Stevens did not obey his orders any he kept construction going. So He'll then tell Stevens show me his curve. Stevens shows it to him, and he'll realizes that Stevens was right, it had to be a 13 degree curve. There was no other option. He'll also realize that Stevens was right to defy his direct order to stop construction, and so he'll immediately raises Stephen's salary by 50 percent. Stevens was the 1 that made it impossible for James J Hill to reach the goal we had for the Great Northern Railway, which was to get it all the way to the Pacific. And once he reached the Pacific, he didn't stop there. There's a great description of the way He'll thought about this. I think it's a great idea to think of your business as a living organism, something that's always adapting and improving. And he said to Hill, the railroad trunk lines and their spreading branches formed a living, vital organism, which constantly needed to be replenish. Hills life passion laying in straighten curves, lowering grades, laying high grade steel rails. Raising ton is haul by ever larger cars and engines and lowering rates and extending over ever longer distances. He cared most about freight, never frills. There's a line in the biography of the founder of Ikea that you and I talked about last week that I think could also be a description of Hill. It said the day he is free of Ikea, life for him will no longer be worth living. He loves it always once to lie as close as possible to it and never tires of improving it. James J Hill never stops improving his railroad and works on it until he dies. And I think this is the perfect place to close. Like most other robber Barons and captains of industry and like dynamic individuals of any generation James Jay Hill displayed a dual. His positive traits were quite remarkable. A quick intelligence and a power of analysis, an incredible power of will and personality, and an unparalleled work ethic and commitment. His negative attributes were mere images of the positive an extreme temper that sometimes exploded into rage, a will that could turn into outright ruthless. A cold manipulative that he used on adversaries and such a pre preoccupation with the purpose at hand that he sometimes lost sight of the broader perspective. What does 1 conclude in the final analysis about this remarkable man? Surely the Northwest will never again witness an individual with such sweeping power, simply because the unique opportunity provided by an opening frontier and a transportation monopoly will never again appear. It is entirely appropriate that the passenger train from Chicago to Seattle is called the empire builder. In his memory, for his hand reached every aspect of building the regional economy in social order from transportation to agriculture, mining, lumber, maritime trade, and town and city building. His larger than life stature is well attest by the persistence, nearly 80 years after his death of his memory and legend. The life of James J Hill certainly demonstrates the impact 1 will individual can have on the course of history. As Hill said, I've made my mark on the surface of the Earth and they can't wipe it out. And that is where I'll leave it for the full story. Highly recommend reading the book. I will leave a link down below and show notes available founders podcast dot com. If you buy the book using that link, you'll be supporting podcast podcasts at the same time. That is 371 books down 1000 ago, And I'll talk you again soon. Hey, can you do a favor, can you go to David center dot com and add your email to my personal email list. And in return, I'll email you my top 10 highlights and ideas for every book that I read. I've done a terrible job letting people know that this exists. And I wanna do a better job because Some people find it so valuable that they print out the emails, and they put them in binder. Are they stack them in a pile on their desk and read through them. Joining list is free, and I'd really appreciate if you took a few seconds and added your email. As always, thank you for listening."
}