{
  "transcript": "Ama Ortega is 1 of the wealthiest people in the world with a net worth around a hundred and 20000000000 dollars. And as I was reading the biography of Or ortega, the same idea just kept coming to my mind over, and the fact that Ortega is the Henry Ford of fashion. If you go back and you read Henry Ford's auto or really any biography written about him. You'll realize that Henry Ford's philosophy was give rid of waste, increase efficiency through technology, lower your prices to increase your volume and you'll make more money overall even though You're making less money or less profit per car in the case of ford, our piece of clothing in the case of Ortega, watch your costs religiously and then bring that business process in house. So vertically integrate as much as possible, and then always focus on service. Henry Ford was determined to concentrate on the lower end of the market where he believed that high volume would drive his cost down and at the same time feed even more demand for his product. It was a fundamentally different philosophy than the rest of his industry at the time and you could say the exact same about Ortega and his industry. Driving their costs down, watching their costs religiously is something that Ford and Ortega had in common with each other and in common with all of history's greatest entrepreneurs not only did all of history's greatest entrepreneurs study, history's greatest entrepreneurs but all of issues Great entrepreneurs also watch their costs, like their businesses depended on it. That ever present and reoccurring theme is why ramp is now a presenting sponsor of founders. I've gotten to know all the cofounder of ramp and have spent a ton of time with them. They all listen to the podcast and they've picked up on the fact that the main theme from the podcast is on the importance of watching your costs and controlling your spend. And how doing so gives you a massive competitive advantage, and that is the reason that ramp exists. Ramp exists to give you everything you need to control your spend. Ramp exists to give you everything you need to make cost control an obsession. Ramp helps you run an efficient organization. In fact, I read a ramp customer review that sums this up perfectly. They said ramp is like having a teammate who you never have to check it on because they have it handled. Ramps website is incredible. Make issues based entrepreneurs proud by going to ramp dot com to learn how they can help your business control costs that is ramp dot com. 1 afternoon after school, I went with my mother to a store to buy food. I was the youngest of my siblings. Many times, I accompanied her for a walk where she did her errands. The store we walked into, was 1 of those old time grocery stores with a high counter so high that I couldn't see who my mother was talking to, but I heard something that despite the time that has passed, I have never forgotten. I'm sorry, ma'am. I'm very sorry, but I cannot lend you any more money. That left me shattered. I was only 12. At that moment still holding his mother's hand or Ortega stopped being a child. After reacting was shot to the words he just heard, he made an irr decision. This will never happen to my mother again. I saw it very clearly from that day onwards. I would start working to earn money and help at home. I quit school, left my books and got a job as an assistant in a short store. That incident marked a before and after in his life and this is what Ortega said about it. The impact of that story cannot be overstated. That gentleman will never know that he was the cause of what came after. That was an excerpt from the book I wanna talk you about today, which is this is Ortega, the man who created Zara, and it was written by Ko O's. So for years and years. Listeners to founders have been requesting an episode about Ortega, and I had to... Before this was suggested to me many, many times. I didn't even know who he was. And I was shocked to find out that Ortega is 1 of the wealthiest people in the world his network today is around a hundred and 20000000000 dollars. He owns 60 percent of a publicly traded fast fashion company called Text, with zara being, most well known brand and then the majority of the revenue inside of the company. And so actually, 1 of the most interesting things I learned this week was that he made billions of dollars manufacturing and selling clothing, And then he invested a lot of that money into commercial real estate. He's actually 1 of the largest tech company landlords in the world. Tech companies like Facebook Google, Apple Spotify, Amazon, all lease property from Or ortega. In fact, his commercial real estate portfolio alone is worth around 20000000000 dollars. And the reason I brought that up now is because I thought being a landlord to tech companies is fitting because I don't think this is actually a story about fashion. Instead, it's a story about applying technology to an ancient industry. I think of ortega as the Henry Ford of fashion, and I'll explain why. But before I do that, I wanna go back to his childhood and his decision to immediately start working to help save his family. So the author of this book tells a story inside of this book, where she's actually interviewing this very famous bull many years ago. This bull fighter in Spain named Luis Miguel. So Luis Miguel at the time he's having the conversation with the author was at the peak of his career, and they're at Luis Miguel house and Luis Miguel and the author are watching Luis son, play in the garden of their home. And this is what Louie says. He says that this child will never be a bull fighter. To face a bowl, you have to go hungry. And I think the author included us story because the same applies to Or ortega. He says over and over again how hearing that exchange. The fact that his family could go hungry, made him determined to work and to be able to contribute to the family. I would also say he never uses these words, but I would have to imagine as a 12 year old boy that it also made him afraid. And so the way I think about Ortega is he's a man on a mission. In fact says that over and over again in the book. So I guess I gotta back up. The reason take me so long to cover Ortega even though so many people have asked me to do so because all biographies on Ortega are in Spanish. So actually, my friend Cameron priest translated this book and he sent it to me. And after I finished reading it, I organized all the highlights and notes by subject matter because he's... Ortega were remarkably consistent. He knew the author for over 2 decades and he repeats what's important to because what's important to remains consistent. So again, the way you they think about our takeaways, man on mission. I wanna pull some of his quotes. This is something that he repeats over and over again in the book across many years and nearly all the chapters. He says we are all born for something. He often repeats with an absolute conviction that he has a mission to fulfill. That mission started the day when he was 12 years old. He says there is something deeper in me that drives me to work. That has moved me since that day as a child. This has led me to do things tirelessly. Another way he describes the importance of having a mission. The important thing is to set goals in life and put all of your soul into fulfilling them. He is 72 when the this book is published but she's 88 now. He's 72 years old when he says that the important thing in life His freckles and put all of your soul into fulfilling them. He says I have dreamed of growing this company since I was nobody. A few chapters later, says the same thing. Since I was nobody and had hardly anything I dreamed of growing, we have never been complacent. Nor have we accepted easy success, optimism can be very negative. You have to take risks. This was something I repeated tirelessly to all those who have joined the company. Another example of this, we gave it every day. My priority has always been the company and I have committed myself to it with full dedication from day 1. And it's not just that he describes himself as as a man on a mission, Other people literally say that Ortega is a man of mission. He is so convinced of what he is and what he has to do. And when Ortega ass like what is the why behind light? He says I am absolutely convinced that we all come to this world to fulfill a mission. None of us are here by chance. So the first thing he does is get a job in a shirt store. He's 12 or 13. And he's just a a go for an an Aaron boy, he also... As he responsible to cleaning the store. And when they're busy, he also has to help serve the customers. And there's 2 really important parts of this. 1, He said from day 1, he took he took his work seriously and with a sense of responsibility. He was like that at 13 at 72 when the book is written, he's still like that. And so even though his task were, like minor, or some people might think they weren't important, you know, just running errands just sweeping the store, you're helping like the customer overflow, There is this maxim that tends to reappear in the history of entrepreneurship, and it's that opportunity handled well leads to more opportunity. And you just see it over and over again. The importance of doing the best you can with the opportunity in front of you because that's going to unlock an opportunity you couldn't possibly predict or even see at that moment. And then the second most important part about this experience is that he just realized that customers should never be lost cy. His main critique of the fashion industry is that they basically ignore the customer. And so what he's gonna realize is that total dedication to serving his customer in ways that other companies cannot or will not is going to be a massive edge and something strangely that no 1 else in his industry was doing before Ortega came along. And so Ortega has that quote that the most important lesson he learned at the store was that customers should never be lost sight of. This is this sounds a lot like Sam Walton who would preach inside of Walmart. He would say there's only 1 boss, the customer, and he can fire everybody in the company from the Chairman On down. Simply by spending his money somewhere else. So he's working in the apparel industry for about 14 years before he finally quits his job and sets up his own company. So he's around 27 years old, he quits his job and starts his own company that's gonna manufacture clothing. This company is gonna be called Go, which is just his initials in reverse. So he didn't have a lot of money, but he did have some assets. Non monetary assets this to say. So he's got contacts with fabric manufacturers as a result of working in the industry for 14 years. He had relationships with customers And he's got the trust of his family and friends because they're gonna leave with him and help him set up the the business. So he actually gets a bank loan of 2500 Pas that is in 19 63. This just... This was the currency of Spain at the time. And so with his soon to be wife, his brother and friends of the family, they set up a modest workshop and they start manufacturing bathrooms. And these bath sell much better than expected, he starts manufacturing more clothing. And at this point, he's just selling clothing to stores. He does not to other stress. He does not have his own stores, but this... I think is an insight, I guess it's some kind of indication that he was a gifted in entrepreneur even... Or it takes him a long time to build up into text. But from reading this biography, clear that every step along the way. He's just trying to do the best with the opportunity in front him. So he starts selling. He's just manufacturing clothing at this time. But within 10 years. So from 27 to around 37 years old. Okay? 10 years later, his company has more than 500 employees, has absorbed the supply and distribution operations and has hired a team of designers. But he has not satisfied with the state of affairs because something he observed in that short tour. You're ignoring the customer. So In 19 75, this is gonna be about 12 years after he starts Goa. He's gonna open the very first Zara store. He's... Ortega around 39 years old when he does this. And it'll be obvious in the quote that I'm about to read to you from Or ortega talking about why he did this He wanna... The the trait that he shares with most of the entrepreneurs and almost all of case entrepreneurs, they want control. And if you want control, you're going to naturally vertically integrate. I loved on the James Jay Hill episode last week when he's building, you know, the the most profitable, the most successful Row in American history. He understood the importance for controlling all aspects of his business so he starts vertically integrating, but he didn't call it vertical integration. He call it rational integration. And I think for entrepreneurs obsessed control, that's exactly what it is. It is very rational to us, rational integration. So this is Ortega talking about the early years at Goa and why he wanted to eventually control every single aspect of his business. So he says when I started manufacturing, we sold to third parties. I never really like this. We couldn't sell a nice dress no matter how nice it was if what that customer asked for at the moment was something else. I was convinced that I had to dominate the customer. And at this same time be by their side, but I would only achieve it if I manage to sell to them directly. The product has to be right. That is the key. That was the first hint of what I would argue is Ortega most important he realizes that it's better to start with the customer and work backwards. And he says over and over again. I'm just going to manufacture what the customer wants. So this is the beginning of why I think that I would call Ortega the Henry Ford a fashion. And what I would share what I think Henry Ford and or ortega a share is that they really build their career on 1 idea? And so Ortega a set, since I started working, I had an idea that obsessed me? Why can't I invent something different from everything else on the market. I clearly saw that I wanted to fill a gap that existed in the textile business, and I decided to follow that impulse. So Ortega great idea was the ability to enable what he wanted to do. He wanted to enable the entire world to dress well. The problem that he's trying to solve is how do you make and distribute clothes that are fashionable and affordable. The existing fashion industry when or ortega a starts. Right? The existing fashion industry already knew how to make clothes fashionable and expensive. Ortega is going to invent the process to make them fashionable and affordable. Henry Ford's 1 big idea was to mass produce a simple affordable car that the average worker could buy. That was impossible at the time when Henry Ford had that idea so he had to invent the company and the processes to make his dream a reality. The same is true for Or ortega in 19 75 when he opens his first store. He's got to invent the company and the process. Where you can make industry clothes that are both fashionable and affordable. And obviously do so at a profit. And so to do this number 1, he needs to work backwards from the customer. He's gonna think about his very tight and close relationship with the customer as a form of a competitive intelligence. And number 2, he has to invent. And working backwards from the customer in the fashion industry. So think about all the episodes like, I've read biographies of Christian Dior and Coco Chanel and Bale and Ralph Lauren. They are way more, like Steve jobs and their approach. They have a perspective. They have a point of view. They have an idea in their minds eye that they wanna bring forth and make a reality. In many cases, they are creating the products that they wanna see in the world and then they'll educate and sell to the customer and try to convince the customer to buy them. Or ortega is not interested in that at all. He says over number again. It's better to start with the customer work backwards. I'm going to manufacture what the customer wants. So to do so, he has to have a very tight relationship with the customer be able to react fast. Because when you're just a manufacturer when he was just a manufacturers to say. And he sold his his his products to other stores What he realized realizes like, oh, they're just guessing at what the customer wanted. And or ortega a notice this dislocation between, well, I go into these stores the buyer at the stores I'm selling to when I'm just a manufacturer. Right? They're asking for products. And then I leave the store and I go out on the street, and none of the customers are wearing that. And that observation of the difference between what the buyers actually 1 of the stores and what the customers were actually wearing on the streets. That gave him the the initial idea of, hey, maybe I need to have my own stores. And so when he opens his first a store, this is not stated, but reading through the line, like, understanding who he is as a person is as reading garvey. I don't think this guy would ever. And I know for a fact. He wouldn't... He didn't... His idea Was like, I'm just gonna have 1 store. He is relentlessly dissatisfied. He is never complacent. And 1 hint that he was not gonna stop at 1 store is his decision to computerized. The That's the quote. Computerized the company, and he does this in 19 74 before. He has the first Zara story. This is this is 1 of the craziest things So but I need to go back to this idea before I get there that, you know, he states over whatever again, I I'm going to make what I understand customers will demand. Just like Henry Ford said, Am going to figure out a way to make a simple affordable car that the average worker could buy. Henry Ford had to invent the way to mass produce automobiles to get the the price down to an average worker could buy. The same exact situations having hair with or ortega. To do what he... What his stated goal is, to un I'm going to make what customers will demand. To do this, he has to invent the logistics and distribution system that enables responding immediately to customers desires. Now, the reason this is so important is because unlike a car. In fashion, the desires of the customer change all the time. So the way I would think about this is he actually wants to build a company capable of responding to customer desires. And he knew those desires will absolutely change over time so he has to invent the logistics and distribution system that enables his company to respond immediately to changing customer desires. And what he does next at the time he does it blows my mind. So he says the next step is to computerized the company. So This is 19 74. I'm gonna draw another parallel between or ortega 1 of the case entrepreneurs is this can be sam Walton I've already mentioned a few times. Sam Walton does something very similar in 19 79. Okay. The way I think about the reason this came to mice because They're both ortega and Walton were both applying the most sophisticated technology of their day to very ancient industries. Humans have been wearing clothes forever. Humans have been buying things that other people produce are selling things that other people would produce forever. But 1 of the craziest ideas I heard when I just reread biography of Sam Walton. This isn't his auto. Is another 1 called. I think he's called Sam Walton, the Richest man in America by Vance Trim, but was crazy in that book in 19 79. If I'm not mistaken. Think Sam Walton is like 62 years old. He's got all these executives in this company saying, you know, Walmart ripping. It's... They're growing so fast Hard time keeping up with everything. And they're coming to him like hey, we need to invest in technology. We need compute or computerized inventory system. We're doing such too many things by hand. And Sam for a few months maybe like a year, resisted, resisted resisting because he says something like, he thought computers were just overhead. Eventually, we were able to demonstrate to Sam Walton that this is not overhead. That this is going to vastly increase our productivity and our efficiency. And even though it has a big price tag was 500000000 dollars, it's going to be 1 of the best under price assets that we can ever apply to our company. And so in 19 79, Sam Walton gives the go head to invest 500000000 dollars in 19 79 dollars. In the most advanced computer system of his day. Or Ortega does the same thing in 19 74. So there is a guy who's really important to the story. This is Jose Maria Casa. He's going to work with Ortega for 30 years. He's actually going to be, 1 point the Ceo for many decades of Ceo, and deputy chairman of Ide text. And Ortega initially tries to recruit Jose because of technology. So this is what Jose says. I joined in the year 19 74. I met Or ortega Wins Zara did not exist. He only had the factories. In those years when nobody thought about technology within our sector, in which there was almost no computer science or mobile phones, he wanted to have a good team in technology. He anticipated the future in this regard. I had worked as an intern at Ibm, and at an insurance company Ae where I was a director of computing. So we installed a system that at that time is a system inside of or Ortega company. Okay? And we saw a system that at the time despite being the best that existed was very primitive. And then this next paragraph also speaks to Ortega patients. Ortega asked me to stay with him so to join his company not just consult. But I was teaching economics at the University, and I told him no. Jose will continue advising the company part time and then eventually 10 years later decides to join the company full time. And so let's go back to Jose talking about the advantage of having technology that your competitors do not. Because remember, or ortega his goals, I'm gonna be as close as possible to the customer. All the infinite changes in fashion that can happen over year, I'm going to know before anybody else to do that, I have to build it. What the world's most advanced logistics and manufacturing and distribution system in the entire fashion industry. This is what, Jose talks about what he thinks is the core of the business and how this was enabled by technology. Being close to the customer was a great advantage over those who did not notice the changes. At that time, fashion focus on presenting 2 traditional collections per year. It was a very fixed. They did not pay attention to the street. The fashion designer was unaware of what the customer thought of his collection, and this is how in text turned around this approach to fashion. This is why you need technology and that's why you need a system in they're this. So doing this for a single store, that can definitely be done. The tough part comes when you wanna grow and replicate that business model all over the world, which is what text does today. Then that problem of organization appears and shifts from an ideology and idea and a a dedication to a mission to technology. And later in the book, they have an analyst that perfectly describes what Ortega actually built. He said he built a groundbreaking in Avant ga textile distribution company. Their business is centered around 1 simple premise to be quick at responding to the market. It would take almost a year for traditional fashion companies to get its products out. Za main advantage is an astonishing ability to detect fashion trends, assimilate them, make them a reality on the hanger at a bargain price inside of a store that's conveniently located all in less than 15 days. While other companies make their collection at once for the whole season, Zara continuously modi its products according to what people are asking for. Their secret powers, they can offer up to date clothing. This is 1 of the craziest things I gotta read this these whole 2 paragraphs you because it's 1 my favorite things. It actually talks about the business model. It comes from the end of the book, but I wanna talk to you about it now. So it says from the inception or Ortega had an obsession. To give the customer what they wanted quickly enough to meet their demand in an price attractive enough to increase the frequency of purchases. Until Or ortega, the textile process was on a different trajectory. Collections were thought out and designed more than a year in advance. They were then manufactured with a 3 month lead time. And finally, they were delivered to distributors who were responsible for sending them to stores once or twice per season. Or take a look at that said that doesn't make any sense to me. This posts 3 fundamental risks, a significant build of stock, a bet on collections that might not succeed in the market and un competitive prices given the margins that had to be charged at each step of the chain. Ortega off from the beginning a clear distance between the production process, which was too long and not dynamic enough and the end consumer. The founder wanted to integrate design and manufacturing first, then complete the chain with distribution and sales in his own stores. This was a holy shit moment for me when I read the following sentence turning the customer into his source of privilege information and not just a receiver of a commodity. Ortega was interested in what the customer asked for and was willing to adapt the entire production process to their demand. He was convinced that if he managed to complete the cycle meaning completely are integrated. He could reduce the margins by between 70 and 80 percent, which would clearly affect the price, the end consumer had to pay for each garment. This was always Ortega obsession reworked reinvented clothes in direct connection with what the consumer expected clothes that appear very shortly after. And so Again, people around him when he started to hide this idea and starts building this up and making these crazy investments in technology when other people in this industry do just don't understand this. Then nobody else does it, You know, people like, you can't do this Nobody else does this. Or Ortega did not care for that argument. He says even if no 1 else does it I'm going to do it. This is another thing that he had in common with Henry Ford. He's the Henry Ford a fashion of telling you. It's very obvious to me. Henry ford says I refused to recognize that there possibilities. I cannot discover that anyone knows enough about anything on this earth definitively be to say what is and what is not possible. That line jumped out of me because it says, this phenomenon on this idea this entirely new model that are taken invented. Has broke... It's... They were talking about compare them to other people in the fashion issue. Right? It has broken schemes and has shown that there are no mature sectors where everything is already discovered, but rather companies are managers with closed minds who resist innovation. So to do all this, they need to do basically 3 things really well. They need to find out what customers want. They need design and make the clothes quickly, and then the third thing is they need to distribute the clothes to their stores very fast. And so to find out what customers want, they hire a ton of young people, and then these young people go around and they actually look at what people are wearing. So they have people dispersed in New York nightclubs clubs in shopping areas of Paris in trendy bars in hotspots in Spain. And what they are doing is they're tracking the trend. They don't wanna know what you're gonna wear too Or now. They wanna know what you're wear right now. So you have people all over the world that work for text. They're actually on the street seeing what people wear. Right? They also... The the author given this tour at the headquarters. In Spain. And they show this huge room with these drafting tables and tons of designers, and they're surrounded by thousands of international magazines, mostly fashion and lifestyle magazines. And everybody working in that department what their job is, they have to spot the dominant trends So once they identify what the customers want, they design them, and then they start manufacturing and making them. And when the books are describing not only the manufacturing process, but also also the logistics process, which you realize realizes that Zara our text as a manufacturing logistics company that uses technologies an advantage. And so Here's 1 description as they they're touring the plants. We toured the different warehouses where the complex task of preparing the garments before they left for different destinations was carried out. Large rails cri crossed, the ceiling and the factory made close rotating un in an orderly and repeated manner went to the labeling, ironing, bag areas and finally to the point where the rails fork according to the store that would be their final destination In this last section, sophisticated and effective machines folded the jackets, blouse or pants and placed them in huge cardboard bins. If the garment wasn't folded because it had to travel upright, it slid onto hangers, that were automatically inserted into special containers. The address of the store was printed on each of the boxes. This is gonna blow your mind. Modern machines with hardly any trace of humans operating them. Our mouths literally open in front of the futuristic panorama that we had before us. I didn't completely understand the complexity of what they were showing us, but I did sense that a significant portion of the seek of a company Destined to be at the head of the global textile industry were being kept and designed there. And so then it gets even crazier. So they're at the ultra modern plants. So I guess I should point out to you the fact that Zara are text. It's not headquartered in a big city. Instead, it's headquartered in a rural corner of Northern Spain. And I've seen this re reoccurring as a benefit in not only the books, but some of the world class entrepreneurs I get to meet as a result of podcast podcasts, is they set their company up away from everything. And so for Text, this ultra modern logistics facility that the author is taking a tour. She says there's an ultra modern plant in Gal, Spain, is connected by more than 2... This is doesn't a... This is this is crazy. Is connected by more than 200 kilometers of underground access to a fully automated logistics center located in Art, another town in Rural Spain. From where trucks loaded with products depart for European stores are for planes in the case of the rest of the world. This process combines real time information and in house production with an efficient distribution system. Now do you see why It I keep saying that Endo text is just a manufacturing logistics company that uses technologies and Advantage that continues. What has helped us succeed in sales the most is that we receive daily information about what's happening in all of our stores worldwide. And they're able to do that today because Ortega invested heavily in technology from the beginning. And they know that's a massive advantage. Logistics is a fundamental part of the circle that completes into Texas vertical integration process, inventory control in all locations around the world is as important as getting the design right and producing it quickly. That is why Text has a invested time effort and a lot of money in establishing logistics centers with the latest technology. And you go back to this idea of or ortega a saying, hey, I don't care for the argument that nobody else in our industry does it. I don't care. I'm going to do it. And so what happens is most apparel companies had become overly reliant on factories in in Vietnam, China, Bangladesh. Trade. Z zara also produces in those countries, but more than half of Za production comes from what they call proximity. And so what they mean by proximity is literally, manufacturing facilities closer to headquarters. So in in places like Spain, Portugal, Turkey and Morocco. And the reason they do this is because the closer they manufacture the more rapid the distribution in the stores, the more rapid distribution in the stores, the more they can turn over their inventory, the more they turn over their inventory, the more money they make. And this is why it was so important that over 50 years ago, is, like, I want... I need to be closer to the customer. I'm not just gonna sell to stores. I'm going to control everything because if you control everything, you control the speed your company moves at or Ortega came to administer, a holding company of 99 companies, it's it's gotta be bigger than this now. Of 99 companies that guarantee complete vertical integration, covering not only the tech style and clothing sections, but also logistics, marketing, construction, real estate, finance, and energy generation. Okay. So I think you got the idea of how it's structured and and why he did something. I need to bring out something else. So I think Zara understanding of human psychology is extremely advanced. And I don't know if Ortega knew this from the very beginning or this is just a a positive byproduct of this rapid distribution system. You know, From idea, this is great thing about how crazy it is The system that he for my idea to on the hanger in a major city in the world in 15 days. But 1 of the things that Zara taps into that is very deep in human psychology is this human desire for novelty. Or ortega us the inventor of fast fashion. So fast fashion, it's buying the latest clothes to use and discard without guilt the following year. In some cases, you might wear something you buy from Zara once twice 5 times. This idea entailed something very serious. It was a real revolution in fashion, and it wasn't something that people in fashion before didn't understand. They were just incapable of doing. And so there a fashion designer named Paul Po. Most likely mis mispronouncing his french last names. And he says that he has his quote in 18 90 where he's, like, clothing as an industry whose main purpose is novelty or Ortega spotted that exact same idea more than a century after more than the century later, And what he did is he actually dedicated his company to making novelty to have the... His company have the ability to distribute novelty at the speed of sound. So this is really important. Because they can ship so fast. Because they turn over their inventory so long. Let's say you you you wanna, you know, get Coco Chanel, like, a little black dress. You could have bought a black a little black dress 50 years ago. You can buy it today. It will probably be there 50 years from now. That is not the case at Zara. They have trained their customers that if you see something and you even... You the the inkling that you might like it, you... If you don't buy it now, it will not be here 7 days from now. Let me read this. This is fascinating. Traditionally, the seller ensures high margins at the beginning of each season. But endure several months of discounts to get rid of their stock. The customer knows therefore then the long run, they will get the same items at lower prices. Or Ortega company renew its close in stores around the world every week. And twice weekly in Europe. The buyer knows that they will always find new items, but probably won't be able to get what they tried on 7 days ago. In this way, customers understand that if they see something they like, they have to buy it immediately. Because in a few days, it will no longer be in the store. They have created an atmosphere of scarcity and opportunity. Okay. 1 more thing about his unique approach to the way he built his company and how he runs this company compared to Everybody industry, and then I wanna get into, like, who he is this a person. Kinda did this in reverse I normally do. But I found this very very fascinating. So glad read this book. So he he viewed real estate as a form of marketing and advertising. So they spend, like, less than 1 percent of it... It's estimate, less less than 1 percent of their revenue on marketing and advertising. And instead, they spend their money on prime prime retail locations. Very, very very expensive. And this is also interesting. So you know, I I mentioned earlier he's got, you know, this massive commercial real estate portfolio. And at the beginning, he was, like, buying. It says over time with the growth of Text. He actually changed his formula instead of buying the locations for Zara. He now rents them. That surprised me for a second till I thought more about. Well, yeah, because he wants the very best store locations and what if he doesn't own that store location, he doesn't wanna sacrifice on not having the best just because he owns a source he rents them. And then now because it becomes such a large tenant. Developers will now tell him in advance or give him in advance notice when they're, you know, opening what they think is gonna be a a prime retail location. And so the way I thought about this is, okay. Well, you're spending money on prime retail location instead of advertising. Prime tilt retail location is advertising. Because if you were just... Again, just where the people are where they're walking by, your stores become a demo. And as you and I know because we've talked about and down episodes and read books about the the the greatest advertiser agency founders greatest copywriter start history. A demo is always better than an ad. And so I would argue it's just a matter of accounting. You're spending a lot more on advertising and marketing, but they're doing so in the form of prime retail locations. So I wanna talk about how he learn to do this. And he talks about the fact that, you know, I did not have time to study. I had to work 20... He says 24 hours a day when he was younger. There was just no possible chance for him to attend college. We didn't attend high school for god's sake. He's not gonna go to college. And he said 2 very fascinating things that he makes up for his lack of formal education by listening a lot to those around me and learning from them, and by treating his profession as his university. He says my profession had to be my university. And he was so successful. This is 1 of my favorite lines in entire book. It says, Ortega has created a business model that is studied in universities to which he could not access. He says a few times that he thinks people over complicate things. And so for his life, he just wanted to focus on work. In fact, He was very extreme about privacy. Some people call him over rec clues. I don't I don't I don't think he's ever clues, but he does wanna protect his privacy. So Or ortega was never photographed. Only his friends, families and coworkers knew what he look like. This is before into Text public. The author the book has known Ortega for over 20 years. She been trying to write a book about him over Oregon, and he kept Ortega kept saying I don't want a book written about me. He resisted for many years. This is very similar to if he listen to my episode on the founder of Ikea a few weeks ago. For a few decades. People kept trying to approach the write books and he said no over and over again, eventually. He was, he agreed just like Ortega. And, in fact, there's a conversation in the book about the book. So it's a conversation between the author and Ortega. And he is worried the 1 of the remaining objections he has to to having a book written about him was that he values his privacy and he wanted to keep his life simple. He literally just says I just wanna work. And here's what he said to her. You don't realize something very important. I am nobody. I consider myself a worker who is immensely fortunate to have done what he wanted in life and to continue doing it. And when he finally agrees to have the book written, he just asked for 2 things. Number 1, do not only tell good things about me. Something he repeats over and over again is that all humans all of us have good and bad parts to us. So don't just say the good things about me Number 2, do not say that I created this company. There had been more than 80000 people that have helped me build it. He says into Texas the story of many thousands of people who have given their lives to the company. And the impending Ipo is the first time he actually consented and allowed himself to be photographed, but he would explain why this is important to why privacy was so important to him He says I only want my family and my friends people who work with me to recognize mail on the street. I aim to live quietly to be 1 among the many to be able to go anywhere to have a coffee to take a walk with my white without anyone knowing who I am. People And so then finally, I organize my notes and this section, I think is might be the most fascinating. It's because it's how Ortega manages spends his time and thinks about his company. And a lot of this is in his own words. So he says, I spend my days moving from 1 part of the factory to another to see how everything is going. If I'm not in the warehouse, I'm in design, I'm interested in the entire process. He insists another way another manager technique. He will not... He does not allow people to call him mister Ortega. He insisted that everybody just call him ortega. He has something in common with rockefeller of the he talks about the fact that he never raises his voice. He says I never raised my voice because I don't like others to suffer. So he's he's not 1 of these bosses that yell and scream. And part of the way he explains that he's his he's always ever since he was case Was just very sensitive to scorn. There there's other... I guess, I I should probably tell you some of these stories because it it would... It makes sense like why has this complete and total dedication to work. Obviously, we know the story when you trouble old and the fact that they were buying groceries on credit and the credit was turned off. But he was... There's a lot of these examples were, you know, because of his low class, the fact that he was poor, he was just constantly felt that he wasn't good enough. He was embarrassed at the thought that he was not good enough. So... 1 day, a mom comes in to the stories he's working in, you know, he's his kid. And he wanted to date this, the daughter of this mother and she finds out that the this little kid working in the store is not the son of the store owner. It's just some poor kid and she wouldn't let him date her daughter because he was just a simple sales assistant and he wasn't good enough. And so by now, it's probably obviously, he starts working at 13, still working at 88. Look at what he's accomplished over those multiple decades. Like his dedication to work is complete in total. So here's an example. The authors at asking Ortega. Hey, what are you doing celebrate New Year's day? And he says he just went to work? And she's having another conversation with him with years later. What are you doing it in the text today instead of quietly celebrating her date home? And she says I received the same answer that I've heard on other occasions. Why should I stop coming in today. I do what I wanna do. I do what I always do. Work, ortega believes in management by walking around. I don't have an office. I've never had 1. My work is not among the papers, but in the whole factory and as you walk around with him. You notice, he knows the name of each worker that he sees. He had a kind word for everyone goes back to not raising his voice wanting every single person in the company to feel that they are a valuable part of the team. Another trait of his is he always wants to know what he could be doing better. I used the opportunity to make a series of comments with what I admired about his company and he interrupted me and said, I'm gonna ask you for a favor. Why don't you explain to me the things about Zara that you don't like? I highly value your opinion, and I would like you to critique what could be done better. That reminds me of 1 of my favorite quotes from Nick Sa I've mentioned a bunch times. Nick Sa says average players wanna be left alone, good players wanna be coached and great players want to be told the truth. Ortega understood that people that admire now especially that now he's 1 wealthy these people in the world. They're only gonna say nice things to him, but that is not the truth and great players want to be told the truth. Ortega knows it's his responsibility to mean the essence of the company. He remains a man who knows every detail. Ortega says the store is the heart of the company that it's the protagonist in this company. In fact, Ortega has a great quote on this, and this quote, I really... It's what Or ortega really thinks this company is. He says we are a chain of stores with a company attached. We live so that the store is focused on selling. All the rest of us are at your service. When he hired a new director of human resources. This is what Ortega said. He only gave him 1 piece of advice, and it was in 1 sentence, love the people. Or ortega says the In text is the most beautiful company in the world. He said he wanted a company with a soul. About 15 years after opening his first Zara store, he opens the first Zara store in New York. There were so many people waiting outside that had made him cry. He literally when inside the store, locked himself in the bathroom and cried his eyes out and thought about his parents. He thought about how proud they would be of their son. And then the next year he opens his first store in Paris. And again, there were people waiting in line to get in and this time. He cried it in the front door like a child. He says, he I couldn't even hide it. I couldn't even make it the sergeant to start crying. He was so happy. He insisted that the author asked people that working for him, what his faults were. These are some of the faults. They attribute him. They say he has an excessive amount of ambition that he insists on placing his company at all costs on the highest step of the podium. They say he's very stubborn. And that he has a habit of fostering competitiveness among his teams. He believes that there should always be a desire for improvement and a consistent capacity for criticism. He says I've always thought that to succeed, we had to turn the organization upside down every day. He has an aversion to the term exclusivity. In fact, there's a bunch of other fashion brands throughout the book that approach him to buy their company, and he always declined because he doesn't like luxury are the exclusivity that it implies. This isn't in a fall fault This is a huge asset. Is the fact that he stayed focused on his 1 great objective, which was to enable the entire world to dress well. This is a little stubborn and heads strong as you can imagine, you don't accidentally build a hundred and 60000000000 dollar company I think without those Who those traits says our Ortega always likes to have his own way. If experts advise against the opening of Zara and Venezuela, for example, and he is convinced that they need to be there. He will purchase the most expensive building in the company's history up until that time. Or ortega really aims not to settle halfway to excellence, and he loves the satisfaction of a job well done. I really think about that as excellence for excellence sake. If you think about James S hill, in cam, or ortega, the the last few weeks. They... All all of them, what they share in common, they wanted to build and design the best business in their category. Not just make the most money and I think all 3 of those cases they might have made the most money. But their goals was like they want to build and design the best business in their industry. Let's go back to this idea, Ortega is never complacent. He believes that complacency is the worst if you want to achieve something significant. He said, in this company, we have never been complacent, not in those years when we were taking our first steps and not nor now that we have stores all over the world. He says growth is a mechanism of survival. Another insight into Ortega from a person that works for him, the knows him well. He says he's a man with a lot of personal charm because he's not false. He does not have ul motives. He can be very tough, impulsive, very sure of himself, but he's very truthful. He is open to suggestions from those who know more than him, and he listens to everyone and absorbs everything like a sponge in fact. There's a great example of this where the founder of the company and the Ceo of the company, so Jose and Ortega. Okay? They almost bought Sephora before L buys. This is this is very fascinating. So the way I described it is, he's he's he's stubborn, but he's willing to listen to be frustrated persuaded to go in another direction. So the ceo of Text, Jose at the time was describing, you know, him in Ortega wanting to buy sephora. I recall moment when the owner of the company sephora wanted to sell to us. This was before l... It winds up with L. Or Ortega, I were in total agreement that it was important to buy it. But the rest of the company did not see it that way. We thought it could be affected to combine clothing and something else. But most people believed that it was a distraction and that we should continue to invest in Zara that cosmetics and perfume were a business that we didn't know and we didn't control. And the final result was that we didn't buy it. This is what I call a form of intelligent flexibility in leading a major growing business. And so I think the fact that he's stubborn, but he's willing to listen and we've just waited to go in another direction and combine that with also the fact that he is listening is absorbing everything with a sponge I think it fuels 1 of his superpower, which people believe that 1 of his superpower is that he has the ability to s the most complex ideas as if they were simple and that he has used that ability throughout his entire life. Another example of him allowing himself to be persuaded. He was not very fond of going public. Made him doubtful. He did not like the dependence of this external opinion, but he was finally persuaded because he decided that going public was a way to impose a certain discipline on the company. They had to run it tighter, and he thought it safeguard the company, the company's future for when he's no longer around. And if so as during the section of the book where they're talking about the Ipo, talking about, should we do is should we not do it, how they got ready for it. I got... I found 1 of the most interesting ideas. This is the most unique interesting idea that I've learned in the past week from anything. And it's the idea that commissioning case studies in business schools before going public as a way to make your brand or company more familiar. So The author is interviewing Jose, again, the Ceo. And she says, I I was intrigued to know how the situations that have come because case studies in business schools came about. So keep in mind this Translated from Spanish kinda reads a little funny, but Jose says the explanation is evident. I thought because of the policy that had been followed up into that point that they were very secretive they kinda kept themselves. Okay. That's what you. That when we went public, we would be great unknowns. Case studies we're the way for potential investors to know who we were. And so there was a harvard case study written about ind text before they went public that 2000000 people read. And so he says this helped us make ourselves known in the business world. So then back to Ortega, He in the same cafeteria as his employees. He continues to walk through the halls of the headquarters to lend a hand. He does not like to lead sitting in a chair. He doesn't raise his voice. He says you always have to speak in plural when referring to our work. Never say I did this. He has never liked praise. More than once I've told him what a beautiful collection how happy the customers are, and he always interrupts me and asked me. Now tell me what's wrong. When he was asked for advice for future generations of entrepreneurs, he said the first thing is that you like what you were doing that you are passionate about your work. I insist on this idea because it is very important. It has to be something that you would almost pay to do. You get the sense that he would pay to do what he's doing. That's why that's why he's working for decades after he needed the money. That's why he's working on birthdays, and that's where he's working on holidays. He just loves it. He says, more advice for future generations entrepreneurs nurse, You also have to aim to achieve something different. Something creative. It is a satisfaction to dedicate yourself to what you really believe you should do. So keep in mind, You know, people might read that, like, oh yeah, but he copies his product he sees what high end fashion does and then creates a version like a cheaper, less expensive version. The product may be comp copied, but his company is not. He definitely achieved something creative something different something nobody else could do. He has a love of simplicity says there's a lack of common sense in managing life. He says multiple times that he thinks people over complicate things that the simple things in life are the great things in life. In fact, there's a line in the book that says simplicity is the heritage of geniuses. This part is excellent. I ask him if he's bothered by other people's opinions. This is what he says. I don't think it's important to know how other people see me. I never cared. Also, there are thousands of entrepreneurs who have done the same as me. If I'm am somewhat different since I don't go to parties or I don't accept awards. It's because all of my life, I've tried to do what I like the most. I would almost say I've been selfish in that sense because I didn't just do what I had to do, but what I wanted to do. I turned 72 last March, and I feel that my growth can't stop. What keeps me going after all these years is to learn and to grow. I continue observing what happens in the world and I listen. Work is what I enjoy most. And then the author gives us a great summary of bart ortega career. He is a person who will die with his boots on. His life is the company. And that is where I'll leave it for the full story. Highly recommend reading the book. I guess instantly you could read the book this book is if he reads Spanish, if you buy the book using the link in your podcast player or our available founders podcast dot com, you'll be supporting the podcast at the same time. Make sure you join my personal email list. And if you do that, I email you the top... My top 10 highlights for every book that I read, you can get that link down below and also available at david center dot com. That is 372 book down, 1000 go, and I'll talk to you again soon."
}