{
  "transcript": "1 of the most important things I learned from Brad book, and we spoke about this when and I had breakfast to Brad as well was the importance of working with the smartest and most talented people that you can. Brad says that the most important thing that a Ceo does is recruit super people. Then Brad will recruit the smartest people he can find and actually talks about this. Brad says there's no substitute for smarts. And that reminded me of something that Steve Jobs said in this interview I read that Steve gave in the late 19 nineties, and this is what Steve said. I think that I've consistently figured out who the really smart people were to hang around with. You must find extraordinary people. The key observation is that in most things in life, the dynamic range between the average quality and the best quality is at most 2 to 1. But in the field that I was interested in, I noticed that the dynamic range between when an average person could accomplish and what the best person could accomplish was 50 or a hundred to 1. Given that, you are well advised to go after the cream of the cream. You need to build a team that pursues the a plus players. And this is exactly what Ramp did. Ramp has the most talented technical team in their industry. Becoming an engineer at Ramp, is nearly impossible in the last 12 months. They hired only 0.23 percent of the people that applied. That means when you use ramp, you now have top tier technical talent in some of the best Ai engineers working on your behalf 24 7 to automate and improve all of your businesses, financial operations and all of this happens on a single platform. The longer you use ramp the more efficient your company becomes. And this is important because as Sam Walton said his auto, you can make a lot of different mistakes and still recover, if you run an efficient operation, or you can be brilliant and go out of business if you're too inefficient. Ramp helps you run an efficient organization in the end of that interview, Steve Jobs added. He said a small team of a plus players can run circles around a giant team of b and c players. From a customer's perspective, what does a team of A plus player sound like. It sounds like this customer review that I read, which said, ramp is like having a teammate who you never need to check in on because they have it handled. Ramp gives you everything you need to optimize all of your financial operations all on a single platform. Ramps website is incredible. Make history greatest entrepreneurs proud by going to ramp dot com to learn how they can help your business today that it's ramp dot com. So I wanna tell you what I learned when I had the opportunity to have a 2 hour breakfast with Brad Jacobs a few weeks ago. So Brad Jacobs is without a doubt 1 of the most talented living entrepreneurs. In case you aren't familiar with him. He has started 8... Different billion dollar or multi billion dollar businesses. He's done over 500 acquisitions. He's raised over 30000000000 dollars now that number's is even higher. He started his first company at 23, and he is 68 years old today, and he's the most energetic person. I think I've ever been around. I don't think he has any plans to retire or to stop doing deals and to stop building companies are really any plans to slow down at all. So about a year ago, he published his life story, which is called how to make a few billion dollars. It was 1 of my favorite books that have read in the last year, and the episode that I made about the book, almost a year ago, actually. Was 1 of the most popular episodes of founders this year. And 1 of the most remarkable things is the fact that Brad listens to founders. In fact, he sent me a message. He said he's addicted to these book reviews that I So coming from someone like Brad, you can imagine that fired me up. And Brad was actually kind enough to invite us and to host us in his home. So is me and my friend, Patrick O's from the invest like the best podcast, and then Brad you. Head of Comm, Joe C, who is a super nice guy and I really glad I got to meet who also listens to founders. So the idea was I wanna go over just a few things that I learned from speaking to Brad for 2 hours. And I guess the first story I should tell you, actually happens on the flight up to see Brett. So maybe like, an hour and a half into the flight. The guy sitting next to me turns to me and he goes, do you wanna be a billionaire? And I was taking aback by his question. I go, excuse me. Like, key just talk first words that he is set to me. So he repeats it. He goes, do you wanna be a billionaire. And so he points at me and he goes because I have never seen someone go through a book like that. And so I look at what he's pointing at on my lap was my copy of Brad book And so this guy sitting next we seized the title how to make a few billion dollars, and they also had seen me going for like the last hour and a half, going through all of my highlights and, reread my highlights and, I have, every single book I read obviously, has a ton of post the notes sticking out of it. And so he assumed because I was reading it and I had all these notes that I assumed that this book was an instruction manual on how to make a few billion dollars. And I found that funny because it kind of is an instruction manual to some degree. If anything, it's counting of how Brad Jacobs made a few billion dollars. And so after my breakfast for Brad, I organized all my notes and so we basically 7 lessons. And these are lessons that I wanna remember for myself, and I think by making into broadcast it'd be beneficial. So the first 1 is go to school on everybody. I have lost count. How many of greatest founders that you and I studied in a podcast are described at some point in their life as a sponge. If you listen to last week's episode with about Ama monte ortega, You People around him literally describe him they use that word that he is a sponge. Monte Ortega is 1 of the wealthiest people on the planet. He's been building up his company for over 60 years. He dropped out of school at 12 years old, but his dedication to lifelong learning into being sponge like into going to school on everybody, never ceased. And I thought of this because when I got to Brad House, I was actually surprised at what Brad was doing. So he was at the table, next to him was a stack of papers, probably 500 pages high. Brad had printed out my personal website. So if you go to david center dot com. And if you're on my email list you already know this. But basically, what I do is, I just... I try to whittle down all my notes and highlights from every book I read to, like, 10 sentences as concise as possible. And then for every book, I read very simple. I just send that list out. And so Brad printed out my entire site, and you can just go through, you know, these books really fast. It's a way to, like, actually, really good way to review the lessons on the podcast, because you have 10 concise ideas for every single book. And this absolutely, this this is like, relentless drive to learn, the this total dedication to lifelong learning is a trait that brad shares within that nearly every single... I can't think of a single person that you and I've studied. He shares with every single 1 of greatest founders. And the reason I called is going to school on everybody is I actually got that idea in a biography of Jeff Bezos because Jeff is definitely this as well. There's a biography of Jeff called the everything store. I last covered this episode on... I covered the book on episode 1 79, and I wanna read you a section from that book that sear this idea into my brain and it's some way a knew Jeff really well. And he said, He went to school on everybody. I don't think there was anybody Jeff knew that he didn't walk away from with whatever lessons he could. Jeff Bezos went to school and everybody. Brad Jacobs, goes to school on everybody. There Mitch Rails, the c cofounder of Dana here goes to school on everybody. So Mitch founded this company go Here, Dana here is like a hundred and 70000000000 dollar market cap company today. Okay? A friend of mine was just telling me a story. He was at this small intimate conference with mitch recently, and he was actually like blown away by how focused Mitch was. So the entire time that Mitch was listening to the speakers. He was taking pages of notes. And my friend had the thought where he was like, he couldn't understand. He's like, why, like, he didn't say they verbal this what he was just thinking. He says, like Mitch, why you... You're you're more successful anybody else here, why you taking notes. And when my friend was telling me a struggle, no. Wrong answer. There is a great line in Bill Walsh book, which is called the score takes care of itself. And I think this line is very important related to this and Bill Walsh talks about this. He says champions behave like champions before their champions. I guarantee you. Mitchell did not build a hundred and 70000000000 dollar company and then start taking notes. I guarantee you that Mitch was doing that way before he was, quote unquote, the most successful person in the room. The entire time I was speaking to Brad. He had a notebook and a pen with him, and he would jot down notes when he heard something that he thought was interesting or valuable. And if you read Brad book, you know that Brad was like this from an early age 2. 1 of my favorite excerpts from the book. Put from Brad book how to make a few billion dollars. I wanna read to you. It is about the amount of research that he does before entering an industry. This part blew my mind. And so Brad writes, I'm obsessive when learning about an industry. I start by reading everything I can get my hands on journals, periodic articles, newspapers, trade publications, employee reviews on web based recruiting sites. You name it. I look at all the websites and social media of the major players and the up and come in the industry. I watch lots of interviews with Ceos. I use paid services like Bloomberg, Alpha sense and root and Reuters. I look at analysis from sell side and buy side analysis or an an analyst rather and search the Sec database. Which has large amounts of information on every publicly traded Us company, including Ipo documents, financial reports and proxies. I scope out, the most valuable industry conferences and attend them, Sell side conferences are an opportunity to meet management teams, face to face and hear the questions, investors are asking. Trade associations have a wealth of industry data experts. I interview experts. I seek out people who live and breed the industry I'm considering. This phase is more about getting face to face and listening intently. I love talking to Ceos. In addition to Ceos, I seek out investment bankers who are most active in the industry and Know it deeply. I also talked to venture capital firms because they spend a lot of time looking at the big trends in different industries. And I tap buy side institutions and successful fund managers who have battle scars from investing in the industry. Industry vendors are also a good source. They have a sense of the trends that could drive changes in the market environment, shareholder activists often have important insights as well. And I reach out to journalists who know the industry because by nature their skeptical bunch and I wanna hear their prospect perspectives. That is the end of the quote from Brad book. What he's describing here? This is 1 of my favorite parts because the this is all effort and enthusiasm. This is just collecting more information. This is applicable to every domain. There is a maxim for this, and it comes from David Og, and David Og says the good ones know more. David Og wrote about this in this book called confessions of an advertising language, which I think was, like, published in 19 65 or something like this, and this is the advice he was given. He said set yourself to becoming the best and informed person in the agency on the account to which you are signed. If for example, it's a gasoline account, read books on oil geology and the production of petroleum products, read the trade journals in the field. Spend Saturday mornings and service stations talking to Motorists. Visit your clients for refineries and research laboratories. At the end of your first year, you will know more about the oil business and your boss, and you'll be ready to succeed him. That's the end of the David Og quote. And the reason I think this this is the first thing I wanted to to bring up is collecting more information and putting forth more effort is still a competitive advantage today, and it always will be. This is not a matter of intelligence or talent. This is a matter of effort. So go to school on everybody. Number 2. The importance of clear thinking and being easy to understand and easy to interface with. So I wanna read something, from this book called insanely simple, which was written by an advertising executive who worked very closely with Steve Jobs. And he talks about in the book how different Steve's Steve's clear... And all the people have studied, Steve is the clearest thinker and if anybody ever come across. And this advertising executive also notices this any he comparison contrast, Steve with some of his other clients. And this is a great description of why this is so important. It says clarity, propel an organization, not occasional clarity, but pervasive, 24 hour in your face take no prisoners clarity. Never, underestimate the degree to which people crave clarity and respond positively to it. I know a bunch of people that know Brad and they all say things like this. They say he just cuts right through it. You were never confused by the point he's trying to make. And I I don't know if you you'd even agree with this, but I I pulled a line from his book that I really think is is his 1 way to to understand that he's just really easy to interface with. And so he says, I'm what's called a money maker. I love working outrageous talented people to deliver outs sized returns for shareholders in public stock markets. When you read that line or if Brad was to say an interview He says I love working outrageous talented people, to deliver outs size returns for shareholders in public stock markets. That is brad expressing the refinement of his thinking. That is brad making him very easy to understand and very easy to interface with, and he even talks about this was like his grander strategy. So 1 of the things we talked about him was, like, I really... We were really curious like, what is in his mind, the role of the founder, the role of the Ceo, the role of the company leader. And by answering this question, he describes his basic approach to company building. So, you know, as the founder as a leader, he has the vision. That is the first thing. He has to set the vision. He has to visualize it in his mind. And I know sometimes when you bring up visualization, people, I think it's like some willie flu thing. All I can tell you is it's in a ton of these books. And I take note of it every time I come across it. Est Lau talks about this Bob Noise the founder of Intel, Edwin Land, Steve Jobs on her Sc, Tiger Woods, Kobe Bryant, Chung Young, the founder of Hyundai, J z, Brad Jacobs. This concept comes up over and over game. Brett says a leader has to have the vision, they visualize it, then the leader has to get the very best people, then you incentivize the very best people with a lot of money, but you have to tie that money to certain checkpoints along the way. And then as long as you have the major trend rate and you have the best people in here investing in technology, he says, then it's very hard not to make lots of money. And so when I was thinking about the conversation I with Brad, I came back to... This is the Another left. Clarity of your thought. Taking time to refine your message so you're easy to understand and us, your message is easy to spread. Right? Because anything that's easy understand is easy to spread. Then keeping your organization committed to a common goal. All of those ideas I feel are related to 1 of my favorite quotes from Brad book where he says narrow your focus to your most important dreams and tune out everything else. That sounds a lot like Steve jobs to me. And just like if you go back and read about Steve jobs, people were from and say, hey, You might not like what Steve saying. He's... You you have... You don't have to guess at what it means. He's very very easy to understand. So was Brad, Brad clarity of thought was obvious when I spoke to him. It was obvious and the interview he does. It's obviously obvious in the book. It's also obvious to other people. My friend, Rick ge just spent a weekend with Brad. And after that I were talking about Brad Jacobs an un prompted and unsolicited. Rick told me how clear of a communicator Brad is. My friend Jared Kushner, just invested in Brad latest company and joined his board. Jared told me he spent several hours of brad. I think this might have been at a board meeting if I remember correctly. But he said it was 1 of the most educational and enlighten meetings they it ever had. And that Brad ideas are well thought out and easy to understand. So the second thing I took away from my breakfast or Brad is the importance of putting work into clarifying your thinking and making sure that you're making yourself easy to understand and easy to interface with the people around you. The third takeaway related to the second takeaway, and you'll see how all of these work together. And the third 1 is people are power law and the best ones change everything. Brad says that the most important thing a C does is recruit super pro people. In his book, he says make sure that you're hiring choices, you make your hiring choices as perfect as they can be because there are a few mistakes cost than hiring the wrong person, and he's got a great maximum on this. I've I've remembered since I read the first time. He says an empty seat is less damaging than a poor fit. And so even to this state sense, most of this time recruiting the very best people because people are power along and the best ones change everything. He says there's no substitute for smarts, and you need to double down on hiring the brightest people you can. And he also talks about the importance of not over hiring. He says I find that slightly under staff teams are more focused and spend less time doing redundant busy work. And 1 thing we talked about at breakfast is the fact that Not only does spend a ton of time in recruiting. He thinks it's, you know the most important thing that Ceo does. But he says when you find the most talented people, you pay them a lot of money. This is what he says about this in the book. He says I do business in dozens of countries and money animate people everywhere. That's why I have quote unquote over paid almost every direct report I've ever had to ensure that I had top tier people in place. And when I read that the first time. The note I left myself in the book was over pay for talent because it's nearly impossible to over pay for talent. The example I give is that if you think about when Apple buys next. Right? They paid essentially a half a billion dollars for next. That's not the I think about it. The way I think about was Apple paid half a billion dollars to re hire steve jobs and they got the deal of a lifetime. This is a mistake that Brad sees other companies make. He says it makes no financial sense to skim on salary and incentives to save a hundred thousand dollars a year when hiring a second best candidate may cost you millions of dollars in lost profit. This is something that Brad repeated. Find the very best people. Literally, the best people we possibly can and pay them. Most people don't do this. Most companies fail doing this. In fact, this is another thing that David Og noticed. He has a great lying in 1 of his books where he says you pay peanuts and you get monkeys. So whatever takes surround yourself with by far the most talented of people. My favorite... The way I think about this, it's Ed Cat, who's the founder of Pixar. He talks about the importance of, you know, you never ever forget the dynamic range of humans. And he says if you give a good... This is why getting hiring the best people so important this way what Camel said. If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brewing team, they will either fix it or throw it away and come up with something better. The takeaway here is worth repeating, getting the team right is the necessary precursor to getting the ideas right. So find the smartest and most talented to people you can and work with them 0 exceptions. You would rather have an empty seat than a b player. Okay. So takeaway number 4. Get the big trend right and invest in technology. Brad spoke about 1 of his most important mentors at breakfast. This this guy is also in Brad book. It's a guy named Ludwig J. And 1 of the most important piece of advice that Brad ever received from mister Justice is the fact that you can mess up a lot of things in business and still do well as long as you get the big trend right. And Brad said he took mister Justice words to heart and that with each new company that he started, he made sure to understand the major trends that could either threaten the business or help it soar. And so I was thinking about what Brad said and what he wrote in his book about this. And I thought of this blog post that Mark jason did many, many years. It's probably 15 years old. And he was trying to figure out, like, what correlates the most to success is a team, product or market. And I'm gonna read an excerpt from this post to you and then so mark writes. And for those of us who were students of start failure, what's most dangerous? A bad team a wheat product or a poor market. If you ask entrepreneurs or Vcs, which of team product or market is most important, many will say team. That is the obvious answer in part because in the beginning of a start, you know a lot more about the team than you do the product, which hasn't even been built yet. Or the market which hasn't yet been explored. Personally, I will take the third position. I will assert that market is the most important factor in a start of success or failure. Why? In a great market, a market with lots of real potential customers the market pulls product out of the startup. The market needs to be fulfilled and the market will be fulfilled by the first viable product that comes along. Conversely, in a terrible market, you can have the best product in the world and an absolutely killer team and it doesn't matter. You're going to fail. So let me pause there, and I'm gonna introduce another idea. So this is like an idea inside of an idea instead of an idea. We're getting like inception levels here. So here Brad speak about this, and I think about the mortgage recent post. I'm reading the mark andre jason post and, you know how I think of there. I think of Billy Durant. Billy Durant was the founder of General Motors, 1 of the most talented entrepreneurs to ever live, but Billy Durant business before General Motors is a perfect example of what Mark just said. Mark said in a terrible market, you can have the best product in the world and absolutely killer team and it doesn't matter you're going to fail. What was Billy Durant doing before he found general motors? He was 1 of the main manufacturers of horse drawn carriages. And at first, he was very resistant to not making... He was making a ton of money, manufacturing horse drawn, cara. And then this new invention called the automobile comes up, and then eventually, he realized realizes, oh, shit. I can have the best horse carriage in the world. I could have the best team inside this industry and it doesn't matter if I don't switch I'm dead. So back to Mark Jason's post. You can obviously screw a great market, and that has been done and not infrequently. But assuming the team is competent in the product is fundamental acceptable, a great market will tend to equal success, and a poor market will tend to equal failure. Markets matter, most. Markets that don't exist don't care how smart you are. So now back to Brad and takeaway number 4, get the big trend right and invest in technologies So the second part of that is something that he's been doing since his first company at 23. There's a line in 0 to 1 from Peter Till, I think is accurate. Says properly understood any new and better way of doing things is technology. I believe that every company for today every company is a technology company. You and I talked about this last week, Ama mozzarella ortega built a hundred and 30000000000 dollar fortune applying technology to an ancient industry. He was the most technologically advanced clothing company for God's sake. And is a great line in that ortega biography that I think Brad would agree with where Ortega says or somebody subscribing or take as a purchase. There are no mature sectors where everything is already discovered, but rather companies are managers with close minds who resist innovation. I bet Brad would agree with that statement. And so the advice from Brad is like if you wanna make a lot of money in almost any industry you have to plan to heavily invest in tech. And we obviously talked a lot about that at breakfast, because that's also not a new idea. Go read Carnegie biography. Carnegie was building steel company late 18 hundreds, and his auto, he talks about the old heads in the in his industry. Remember what Ortega, you know, the list of ortega, mature sectors where everything's already discovered rather companies or managers with close mines to this innovation. Cardi ran up against the old heads in the in the steel industry. And they're, like, why are you spending all this money investing all these new fan operations. And Andrew Carnegie knew what Brad Jacobs knows that if you wanna make a lot of money in this industry, in any any industry you plan to invest heavily in tech. And so the takeaway with the main takeaway I would argue from Carnegie auto is invest in technology, the savings compound, it gives you an advantage over slower moving competitors and can be the difference between a profit and a loss. So takeaway number 4, get the big trend right and invested in technology. Number 5. Pay it forward, help the next generation. And so Brad mentioned his mentor, mister J sent a bunch in the book. He mentioned him several times during our breakfast. And Mister J ran the largest commodity trading company in the world. And mister J took an interest in a young Brad Jacobs, and he actually mentored Brad, and the 2 would have lunch together all the time when Brad was in his starting when Brad was in his twenties And What's fascinating to me is like the bits of, you know, business wisdom that Brad learned during those lunches, Brad still uses to this day. And in his book, Brad said that the most important lesson that mister J, which was his most important businessman mentor taught him happen when when Brad was in his twenties, and he, I'm just gonna read the story to you because 1 of my favorite stories in the book. He says at 1 lunch I arrived burdened with problems that I began to unload on him. Mister Justice listened carefully. Then he said, Look, brad, if you wanna make money in the business world, you need to get used to problems, because that's what business is. It's actually about finding problems, embracing and even enjoying them because each problem is an opportunity to remove an obstacle and get closer to success. Brad says, I learned something invaluable. Problems are an asset, not something to avoid but something to run towards. Big ambitions often beg get even bigger problems. If your initial reaction to a major setback is overwhelming frustration, that's counterproductive. You should be excited. Great. This is an opportunity for me to create a lot of value. If I could just figure out how to solve this problem, I'll be much closer to my goal. And this is 1 of my favorite things of about entrepreneurs. I try to point out and all the books I read, you know, most of the people I get to to with. They're older than me smarter than me, wealthier than me. And yet they're just like mister J was to a young brad Jacobs in my mind, when I think about this is a bunch of different examples, but, you know, 1 of my favorite books I talked about over and over again. It's episode 02:55. It's called the Fish officially ate the whale about Sam Murray. And 1 of my favorite stories in that book, is 1 of the very first, you know, multinational companies in existence where these fruit companies. And 1 of the biggest are actually the biggest fruit company was this company called United Fruit. Fruit was founded by this guy named Andrew Preston. And what is very common is when you have a a very talented entrepreneur. They know that there is a younger version of themselves. And in many cases, they seek that person out and they try to help them. They mentor them just like mister J believe that a young brad Jacobs had potential and was worth the investment of his time. And so Andrew preston, this is 1 of my favorite quotes are pair paragraphs from the fish aid the will. It says when Andrew Preston, the president of United fruit visited mobile, Alabama in 19 o 3. He asked to meet Sam Za murray, the Russian selling the rights Preston was about 57 years old at the time and Sam Murray somewhere in his twenties when this is happening. And this is the description. The titan who began the trade shaking hands with the nobody who would perfect it. Preston later spoke of Za Murray with admiration. He said the kid from Russia was closer in spirit to the banana pioneers than anyone else working. He's a risk taker press and explain. He's a thinker, and he's a doe. Preston winds up buying thinking he invest, like... I think he buys 25, but he thought Z was so tall He's was like, oh, this is another me. Went buying... I think like something like 25 percent of his company was fascinating. And when was press was alive, and he was running United fruit. He expected Z, and then preston dies and you have these non founders take over the company, and they looked at Za murray with scorn. Instead of partner with him instead of helping him. They try to compete against him. The executives underestimated the person that preston respected. And so I remember to other degree that I can. I wanna pay it for it. I wanna help the next generation, and this is something you know, Brad benefited from because he talks about mister justin. He's also what he does for younger talented people that younger entrepreneurs trainers that he think or talented because there's something that Brad asks you to do when he goes to... When you go to his house, that has to do with dancing. Okay? So I have friends that Brad has helped out and taken an interest in and they had told me about this before. So when Brad mentions, hey, come over here and let's do this Like, oh, I know all about the dancing. And he's like, how do you know with the dancing? I go because my friend Jake sloan told me. And what Brad said next was a perfect illustration of this. He goes, I love Jay Sloan. He's a young brad Jacobs. So takeaway number 5 as much as you can pay it forward and help the next generation. Number 6. Don't hide your eccentric embrace them. I can't tell you how many messages I got From people that heard the podcast and then bought Brad book and were shocked. And the fact that first, the first part of Brad book is all about building a strong and healthy mind. He talks about the importance of meditation. He talks about the value of thought experiments, And this is so important that the first chapter is called how to rearrange your brain. And so probably within like, the first, I don't know like 20 or 30 minutes of the breakfast we're talking about visualization. Brad talk about meditation, and my friend Patrick mentions like not being able to visualize like, when you close your eyes actually seeing it. And so Brad immediately goes, oh, I can help you through this. And right in the middle of breakfast. Right? He leads Patrick through a guided meditation. And I think this is the opposite of what most people try to do, they they try to, like, present a certain act to the world. And I think the most important thing is like, just be a human being. Even in so called professional settings. At Breakfast, we talked a bunch our business, but I bet you was probably 25 percent or less of the conversation. We talked to Me and brad talked a lot about our childhood hits. We talked about this idea that you can always understand the son by the story of his father, the story of the father's bed in the son. That's true for me. That's true for Brad. Brad gave me great advice on marriage and what to expect when my kids are grown and they go away to college. The conversation went in all kinds of unexpected and unpredictable directions. And Brad is an eccentric guy, and I am too. And I like him even more because of that. You felt it was Brad being who Brad really is. And people love. I think the the main takeaway of that I always try to remember I was like People love authenticity way more than they love perfection. There are no perfect human beings. I think it's a mistake to pretend otherwise. And if you've listened to some of the other episodes I've done like these I had dinner with or I had lunch with episodes, like the 1 I did on Charlie Mu. They won on... When I had lunch at Sam Z. But when when you shoot because Mu and z or such public, they had such public personas. But, you know, you could go on Youtube and watch them on stage and and and watched their interviews. Or, you could hear them on a podcast. And when you're with them in person, that's exactly what you got. Both Mu and Z were exactly that way. They did not try to hide their eccentric. They embrace them. And that's part of the reason that they had such a cult like falling And so takeaway away number 6 for me was don't hide my centric embrace them. I think I do this now, but I'm going to make sure it's a cons reminder, just be who I really am. Even if that person is imperfect. So number 7, relationships around the world and your reputation is everything. So there is a video of warren Buffett you can see on Youtube to Warren Buffett in 19 91. I think he's testifying for Congress is when he's having this issue with the Salon Brothers at big scandal. And he says something that I think is very powerful, and it's the advice that he was giving for Denali, people Sullivan brothers, but He repeats us over whenever never again for. It's around him. Says lose money for the firm, and I will be understanding. Lose a shred of reputation for the firm, and I will be ruthless. And in later, instances, he says, you know, why this some? He it says it takes 20 years to build a reputation and 5 minutes to ruin it. And if you think about that, you will do things differently, you'll act differently. And so I would take that idea from warren Buffett, and I would tie it to this other idea that I read in biography of David Og 1 The book is called the king of Madison Avenue. And is written by a guy who worked with David Overview for quite a while. And he has a line area. They called the David file. And so he says almost everyone who brushed up against the man has a David story. And so he gives an example of the first time he added to his quote, unquote, David file, and the reason I'm telling you this, I think Already, see I'm going with this. There is a grad file and I'll explain it to you. So from the King of Madison Avenue, the the person working for David Over he says, David was 52 and famous. I was 33 and a junior account executive. Early on, he wrote a letter to 1 of my clients after listing 8 reasons while some of the ads prepare for the company's design department would not be effective. He delivered his ultimate argument. This is what David wrote. The only thing that could be said in favor of the layouts is that they are different. You could make a cow look different by her removing the utter with that cow would not produced results. That is the end of Olga quote. This is now the guy working for him. So began my David file. Almost everyone who worked at the agency kept 1. So Brad has been an entrepreneur for over 40 years. Okay? Since this this happens when I make episodes about people that are alive, because since I made the episode about Brad Brad book, I've been on the receiving end of several Brad stories that are that are very unique. And just like David Og, just like brushing up against David Og. If you brush up against brad, it's gonna produce a memorable story. Now here is the mind blowing thing. Considering he's got a 4 decade over a 4 decade long track record. Every single story I've heard was positive. And many of them are hilarious. And so this idea that this reminds me of 1 of my favorite max that is opportunity handled well leads to more opportunity. Because of his track record because of his reputation because of the compounding of his relationships. Brad is now able to pursue opportunities that would have been impossible or inaccessible when he was just starting out as a 23 year old entrepreneur. And I think the important reminder is the long term view is the right view. And just like Buffet said, we must never jeopardize our reputation our harm our long term relationships for short term gains. So takeaway number 7 is relationships run the world and your reputation is everything. And so what I'm gonna do now is I'm gonna replay the episode I made on Brad book. If you haven't listen to it, make sure you listen to the whole episode. If you've listened to it, you know, what it a your go, listen to it again, it's worth the time to remind yourself of the lessons. I also leave a link down below in the Podcast player and available on dot com. If you haven't yet bought Brad book. Highly recommend that you do so, and if you do so using that link, he be supporting the podcast at the same time. Thanks for listening as far and I hope you enjoy my review of Brad book, how to bake a few billion dollars. During my 44 years as a Ceo and a serial entrepreneur, I've made every possible mistake in business. I've over paid for acquisitions and botched integrations. I've run operations for cash when I should have invested for growth. I've delegated tasks, I've should have done myself. I've hired the wrong people. I've made strategic bets that didn't pay off. And yet, My teams and I have managed to create tens of billions of dollars of value for our shareholders. This book is about what I've learned from my blu and how you can replicate our successes. I'm what's called a money maker. I've started 5 companies from scratch. 7, if you include 2 spin offs and turn them all into billion dollar or multi billion dollar enterprises. My teams and I have completed approximately 500 acquisitions. In total, these ventures have created hundreds of thousands of jobs and raised about 30000000000 dollars in outside capital. My career began in 19 79 when I started a privately owned oil brokerage company called Am Oil Associates. I was 23 with just a few thousand bucks and no experience. Within 4 years, my partners and I had 4700000000.0 in annual brokerage volume with offices worldwide. We sold Am in 19 83, and I moved from New York to London to start an oil trading company called Hamilton resources. Hamilton generated about a billion dollars a year in revenue, and we made this money through an opportunistic combination of crude oil trading, counter trade, pre finance, and refinery processing deals. In 19 89, so 6 years later, I moved back to the United States and entered a new sector, the rapidly expanding field of solid waste management. I called my new venture United Waste systems and took it public in 19 92. So founder the company 19 89, takes a public in 92, is gonna sell it in 97. We became the industry's fifth largest player, and in 19 97, we sold United waste for 2500000000.0 dollars. United Waste taught me that I love working with outrageous talented people to deliver outs sized returns for shareholders in public stock markets. So he sells United waste in 19 97 that same year He says I started a new company, united rentals to rent construction equipment for job sites. I took this venture public later that same year with a growth strategy that emphasized acquisitions from the start. Within 13 months, we had built the largest equipment rental company in the world. There's a hilarious story later in the book, about a launch that Brad had with the Ceo of the his major competitor in that industry. I'll get to it later on in the episode. Within 13 months, we had built the largest equipment rental company in the world, United rental stock is a hundred bag. The share price at inception was 3 dollars and 50 cents, and it now trades at more than a hundred times that price. In 2011, I was on my next big thing. Xp logistics. Xp was the seventh best performing stock in the Fortune 500 of the last decade. Its main focus was freight transportation, matching truckers with shippers forwarding freight and ex urgent shipments. We built Xp into an integrated global logistics leader. I divided Xp into 3 separate publicly traded companies as a value creation strategy. We spun off G o, the largest contract logistics provider in the world and R xo, a freight brokerage platform that runs on technology that we developed in house. I currently share all 3 companies and each business is helm by a strong Ceo. These experiences have allowed me to share thought experiments that can help you learn to think differently, which is an essential prerequisite to accomplishing big things. This book is a guide. If you have a burning passion to make enormous amounts of money in business or want a turbo charge your chances of success in sports, the arts, politics, phil are any part of your life, read on. That was an excerpt from the book that we talked to you about today, which is how to make a few billion dollars and was written by Brad Jacobs. In addition to starting 7 separate billion dollar companies. Brad also listens to founders, sent me a very nice message saying that he was addicted to listening to Tv these book reviews. And he was kind enough to send me an early copy of this book a few months ago. And I read it and wanted to re to make an episode or to release the episode rather, when it's available so you can actually order it, which I highly recommend that you do and you... That'll be obvious as we go through some of the ideas contained in Brad book. So Wanna jump right into it. He says, I've come to know a lot of extremely successful people in my life. They all have 1 thing in common. They think differently than most people, all of them. To a person have rearranged their brains to prevail at achieving big goals in turbulent environments where conventional thinking often fails. I wanna read 1 more sentence, and I'm gonna read you this quote from Peter Till. Popped to my mind when I got to the section of the book. I love that What he said, all of them to a person have rearranged their brains to prevail at achieving big goals in turbulent environments where conventional thinking often fails, making a few billion dollars doesn't just happen, but it's possible with intense focus and a willingness to transform how you use your mind. That is the first chapter. So I got to this section immediately when I read that, the 1 of my favorite quotes from Peter T popped into my mind. And Peter said the single most powerful pattern that I have noticed is that successful people find value in unexpected places, and they do this by thinking about business from first principles instead of formulas. That idea of finding value on unexpected places and thinking from first principles instead of formulas, instead of using conventional thinking. Remember that, later on we're gonna talk about this outrageous thing that happened. Brad winds up making about 4000000000 dollars. Buying back a bunch of his stock, even though bankers and advisers around whom were saying, hey, no one's ever done something like this before. And his response was perfect because that you could tell he was thinking for first principles. He's like, well just because we're were the first company to buy back such a high percentage of our stock. In this situation, doesn't mean it's a bad idea, and it turned out to be a phenomenal idea. So I like that he starts the book with this where it's like you need to rearrange your brain to prevail at achieving big goals, and turbulent environments where conventional thinking often fails. If Brad had or another way to think about that. In this situation which we'll cover later. If Brad had listened and adhere to conventional thinking, he'd be 4000000000... Him and his company would be 4000000000 dollars poor. And so Spread throughout the book, you're gonna see these, like, boxed standalone, maxim or pieces of advice that relate to what he's currently trying to teach us. And they really... Like, the way I think about it him is, he's dis instill down his knowledge from matt, intel, like, simple to remember Maxim. And so he says so much of success in business comes from keeping your head in a good place. He talks about expecting the importance of expecting positive outcomes. And I think it says a lot that the first chapter of this book is called how to rearrange your brain and he spends A lot of time on the importance of managing your mind and attitude. Entrepreneurship is difficult and stressful, requires sound judgment and you cannot make high quality decisions, if you don't manage your inner monologue your inner feelings, and I love this idea of expecting positive outcomes. Expect positive outcomes, stop beating yourself up mentally. I have. The next time you could testify something that isn't that bad, understand that your reaction is a genetic survival trait that you inherited from your hunter gather ancestors. The only time that I've ever felt truly lost was when I stepped down from United rentals in 2007, so he's gonna talk about. This is really this entire section is why understanding and controlling your mind is so important for founders. And you and I've talked about this before, and there's a great quote by Mark Jason that said entrepreneurs only ever experienced 2 emotions, Euphoria and terror. And nothing can be trained. It's the highest highs and the lowest lows. So you got to learn to control your your mindset and your emotions. The only time I felt true losses is when I stepped down from United rentals in 2007, I started looking from my next big thing, and I couldn't find it. I became depressed. I'm an ambitious person by nature and a deal maker by inclination. Now I had no deal going, no industry sector where I could envision working my magic. And so he starts reading, like a library of psychology about trying to figure out how to fix this. He's as I learned to turn my internal chatter to my advantage by re framing negative thoughts as useful data as useful data rather than objective reality that is tied to another idea that he's gonna use over and over again, something you and I have talked about over and over. It comes... This is fantastic quote. From this legendary founder named Henry Kaiser, who was building companies around World war 2. I read his biography because Charlie Mu recommended it to me and actually, when I went to Charlie Mu house to have dinner with them. The book was sitting behind Charlie on the shelf and I actually got to to ask him about it. And was incredible. Charlie hadn't read that book brian, like, 15 years, but his recall. Like you could be... It was impeccable. Like, told me, like, essentially recite all of the facts That were in that book. As if he had read it yesterday. But Henry Kaiser has this great quote in that biography. That says problems are just opportunities and work close. And so I think it's a similar analogy to what he's saying here. It's like, yeah, everybody's gonna have negative internal chatter in your mind, why don't we reframe that use those negative thoughts as useful data rather than as objective reality. Back to Brad, inevitably, the process of running a business will test your bias towards hope or fear, euphoria or terror the way you and I talk when I noticed I'm feeling anxious about something, I ask, this is fantastic. I ask what's the worst that can happen and how would I cope with it? And then he is another question he asked himself. If a friend had a similar worry, how would advise them to handle it So this idea of stepping outside of yourself, something I've tried to practice as well. Step outside of yourself. It's your problem pretended somebody else's problem friend, a loved 1, even a competitor, maybe. And so, okay, If I had that similar Warrior or the similar property problem, And it wasn't me. How would I tell them to solve it, and then just take your own advice. It's so he's saying putting distance between yourself personally the source of your anxiety actually helps you, think more objectively about positive outcomes. This idea like, think about. Yeah. The guy has started 7 separate billion dollar companies. And his... The the first chapter of the book is all about the importance of managing your mind and attitude. So he says not beating myself up has been a hard learn lesson for me. I become much happier in my middle age when I stop expecting unrealistic levels of perfection for myself, and my family, I still struggled this all the time. I beat myself up. I have a varied... I always say my in Monologue. Sounds a lot like David Go. If you ever heard his audiobook can't hurt me. That's mine. Sounds like, so I'm gonna have to take Brad advice here. I become much happier in middle age when I stopped expecting unrealistic levels of profession for myself and my family, my friends and my coworkers. Not to mention customers vendors and shareholders. The reality is that when you're trying to make a few billion dollars, your team is likely running in multiple directions at a fast pace, except that some goof ups are inevitable, and you'll find that it's much easier to maintain your mental equilibrium as you pursue big goals This goes over several pages. Try to summarize this for myself, so I can remember in the future, don't beat yourself up, emotions blur judgment, keep a positive mental attitude and stay calm. And 1 way that Brad does all of that is he's a big fan of thought experiments The reason you... I mean, you're just... I think it's a no brainer to to buy the book. But there's a bunch of the stuff, then I'm not gonna cover in the podcast it's in here that the append... I think of this is, what I would do is, like, I'd read a straight through, and then I'd keep it on a shelf for keeping her your desk and then use it as a reference. And you'll go back and there's a bunch of things. Like, all the chapters are separate things. So, like, how to run great meetings, how to do a lot of, M and A without imp your company, how to build an outrageous talented team. I really do think this is a fantastic reference that should say close at hand. And so 1 of the things he has in this book is a bunch of thought experiments that he use. So I just wanna outline why those things are so import to him. He says, Albert Einstein was a cons day dream. And then he preferred the term. It's german. I'm not even gonna try to pronounce it, But it's day dreaming, thought experiments. So he says thought experiments are not limited to genius scientists. Gifted artists, compose composer mathematicians all use them for creative work or problem solving. I usually spend about half an hour a day meditating. Much of this time is spent in thought experiments. This produces a profound sense of calm ness and is when many of my best decisions materialize. I don't I can't remember if I I've already said this, but Brad was kind enough to invite me to, the book launch party they head in New york. I flew up To new york just for, like, 16 hours just to go to the book launch and and meet Brad. What was fascinating and I had this inclination. Like, he's just got great energy. He's got great... I hate to say I no other way to say it this just got great personal vibe when you're, like, in person with him. And I talked to people that worked for him. They said the same thing. They, like, but love him. They enjoy, like, the work environment that he's created. And the best source I know to experience like, how Brad is is I would listen to the invest like, the best episode that Brad Day with my friend, Patrick. It's episode 03:52 of invest, like the best and Brad in that interview, talks a lot about the importance of meditating, He's been meditating, I think for over 50 years. And as he says right here in the book, he he feels it's been AAA huge benefit to his career because that's where he feels many of his best decisions actually materialize. So let's go to this. What I mentioned earlier that business problems. This comes up over and again. That business problems and great companies. The way I think about it is, great companies are just effective problem solving machines. And I first heard that idea or that the idea was planted into my mind, maybe 7 years ago when I read Danny Meyer, the famous restaurant, his auto, and Brad gonna talk about his most important business mentor. And the lesson that he taught Brad when Brad was in his twenties. I've had multiple business mentors over the years, but none have been more important than Ludwig, J. Mister J ran, the largest commodity trading company in the world. I got to know him in my twenties, when his company was a client of my oil brokerage business. Before long, we were having lunch regularly, and he would share bits of business wisdom that have stayed with me ever since. At 1 memorable lunch, I arrived, burdened, remembered Brad in his twenties at this point Okay? I, 1 lunch I arrived burden with problems that I began to unload on him. Mister J listened carefully and waited until I had finished speaking, then he put down his fork turned to me and said, look brad, If you wanna make money in the business world, you need to get used to problems because that's what business is. It's actually about finding problems, embracing and even enjoying them because each problem is an opportunity to remove an obstacle and get closer to success. I'm going to put this book down, And I'm gonna go to where I had my highlights stored from Danny Myers book, which is called setting the table. It's in... If you have access to founders notes, I highly recommend going searching for setting the table, and then then reading all them takes less than 10 minutes, and it gives you a good overview of reminder of the lessons that Danny Meyer was trying teach you and I from his book. But he had this a very similar experience. I'm pretty sure he was in his twenties at the time as well. He's having dinner, with another older more successful entrepreneur at the time, this guy named Stanley Marcus of the Ne and Marcus family. And it's remarkable. It's very almost dead on with what's happening with Brad and his... When he was in the twenties when he's talking to mister Justice. And so Danny Myers is kind of unloading his problems and his stresses to an older wise entrepreneur. He says opening this new restaurant might be the worst mistake I've ever made. Stanley set his Martini down. Look me in the eye and said, so you... This is 1 of my favorite quotes I've ever read in any book. So you made a mistake. You need to understand something important and listen to me carefully. The road to success is paved with mistakes well handled. His words remain with me through the night. I repeated them over and over to myself, and it led to a turning point in the way I approached business. Stanley lesson, reminding me something my grandfather Irving Harris who was a famous art, not famous. 06:01 turn as well. Stanley lesson Ron with was something my grandfather Irving Harris had always told me the definition of business problems. Is exactly what mister J is telling a young brad Jacobs. The definition of business problems. His philosophy came down to a simple to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative, profitable problem solving. That's an excellent line too. Success lies, not in the elimination of problems, but in the art of creative. Profitable problem solving. The best companies are those that distinguish themselves by solving problems most effectively the way the maximize dis distilled that down, so I could remember myself is that business is problems and great companies are just effective problem solving machines as we're gonna see it we'll continue on this page. They get a lot a lot of the best entrepreneurs. They would get excited. They would get excited when they found businesses or problems in their businesses. And so Brad continues what he learned from this lunch with mister Jess. In that moment, I learned something invaluable problems are an assets. Not something to avoid, but something to run towards. Big ambitions, that's so excellent. Not something to avoid, but something to run towards. You know what? Let me interrupt. Let me work where at because when when I got to this part. Again, Just popped right to my mind. I wrote down Jeff Bezos, Henry Kaiser. I already told you, Henry Kaiser loved problems. Said problems are just opportunities in workloads. Jeff Bezos. Multiple books. In the everything store, the first biography of Jeff Bezos written by Brad Stone. There's this interaction between 1 of the 1 of Jeff and 1 of his 1 of his employees, and he tells him like, some bad news is something that, like, they need to improve on or whatever. And he goes, I brought him very bad news about our business. And for some reason, he got excited. Is that not exactly what Brad Jacobs is saying. Problems are an asset. That's something to avoid but something to run towards later on in, I think this was in Jeff's 1 of Jeff Bezos shareholder letters. But he said that he finds waste very exciting. So he says, the customer experience path that we've chosen requires us to have an efficient cost structure. This is Jeff Bezos writing, by the way. The good news for shareholders is that we see much opportunity for improvement in that regard. Everywhere we look, we find what experienced Japanese manufacturers would call Mud. Translates into waste. What experienced manufacturers call waste. I find this incredibly en energized. I see it as potential years and years of variable and fixed productivity gains and more efficient higher velocity and more flexible capital expenditures. That is from the book invent in wander, highly recommend I've done, I think 2 podcasts on that already. It's Jeff Bezos all Jeff bezos shareholder letters, and then transcripts of like his best speeches. But I love... I would reference up a couple of time. It's exactly what Jeff is was talking about. It's like, I get excited. Oh, this is waste good. This is incredibly en merchandising its potential years and years and years of improvements in our business, very similar to what to what Jacobs jacob is telling us here. Big ambitions often beg get even bigger problems. If your initial reaction to a major setback is overwhelming frustration, that is counterproductive. Instead do this, great. This is an opportunity for me to create a lot of value. Is that not? The exact same idea that Bezos just told us in shareholders. It's the... It's the same thing. It's exactly the same. Great. This is an opportunity for me to create a lot of value. If you can figure out how to solve this problem, I'll, if... Excuse me if I can figure out How to solve this problem, I'll be much closer to my goal. In the 4 decades since that lunch with mister Justice and I've dealt with nearly every problem you can imagine. Challenges with acquisitions, people, tech, branding, you name it. I am not surprised when things don't go perfectly, that's the nature of this universe. The big gunk problems can be where the best opportunities lie reminded me of when I got to to talk to Charlie Mu. Said the same thing. And it's... You notice, in his last I been last published interview here, but he did or 1 of the last ones, was with John Carlson, founder Stripe interviewed him, it's actually published on the best, like, the best feed too. It's also obvious, like, after spending a few hours talking to him. When I got back to my hotel then I, I had, like, this... I immediately just put all... Like, everything we talked about, because I didn't look at my phone 1 time when I was with I was like, man. This is once some time experience. I needed... II1 document this. I wanna remember this. And 1 of the things that I wrote was that Charlie had a complete almost a complete ind to problems He said they should be expected. You should tough up, like, you just essentially suck up and cope when you have problems that come your way, and then you should be wise enough to try to prevent any any other problems. But this idea. It's like, very similar much to what he's saying. I'm not surprised when things don't go perfectly. It's impossible. He's been a Ceo an entrepreneur for 44 years. So you don't think he's run to every single problem. Like, of course. That's what makes the the book so valuable. I think I saw it selling for, like, 27 dollars. Like that's absurd. That's absurd amount of value that you get. You get almost half a century. Of wisdom is still down at his book launch party. He said this. He's like, I don't have another booking me. Fuck, I'm not writing another book. I, gave you all my ideas, get buy it if you want it. And but I just think it's it's it's incredible. How, you know, Everything I'm talking about. This is 3 4 pages, and we see similarities in the way of Brad thinks the Danny Meyer thought that the guy from Ne and Marcus thought that Jeff Bezos thought that Henry Kaiser thought, that Charlie Mu thought. I just love it excites me when all these ideas connect. Very, very fascinating. Moving on, this is great... He's got these great stories spread throughout the book. And this is how to lose 500000000 dollars. So I wanna go back actually before I get into how to lose 500000000 dollars. He's got a very unique acknowledgement segment section. I I read. I have to confess that I read a lot of the acknowledgement sections in the books that I read. They're usually boring and, like, kinda like, filler Every once in a, you'll find like a interesting source or an interesting book or something. Brad, what Brad did was put it at the front of the book, which is unusual. And then what he did is he's like, I... He just made his acknowledgement section, a list of maxim that he learned from other people you have all the conversations and you just still down 1 of the main ideas. And it's like, he learned this from Michael Morris, small amounts of capital can generate gigantic returns. From Ludwig J, who we just saw get the major trend rate, which we'll go into. You know, dare to do new things. See the world for what it is not what you wish it to be is 1 of the maxim in the acknowledgement section. I'm glad I read that before I got to this story about how to lose 500000000 dollars because see the world for what it is and not what you wish it to be is exactly What Brad did. And so he says he calls us radical acceptance. Radical acceptance quiet the noise created by yesterday's decisions and today's wish thinking. Here's a story about radically accepting a 500000000 dollar loss. So in the late 19 nineties, Congress came up with this new law called the t 21... So it's the transportation Equity Act for the 20 first century. In theory, this is what Brad thought was gonna happen. This legislation was going to allocate about 600000000000 dollars to rebuild the nation's infrastructure. So I was like, okay, this there's gonna be a bunch of all this funding up for grabs, I started scoop up big road rental companies. The ones Provide Barricades, cones, strip and the like. Then I waited for the market to come to me, but that never happened only about a third of the allocated government funding was spent, and that was spent in little bits over time. My decision turned out to be a huge mistake, and there was no point in compounding it. We ended up selling those road rental companies at about a half a billion dollar loss because it was the best way forward under those circumstances. So this idea of see the world for what it is, not you not what you want wish it to be. He he... He's like, oh, this is gonna be great. Gonna spend out, dole out to 600000000000 dollars when that didn't happen, he didn't hold onto to it. What does he call? Radical exception quiet the noise created by yesterday's decisions and today's wish thinking. No reason to compound this loss. Let's cut our losses and move on. The next story I wanna tell you about is how to keep your head and make 4000000000 dollars. This is my... That was my summary of what's about to happen. So heat... At the time, he's running Xp, which is is his third public company. And I think this is in 2018, and they got hit with a short report. And so this short report gets picked up by the media saying, there's all kinds of problems with Xp. You know, she still stock everything else. And so this is the story from Brad. The short report was packed with a lot of baloney. But of course, the market acted first and analyzed later and our stock price went into free down 20 percent. Our 26 percent in 1 day. His response was fascinating, we did exactly what I've been describing in this chapter. We concentrated on the situation at hand without judging what had happened to us. We spent hours going over the short report page by page, identifying the many places where their data had been twisted. And so he takes a problem and he spots an opportunity, which is what he's been talking about. Right? The short seller crisis had made our stock extremely cheap. And instead of fix fixated on that as bad, we focus on achieving a good outcome. From that perspective, the share price was mana from heaven, and we decided to buy back 2000000000 dollars worth a stock. This is what I mentioned earlier, where the bankers are like 2000000000 dollars way too high. You can't do that. It's too high a percentage of your mer cap, no one's ever done something like that. And Brad like, who cares? Just because we were the first company to buy back such a high percentage of our stock member goes from the opening. It's like you have it that you can't rest on conventional wisdom is the way Brad put it, you have to rearrange your brain the way Peter T says is, hey, you successful people find value in unexpected places and they do so by thinking about business from first principles instead of formulas. There is no formula for the situation that Brad dealing with or if there was, it'd be like, oh, buy, you know, a little bit by, like, a hundred million back, but you can't buy 2000000000 dollars were you nuts? Just because we were the first company to buy back such a high percent of her stock in a similar situation, didn't mean it was bad a day. In fact, it was a once in a lifetime opportunity. A couple of years later, those 2000000 dollars of shares we brought back, we bought back, ended up being worth 6000000000 dollars giving them a profit on that 1 transaction of 4000000000 dollars. Okay. Moving on. What this is this might be my favorite section the entire book. I love how he describes all the research she does. Before he jumps into an industry and it's this idea that he gets. He said 1 of the most valuable piece of advice I've received from my mentor. Mister J, if you can mess up a lot of things in business and still do well as long as you get the big trend right. I make sure I understand the major trends that could threaten the business or help it soar. I'm obsessive when learning about an industry. This this part this entire. I'd read the entire chapter. I'm gonna go over, the parts that are obviously most interesting to me. But it's a it's another illustration of this idea that you and I speak about over and over again you see in the books and it came came from David O, and he says the good ones know more. They just do more research. They read more. They talk to more people. They just know more about what they're doing. The good ones know more. And so his idea is like, 1 of the main thing themes that the mega trend is that technologies is that the dominant mega mega trend in our universe. If you wanna make a lot of money and almost any in any industry plan to invest heavily in tech. And that idea is true today as it was a couple hundred years ago. I remember reading Andrew Carnegie auto, you know, many years ago I don't know. Maybe 4 years ago. And he's talking about building businesses in the 18 hundreds. And he was talking about building Carnegie steal the time, and I had summarized the advice he was giving in that book. It's just specifically around technology as this, and this this comes up in books a lot. Invest in technology, the savings compound it gives you an advantage over slowing moving competitors and can be the difference between a profit and a loss. That is from... That that's a summary of Andrew Carnegie ideas, which I think Brad, based on this chapter would definitely agree with, if you wanna make a lot of money in almost any industry, plan to invest heavily in tech. So this is how we start doing research before he starts a new company. I start by reading everything I can get my hands on. Journals, periodic, newspapers, trade publications, employee reviews, on web based recruiting sites you name it. I look up I look at all the websites and social media of the major players and the up and come in the industry. I watch lots of interviews with the Ceos. I use paid services like Bloomberg, Alpha sense and Thomas Reuters. I look at analysis from sell side and buy side analysts, and I searched this Scc database, which has large amounts of information on every publicly traded Us company, including Ipo documents, financial reports and proxies. I scope out the most valuable industry conferences and I attend them. He goes to sell side conferences because they're an opportunity to meet management teams face to face and hear the questions investors are asking. Trade associations have a wealth of industry data. I interview experts. I seek out people who live and breathe the industry that I'm considering this phase of the research is about getting face to face and listening intently. I love talking to Ceos. In addition to Ceos, as I seek out investment bankers. Who are most active in the industry and who know it deeply. Just look at how much work and how much information is collected. Right? He... This is... It keeps going. So says in addition to Ceo to seek on investment bankers who are most active in the industry and who know it deeply. I also talk to venture capital firms because they spend a lot of time looking at the big trends in different industries. I tap buy side institutions, and successful fund managers who have battle scars from investing in that industry. Industry vendors keeps going. Industry vendors are also a good source. They have a sense of the trends that could drive changes in the market and finally, are not finally. There's 2 more. Shareholder activists. Often have important insights as well, and I reach out to journalists who know the industry because by nature, they're a skeptical bunch and I want to hear their perspectives. So then what he'll do is he runs through, like, short descriptions of how to get the major trend right in a bunch of the... Or how he did in a bunch of the businesses that he started. And, you know, this goes over 40 years. What's interesting is, the first 1. So he talks about Am and Hamilton resources. And it's about, like, his time in the oil industry. It reminded me of a very important idea that I think that it's... That you see applied to a bunch of different industries. This idea that you can identify a market with valuable, but hard to get data, and my favorite application of this because it's just so nuts was the episode I did on the the billionaire art dealer Lyric Ga. Episode 03:25 if you haven't... If you have a listen to that that episode. It was fascinating because that's exactly what he did. He identified a market with valuable but hard to get data, and then essentially made him his... Made like, a personal treasure map that that his entire business rests restaurant. So that came to mind when I was reading this section, a little bit of luck put me in the oil industry in 19 79 when I started my oil brokerage company Emirates. It was a highly profitable business, and my realization was that a big trend was forming around the need to capture and share information more quickly. Remember this is 19 79 pre Internet. This whole section is nuts. Also so says that was a trend that transformed the industry in the late 19 eighties. We made a lot of money by being the first oil broker to get ahead of the trend. At the time, there's no Internet. No email and their centralized databases with easy global access. The main so this is gonna blow your mind. The main source of information about the price of oil was a newsletter that came in the mail. And so he talks to He's like, listen, we're making verbal handshakes with clients in Europe and Asia for 50 and 75000000 dollars over the phone with nothing on paper for da. And so this next sentence is a description of the problem. The lack of timely information was a big problem for oil burgers. We made our money by matching buyers and sellers and taking a commission just like Larry. I could see that there was isolated pockets of valuable oil pricing data trapped all over the globe And I knew that if we could figure out a better way to share that information, we can unlock a lot of value. And so there's no off the shelf solution, so he builds his own. I think this is something he does multiple times. And he says essentially they built, like, their own crude version of the Internet. But it allowed us to do something revolutionary. Every time an Am employee, learn something useful about a buyer seller act... Buyer or seller activity or the price of oil, they entered it into our database. Then we could share that information much more quickly with our brokers around the globe. That process took hours, not days, which was close to instantaneous back then in the seventies and eighties. So take something took days, Now it takes hours. We had created a way to obtain objective insights into global oil supply and demand and pricing trends. And then here is the trends that he identified when he set up united Waste systems, the red Bull episode that I did. Episode 03:33, I think. It's pretty wild that, you know, that business is gonna make him, you know, it's networks between somewhere between, like, 20 and 40000000000 dollars. He was paying himself before he died somewhere between 508000000 dollars a year. He identified the opportunity from reading a magazine article. And like, hey, the richest guy in Japan, I think it was the country. Makes these like, energy tonic because there was no energy drink market at the time. That's interesting and that that reading the article changed his life forever. D dietrich make. I think it's... How you say his name. But we see Brad Jacobs coming up with an idea too He's just like, well, the idea of from Systems. This is fascinating. I remember vividly the moment the industry caught my attention. In 19 89, I was reading Merrill Lynch research reports in bed on a lazy Sunday morning. I love that. And came across a report written by the top ranked analyst for environmental services then. The 2 largest companies in the waste industry at that time, were each making about a half a billion dollars a year in profit remember. That's why I brought up the Red bull guy. He's like, what This guy is high... Paying the most... He's making the most money in this entire country. And he sells energy tonic, and then Brad said in bed, reading research reports. Right? And he's like, wait a minute. These guys are making half a billion dollars year in profit in 19 89. And I thought how hard can Be to have trucks pick up trash, deposit in a safe place and then sent out an invoice. I wanted to know more. And so he identifies the 2 big trends at the time, landfill capacity was becoming precious because regulations we're pushing small trash jumps out of business so that's trend number 1. Trend number 2. Integration of hauling and disposal. This created an opportunity for end to end consolidation. I look for a way to capitalize on both trends and found it in tech based truck routing. So to think about the entire oil industry, kinda operating blind, waiting for this on this letter in the mail to tell the prices. He sees a very similar trend, problem in the waste management business, mom and pop owners were running trash collection companies by a seat of their pants and making money at it. Few companies were planning their truck routes methodically, much less using technology to do it. I think he says they use like a map and like push pins. Like this is he's like this ridiculous. They did not focus on optimizing routes and so he starts, optimizing routes and this is the result instead of sending 50 trucks out over 5 days to pick up x tons of waste. 20 trucks some more less than half. Could now perform the same service in 3 days. So instead of 50 trucks in 5 days, he's doing the same work and with 20 trucks in 3 days. Our cost kept coming down as our processes improved and our profit margin grew significantly. That is the company that he sells for 2500000000.0 dollars. Then he talks about where he gets his idea for his other company united rentals. I was looking up to roll... I was looking to roll up another industry, and so I set up half day meetings with 9 different groups of bankers and analysts at Merrill Lynch. 1 of those analysts asked If I thought about going into the construction equipment rental. So that's how he finds the idea for his next billion dollar company, and even though it's a different industry, he sees the same problem. This is a part that I texted it a bunch of friends because I actually love. While the rental industry overall was slow to computerized, the larger regional players were more tech savvy. By 19 97, nearly all of them were running on software developed by a company called Win systems. This is how to get god mode and whatever I wrote to myself. When I was a kid, played a lot of video games, and you'd use, like, cheat codes, like game genie and stuff like that. And you... 1 of the things that you were tried to unlock is something that was referred to as God mode a lot, which essentially gives you, like, on omni present, like, view of the entire world and like, what you wanna do. You could think of what's happening here. This this this idea with that, absolutely love that they did. He gets omni data. Of his entire industry. It's almost like operating in God mode and video games when I was kid by 19 87, nearly all of them. All the larger larger players in this industry and now. Right? We're running on software developed by a company called Wind Systems This told me that software was capable of managing hundreds of thousands of pieces of equipment flowing on and off job sites because they buy construction equipment, and then they rent them out. It's very, you know, straightforward business. So what did he do? I bought wind systems. He bought He bought the software that all of the main players were using. Owning win accomplished 2 things. 1, we had an industry best platform that we can continue to develop internally for own use, and the acquisition gave us access to aggregated, data on macro trends cost across the industry. This gave us a high level view of emerging market trends such as equipment glut or shortages in the macon making, what is buying the software company allow him to do. And we could now proactively adjust our pricing and asset management, while the rest of the industry was being reactive. I'm gonna repeat that that is so important, we could proactively, adjust our pricing and asset management while the rest of our the industry, the rest of our competitors was being reactive. Okay. So then I love this story that comes from the chapter on how to do lots of high quality M and A, without imp, and it reminds me 1 of my favorite things that I bring up a lot that opportunity is a strange beast, and it frequently appears after a loss. What can appear to be a terrible thing, actually be actually winds up being a blessing in disguise. And so he gives us some advice. He says, be sure to cover your flank. It's the stuff that comes out of left field that can take a deal down. In 2007, I sold united rentals to the private equity firm cerberus. No way I'm pronouncing I write. So this private equity firm buys for 7000000000 dollars or at least that's what Brad thought happened. Highly satisfied that I just sold the company I stepped down as chairman and wandered off to my private investment firm to begin planning my next venture. Then the great financial crisis arrived. Remember this is 2007. Great financial crisis arrives, private equity firms began welch on deals. And service, defaulted on the United rentals agreement. As a result, our stock plunged 31 percent in 24 hours. Over the course of the following year, the stock fell a 5 dollars. We collected a hundred million dollar breakup fee decided not to seek another buyer and eventually got things right. Today, the market cap of United rentals is 38000000000 dollars. So tried to sell it. Thought they sold it in for 7000000000 in 2007, fast forward what 15 years or something like that. Good the good thing they did not sell it for 7000000000 because the market cap is now 31000000000 dollars higher. The deals I've avoided have contributed more to my success than the deals I've done. And I love this advice. He talks about The importance of set setting up, feedback loops. This is something that Brad gonna have in common with just the ones that come to the top of my mind, Les schwab, Sam Walton of Walmart and Jim Casey of Ups. They all prioritize this. And what is this? It's getting data from frontline employees. They want data from the people are actually interacting with the customers. They all talk about it in their biographies on auto geographies over and over again. So she says when we buy a company, we discover that the frontline employees, middle managers, and even some senior executives have never been asked what would you do to improve the company? And this is insane. You would think that the owners would want to know that. And so at Les schwab, Sam Walton and Jim Casey, would say about this in Jim Casey case, anytime he was driving he he'd see Ups truck. He'd pull over or have his driver pull over and he'd talked to them. He'd wanna know what's actually happening. They all make... They all say differently, but the the the idea behind us the same. They're, like, your executives the team you have around you. Like, they over time, They search to, like, filter information too much. And they can give you, like, an overly rosy or, like, false, like, positive view of what's actually happening in your company. And so the way you you penetrate that? Oh, Bezos did this too. I just remembered he would, work he has everybody in Amazon, including himself would work customer service like, in the call center and actually answer calls directly from customers. So anyways, your executives and the people at around you over time tend to give, like, an overly, like, optimistic view of your company. And so 1 way to cut through that is like Sam Walton go stores and he talked to people the cashier. So you talked to the people at the front door, You talked to the people on unloading the trucks? It's like, tell me what the hell is going on in this company? I wanna know this? Like, what would you do to improve the company? Why are you not asking them that? Of course. You should ask on that. To them, it was very obvious. Like, almost... I what I realized too is, like, almost at the end of the book, he has another, he has 2 questions that I thought were genius. That I wanna add in this section too because I think it ties to what he's saying here. And so what he would do, it doesn't have to just be in a company acquiring to it could be in your existing company. So he asks... I love these questions. He asked 2 questions. What's your single best idea to improve our company. What is your single best idea to improve our company? And what's the stupidest thing we're doing as a company? And so he would send that out company wide, You know, send an email. I would, you know, sit you can probably just send this an email 1 at a time. Everybody in the company. Respond back to Cmo. What is your single best idea to improve our company. Alright? I think about all the interesting data and ideas that, you could could get. And then what's the stupidest thing we're doing as a company? I love this. I love these questions for business, and then I was actually thinking, It's actually good for a family too. Like, I've talked about this before where, you know, I'm obsessed with what I'm doing, I work 7 days a week. You know, if you're listening to this, you're highly likely you're in a obsessive person as well, and yet, I don't want... I'm also a dad, so, like, I'm not going to be a shit dad. Like, this just not an option for me. And so it sounds weird that this came of mind, but, my son's is too young for this, but my daughter's is not. And so, like, I solicit feedback from fro her. I think I've told you this before. But I would literally go. You know I'm not, like, I was just like, hey. Like, how am I doing is a dad? Like, am I... Like... And I asked questions like this, like, what's, like, when do I feel for who told me to do this? Like, I asked her and I'll text her this too because she's old enough to text, which is funny. Like, what do I do that make you feel the most special. Like, what don't you like that I'm doing or, like, just how I'm doing. But this idea. Is almost basically, like, I think it's a good idea in the business, but also the idea is, like, What's your our your single best idea to improve our family? Is another way to think about that right? Instead of what's your single best idea to improve our company? What's the stupidest thing that we're doing as a family? What's the stupidest thing that I'm doing as a dad? What's your single best idea to improve what I'm doing as your father. I love the simplicity of it. And I love the idea of, like, sending it out. Because you could bury. The problem is, like, what I like about the idea of sending it as a set... Like, an individual question. Right? That just cut to the simplicity as opposed to putting it in you know, maybe like a survey where there's, like, 10 or 12 other questions there. I think those questions are so powerful that they're good enough to stand on their own. So I absolutely love that idea. And again, so it's a feedback from from pete. This is just good intel. Like, why wouldn't you do that? So 1 thing that pops up over and over again That's really important is you just... It's like, I have so many notes in the books. It's like, damn. Sky moving fast, and then they're, like, there's speed. Oh, there's more speed. Just happens over and over again. And so I mentioned this earlier is hilarious story where his main competitor, the sea of, hertz, which was the largest not only do to have the the, like, rental car company, but they're... The the... At the time they were the the largest, equipment rental chain. In the country as well, and Brad has this great line here. He's like, yeah. Hertz did this, and they built up a national equipment rental chain to about a billion dollars of annual revenue over the course of 37 years. United Rentals did that in 13 months. And so He gets this invitation. Come have lunch with the Ceo. He's like, oh, maybe he's, like, trying to buy me out. Like, what's happening. Let's just... Let me go over and see what's up. And he was ridiculous. And the the know left myself was a losing strategy. Take your competitor out to lunch and ask him to slow down. And essentially, that's what he did. He's like, you know, you made me change 1 of my tag. I had the largest car rental company and the largest equipment rental company in the world. And now I've got the largest car rental company And the second largest equipment rental company. I don't wanna be second in anything. Any selling slow down. You're making a mess of this industry, you're going too fast. You're going to mess this up and fast forward several years and their... You united rentals is making like, 6 times the amount of money. So, that is a losing strategy. Do not take your competitor out to lunch you, Blade. Please slow down. Please be nicer to me. No. Foot on the gas and foot on their neck. I wanna go back to the maxim that are in the acknowledgment. Because the single maxim is they're not hard rules and you need to know when to break the rules. And so he has this idea that you should lose perfectionism. And so but there's 1 domain where you don't wanna actually lose perfectionism, and that is in hiring. The most important thing a Ceo does is recruit great people. Yes. I made the point that aiming for perfection can be counterproductive. Good is usually good enough. But if you're going to break that rule, you break it for people Make your hiring choices as perfect as they can be because there are few mistakes cost than hiring the wrong person. This is so good. Way way to remember this. An empty seat is less damaging than a poor fit make your hiring choices as perfect as they can be because there are few mistakes cost than hiring the wrong person and empty seat is less damaging than a poor fit. This entire section is about the difference between super talented people and what they bring. To your company. So I love this. I'm gonna read Steve Jobs was asked 1 time. What talent do you think you consistently brought to Apple. This is his answer. This was his answer, rather? And I'm gonna read you first because I think it sets up what what Brad trying to teach us right here. He says, I think I've consistently figured out who the really smart people were to hang around with. You must find extraordinary people. The key observation is that in most things in life, the dynamic range between the average quality and best quality is at most 2 to 1. Pick anything. It's gonna be basically 2 to 1. Right? But in the field that I was interested in I noticed that the dynamic range between what an average person could accomplish and what the best person could accomplish was 50 or a hundred to 1. Given that you're well advised to go after the cream of the cream. You can build a team that pursues the a plus players. A small team of a players can run circles around a giant team of b and c players. So then he's going to talk about how to build a outrageous talented team and what he feels his most valuable member. Cto joe said, hey. I think 1 of the best things I did was I figured out who the really smart people were. Hung around. Try to hire them. And built incredibly outrageous talented teams. Brad says screening for superior superior intelligence eliminates 90 percent of all candidates, so that's the first thing I look for. There's just no substitute for smarts. There's no substitute for brains. The C trait most closely correlated with organizational success is a high iq, double down on hiring the bright the brightest. When he is interviewing people, he will ask himself Can this person think dialect, I'm am going to define that for us because I love this definition of dialect. The the ability to think dialect is the ability to view issues from multiple perspectives and to arrive at the most economical and reasonable reconciliation of seemingly contradictory information. That's so important the ability to view issues from multiple perspectives and to arrive at the most economical and reasonable reconciliation of seemingly contradictory, contradictory information. Can this person think dialect? That is, are they capable of thinking from multiple perspectives and reconciling streams of information that seem to flow in different directions? And second, second question, Are they capable of changing their opinion? Rigid thinkers at any level of intelligence are less valuable because they are mir in their own points of view. More advice, you should hire ambitious people who want to accomplish big things and make a lot of money. More advice, it is better to be slightly under staffed. I find that slightly under staff teams are more focused and spend less time doing redundant busy work. Brad is big on vibes. I think he calls it the love vibes. And he says my team and I spend a lot of time together. So it's a big deal that we like 1 another. An organization is like a party. You only wanna invite people who bring the vibe and so he talks about, listen, man. I have advice for you. This is how you're gonna differentiate between the a b and C players on your team. His whole thing is like, you cannot have c players ever. And when you figure out b players, it's inevitable that you're gonna have some, but you can't have c players and his whole point is that if you... If you hire b players, they're likely to hire C players. You gotta be very careful to b players too. But this is organization scales, you can't have all a players. It's suddenly Steve Jobs said that Pixar when you have 4 400 employees. It's the first team of all 8 players that ever saw in his life and he said, you know, Apple, I think that time I had 3000 people. And he's, like, it's impossible to have a team, have a company with, 3000 a players. So of course you're gonna have some b players. But you gotta be careful because they love hiring c players and c players. Suck. This is how you differentiate between a b and c players, and he does this in his mind, again, thought experiment. I might... I imagine this person coming into my office and quitting without warning. Just by imagining this scenario, I can immediately tell for my own inner response whether this person is an a b or c player. If my first audience is, I was gonna fire this person sooner or later, so there's no big deal. That's a c player. If my reaction is, I don't like this, but I can live with it. The transition period might be a little bumpy, but we'll find somebody else maybe even somebody better. We are talking about a b player. But if my reaction is an internal dialogue of panic? And it sounds like we're so screwed. How did we get into the situation? There's no way gonna find somebody as fantastic as this person, that is an a player. And what do you do with a players. You over pay the hell out of them. Because here's the thing. The reason you should over pay them is because you... The reason you over pay talent is because it's nearly impossible to over pay for talent. Think about what Steve jobs said earlier. Right? In in some fields, the the the the best person is not twice as good. There a hundred times is good. Think about when Steve jobs came back to Apple. Apple bought next for almost a half a billion dollars. Right? The way to think about that is Apple paid half a billion dollars to re hire Steve jobs and they got the deal of the century. It is almost impossible to over pay for talent and Brad talks about this there's a lot of things that motivate people. But you... You're silly. If you don't think compensation. Yeah. They have to believe in the mission. They have to like the what what work to do that have to find financial intellectually challenging. They have to like their team. They also should be paid Oo and noodles of money. So he says there's a hundred and 74000 employees out of all the 3 companies that he currently chairs. Not a single 1 of them shows up for work because they wanna make money for Brad Jacobs. They come because they wanna make money for themselves and their families. Money animate people everywhere. So he's talking about was, like I've have employed all over the world. This is not just a United States thing. Money people everywhere. That's why I've over paid quote unquote almost every direct report I ever had to ensure I had top team people in place. Over pay for talent. It is nearly impossible to over pay for talent. That's such an an important thing to remember. Never ever ever forget the dynamic range of humans. It makes no financial sense to skim on salary incentives to save a hundred thousand dollars a year when hiring a second best candidate may cost you millions of dollars in lost profit. Oh, this guy good. He's in a player. Let me... I can save money. I hate when people try to... Like, obviously, a huge. What's what's the 2 biggest themes in history of entrepreneurship. Right? Focus and watch your costs. That's a repeated over and over again by all by the vast majority of the people you I study. Watching your costs does not count when you're doing talent. That's not... What it's like, oh, I have a great a player, but I can hire the for the same job, I can have a B pair of play player for a hundred thousand dollars less. No. It's not a hundred thousand dollars less. You lost millions. Millions. And in Steve josh case, if they didn't hire them, what if they said they they know from, I think what was at 4 70. What was that deal? 470000000 dollars something like that. They said it said, no, no. Only with 200000000 or whatever it is. And tried to short change it by a couple hundred million you doesn't come back Apple. What's... Apple probably out of business. Apple probably doesn't exist to this day. Never ever ever forget the dynamic range of human beings and over pay for talent because it's nearly impossible. To over pay for talent. And then I wanna close on what I feel is almost like a manifesto that it's an incredible honor and a good thing for the world to build products and services that make other people's lives better to create jobs for hundreds of thousands of people in Brad Jacobs case to create wealth for your shareholders. And really is a testament to the all important entrepreneurial spirit. I love being a Ceo. There's a joy in creating value and an even greater joy in knowing that so many people beyond our organization are benefiting from our accomplishments. The best way to perform our duty is to fill an unmet need in the economy with a strong business model and a responsible organization. We create a healthy workplace environment for our people and we pay them well. We pam our customers, and we approach challenges with practical optimism that open our minds to solutions. The great majority of the tens of billions of dollars of value that my teams and I have created have flowed outside of my companies. I am extremely proud that our company could be counted on to create value. This is only possible because we operate in free markets where creating prosperity is a virtue. I want to share a personal experience I had with a small business owner whose work ethic and customer focus echo the value system that I am instill in my own companies. The small business owner his name is Steve. Steve handles the Hvac system at my home. Steve had originally worked for the large Hvac company that had installed the system, but that company was sold and Steve decided to set out on his own. So again, the all important entrepreneurial spirit. Steve is a hardworking working take pride in your work entrepreneur who puts his customers first. He cares a great deal about doing his job the way it should be done. He told me his self esteem goes up and down with his customer satisfaction scores. Naturally, he also measures his worth by how much money he's making to support his family. There's a fair amount of criticism being voice about profit seeking these days. Some people are embarrassed to talk about the importance of money, but Steve is totally comfortable with it. And in his pursuit of happy customers and a good living for his family, he built a successful business. As a result, customers flocked to him. Steve is the face of the entrepreneurial spirit. I wrote this book with people like him in mind. People who wanna work their tails off, who wanna outs smart the competition who wanna put their customers on a pedestal and who wanna make a lot of money for their families. The summer after eighth grade, I attended the rhode island governor school for the gifted in art and music. A summer enrichment program for kids who'd had been nominated by their schools. I wasn't sure what to expect. On the first night, I was captivated by speech given by 1 of the leaders. I remember goosebumps rising on my arms as he spoke. This program is a special opportunity, but it's up to you to take advantage of it. He said, you have a choice. You can waste the next couple months and not accomplish much, or you can go all in. This is an opportunity to go deep on a project and do the best work that you've ever done, but you have to decide if you want it, he said. It was there that I learned what it meant to go all in. That magical connection between intensity of focus and the end result. If I put my whole heart and soul into a project, I had it in me to create really cool stuff. We have it in our own hands, to either make life meaningful or just past time until we die. That's up to us. I hope you're inspired to run hard at making a few billion dollars or achieving some other big dream and I wish you the acceleration of seeing it through to success. And that is where I'll leave it, highly, highly highly recommend buying the book. As I said before, I really do think it's a reference. I'd read it through all the way, I read it the way through and then keep it close at hands of reference the appendix, has a bunch of thought experiments. There's this really interesting history of technology timeline because that's a huge influence in the way Brad approaches his business. He goes the mega trend in the universe. He's got interview questions for job candidates. Recommended books, how to conduct meetings, the appendix is like full of, you could buy the book just for the appendix, obviously read the whole thing. But anyways, if you buy the book using the link that is in the show notes, you'll be supporting the podcast at the same time. That is... Where At 303 hundred and 35 books down. 1000 ago, and I'll talk to you again soon."
}