{
  "transcript": "Some 50 years after the advent of the space age. No 1 had ever flown a rocket past the edge of space and landed it vertically. Now it had been performed twice in less than a month. The sight of the booster standing on terra firm, scorched, but triumphant. Pretended a sense of arrival and offered a hope for another Apollo 11 moment. The next giant leap, many had felt they were promised, but had never come. For decades, the first stages of rockets were ditch ditching to the ocean after powering their payloads to space. To Musk and Bezos, this is an incredible waste, like throwing away an airplane after flying from New York to Los Angeles. Now they had shown that rockets could fly not just up, but back down, landing with precision and reign recognizing interest in human space in a way not seen in decades. Musk and Bezos were the leaders of this resurrection of the American space program. A pair of billionaires with vastly different styles and temperament. Always audacious, Musk had plowed far ahead. His triumphs and failures commanding center stage. Bezos remain quiet and Clan. His mysterious rocket venture kept hidden behind the curtain. At its heart, the story was fueled by a budding rivalry between the 2 leaders of the new space movement. The tension would play out in legal brief and on Twitter, ski is over significance of their respective landings and the thrust of their rockets. And even a dispute over the pad that would launch them. Musk, the brush hair was blazing a trail for others to follow. While Bezos, the secretive and slow tortoise who was content to take it step by step in a race that was only just the beginning. That was from the introduction of the book that I wanna talk to you about today, which is the space barron. Elon Musk, Jeff Bezos and the quest to colonize the Cosmos by Christian Da davenport. So today is gonna be a little different. Normally, each episode is focus on just a biography of 1 founder. And when I started reading Space, my initial idea was to separate the ideas in this book into 2 separate podcasts. 1 was gonna be on Jeff Bezos and his ideas, and the next was gonna be on Elon Musk and his ideas. But what I realized after highlighting and and organizing on my notes is that the book does such a great job of comparing and contrasting their styles. This theme that they just touched on the new introduction is present throughout the book that Bezos is the t tortoise. And and and, Musk is the hair that I just decided you know what? I'm gonna combine them into 1. Alright. So let's go right into this book. Amazon strategy was get big fast. Learning customers with the convenience of the Internet and low prices that the site was becoming known for. So this is... Let me give you some context. This is right around 2003, Jeff Bezos, Amazon's already is, you know, pretty successful, not nearly successful as it is now in present day. He's taking some of the wealth that he generated from Amazon, and he wants to... He started a rock a company called Blue Origin, which is what this book is about. And he's in Texas looking for at the book, he's in Texas looking for land, which is eventually gonna be where he's gonna build his, the... Where they can build the rockets and and launch them in space. And he gets into... He's in a helicopter looking at land. He winds up almost dying in helicopter crash. The the the chapters actually called the silly way to die, which is a quote that Jeff Bezos said went through his mind, while the crash was happening that this is such a dumb wave if I died. So that's just the context. So this is happening in early 2003 is where we're at right now book. Okay. So it says despite the Get rich quick hype that has surrounded so many Internet startups, Amazon took a slow and steady approach, keeping its prices low offering free shipping, even while critics said it would never work. In headlines during the late 19 nineties, business week had divided the company as amazon dot toast, and barron called at amazon dot bomb. With an un photo of Bezos, which showed it to an audience and said, who my mom hates this picture, so that's Bezos talking to an audience. But by early 2003, with... With sales in every major segment growing by double digits. Bezos was as confident as ever in the company's approach. So I wanna stop there again. Something we talk about on every single podcast on every single biography that we read about founders is something very important for you to internalize is that if you're going to do anything, you have to be expected to be criticized. And just under stand that some of those credit criticisms may be valid, but a lot of them are not, and it doesn't matter if they're valid or or not. You just have to know that they're gonna be present. The... How silly does a business week and barron look now. 20 years later saying, oh, you know, this guy's crazy It's not gonna work out. Amazon d toast, Amazon dot bomb. He's the richest person in the world in Amazon, I think just passed a trillion dollar market cap. It just... It amaze me. Us humans will constantly talk even if we don't know what we're talking about. Are constantly think that we have the ability to predict the future when we just don't. It's easy to internalize when you're reminded by a week after week and you see these just gross examples. And when I always uses where Sam Walton is working at Jc penny and that his manager is like, oh, Sam, you need to quit. Like, you're not made alpha for retailer. And he goes on and becomes the world's biggest retailer. Like, it just... It's something that I think founders have to deal with. We have our our own issues managing our own mental health and, like, the doubts and the struggles of building and business and building companies and just know that, you know, externally, people are not gonna make it easier. So if Jeff Bezos had to deal with it, you're certainly gonna have to deal with it too. Alright. So it says, but by early 2003 with sales in every major segment growing by double digits. Bezos was confidence ever in his company's approach. It's working. He said. It's the right investment to make, and it's in the long term best interest of shareholders and our customers. So what I love about this book is there's tons, Christian Davenport actually interviewed 4 billionaires for this book. He spent time with Jeff, Bezos, Elon Musk, Richard Branson and Paul Allen. I I've completely omitted all the parts of about Richard Branson and Paul Allen because they're outside of our scope, but there's a lot of direct quotes from these in here, which I think is very valuable when you can hear them speak directly. The iphone was still 4 years away, but from its debut, from it... Excuse, the iphone 4 was still 4 4 years away from its debut, but he was confident that the Internet was really only just getting started. Compared to the... I love his compare this comparison, I've heard of make a couple times. He compared it, meaning, Jeff Bezos compared the Internet. Compared it to the early days of the electrical industry. The web in 2003 was about where the electric oil industry was in 19 o 8 he argued. When the electric socket hadn't yet been invented and appliances had to be plugged into light sockets. Now he's saying this in 2003. Think about what Aws has become present day. If you really do an Amazon in general as a platform for other merchants. If you really do believe it's the very, very beginning he said, then you're incredibly optimistic, and I do think that's where we are. I think we're seeing this in a personally in a number of other industries all sprung out for on top of the internet, podcast podcasts being 1 of them. March 2003 was then a good time to go looking for real estate. To allow himself a measure of freedom to indulge in his true passion. Even if he rarely spoke of it. He's gonna talk a lot about passions in the book, which I think is enlighten for the rest of us. Okay. So this, he's announcing blue origin, and he's defending Nasa. So, again, some of this is going to be like, a refresher course for those that have listened to the to the original Jeff Bezos podcast I did. So it says he was buying all of the land for his space company, a little known venture called Blue Origin based outside Seattle. Since it's founding in 2000, Bezos had kept the company extremely secret, telling virtually no 1 what hits plans were. The company wasn't listed in the phone book. Its employees told neighbors they were working on scientific research. And 1 industry official told the economist that everyone I know who knows anything about it isn't allowed to talk about it, and please, please don't quote me on that. So what happens is the reason I say that a lot of this is familiar cook Brad stone, the author of that great book. He's a young reporter. News week at the time. He wants up going around, like, in the trash outside of Blue Origin. In discovering documents for the blue the Ellis... The original Llc they filed, and then they he finds, like, document saying that they wanna create an enduring presence in space. So he emails Jeff Bezos. He's like, what's going on here? And... So this is Jeff's response. Stone reach out to Bezos for comment, But Bezos declined to elaborate on Blue Origins goal for Stone news week story. It was it's weight. This is what I love about Jeff too. It's way too premature for blue to say anything or comment on anything because we haven't done anything worthy of comment. Bezos wrote an email. He did, however, seek to dispel 1 false hood. That somehow, he he was doing this out of a frustration with Nasa, which many had criticized for going backward after the apollo moon missions. Nasa is a national treasure and its total bowl that anyone should be frustrated by Nasa, he wrote This Jeff talking obviously. The only reason I'm interested in space is because they inspired me when I was 5 years old. How many government agencies can you think of? That inspire 5 year olds Bezos asked? Bezos was 5 when Neil Armstrong and Buzz A landed on the moon in 19 69. Okay. So the this is a great... The note I left myself is why don't you start it today? And then also, Bezos and his idea that you have to accept wild ideas. So Bezos is friends with the science fiction writer, Neil Stevenson, and it says in 19 99, Bezos and Stevenson went to see a Mat. Afterward in a coffee shop. He said... This is Neil talking about the conversation with Jeff. He said that had always wanted to start a space company? And I said, well, why don't you start it today? Why not start it today? What was he waiting for? He'd been fascinated with space his whole life, and now he was finally in a position to do something about it. Things started immediately after that. I think it's important because a lot of us, you know, everybody... I think almost everybody suffers from some level of procrastination. And if you just ask yourself constantly, why don't you start it today, you realize that most of the reasons you have for not doing it or just excuses? Their first goal was to explore other ways of getting to space besides using chemical rockets. A technology that hadn't improved much in the 4 previous decades. For the first 3 years, we exhaustive looked at every known alternative to chemical rockets and we even invented some previously un thought of alternatives to chemical rockets Bezos said. I should know by now. It's pronounced Bezos, but I fall back to the wrong pronunciation. Please forgive me, you know, if you've listened to this podcast for a long time. I can barely pronounce anything in English for some reason. To develop a whole new technology they'd consider any possibility. No matter how crazy it sounded. When you're brainstorming, you have to accept wild ideas Bezos said. And he's gonna expo on that idea on the very next page. After 3 years of research Bezos and a small team ultimately decided that chemical rockets actually are the best solution. They're not just a good solution. They're actually an awesome solution for launch. But there was a caveat. They had to be reusable. Rockets had been this point largely expendable. Their first stages would boost their payloads into space separate and fall back to Earth where they would crash into the ocean never to be used again. This whole idea where rockets fall into the ocean. Later on, Bezos becomes obsessed with with collecting space Memorabilia, and he actually hires the team an expedition to go into the Atlantic Ocean and he spends, like, 3 weeks on the boat with them. They went up successfully recovering The engines that fell from the saturn 5 rocket, which is pretty crazy because they just sat at the bottom of the ocean for 40 years. Okay. So it said, They were like Honey bee sacrificing their lives to use their sting a single glorious time, all into the death. But what if Rockets didn't need to be that way. What if they could fly again and again like airplanes instead of ditching into the depths of the ocean where they would cor erode and waste away? This bezos thought was the solution they had been searching for. Blue intended to build rockets that would take 3 passengers or more on sub order sub audible. Okay. Sub orbital flights to the edge of space. The story didn't use the phrase space tourism, but that's what Bezos was describing and what he had in mind. Blues rockets would also do something different. Something no rocket had ever done before. After blasting off from the launch pad, they would land vertically. Reusable rockets were a dream that had looted the space community for years. The government had tried this and failed. So again, at present time, When this is happening, this is a considered a wild idea? There had been a, very mature space industry for over 40 years? Why had no 1 ever done this? And the other note on the next page is what is different now compared to when this idea was first, was was last tried. And we're kinda seeing examples of this in present day where the technology... Let's say, there was a lot of ideas in, like the original dot com bubble that didn't work out. That now 15 years later have actually worked out because the technology in the markets are much larger. So they they they realized that, hey, there's a lot of stuff that have changed in the last 40 years that we can just apply if we start from scratch. And it says, how is this situation in the year 2000 different from 19 60? What has changed? These are questions are asking themselves. And I think this really good for for entrepreneurs and founders to constantly re examine their own line of thinking? Like, let me not just keep... This is not, like a linear progression. Like, what started If I just start from scratch. Like, what is different now? Are there ideas that failed in the past that can work now? Entrepreneurs and they're applying this rock technology, but I think it you apply to, you know, infinite number of things. The engines can be somewhat better, but they're still chemical rocket engines. What's different is computer sensors, cameras and software. Being able to land vertically is the kind of problem that can be addressed by those technologies that existed in 2000 that didn't exist in 19 60. That's such an important idea. The revolution would begin in West Texas, where Bezos would eventually acquire 331000 acres. That's nearly half the land mass of the State of Rhode Island. When you're building a rockets and launching rockets, it's nice to have a bit of a buffer. He said. He had that and more. A ranch for his family, not unlike his his grandfather in South Texas. Remember this part. This is very important. Where he'd spent summers and learn the value of self reliance, a place to launch and land rockets, large enough to hold even the biggest of dreams, a place to stretch out toward the stars, That's really good writing. Okay. So we're gonna skip ahead, and now we're gonna enter. So like I said, they go back and forth between they weave in the stories. Beautiful... The author does a beautiful job of weaving in the store. Of Eu elon and and Jeff back and forth back and forth to where it's obvious, like the compare contrast between these 2 guys are just smashing the face. Okay. So this is gonna be a brief Elon bio. I mean, I kinda feel silly because I think a lot of people know this, but maybe they don't. Okay. So Musk was in many ways, like a younger version of Be. Okay. So Be is this guy Andy Be. Andy, I'm not gonna say he was like Elon before Elon because Elon, like I said, he... He's like, a 1 and a million or 1 and a billion or whatever, 1 and 7000000000. But he was in a very centric billionaire with a very interesting life story. Something I didn't know that much about who spent a hundred million of his own money trying to p Rocket technology. So a lot of, like, the... So, like, think of this. This is a crazy part. Spacex takes over this this rock facility in in Mcgregor, Texas. That was any bills like 10 years before Spacex Scott, or maybe like, 5 years. I forgot the exact time frame. Right, it's not really important. But he winds up getting spacex winds up getting, like, a rocket launch site, test stand, and I forgot how many thousands of acres for, like, 45000 dollars a year just because Be had to close up shop, and it was just rotting away. So Anyways, he's he's a very fascinating guy in his own right, because he's just a, fascinating, fascinating. He's guy like a crazy life story. So anyways, Musk, you're you're gonna see Bill mentioned in this. I just wanna give you some background backgrounds. You're, like, who the hell this guy and you didn't tell me who it was. So Musk was in many ways like a younger version of Be. Instead of repairing and resell television. He's talking about what Be did like, when he was kid. Musk's childhood and entrepreneurial streak led him to open to try to open a video arcade when he was 16 with his brother Kim in their hometown of pre pre South Africa, but they were stopped by the city because of his zoning issue. Elon had a rough childhood and strained relationship with his father. It was clear that from a young age, he was exceptional and his mother sent him to school early making him the youngest and small smallest in his class. A prime target for bullies. It's a rough culture. Imagine rough, Well, it's rough than that. Kids gave Elon a very hard time and it had a huge impact on his life. 1 story that's in, Ashley Vance great book on Elon Musk. I think they also talk about it. This 1 is Elon got you got jump by a bunch of bullies 1 day. They put him in a hospital. And this kinda just solidified his, like, his intro. I think it's the way to put it. Would just spend his time working on computers and reading books and said. So this is a brief file for those that don't already know, but he started a company called Zip 2 that would help print new newspapers get their content online and immediately held kite customers lining up from the York Times to hurst. Must sold the company to compact in 19 99 for 30000000 dollar. Or excuse me. 300000000 dollars. Big difference. His next venture was called x dot com an online bank that merged Paypal. Ebay bought Paypal for 1500000000.0 netting musk a hundred and 80000000. He was 31 years old. So he sells his first company for 300000000, I think he makes, like, 30000000 out of the deal. He's in late twenties, by the time he's 31, he makes another hundred and 80000000. Even before the sale, Musk was thinking about what he wanted to do next. What benefit he would make to the future of humanity. Be had said he wanted his efforts to contribute to people's ability to stretch out into the stars and to stay. Musk 2 dot something needed to be done. What if the sun burned out or an asteroid hit earth. So now I wanna get into... I'm skipping ahead a little bit, but this is Musk's thinking on space, and we're gonna get a lot of insight into just his his brain here. So he said, Musk began thinking seriously about the question. And the probability of an eventual extinction event as he called it. The solution find another planet to live on. Make humans a multi planet species and create a backup hard drive for the computer race for the computer race there, just Excuse me. For the human race there. Just in case Earth's crashes like a faulty computer. What I love about the way Elon thinks. If you hear him talk, and I've read now, multiple books on them, I read all of Tim Urban, I think it's, like, 70000 words he wrote about Elon. On the Wait but Y blog if you haven't read it, you can read it for free online. It's amazing. He he he compares a lot, like, the brain in your... Like, your brain is basically software to the hardware. Like, the analogy he uses a lot. Okay. So this software is to hardware what your brain is to your body. And this idea where he's like, oh, well, you know, looking at the human race like, we just need to make a backup, Like, I just think that's a a really interesting idea. The best bet he thought is to colonize Mars. 1 night he was driving home from a party on Long Island in New york city with his college friend, Ad Res. Now this is gonna be ad talking. We were both interested in space, but we dismissed it as soon as it came up. Like, oh, that's too expensive and complicated. Then 2 miles would go by? Well, how expensive and complicated could it be? 2 more miles. It can't be that expensive and complicated. That night, musk went back to his hotel and logged on to the Nasa website looking for the plan to get Mars. Because of course, there had to be a schedule he said, and I couldn't find it. I thought the problem was me because of course, it must be here somewhere on this website, but it was just well hidden. It wasn't on the website because there wasn't a schedule. Musk, a raven reader of science fiction had expected had expected by this point in his life that there'd be a based on the moon and trips to Mars powered by the robust space program built on the Apollo lunar missions. If the if in the 19 sixties United States could get a man to the moon in less than a decade, surely, there were great things to come. He was overcome with what he called a feeling of dismay. I did not want Apollo to be our high water. Or, excuse me, high water mark. We went backwards and that is a great tragedy. So starts... He does what he always does. When he wants to learn something, he guys says musk had read every book he could find on the subject as Be had. And he came away convinced that the best way to acquire a rocket was to build it himself. And again, I'm, before I finished the sentence, remember what I just said about, the criticism bus. Or, excuse me. Bezos was getting. I says, he was convinced that the best way to acquire Ro was to build himself. No matter how many times friends told him, he was crazy. He shared the banker Z, talking a banker, because Bill later in his life, started his own bank, and that made him a billionaire. He shared the bankers z of lowering the cost of space travel and decided he tried to up end the government dominated business model that Lockheed Martin Boeing, North rope and others had been feast on for years. On 03/14/2002, Musk incorporated space exploration technologies. Many of his close friends felt they needed to stage an invention. A billionaire with no experience in space could not start up a rocket company and a man space program. Just ask andy Be. Okay. We're gonna skip ahead, musk build his rocket, and this part is about how Musk gets Nasa's attention. Musk had built a rocket in just over a year. He couldn't get anyone at Nasa to pay attention. By the end of 2003, Must decided that if Nasa wouldn't come to him, he would go to it. The Faa was preparing to celebrate the hundredth anniversary of the wright brothers first powered flight. With a party at the national air in space museum. And must decided he'd show up and bring his new rocket In case you're new listener founders. I did a podcast on the wright Brothers also. It's based on David Mc mccarthy great book on the right Brothers. That book is like a 200 page book. I think you can read in a day. Let's say, let's call it 2 days. I think every should read that book. Because it teaches you about a level of resourceful nest that I think is handy to everybody. They literally created powered flight what with the profits of a very small bicycle business. And just the the the resourceful ness of Wilbur wright. Or right too, both of them, but especially Wilbur, it's just... I don't know. It's it's a great book. Okay. So for the event, spacex loaded the 7 story rocket onto the back of a custom trailer and haul it to cross Country to Washington Dc. So he's got the 70 foot long rocket on the back of a trailer, and they're driving into washington Dc. As Musk, then 32 years old, parked his rocket outside the headquarters of the Faa, tourists who were headed to the national Air and space museum stopped to ga at the street side exhibit. A shiny white missile that stretched 7 stories long squat in squat in real estate usually reserved for hot vendors. He wasn't just selling his rocket, but what it represented. The crazy idea, and it is a crazy idea. The crazy idea that a small startup could succeed in space. Be had gotten further than many had thought, and he put a nice dent in the wall that kept traditional players out of the space business. But if Musk was going to avoid Be feet, he didn't just have to build reliable rockets. He had to up end the industry's entrenched hierarchy. That would take more than just sound engineering. It would take Bra and guts, a delusional field excuse a delusion fueled by ego, luck and an appetite to fight the establishment relentlessly. What their talking about there is an appetite to fight. I wonder if the bullying that Elon suffered early in life kinda of manifests itself later in life when he had access to resources and and more power because as you'll see in this book, he he picks fights with basically the military industrial complex in the United States, which I I don't... It's just mind boggling to me. Okay. So I'm gonna skip to the next chapter. There's some interesting parts in here that I learned from. So this is where Nasa visits space after that that stunt, he got their, so they finally visit Spacex, and we're gonna get some more insights into Elon personality. And it is when they walked through the doors of Musk's shop, the quart ted Mean, there's forecast from Nasa, became the first nash national officials ever to visit Spacex's headquarters. It was unlike any rocket company they had ever seen. Employees that set up ping pong and air hockey tables and rode around on a segue. Musk would drive his a million dollar Mc F f1 sports car through the hangar door close to his cubicle right onto the factory floor. But the employees were doing real work, building engines and hardware. They looked around at the small team that was just then that it was only 42 employees. Most engineers and technicians. He saw some faces he recognized from some of the top aerospace companies in the world. Aggressive hiring they noted in their report, highly talented handpicked team. Most of all, they were impressed with Musk who surprisingly fluent in rocket engineering and understood the science of propulsion and engine design. Musk was intense, pre naturally focused and extremely determined. This was not the kind of guy who was going to accept failure. They remember thinking. So he makes friends with this guy, Sars field, who's part of the the people that from Nasa Went to visit him once must built a relationship with him. He's constantly, like, lighting him up with questions. And so this I thought was funny. This is the insight into his personality and says, he sends text in a constant flow, Sars field recalled. I found it to be consumed by whatever was in front of him and anxious to solve problems. This combined with a tendency to work 18 hours a day is a sign of someone driven to succeed. Most of us struggle with fear. Sars said, we fret about this and that and generally dread looking dumb. I found Elon fearless in this regard. He was not afraid to ask a question that proves he doesn't understand something. Which I think is helpful for all of us to adopt. The world is far too complex for any 1 human or any... Or all of humanity combined for that matter to actually understand this this world that we found ourselves living in. This idea that you're... You'd be afraid to ask questions because you... Like, people are gonna think you're dumb. No 1 knows everything. Like, it... I I don't know. I just asking questions, I think me, is a sign of intelligence, Not the opposite. Okay. So this is, remember we're how the author is comparing, you know, the hair... The crazy hair is just going, you know, head long, running as fast as he can, like, kicking up dust and making a mess. Elon winds up suing Nasa. So It says Nasa had just awarded a 227000000 dollar sole source contract to another commercial space company. K Aerospace. Musk wanted to know why Spacex or any other company hadn't been allowed to bid on it. So he find... He gets a response from Nasa. Says, hey, you know, don't worry. There's gonna be other things in the future. But this the guy that's running K. He was part of the Apollo. He this guy named George Mueller. He was an aerospace legend. He ran the office of man space flight during the apollo there's all this other stuff. So, basically, what Musk found out finds out. There's just an element of Cro capitalism. The the system is rigged. Why did they give with a 227000000 dollar sole contract was because they were the best commercial space company? No. The sentence I'm gonna read you could induce somebody into state of reach? The young company meaning Kessler Aerospace. You know, young company was in trouble and had filed for bankruptcy in 2003, owing 600000000 dollars to creditors. The Nasa contract would help it stay afloat. That is not a good use of taxpayer dollars. So Musk was inc and felt that the contract was unfair if not illegal. Like Andy Be, he felt that Nasa's role wasn't to prop up chosen companies. Musk took his complaint to top Nasa officials and in a meeting an nasa headquarters in Washington, he threatened to file a legal challenge over the No bid contract with a government accountability office. So, the Gao. I was told by everyone. You do not sue Nasa must called. I was told the odds of winning a protest were less than 10 percent, and you don't sue your potential future customers. I was like, look, this is messed up. This shouldn't have been this should have been a competed contract and it wasn't. So this there's a quote I love. It's from G Shot. Well, who's a president of Spacex, and it says Elon fights for the right thing. And he says if people are going to get offended by you fighting for the right thing, then they're going to get offended. From the beginning. Now this is an important part too because this is constantly where we're about the learner here. This 1 sentence is constantly referenced in the book and they contrast it with the the motto of blue origin. From the beginning, Spacex's mantra was to set audacious nearly on impossible goals and don't get dis distorted, and this is the part. Head down, plow through the line. So this whole head down plus of the line that something that's repeated at Spacex. The Gao, which oversaw the pro... A couple of pages later, we find out that Elon was actually right to do this. So this is a Gao, which oversaw the protest, forced Nasa to withdraw the contract. Spacex had 1. Nasa would later open up another contract, and at this time, Spacex could compete. That... And this is now must talking. That victory with the Gao was important for this future of Spacex. So skipping ahead, now we're gonna go back to Jeff, nearly 500 miles to the west on the land he had purchased clan. Bezos was quietly building own rocket company. Obsessed with secrecy, he was as quiet and slow as Musk was loud and fast. While, Must thrust his rocket under the spotlight on independence avenue, Bezos kept his companies work hidden. So the tortoise tortoise and hair are actually gonna be for dinner. This is... Well, let's just go right to it. We talked about rocket architectures must later recalled. It was very clear technically. He was barking up the wrong tree, and I tried to tried to give him the best advice I could. Some of the engine architectures they were pursuing were the wrong evolutionary path. Some of the ideas that Bezos proposed space had already tested. Musk said, dude, we tried that, and it turned out to be really dumb. So I'm telling you don't do the dumb thing we did. He recall saying. I actually did my best to give good advice, which he largely ignored. So this interesting part about him largely Kinda goes back to what we talked about, a few minutes ago, that Bezos believe that you have to trial try wild ideas even if other people failed it before. Unlike Musk, Bezos wasn't in a rush. He was happy to experiment and fail to try new ideas. Even if they had been tried before and went nowhere. Bezos had a had vast amounts of patients. This was a man who was after all, building a 10000 year clock inside of a mountain on his West Texas property that would be a symbol, an icon for long term thinking he had written. So they're talking I think it's called a clock of long now. I listened to a podcast about it, and then I actually went to the website and read about it. I think sometime last year, it's interesting. I look it if you have a few minutes. This this sentence sticks out to me Bezos had a vast amounts of patients. I don't know I think that's like a superpower. I really do. The more I learn about this guy. They talk about he went to a montessori preschool. If you know they they jump from like, subject to subject, kinda letting the the kid learn about little little different things at their own pace. Well, when he was a kid, they... The teachers literally, like... So you it goes from, like station to station. Right? So your kid is there maybe 3, 4 years old. In 1 station working as they playing as they want, and then eventually, the teachers say, okay. Now move to the next station. They would literally... He'd be so... Bezos would have so much patience and so much concentration, they'd have to pick him up and move them to the next station. I know. I I find that very fascinating. Despite the seemingly plotting steps he would take, he had a sense of urgency and a direction. Only as he said, you get there faster when you take 1 step at a time. The company's motto was, it's something in Latin that I'm not even gonna try to pronounce, but the important part is what it translates to and that's step by step ferocious. Perhaps none of its symbols were more important than a pair of turtles reaching up toward the stars, an homage to the winner of the race between the turtles, tortoise and the hair. The turtle was blue origins mascot. The and this is, I love the saying too. The embodiment of another of 1 of Bezos favorite sayings, 1 derived from Us navy seal training. Slow is smooth and smooth is fast. It was the opposite of spacex's x's head down plow through the line. Now Musk and Bezos were playing the parts in a modern version of Asos fable. The hare had burst forward, dashing ahead, kicking up a tumultuous plume of dust. While the t tortoise creek slowly, utter softly in an I think I can, I think I can cadence? Slow, smooth and smooth as fast. Slow, smooth and smooth as fast. Slow and smooth and smooth is fast. Okay. Oh, so this is... Okay. So there's gonna be... I love hearing stories. 1 of my passions we tried entrepreneurship and reading in podcast is history. So it's a great deal about space history this book. I really hope after I'm done with the podcast you guys buy this book because It's... It was really really... The author just did a fantastic job, and there's so much of the book that is not obviously not gonna make it into the podcast. I think it's worth reading. Okay. So this is about a giant circle, and this is gonna blow... This is blew my mind. So let me read it to you. First. The Soviets launch of Sp, open a new frontier. Space. 1 that creates new difficulties reminiscent of those attending the event of the airplane half a century ago. The wright brothers is obviously all over this book too. Just like, the Astronauts, a lot of them were inspired by the wright brothers. Now these space billionaires are in in turn inspired by the people they're inspired by the ripe brothers, which is the the Astronauts in the Apollo program. The new organization, so they're talking about America's response is Sp. And what I love about them is, you know, and who knows if this even possible now. And but the idea of, hey, our country's falling behind, the Russians are beating us in the race space. It's not like, oh, let's let's be a xenophobic. It's not it's... Hey, let's just get smarter, and let's figure it out. And I think that's all you can ever do in life in any problem. And so what's their their response said, okay. We're gonna create this new agency. The new organization would be called the advanced research project agency, Arp, which you may now know is Da. Born from what the secretive agency now calls, I love this. Born for what the secret agency now calls the traumatic experience of technological surprise. That's the term they used for when Sp, the traumatic experience of technological surprise. That's fantastic. Arp would be a sort of elite special force within Pentagon made of its best and brightest scientists and engineers. 1 of the top choice... So they talk about the Pentagon, at the time has to recruit it And they're trying to recruit top talent. Agency to run a to top talent to help run the agency. 1 of their top choices was Lawrence Preston Gee. I don't know if it's it's Gi e. I don't know if it's ge or guys. I'm gonna go keys Okay? But this is important, and I think if you're paying close attention, you're gonna have the answer to the question I'm about to ask you. Born in Texas, guy had served during World war 2. Ge was intrigued by the possibility of Arp and what it represented at the dawn of the space age. Guy had a very impressive resume as well. He's served in world war 2. I'm gonna have to skip over a much of it, but he's a very fascinating guy. So the agency was controversial even before it was formed. He said in 19 75. It was that tenuous us back in the day. After 3 years at Arp, Ge was lured back to the atomic Energy commission, which offered him a job in top management. Ge would continue to serve at the atomic Energy commission until 19 68, when he wanted to... Now, when he wanted to close a factory that politicians wanted to keep open. The politicians prevailed and guy retired to his ranch in South Texas, there's your first hint. He was young, just 53 years old, but he was looking forward to life on the ranch second hint, and now you're gonna understand why. But he had a young grandson to tend to. A remarkable little boy with big ears and a wide smile who shared his middle name. Jeffrey Preston Bezos. Now here's the note that blew my freaking mind. This is a giant circle. Okay? So Sp Births Arp, Right? Arp, later called Da, births to the Internet, the internet then births Jeff Bezos Fortune, and Jeff Bezos Fortune then births, which he then invest into Rocket technology and and in and births Blue origin. It's a giant freaking circle. Sp next to Arp Arp to the Internet Internet to Jeff Bezos being the rich richest person in the world, and in the richest person in the world trying to p space. That's that blew my mind. Okay. So the reason I I included, ge in here is because he was a huge, influence onto to to Jeff. So there's a Jeff Jeff's mother had him when I think he was... He was, like, 18 very young. His his original father left. And his grandfather kinda made sure that he left because he was kinda like, a du wall. His grandfather paid for him to his grandfather paid for Jeff's father to attend school. You wanna up dropping out. It just... You try to get him a job. He just just wasn't... It wasn't working out. So what happens is Jeff's mother meets Miguel Bezos. I think they're call called Mike. Anyways, he's at Cuban immigrant, something close to my heart because my I I said before, my own family, my dad's side, left year after Castro took over. And So Jeff Bezos adopted dad who Jeff considers his dad is actually a Cuban immigrant. He winds up going or I guess, exile better way to describe what happened with Cuban, but he winds up going to meeting Jeff's mother when Jeff was for. Right? At... I think as University of new mexico where. I think he was getting a degree, like, mechanical engineering. He's street Miguel was Mike, whatever you call was extremely hardworking and, basically, a a really good father figured, Jeff. But another early influence in Jeff's Life was his time with his grandfather, which if you hear Jeff Speak, it's all all over these books, he talks about his grandfather all the time. So let's let's let's see what he learned from his grandfather. After school got out for the year, Bezos was shipped off to the ranch where he spent every summer for the age of 4 to 16. It was rural, rural and isolated. A place where Bezos learned the value of self alliance from his grandfather, pop as Bezos called him was patient and gentle and taught his grandson to live a Rancher life. Fixing wind meals and laying pipe. On the ranch, Bezos learned to vaccinate and cast cattle, and when the d 6 caterpillar bull are broke, pop and his eager grandson built a crane to lift a huge gears out. It was, Bezos recalled an incredible. Incredible experience. Ranchers and anybody I think who works in rural areas. They learn how to be very self reliant. And whether their farmers, whatever is they're doing, they have to rely on themselves for a lot of things. It's interesting that he mentioned farmers If you'd listened to last week's podcast about the banana king, he consider herself a farmer and self reliant is a great way to describe Samuel Z murray. Bezos spent a lot of time with his grandfather, who he said was always incredibly respectful of me even when I was a little kid, and would entertain long conversations with me about technology and space and anything I was interested in. Well, somebody that worked at Arp, talking about technology and space is probably a good person to to listen to their little grand kid, the grandson about. At the same time, he realized... This is the power of books, which something, obviously I'm an evangelist for reading. Let's get to that right now. Bezos Discovered they talked about sometimes in the in the hot Texas heat, they go inside if it's too hot. So she said Bezos Discovered the county library, which is not much larger than 1 room school house. And had extensive science fiction collection that had been donated by a town residents. How crazy is this? So it says the library had maybe a few hundred science fiction novels, all of the classic space was recalled. There was a whole show of them there. And over several summers, I worked my way through that collection. So because of the... This is... I'm amazed how things are always connected. Because of the generates of some town resident in a tiny town in middle of Central Texas, Jeff Bezos winds up reading hundreds of science fiction novels through novels throughout his childhood. And these novels inspire him to build the company he's building now. I I just love that that story. By the time he got to high school Bezos passion for space merged with his prod predictions prod intellect curiosity. In high school, he wrote an essay titled, the effect of 0 gravity on the aging rate of the common house fly. And here's another. This is why it's so important. You you you... That you should monitor who you get exposed to and what you allow in your in your mind because humans are deeply, which just is a fancy way of saying that we all borrow and copy each other constantly. And you'll do this even on the subconscious level if you're not careful. So that 1 him a trip to Nasa's Marshall Space flight center in Huntsville, Alabama. This was where Nasa built its rockets. The home to many of the most accomplished engineers and sharpest minds. The trip only strengthened his enthusiasm for space. If he had fed himself a steady dying of science fiction fantasy in the books he'd devoured as a kid, he was now exposed to actual hardware. The equipment that made the dreams real. And was a couple of paragraphs later. I thought this was funny. It was very difficult to punish. I was very difficult for my parents to put p... Oh, okay. Let me try this again, guys. I was very difficult to punish for my parents because they would send me to my room. And I was always happy to go to my room because I would just read Jeff Bezos once said. As vale, his speech at graduation was about space. For even a brilliant 18 year old, it was a pre coach glimpse into the future. He talked about plans to colonize space to build habitat like space hotels, and the day when millions of people were living among the stars. He's saying this an 18 years old. So before I tell you the rest. I don't know myself same idea 40 years later, he says almost this... He's still... Today, when he talks about this, he says the same thing. That's just mind blowing to me. Okay. So he says, Earth had limited resources. And so his idea was to get humanity off of its surface into space, so as to protect the planet. The whole idea is to preserve the Earth. At the time he was saying it should be designated a national park, space and humanity's future in it was something he had been thinking and reading about for some time. So this is where Elon and Jeff clearly deviate you hear him talk about this, like, earth should be zone, like a national park or like, a light industrial residential area and all the my... All the heavy industry that we need for energy consumption and the light should be put into space. It's very different from Musk. Let's make a backup planet. This is another short anecdote about how things change. So whatever situation you're year now, it's not the situation like that forever. In 19 93, when Jeff Bezos was 29, he went to an auction at Southern Bees that was selling artifacts from Russia's space program. Amazon didn't exist yet, and Bezos couldn't keep up with deep pocket collectors at Southern He's attractive. So he bids on a bunch of this. He said, he loses on every single he bids. Simply, he didn't have the money to keep pace. With the other bidder. Space and even its artifacts seemed as far away and inaccessible ever ever. Over time, things change. Okay. So this is, I think is very important. So it says Blue Origins website at the time was low key, revealing level, little. Bezos named didn't appear anywhere on it, Though it did give away that the company's goal was creating during human space in presence... Or during human presence in space. But its jobs page ad was less welcoming even arrogant. And I don't find air game. I think it's actually funny is not the right word. I don't know. It's just... I don't find Arrogant. Applicants needed to be highly qualified and dedicated individuals who meet the following criteria. You must have a genuine passion for space. Without passion, you will find what we're trying to do too difficult. There are much easier jobs. You must want to work in a small company. If you can happily work at a large aerospace company. You're probably not the right person. Our hiring bar is una extreme. We insist on keeping our team size small, measured in the dozens, which means each person's occupying a spot must be among the most technically gifted in his or her field. We are building real hardware, not powerpoint presentations. This must excite you, you must be a builder. It says the goal of blue origin then was to create the infrastructure that would finally allow for humanity stretch out the stars. And then this is Jeff saying the dreamers come first. It's always the science fiction guys. They think of everything first, and then the builders come along and they make it happen, but it takes time. He was patient willing to take his time. You have to be very long term oriented. I love this idea. Like, there's not many ideas that you I think you need to succeed in life. You just have to constantly repeat them because it not only to help yourself when you repeat these ideas, but other people. Like, repetition is persuasive. So you, you know, how many times we said patience taking time being slow, the very long term. We're not even... You know, I don't even think we're halfway through with the ideas in the book that I'm gonna share with you. And, like, you've already heard this repeated over and over again. People who complained that we invested in Amazon for 7 years would be horrified by blue Origin. That's Jeff still talking. At Amazon Bezos had been obsessive for years about maintaining maintaining its startup culture. Even as the company grew. Reminding employees that it would always be day 1 there. In a 19 97 letter to shareholders, he wrote that it was day 1 for the Internet. And if we execute well for Amazon for Amazon, Oh, day 1 for the Internet and if we execute well, It's day 1 for Amazon. Sorry. 20 years later, day 1, the name of Amazon headquarters was still a rallying cry. Day 2 is S. He wrote, followed by relevance, followed by excruciating painful decline, followed by death, and that is why it's always day 1. He wrote a day 1 letter for blue origin. Blue for the pale blue dot that that is earth, origin for where humanity began. A vision outlining a vision statement outlining the principles that would guide the company. We are a small team committed to seating an enduring human presence in space hero. Blue will pursue this long term objective patiently step by step. Again, repeating yourself. By dividing our work into small but meaningful increments, we hope to generate as many useful intermediate results as possible. Each step, even our first and simplest will be challenging. And each step will lay the technical and organizational foundation for the next. This would require a steady. I love this. I... The this description of his company. I think it applies to so many others. Check the this metaphor is beautiful. This requires a steady approach into unknown terrain. This is a quote from him. We have been dropped off on an une unemployed mountain without maps and the visibility is poor. Every once in a while, the weather clears up enough for us to glimpse the peak, but the intervening terrain remains largely obscured. There would be some bed bedrock principles to guide them. So this is a bed rock principled to guide B and I think it's applicable to not only other companies. But I think it's applicable to your life in general. Don't start and stop, keep climbing at a steady pace. Be the tortoise and not the hair. Keep expenditures at sustainable levels. Assume spending will be flat to mono increasing. Do not fall for the unreasonable hope that the path will get easier as we go up. I get goosebumps for some of this stuff. Okay. I had just good writing and very very concise thinking. And not is it very concise thinking, but I think the use of the metaphor allows you to, like, internalize the thinking on your own and then apply it to whatever it is that goes on in your mind every day. It's gonna be very different from things I think about or anybody else thinks about. But I think they're applicable to, just so much in life. Okay. Let's see. Oh, this was... Okay. So I just wanna read this, because I mean, we have to talk about death. Right? Well, let me just jump into it. Unfortunately, the personal space flight industry must proceed assuming that a fatal accident is inevitable. So far, there's been 14 astronauts have I've died. Death was more likely a when, not if outcome. An unavoidable fact that they should confront and plan for. But death shouldn't stop them. It shouldn't get in the way. Progress was not possible without it. That was true in space as it is wasn't an all manner of expeditions. From crossing the Atlantic to exploring the poles to opening up the west. That's a really good point. And I love how they they even bring in on the next page this quote. Before he was killed in the fire that engulfed the crew of Apollo 1 on the ground during pre flight test. Gus G had prepared himself for an outcome, he knew was highly probable. If we die, we want people to accept it. He said. We're in a risky business, and we hope that if anything happens to us, it will not delay the program. The conquest of space is worth the risk of life. And this is something that when you're trying to do something new. Like, they're... Like, Nasa was doing the sixties. You understand this. They internalize that people died, they carried on their mission. What happened over time is this happened so frequently, and not even frequently. Happened a few times, where they stop being instead of, like, being taking risks to innovate. They instead of playing to win. They were just trying not to lose. And I think, like, that's common in humans. We talked about last week how you can compare, like, the aging of a corporation, or business to the aging of a person. It's young. It's full of vibe. Is that even word? That just make a up of word. It's it's full of vi. I think is the word I'm looking for. It's willing to take risks. It understands you have to. And, not saying you have to be reckless, of course, but just like any exploration. Well, when they were sailing to the new world 600 years ago or when they're starting going from east to West in in America. Like, people are going to die. That's inevitable. You try to make the smartest moves you can, but going back to the aging the corporation metaphor is, like, when corporations get older, companies get older, they they they're they already found Made them successful sound. They just go into preservation mode. And we're still on day 1, maybe day negative a hundred in... In in terms of, like, exploring the the universe. So you just can't. You can't let your foot off of this. You have to go forward and understand that people are gonna die in this book. People die in this book testing. It's that we're not gonna talk about the podcast, but, you know, they're they're they're they're testing different ways to get to space. And and 1 case a test pilot, you know, gave his life to do that. You know, I don't think he's should I've anybody be forced doing that, of course not, but these people know the wrist. Just like Gus just said he's like, I know Know what I'm doing is risky. He said that before he went up burning death. So Note, I left myself. I've heard Elon talk him a few times. They're like, why are you doing this? And he's like, there has to be more than life than just surviving. You should be excited. This is a quote from Elon and it's more about the whole death thing. He said the thing that actually gets me the most excited about it is that I just think it's the grandest adventure I could possibly imagine. It is the most exciting thing. I couldn't think of anything more exciting more fun. More inspiring for the future than to have a base on Mars he once said. It would be incredibly difficult and probably lots of people will die in terrible things and great things will happen along the way. Just this is just as happened in the formation in the United States. So another lesson I'm skipping ahead is, why is it something I learned is why is it that in a world that constantly changes? Do we humans think that things will stay the way they are? So that's the note I left myself. This is what spawned I thought? For Spacex, the 278000000 dollars is a windfall. So big, few years later they get some funding from Nasa now. But for a lot of people in the big aerospace world, this was considered a token amount of money to pla these commercial guys, so they could stop complaining to congress. Must said years later. Just give them enough to hang themselves. Let's just give these annoying commercial people enough money so that they can fail, and then we can say that was that how dumb they were. So we don't have to do that again. Spacex was still not regarded as a threat, not by the lockheed and Boeing, which had large multi year contracts in hand and could sustain them as long as they were support in congress. And while the program was a bold step for Nasa, 1 that Spacex and other startups ups jumped at, it was largely dismissed by the rest of the industry. Lockheed Martin Boeing, North or all passed, not thinking that this new era would last. So what the book talks about is like, They kinda open the door for their own competitors. And now these competitors are, you know, that they start out little... They call like, ankle bite, I think is what they they called Spacex and others. They said they made their rockets at a bicycle parts. They're just very dismissive of them. And it's just again, history doesn't repeat itself human nature does as you see this constantly, how these these these incumbents and these industry. Like, oh, yeah. Just give just a little these... Give this token 278000000. That's nothing. They could fail. They disappear and then things will continue as they always do. But if you look at the grander scheme of life, in general, like, con... Change constant. So if you don't like change, like, you're gonna have a hard time at life. I don't know. It's just it's very weird. These are obviously not dumb people by any stretch of imagination yet, they we are susceptible to fall to to to this kinda like, fallacy our thinking. So I'm I'm gonna skip over... So we know spacex for... They fail 3 times before they fail the fourth time. Right? After the third launch, I just wanna read this. This is Elon, he goes for my part, I will never give up and I mean never. And it said despite those Rosie prediction, the truth was Spacex was hurting. Musk was burning through the hundred million dollars to had invest in his own money. I just wanna skip to the point where they have success because I've covered, the other parts in the other Elon Musk podcast if you wanna go back and listen to those about going into more detail about this area. But I wanna hit wanna hit on this him speaking about the amazing achievement that they do are able to do on the fourth rocket. And he says, he then took a moment to explain the long and improbable odyssey that led to this feat. And this is just freaking amazing. Spacex had designed and developed this this is mass talking. Spacex had designed and developed this vehicle from the ground up. From a blank sheet of paper. They've done all the design, all the testing in house. We don't outsource and we have achieved this with a company that is now only 500 people. And it all occurred under 6 years. This really means a lot to Spacex getting to orbit. That's just a huge milestone. There are only a few countries that have done it. It is normally a country thing, not a company thing. It's an amazing achievement. Absolutely. So now the the book is gonna go back to Bezos, and this is Bezos and Goddard goddard. Hope I'm pronouncing his name right. He's the father of Modern Rockets, and the work of generations. That's a left myself. It's very... Again, we're gonna go back into Basil Spray here. While Musk was charging ahead, Bezos was still moving slowly. Taking small, deliberate baby steps. The vehicle, this is what they're they're building right in 2006, was named Goddard. After Robert Goddard, the father of Modern Rocket tree who in 19 26 became the first to ever launch a liquid for fueled old rocket. He was a builder and a dream, probably like you, The person listening to this podcast right now, who wrote a paper that touched on the possibility of developing a rocket to reach the moon. This is important important why included in this because we just have to understand people are going to criticize you. It's a default state of humans. Even if they don't know what the hell they're talking about, they're still gonna talk. At the time, the notion of reaching the moon seemed as far fetched as it was ridiculous. Goddard was der delighted as a moon, a moon, and a crock pot. And even the New York Times or the scathing editorial 19 20 under the headline, a severe strain of cr cr. You know, what what that word is. Which sc at the idea saying a rocket would not work in the vacuum of space. Goddard responded by saying that every vision is a joke until the first man accomplishes it. Once realized it becomes commonplace. The problem is, like, he ridiculed so much. He was already shy. And he preferred working alone. He he just became even more inclusive. Now the reason I include that because check this out. How many more years shall I, how many more years She'll be able to work on this problem? I do not know. He wrote in 19 32. As hope as as long as I live. So this is... He's still working on it 12 years after he gets called a crack by the New York Times. The paper of record Remember. There can be no thought of finishing for aiming at the stars, both literally and figuratively. It's the work of generations. This is Goddard speaking still. So that no matter how much progress 1 makes. There is always the thrill of just the beginning. What is that it sound like to you. It's... We're moving slow. It's the work of generations. It's always the beginning. This is Bezos. He died in 19 45 without having live to see humans go to space. But in 19 69, he received a be related post mortem vin vacation. By then, it was abundantly clear that rockets could indeed work in space. In the times, the New York Times issued a correction, a half century after it was published. Further investigation and experimentation have confirmed that the findings of Isaac Newton sent seventeenth century and it is now def definitely established that a rocket can function in a vacuum as well as an atmosphere red. The time regrets to air. Think about this. They talked about something they had no idea about. They put the newspaper, me meaning it gives, like, credibility. So other people read and think it's actually accurate. They forced the guy into... Into becoming a rec, and they were wrong. They didn't know what they were talking about. This is what I'm talking about when I say human nature repeats. This is ridiculous. I I say that not, like, because like, I find it personally offensive, like, what people do. They just beat the dreams out of peep. It is so easy to criticize. It is freaking hard to build. And if you believe in what you're doing, man, just don't listen to these people. It's very important to internalize the the lessons in these books, everybody that achieves anything had to do... It's it's just maybe I'm, like, a reacting differently to this because I I'm just exposed to it constantly I see it over and over again. It's just it's annoying. It's annoying. Like, we should all want humanity to progress, and you can't progress without trying new things. There's so much... There's way more that's been undiscovered than we than we know. And I think this this is this idea that, like, this arrogance, I always refer to it. I've heard it refer to it as, like, the epidemic arrogance of the human species. Meaning, like, we think we know more than we know. We know nothing. Nothing. We are just starting in the true sense of the world. Civilization, like, modern civilization existed for what, Hundred 200 years. Like, it is a tiny, tiny, tiny, tiny sliver of time throughout the existence of the universe. We know nothing. It's so arrogant to think that we have everything figured out. So therefore, the people... The weirdo, like Elon Musk and I I use that term in an infection term. Like, we need to encourage people to to to take risks and take experiment. And people like Jeff Bezos, who pits 2500000000.0 dollars of his own money in 1 rocket that Blue Origin makes. I think it's called the New shepard, 2500000000.0. These are people with skin in the game. They're not just Elon elon musk puts a, who who listening to this would make a hundred million... Hundred and 80000000 dollars from their 31, and it's put hundred million of Spacex, 70000000 into Tesla and 10000000 dollars into a solar city. I know I wouldn't... There's no way I would. So I don't know, man. I just think these people need to be encouraged. I'm not saying they're always right, of course or not humans. It's just this treatment is unfair, and it's it's infuriating to me oh, a hundred years later. It's just... It's it's not... It's just not... Oh okay, I'm gonna skip because I I'm gonna skip back because I... I'm... There's a lot of ideas and, you know, I think you get the point. From a purely chronological standpoint, it made sense that Bezos named his first rocket after the father of Rocket tree. But there were also kindred spirits. Like Goddard, Bezos was dedicated to taking the long view with blue seeing it as an enterprise that would take generations to complete to complete. Like Goddard, Bezos believed that the impossible could be made routine. And like Goddard, Bezos company shu the press, keeping its work secret, carefully protected from scrutiny and the criticism that it would surely follow. Bezos was such a fan of Goddard that 1 of his sons has got as his middle name. Okay. So this is more bezos in a in a blog post. Accomplishing this mission will take a long time, and we're working on it methodically. We believe an incremental improvement and in keeping investments at a pace is sustainable. Slow and steady is the way to achieve results, and we do not kid ourselves into thinking this will get easier as we go along. Smaller, more frequent steps drive a faster rate of learning. Help us maintain focus and give each of us an opportunity to see our latest work fly sooner. It didn't matter how far ahead the hair was. The tu was content to keep the methodical pace bezos had outline for the company and his 2004 letter. Be the tortoise, not the hair. It would say true. It would stay true to its motto step by step ferocious. While repeating over and over, slow as smooth and smooth as fast, slow as smooth and smooth as fast. This is a... So the the book contrast a lot of Spacex and Blue. But now we're gonna see very similar that... They're also similar too, of course. In interview after interview, the executive stressed that Spacex was different than any of the other companies listed on his resume, meaning that when people come, they recruiting from some of these large aerospace companies and they come spacex they're like, hey, well, this is what they say right here. Since this is not heritage air aerospace he was told. We're lean and mean. If you come work for us, you're going to have a lot of creative license. You are not going to get s by bureaucracy. The corporate culture was free and hard charging with a mix of industry veterans and young kids with virtually no experience in building rockets, who were brilliant and willing to devote themselves to the cause of abandon. Oh, so so this is this is I love this this exact... This thing. So there's 2 notes. 1 of the guys that they hire from legendary, from legacy aerospace companies. His name is... His last name is Mas. And just like spacex because you're saying, hey, you're gonna have great leeway here. U, Here to stop bureaucracy, you're gonna be able to actually apply your talents and not just whittle away in a big company. And so this is finding ways to solve problems at 1 tenth the cost, and then another note I left is everything is malleable. Eager to show he could be resourceful mo and his team became the scavenger of Cape Can, going around looking for leftover hardware as if they were on a on a treasure hunt. So he's assigned to Pad 40, which is this this very famous pad, that Nasa use for years. Now it's Spacex has an under lease for Think 5 years and it says, and they're trying new ways to do things, not just adopting. So it says, so the old rail callers from the 19 sixties that it once been used to ferry helium between New orleans and Cape Can became new storage tanks. Instead of spending 75000 dollars of new air on new air conditioning chiller for the ground equipment building. Someone found a deal on ebay for 10000 dollars. This is what I mean about entrepreneurs having me relentlessly resourceful. You're gonna see this... There's a... That's why I'm reading these parts. There's a bunch of examples of that. When the company was told it would cost 2000000 dollars for a pair of cranes to lift the Falcon 9, for example, it question the price. Wanting to know why it was so expensive. The reason this is the part that that I wrote that everything is malleable because I think a lot of us are faced with them. Just things are block blocking our way to going to where we want. And sometimes, like, you hit a roadblock, like, oh, man, like I this a robot Something I do about it. They don't think that way. So in this case, why do I spend 2000000 dollars for a pair of cranes to lift the rocket. And they find out. So they questioned like, what what's going on here? The reason was that the Air force required the cranes to meet a series of safety requirements to prevent, say a hook from suddenly dropping too fast. But modern technology had rendered many of those requirements some decades old, unnecessary. So again, if you're told that, some some people are like, oh, okay. Well, I guess I I'll just spend the 2000000 dollars. They don't think that like this. And this is going back to what, 1 of the thing... I think the the biggest lesson I learned from studying elon musk is this a whole idea of first principles thinking questioning. Is this really Are we just living with Dogma, which is the result of other people's thinking or, like this actually accurate. And so they're like, wait a minute. These these regulations don't apply anymore because technology technologies are rendered them obsolete. So what did they do? They said mo in the and Spacex team lobby, the Air force official at Cape Ultimately convincing them to strip out many of the old regulations that were driving up the price. They did, and Spacex was able to purchase the cranes for 300000 dollars. Then the Air Force said that Pad 40 flame dock needed to be extended with a water system. Bids for a traditional concrete trench to guide the rocket flames out and away from the pad came in at about 3000000 dollars. Mo thought they could do better. Ultimately, the engineering team designed, and the pad crew built a flame dock extension using steel box beams, which also carried carried cooling and acoustic suppression water inside the beams. The result, a system that met the Air force requirement for tenth of the cost. We had to be super scrappy, Elon said. If we did it the standard way, we would have run out of money. For many years, we were week to week on cash flow within weeks of running out of money, it definitely creates a mindset of smart spending, be scrappy or die. Those were our 2 options. Some more examples, Spacex even questioned the kind of latches that were used in the lockers on the space station. Each locker required 2 latches which were which cost 1500 dollars and and had 20 to 25 parts. 1 engineer at Spacex was inspired, I think it was honestly in the men's room where you saw a latch on a stall, and we were able to make a locking mechanism out of that. Instead of 1500 dollars, it costs 30 dollars. It's more reliable and it's easier to replace it ever if it ever goes bad. The astronauts, not only do they love it, but they love the story behind it because it shows the ingenuity. And let's see where we going. Oh, this is a great little story. So Obama is in the White House at the time. He cancels George Bushes. Things was called, like, the consolation program. He decides hey instead of the government spending this, we're gonna empower the free market to do it. And as a part of that, they do, like a, like, a photo op and a press tour at Cape Can and Obama is led on a tour by Elon. I think this is happening in 2010, but this is a funny little, story. But must sense that at 1 point during their 15 minute tour that Obama was also studying him. The White House had bed big on the rocket now towering over them. It was like... It was going to fly cargo to the space station. And it was looking increasingly likely that it would be 1 of these rockets... 1 of the Rockets Nasa would choose to take astronauts as well. Musk couldn't be so sure that the Falcon nine's first flight wouldn't end in an explosion. The president couldn't be sure either, and musk couldn't help but feels though Obama was trying to divine the future. I think he wanted to get a sense if I was a little... If I was dependable or little nuts, must said. The truth was probably somewhere in between, definitely. So, 1 of the themes for Jeff Bezos. And so I've been really trying to I don't think Like, the the great thing about entrepreneurship is, like, it's, like, using Peter Dr old quote, it's not an art and or a science. It's a practice. I think many of these ideas, like, the reason you need to expose ideas to thoughts from entrepreneurs if you're building companies because there's not 1 size fits off. There's no such thing as an expert in but they do have observations and lessons that they learn away. They learn along the way. Excuse me. That could be applicable to your business. And something I've noticed now studying this and spending so much, like, probably what hundreds of hours on this by now is, there's some themes that are very common. And I don't wanna use a word pattern matching because I said, like, these are just 1 offs. Right? So you're gonna... Like, you have to take... You're... You have to figure it off for yourself, but you can try on their different ideas into whatever you're doing, and and much like a scientific experiment, the ones that work, use and adapt to your own needs and the ones that don't you discard. But 1 of the themes is, like, resourceful ness. That's present all the time. Optimism. You present on a lot. And the other 1 is Frugal gallery. And we... I talked a lot about Frugal gall in a lot of these different books where Still Y, the founder of Pe where it's the original Like I said on Jeff Bezos the everything store when they're building desks out of doors and where Jeff Bezos Pops out his... In his head when an executive recommends that Amazon should be buying business I think, business is actually was fly first car class, Bezos astute mixed point. He's like, okay. Flying first class. Is that better for the customer? No. It's not. Okay. And if it's not better for the customer. Amazon... Amazon is not gonna do it. Sam Walton, opening 1 of the first Walmart, and there's, like, donkey Crap everywhere because it's in the middle of nowhere. Like, this whole issue for Gh. So the know left myself was for Ga goes deep. So it says Lori Ga got a rare peek behind the curtain at Blue Origin. A personal tour of the company with Jeff bezos himself. This is in 2011, and Lori Ga was 1 of very high up in Nasa. I forgot her exact title all the time. As someone who was taking heat on Capitol Hill and within own her own agency for trusting startups like Blue Origin, Ga wanted some firsthand evidence of how the company was different, how it could disrupt the industry. How it could be cheap and reliable. She wanted to know what was blue origin secret. The answer in part was citric acid. For a while, the company had been using a toxic cleaner for its engine nozzle, which it intended to reuse. But that cleaner was expensive and difficult to handle. It had to be used in a separate non clean room or shooting a separate clean room because it was so toxic. Then someone discovered that citric acid worked just as well. So the company started buying it by the gallon. An easier, far less expensive solution that worked better. Now I'm the largest per purchaser of lemon juice in the country, Bezos told her, letting loose 1 of his trademark tackle kinda reminds me of that, there's a sentence in the the fish ate the whale that I covered last week, where it compared and contrast Za murray Sam Za murray who's, like, came from nothing very much an entrepreneur and how he looked at the banana industry as opposed to the the his competition which were, you know, executives, they were, like, professional Ceos, not entrepreneurs. And so he talks about how, like, when Sam looks at Banana, he sees room for improvement. And I think that constant understanding that you could always be doing things better, cheaper more efficiently. Like, you know... They're spending billions of dollars on rock and yet they're still trying to save every dollar they can on cleaner. I just think a good lesson. Again, for all of us now business, but in your personalized lives as well. Eventually, I'm gonna get to the book. I've forgot. I don't know how it pronounce his name. Jorge Le, maybe, he started 3 g, which is, like, Brazilian conglomerate, some people call them like, the Brazilian version of warren buffett. But even at 25000000000 dollars, I was listening to a podcast, and he has a net worth of 25000000000 dollars at time. And he's doing an interview or whatever, and he's feeding ducks and the ducks leave and he... Basically, the story is, like, he walks all the way back to the kitchen. So he he because he doesn't wanna waste the rest of the the the bread. And the guy points out to something, like, did you walk? All it about, like, you know, most people just throwing it. So you have to walk over here. And he makes the point. He's like, expenses are, like, fingernails. They have to be constantly clipped. So again, for Go running very, very deep because, you know, he maximized my revenue, minimize expenses and know you have your profit just because you're making money more money doesn't mean you should be spending more money. A lot of... That's a trap. A lot of us fall into. Oh, so this is very interesting. Something that we talked about what's possible now that that that they couldn't do before. I gotta make sure because it's spread over a few pages. Okay. So this is now 2013 The Falcon 9 lifted it off a second official cargo delivery to that international space... Station. While the rocket did so smoothly within an hour, it was clear that its Dragon spacecraft was in trouble. Inside mission control, the Spacex team was definitely trying to figure out what was wrong. And soon pinpoint the problem, a valve was struck. While this is happening, there's a bunch of people from Nasa overlooking, just checking out what's going on because Nasa and invest a lot into spacex at this point, it said, as they watch the kids in the control center, As I watch, the kids in the control center, were making progress on a problem. So the they in that sentence is the officials to kids is the young people are working at Spacex because I think the average age spacex like 30. The valve was stuck. So they needed something to make it un stuck. On a spacecraft circling the globe at 17500 miles per hour. That was no easy task. But the Spacex team knew that if that if pressure could be built ahead of the valve, and then it was suddenly released, that might just deliver the kick needed to jar the valve open. It's like the spacex... Excuse. It's like the spacecraft equivalent of the He maneuver musk said later. 1 of the engineers wrote a command right then on the fly, programming the spacecraft to build up the pressure then they tried to beam the new command up to Dragon as if it was an iphone update. At that moment, the folks at Nasa knew they were witnessing something special. It wasn't just that they had fixed a problem with the Spacecraft. That happened all the time. It was how fast they did it. This is Unicorns dancing the flame duct. This is another contrast between the styles of Mu Bezos. So there's some background here. I'm not gonna go into it because there's just a lot of detail. We don't know, but they're basically fighting over the ability to lease a specific pad from Nasa. So Bates final suit with Nasa saying he want... He wants to, like, to bit. The lawsuit was eventually dismissed, but the tension linger. And now the fight over 39 only inflamed them, musk fired off an email with an epic take down of his new competitor. The riding the protest as a phony blocking tactic, an obvious 1 at that. Even though Blue Origin had been around a decade it had not yet succeeded in creating a reliable reliable sub orbital spacecraft wrote. It is therefore unlikely that they will succeed in developing an orbital vehicle that will meet Nasa's exacting standards in the next 5 years, which is the length of the least. That said, I can't say for sure whether blue origins actions stem from Malice. However, rather than fight this issue, there's an easy way to determine the truth, which is simply called or bluff must said. If they do somehow show up in the next 5 years with a vehicle qualified to to Nasa's human rating standards that can dock with a space station, which is what Pad 39 a is meant to do, we will gladly accommodate their needs. Frankly, I think we are more likely to discover discover unicorns dancing in the flame doc. So, you know, he's he's being very hair like, and this is Bezos very tortoise like response. Blue could have responded to Musk's taught by announcing that was very... That it was also developing an Orbital vehicle. It it was actually, and it was secret about it. But it didn't take the bait. Musk's insult didn't produce anything, but more of the same obsessive disciplined silence. Bezos was sticking to his own advice written in Blues founding letter, a decade earlier, be the turd tortoise and not the hair. So there's there's there's a lot of good stuff here. Okay. So this is I wanna... Before I musk gives basically a college level lecture on how a startup can retain. It's an innovative. So I wanna get that in a minute, but this is more of an inside a must personality, which again, I just don't know how many people could do this. Pentagon was about to award another big batch of contracts to the alliance that's the United launch alliance, effectively locking Spacex out for the for years. Filing another lawsuit who would be risky. It's usually not the best business practice to sue the agency you're trying to desperately you're trying desperately to get to hire you. The list of cons was long, but the pros were substantial well. National security launches paid big money. The multi year program could be worth as much as 70000000000 dollars and Spacex knew it could undercut Lockheed in Boeing prices. Giving it a stream of revenue that could sustain it for years and help get it to Mars, but the clock was ticking, if the company was going to protest the contract, it had to act quickly. Suing the military industrial complex is something you do not take lightly, must recalled. During a visit to Washington Dc while sitting in the back of his a sedan after speech, a pair of his advisors asked what asked him what he wanted to do. Musk went quiet, closed his eyes and put his head back. He stayed that way for 2 minutes than 3, a long time. He had several quirks and his sudden retreat into his own mind was an eccentric that people at Spacex were used to. People coming into interview with Mosque where sometimes warm that when he goes silent, it was because he's thinking and it's best not to interrupt him. The advisers knew not to say a word. 6 minutes past. Then 8, an eternity, then must open his eyes, file a lawsuit. He said, he got out of the car and went to the next event. Okay. So this is Musk on how a startup can retain its innovative edge. So what happens is they have a a big failure. This is years after. They've, you know, I think they been, like, 6 years, 5 years, a long time without having a failure. And but he's gonna lay out why that that is sometimes not a great thing. In a call with reporters a month later. Musk was every bit the rocket scientist he had become, giving a preliminary, but detailed analysis of failure, but it was also as if he was delivering a business school lecture on how a successful startup can retain its innovative culture and edge as it grows into a corporate behemoth. He would point to another possible cause saying that as the company continued to grow, it may have lost some of the inherent paranoia that fueled Spacex in its early days. When it was unclear whether it could ever be able to launch rockets reliably. After a string of successes, the explosion was the first time we had a failure in 7 years. Outside of the test flight must said. To some degree, I think the company as a whole maybe could became a little too complacent. When the company lost a string of rockets in the early days, only a few hundred people were working at Spacex. Now there were 4000. The vast majority of people the company today have only ever seen success. You don't fear failure as much. And so he sent out his of email before each launch, or he does this all time. He was mentioned in the, but I talked about earlier. So he sends an email out before in each launch, asking people to come forward if they if they see a reason that there'd be a failure. It did resonate the same force as when the company was small and scrappy and feared going out of business. The reaction became there's Z elon being paranoid again, he said. But now even the una una uni new that the driving power of failure and fear. That's an interesting thing. The the driving power of failure and fear, and we will be stronger for it. He said. Jeff Bezos let me tell you a little story real quick that that I think Jeff as Bezos picks up on something very fundamental to human nature. And and that is what is gonna bring you the most satisfaction. For years, journalists had been banging at Blue Origins door, trying to glimpse into the mysterious company that operated like the central intelligence agency. Now Blue origin was reaching out to them. The day before Blue origin had launched a rocket deep in the West Texas desert that traveled past the threshold of space hitting a top speed Mach 3.72. New Shepard, the sub orbital vehicle named for Allen Shepard, the first American space had flown to to 329000 feet, or 62 miles past the hundred kilometer Carmen line. I don't know if that's how you pronounce it. But that's widely they considered the edge of space. New Shepard is the the rocket. I told you that, Jeff pitt 2500000000.0 if his on money into. The capsule on top of rocket, which had no passengers as in in it separated from the boosters and landed softly under the guidance of parachutes. More important, the rocket landed after the rocket landed after falling back and enduring a hundred and 19 mile an hour high outs altitude cross winds. Using a Gps guidance system, And a fin system that helped stabilize it on its descent. The booster filed fired its engine to slow itself down before deploying its landing legs and touching down softly on the concrete landing pad. It hit 4 and a half feet from the center. For first landing. That was Bull's eye. So what they're describing there before I get to Jeff's a astute point on satisfaction is, what could be a new form of space tourism. You you... You're sitting in a capsule on top of a rocket, It shoots up past the line of space then it comes back down, the the rocket lands independently, but the capsule urine lance back on earth. I think it takes about 11 and a half minutes to come down. But this is the more important part, from the beginning blue origin had been trying to be build a reusable rocket. 1 that could be launched and then fly again like an airplane. It would at last, lower the cost of space travel and make it accessible to the masses. Now blue had pulled off the landing, a triumphant Chris Cr on more than a decade work. Bezos Bezos was beam. In an interview afterward, he called it a flawless mission in 1 of the greatest moments of my life. I was misty eyed. He had founded the company 15 years earlier, and had decided to build a chemically fueled rocket that would be reusable a few years after that. Now blue origin had finally done it. The things that you work hardest for for the longest period of time always bring you the most satisfaction he explained. If you could do something and it takes you 10 minutes to do, how satisfying can it actually be. You work on something for a decade, and it finally comes out the pipeline. And for me, in a sense, I've been working on that since I was 5, so it was incredibly satisfying. And I think the whole team felt that. The people who go into this business do it because they're are missionaries. And this is rivalry as the best rocket fuel is is what this section is about. Oftentimes it's very natural to think of business of business competition like a sporting event, Bezos said. Somebody leaves the arena, a winner and somebody leaves the arena a loser. In business, it's usually a lot a little different from that. Great industries are usually built by not just 1 or 2 or 3 companies, but usually by dozens of companies. There can be many great winners. Even hundreds and thousands of companies in a truly great industry. I think that's where we headed toward here. From my point of view, the more the mer. I want Virgin galactic to succeed. I want spacex to succeed. I want United launch alliance to succeed. I want airy Aria space to succeed. And of course, I want blue origins to succeed, and I think they all can. While bothered Musk when people compared the accomplishments of Spacex to blue origins, he too became more. In general, I think it's important that we advanced space space fight for the good of human humanity he said. If I could press a button and make blue origin disappear, I would not press that button. I think it's good Jeff is doing what he's doing. They were driven by the business opportunities in space by adventure and by Ego. Imagine the prometheus legacies they'd leave after opening up the final frontier. But there was no motivator quite like head to head competition. No 1 knew this better than Musk and Bezos. Amazon wouldn't have become Amazon if it didn't have barnes and Noble to set its sights on. Tesla wouldn't have been Tesla, if it wasn't taking on all of detroit. And Spacex from its inception had targeted the alliance seeking to disrupt the c monopoly it held for years, and crow bar opened the lock it had on Pentagon golden chest. Competition had driven the original space race. Without the Soviet threatening to own the ultimate high ground, the United States would have never made it to the moon. I love this part here. We're gonna learn a little bit about history too. After the Soviets had made Yuri Gaga agrarian, the first man to orbit Earth. President Kennedy had been anguish, running his hands through his hair and nervous tapping his teeth with his finger during a meeting at the White House. If somebody can just tell me how to catch up. Let's find somebody anybody, I don't care if it's the jan over there, Kennedy had pleaded adding later. There's nothing more important. Less than a decade later as Neil Armstrong crossed the finish line, the first man to walk on the moon the on the moon was magna. Magna. Proclaiming the victory as 1 giant leap from mankind. The race complete, the Victor triumphant, the loser van, there was then a long fade in human space flight, a retreat even. The lack of competition led to complacency, a comfortable with despite the repeated promises of presidents hoping to channel Kennedy and summon, it because they are hard call to arms, that's a, a quote from Kennedy. You if you haven't heard that speech, I'd go back and read, Listen to it, it talks about the reason they're deciding to go the moon is because it's hard. That's why we're doing it. And I think that's again, something like, I don't know how much of that is in modern society, at least not in, like, the comfortable rich rest, doing things because they are hard. I love that. Okay. A summon to a because they are hard called arms, the next giant leap, Mars, moon bases, a civilization in the stars never came. Hope and dreams may have sounded great at the podium. On the launch pad, they only went so far. If Musk and Bezos were going to be the true heirs of to the to Apollo. If at long last, they were going to push humans further into the cosmos, building that railroad system to the stars, they would have to cro down alongside each other, get on their mark, get ready and go. 1 eye I focus clearly on that distant impossible goal, the other on the competitor just over their shoulder. For all the talk, the truth was they needed each other. Rivalry, it turned out was the best rocket fuel."
}