{
  "transcript": "In 19 65, a publisher suggested that I write a biography of Walt Disney. Knowing that Walt was heavily involved with a full production schedule, his television show, a proposed theme park in Florida new attractions for Disneyland and a host of other projects. I expected to write the book from file material, but Walt insisted on giving me 4 lengthy interviews. He dwell on his early years on the farm in Marcel as a newspaper delivery boy in Kansas City, and as a student and mailman in Chicago. He seemed eager to sum up the lessons he had learned as a boy and tell young people how he applied them in his later life. He died within a year after the interviews. So that paragraph comes from the introduction to the book that I wanna talk to you about today, which is Walt Disney, an American original. And I love how it explicitly states why we spent so much time studying these biographies and auto of entrepreneurs where it talks where he says, it summed... He won't... He seemed eager to sum up the lessons he had learned as a boy and tell young people how he applied them in his later life, which is exactly the point of this podcast for us to learn lessons from people that have come before us at have built companies and apply those what we learn in our own lives. Before I get into the book, I just wanna remind you how you can support founders, If you value the work I'm doing here, if you... You're learning something if you, want to help support the podcast, this podcast is ad free. So once we get going, we just stick to lessons that we can all learn. I don't interrupt with ads at the beginning or the end or in the middle for that matter. So, the only way I can I I can do that is because, of paid members? So if you wanna become a paid founders member, paid members make founders possible, and they receive extra from me every week. The links are always in the show notes, which you can get directly in your podcast player or you go to founders podcast dot com. As soon as you do that, you'll immediately receive an email from me with all of the past, member only episodes that I've done. So so far, I've created, 3 of them by the time you listen to them, and then every Monday, I email you with another link. Another way for you to support the podcast has become a paid members of founders notes. Founders notes helps you know what other founders are thinking. It's key ideas from interviews and talks with entrepreneurs delivered to your inbox every Sunday. And the 1 that went out yesterday was the largest 1 so far. It's over 3500 words of just ideas and thoughts. From all kinds of different other founders. If you wanna support this podcast at the Max level, sign up for both the member only podcast and founders notes. Some of you have already done that, and I think that's that's amazing. So links as always is in the show notes, and again at founders podcast dot com. Okay. So let's go ahead and get into the book. I think this is a great quote that summarizes him. He had little patience with those who's thinking was earth bound. Okay. So 1 of his first jobs was selling and delivering newspapers. And because the work became a constant and numbing routine, it caused him to contemplate what he wanted his future to be. So let's let's get let's learn a little bit about this. So this is in addition to his newspaper routes. Walt delivered prescriptions from a... For a drugstore and sold newspapers on street corners. During the noon recess, he swept out the candy store across from school in return for a hot meal. Work became a constant numbing routine. Sometimes as he dressed before Dawn, he fell asleep while tying his shoe leases. 2 weeks free from the ordeal of delivering the times every morning, gave Walt time to think about his future life. He discarded notions of being a doctor or lawyer. He realized he had been an indifferent student. And besides, none of the Disney sons had ever be been afforded the luxury of a college education. As a matter of fact, Walt Disney never even finished high school. Cartoon interested him the most. His drawings had evo chuckle from the patrons of the of the Barber shop and his fellow students of school. He enjoyed the children's art classes at the Kansas City Art Institute, more than his regular school work. By the time Walt's Foot healed, he It was an injury. He had an injury. That's why he wasn't learning newspapers for 2 weeks. By the time, Walt's Foot healed and he returned to his newspaper routes, he had decided to become a cartoon, and we're gonna see a little bit about even at a very young age he had an an immense amount of focus and a and a large capacity for hard work. So he winds up... Some of his cartoons that he's writing or that he's creating gets written about in the the high school newspaper, and it says Walt Disney, 1 of the newcomers had displayed an unusual artistic talent and has become a voice cartoon, Voice is the name of the the magazine rather. Walt at last was getting his cartoons published. They they were humorous and reflected his own imp to join the war effort. This is World War 1. He studied anatomy technique and cartoon 3 nights a week at the Chicago institute of art. He worked long hours over drawings in his room, never revealing a project until he compete until he completed it. He sat for hours, sc down jokes for cartoons. When Walt finishes freshman year at high school, he and a friend applied for summer jobs at the post office. The friend lied about his age and was hired, but Walt admitted that he was 16 and he was turned away. He went home and pencil a few lines on his face, borrowed his father's suit and hat and returned to the same employment window, declaring he was 18. He was hired. Walt worked from 12 to 14 hours a day, sorting the mail and making special deliveries throughout the city. So skipping had a little bit, he wants to go to war, he doesn't that he he fails a physical, so the army won't, admit him. He winds up lying about his age and his mom helps him for his father, so he could drive ambulances for the red cross. In France. So he does that for a few years and then now he's coming back and he decides that he wants to be an artist. So it says a return to high school was unthinkable after Walt's European experiences. Nor would he consider a job his father offered at the jelly factory, for the handsome salary of 25 dollars a week. Dad, I don't want that kind of job. Walt insisted. Elias reminded him Elias his father's name. Elias reminded him that thousands of unemployed veterans would welcome such a position. But Walt remain firm. Then what do you wanna do, Walter, the father asked? I want to be an artist, Walt replied. And how do you expect to make a living as an artist, elias asked? I don't know walt admitted. That that that exchange is very reminiscent of if you listen to the podcast on George Lucas about how George is trying to convince his dad that he wants to go to film school. So, his older brother Roy actually helps Walt get a job at this place called commercial Art Studio, and they're producing, basically advertisements for companies. And he's doing some drawing and some jokes there. So it says the new employee was assigned to create rough drawings of advertisements and letterhead heads for farm equipment and supply companies. Lou Pe who taught night school at the fine arts Institute had noted that most young artists resent criticism. Not Disney. 1 day he was working on a layout for a company and pe looked over his shoulder, erase some lines added others and walt welcomed the the changes. So Disney was constantly trying to get better. And it says at the end of the week, the 2 partners announced that their new assistant would be... Would be paid 50 dollars a month. That'll do fine said, walt, not looking up from his work. When when he reported the news to Roy, that's his older brother. And also the the c founder for Walt Disney company. He admitted that he would have accepted half that amount. And this is important at this company commercial Arts studio, He meets somebody that becomes very important to the founding of the Disney company says, a coworker was a solid young dutch with a curious name, Oo Ear works. So Uber Ear works is actually 1 of the most talented cartoon that his neighbor meets, and he's the 1 that actually is credited withdrawing the final version of Mickey mouse, the 1 that we know today. Okay. So now we're gonna get into Disney's first business. And it's talking about both both young men, which is also Walt and Oo. It says both young men turned a large volume of artwork for farm catalogs and Christmas ads for department stores and theaters. Then the pre holiday rush ended and both Walt and Oo were let go. Walt applied for work with the post office and he delivered mail until after New Year's. Walt and Oo Ear works discussed going into business for themselves. So they start up a company and it says, it became Ear works, Disney commercial art artists. Ear works did the straight drawing and lettering, Disney was a cartoon in salesman. He hustle around to print shops, theaters, stores and oil companies in search of work. The first month's business netted a hundred and 35 dollars more than they had been receiving at the name of the company they were working with. The ear works Disney firm lasted only 1 month, and the reason it only lasted 1 month is because there's a company in Kansas city where Walt's living that was looking for cartoon and I hired him at 40 dollars a week So Oops said Walt thought he should stick the job, Uber Agrees, eventually, he says Walt persuaded the boss's name to hire Oo, and and ear Ear works Disney went into Limbo. Walt had been introduced to something that intrigued him more than introduced paper cartoon. This is when he's gonna start to learn animation. Now he was making cartoons that moved. The name of the company he's working for Kansas City film ad. Kansas City film ad produced 1 minute advertising films to peer in motion picture theaters, The animation was primitive. Human and animal figures were cut out of paper and pinned to a sheet. The joints of the figures were moved and then photographed, creating the illusion of movement. Walt was curious to learn how things worked. He made friends with the cameraman who showed the young cartoon how the paper figures were photographed in stop motion to provide the illusion of animation. Walt wasn't satisfied with such a crude method of animation. He noted how others had made movie cartoons with greater realism. They were created with drawings, not cut outs and walt was determined to learn how. He found 2 books in the Kansas City public library, 1 a simple handbook by Carl Lu on the essentials of Animation, and the other is, I think it's the names Edward Moo, his classic study of human and animal Motion. Walt poured over mute mu bridges photographs of running horses and athletes and movement. Then had the pages copied by a photo stat. He returned the book to the library and kept the stack of photo stats beside his desk as a guide for his drawings. His employers were delighted with the improved realism of the drawn cartoons, and he and Oo began turning them out for Film ad. So he's working all day at Film Ad, and he's teaching himself animation at night. It says walk walt worked all day at Film ad, then spent hours each night in his garage studio. So he starts making these little animation films on his own. And he shows it around to other businesses and some of them place orders. So now we're gonna get into Walt's second business. Walt named the film's, Neumann laugh. A few of them have survived, and they show surprising skill in an artist so new to animation. This was, less than a year after he started. So let's learn a little bit about the second business. To achieve success, La grabs needed to progress beyond the 1 minute program filler. The next step would be cartoon shots like those produced by the New York Studio. So at the time all the all the cartoon and animation businesses that existed were centralized in New York City. He devised plans for a series of cartoons based on traditional fairy tales, modernized and sprinkled with gag. For 6 months, Walt and his and his youthful filmmakers worked at night on their first production, little red riding hood. So when when they say the word youthful filmmakers, he had put an ad out, asking people if they wanted to learn how to do animation. And he Winds up learning a lot by teaching others. So he's like, I I don't have any money to pay you, but if you come to my garage. I think he was in a garage, but in at studio every night. I will I will teach you and then they all learned together. So they went up producing this... Their first production, which is called little Red riding hood. While was so pleased with the cartoon that he quit his position at Phil Ad, where he'd been earning an impressive 60 dollars a week. And on 05/23/1922, he incorporated Laugh graham films with 15000 dollars he raised from local investors who contributed from 250 to 500 dollars a piece. So something that I guess is gonna be obvious now. Is in addition to being extremely hard working and creative and good draw. He was what most people consider, like, a master salesman. Later on, when Disney is trying to raise millions of dollars to do feature film animated movies. There's no market for it. He was the 1 that pioneered it. And as such, he had to convince bankers to lend him millions of dollars for on unproven new field. And, parts of the books and some of the other, like, additional research I did for this podcast talks about how once he got in the room of the bankers, like, they were just basically putting his hands. He was very convincing and, he could he could con... He could he convinced them to to lend money, and they also said he was very good at, like, rallying his employees and motivating them. And then he was very gifted in in in that regard. So said, Walt, you're can see... Again, he's very persuasive. Wall persuaded Uber Air works to leave film ad and Laugh graham films took over the re... Remaining assets of Ear works disney commercial artists. They were joined by 5 other young animators. The Laugh office was an exhilarating place to work. The president of the company was 20 years old, and he declined to act the role of executive. He did some of the animation operated the camera and wash the ce sells for reuse. So this young company gets a deal with a company on New your called Clubs, sends them, hundred dollars and then a note promising 11000 dollars for 6 cartoons. So they start producing, and then they run into trouble. By the autumn of 19 22 is becoming more and more difficult for the useful filmmakers to maintain their exuberance. The fairy tale cartoons were being shipped off to pic clubs, but no money returned. Under the contract, no payment was required until 6 months after signing. And by that time, Pic oil Club had gone bankrupt. For producing the half dozen 7 minute cartoons, laugh had been paid only deposit, 100 dollars. With salary checks growing thinner, Laugh employees began to drop out. Uber Air works left the company to return to film Ad. Walt found himself unable to pay his bill and for a couple of weeks he ruined with Uber Air works. Then Walt took up lodging in a La offices. Since the office had no bath, Walt made a weekly journey to the railroad station where he bought a warm tub, a towel and a bar of soap for a dime. After the bath, he stood on the platform the Train port platform, where he had seen his parents his sister and Roy depart for the west. His family had all moved from Kansas City a few months prior. He couldn't avoid tears as he watched the passengers leaving for other towns and cities. It was so lone sum. He recalled in later years. So his second his second company goes bankrupt, and he's like, you know what? I'm I'm leaving. I'm going to Hollywood. I'm gonna try to work and show business, and I might try to become a director. So he he tried a bunch of different things. Nothing really worked out. So he starts his third business. And while he was in Kansas City, he did... He made a movie, a short movie called Alice in Wonderland. And it was a combination of live action, so a human girl playing Alice and then cartoons. And, so that gives him an idea. And so this is the genesis of his his third business. He pursued another possibility. He believed that Alice is Wonderland, which he had made in Kansas city might still provide him with his ent entree into the cartoon business. He printed some stationery with the letterhead, Walt Disney Cartoon, and he sent off a letter to Margaret Wink, the cartoon distributor in New York. So this is Walt Disney writing. Says, this is to inform you that I I'm no longer connected with the Laugh graham films incorporated of Kansas City, Missouri. And then I'm am establishing a studio in los Angeles for the purpose of producing the new and novel series of cartoons I have previously written you about. The making of these new cartoons nec, being located in a production center that I may engage trained talent for my casts and be within reach of the right facilities for producing. I am taking with me a select number of my former staff and will it and will in a very short time be producing at regular intervals. It is my intention of securing working space with 1 of the studios that I may better study technical detail and comedy situations and combine these with my cartoon. So he manages to send Mj Wink, a copy of what he made in Kansas city this Alice Wonderland, and on october fifteenth, she writes him a telegram. And it says that she basically, she's ordering, a series of these short movies based on Alice. And it says, we'll pay 1500 dollars each for each negative for first 6. And to show my good faith, we'll pay full amount on each these 6 immediately on delivering of the negative. So they they go into production, in a few weeks, they have the first 1 done, it says the first reel was finished on schedule. And on the day after Christmas came the joyous telegram from Mj Wink. This is her writing now. Day at c, the name... That's the name of the the first film received today, satisfactory, mailing today draft on Los Angeles bank with detailed letter. The arrival of the first check cheered the Disney brothers. She's working with Roy at this time. In February of 19 24, Walt hired his first animator and moved into a small store. The store window bore the letter, Disney Bros studio. Okay. So that's the third business Disney brothers studio is going to eventually turn into the Walt Disney company. So that is the... What is now a multi multi billion dollar business, started out with, a, a first first started out with a check of only 1500 dollars in 19 24. Okay. So we're gonna skip way ahead. The business is still really young. He he starts to learn and he's really young at this time. He starts to learn very important lesson. So this this is starts with late payments from a third party. So, Wink winds up getting married to a guy named Mint, and then mint starts running the company instead of her. And that causes all kinds of problems. We're gonna get into. As the 23 year old filmmaker, Walt Disney was receiving his education and the movie business. Creators of movie entertainment unless they control their own releasing companies, were at the mercy of the distributor. It... And the the distributors mint. It wasn't enough to be an original and creative artist. Disney learned. Survival in the film business required a jungle tough. So Men's winds up screwing them over really bad. So we're gonna get inside. So the note of I left myself on the next page. It says, like, glimpse of the future, meaning Walt disney future. His future. Says control, what's the first thing Wrote. He's obsessed with control, and, there's a good reason why because now we understand how he got anytime he he lacked control, he wind up getting screwed over by other people. It's his high quality, which is something he, solely focused on, merchandise ownership of the characters, which again, this decision he's about to make here in this letter is something that he carries with him for the rest of life. His life. It's a it's 1 of the most important decisions he ever makes, and it's very again, it's very much in line with what we learned about George Lucas how important it was. For him to negotiate instead of a higher salary, he negotiated the merchandising rights to Star Wars. And as we found out in that podcast in the in the great biography of George Lucas, he made 3 times as much on merchandise that he did on the actual Star wars films. So what another note I left myself is, while I was reading this book, I came across this, article talking about some ideas that Jeff Bezos has. And specifically, this this idea that he has on why he prioritized sleep and that most of your life is based on a small number of important decisions. And the reason I I'm gonna read you this this quote from Jeff Bezos right now is because this 1... The this 1 decision by Disney is extremely important. If you think about how much merchandising has added value to the entire Disney brand, and you think about, the extension of the theme parks is kind of an extension of the merchandise on, like, a such a grand scale. And no one's ever done before. Okay. So this quote, as Jeff Bezos talking about sleep. He goes, I prioritize it. Bezos set of sleep. I think better, I have more energy, my mood is better. As a senior and then this is a quote. And he's... He's you're gonna use a word as a senior executive for our purposes, let's put as a founder. As a founder, you get paid to make a small number of high quality decisions. He said. Your job is not to make thousands of decisions every day. Is that really worth it? If the quality of those decisions might be lower because you're tired or g. So what are he's saying there? It's like, you have to sleep, you you have to be well rested because you should be making a bunch of small decisions that don't matter every day. You should be focused on the very few decisions you actually make that that set the trajectory for your company. And in this case, this is what walt Disney is learning as a very, very young man. So he's he's arguing or not arguing, but he's negotiating with mint and they're going back and forth. He says, they finally they finally agree on an offer. And it says, it was a variation of the terms they discussed, but it contains stipulation which were to be basic elements for the Disney operation of the future futures. He is very important. Walt agreed to make each picture in a high class manner. That's what he's known for. And insisted that all matters regarding the nature of the come are to be left to me. That's him saying I won't complete control. He also stated that should the idea or name of Alice be exploited in any way Other than motion pictures, such as toys, novel, newspaper ships, etcetera, it is agreed that we shall share equally in profits derived there. Most importantly, Walt's proposition was subject to my ownership. These are direct quotes from him. Subject to my ownership of all trademarks and copyright on Alice Come accepting only rights relating to the series which you purchased under past contracts. So saying, hey, moving forward, we're gonna fix what you screwed me on in the past. Roy reason that a single name could could have more box office appeal and identification. And so the Disney brothers studio became the Walt Disney studio. So this neck a few pages later. He come he comes to the realization through trial and error. I think what a lot of people know to be true today, which is, committees suck. So it says, Oswald, the lucky rabbit, which is, 1 of Oswald is a character. So thing of Oswald as, like, the precursor to Mickey mouse. So he makes Mickey mouse. Right? Which becomes a cornerstone of Disney because mint winds up screwing him over on oswald while the lucky Rabbit. And we're gonna get into how he does that. But right now, they're they're making these movies are the series of movies with the main character being this rabbit. And says Walt disney's first venture into the all cartoon medium. Provided an important lesson for the young filmmaker. He realized what he had known instinctively that a strong attractive central character was essential and that a good storyline was needed, but too much plot could destroy laughter. He also learned that film company committees could throttle creativity. There's a lot of back and forth where he... They're they're the the creative aspect of this partnership. Then they send them out to distributor and then the distributor sends them off notes to people have never even made a movie or any kind of anything... Any other kind of creative endeavor. So that drove Walt Mad. So, now we're gonna get into him being double crossed. And where walt arrives at the conclusion that I will never work for someone else again. And it says, even though he has his own company the distributor basically is holding all the power in this situation. So said the oswald contract was scheduled to conclude in February of 19 28. Walt treated Lily and himself, Lilly is his wife Lillian in. And himself to a train trip to New York for the renewal negotiations with mint and universal. Universal pictures is the distributor. They have a relationship with mint. Mint controls that relationship and keeps So basically, he's buying the royal product from Walt, and and then turning around and doing a deal universal, but Universal only has a really relationship with mint. It's important to remember. And Uber is now back working at, Walt Disney's. Studio. So says Uber becomes suspicious of the confidential talks that George Wink have been having with other animators at the studio. So George Wink is Mince brother law. So Mince is based on New York, George Wink lives and works in the entertainment Industry Los Angeles. So he'd come by every so often and check on the progress at the be he of Minsk. But what was really going on is that they were basically trying to push Walt Disney out. So they wanna try... They wind up successive recruiting all of his animators. So it says Mint let's see. Mint greeted walt and Lily cordial, and they were joined at lunch in the hotel Os by Margaret Wink Mint. Who had started Walt's career by distributing the Alice Comedy. So that's the lady that I was sending him telegram, which is now Mint his wife. The conversation was warm, but Walt detected a hollow note in Mince gene. So when Walt had arrived in New york He gets this letter from Oops saying, hey, something weird just going on. Walt was very optimistic. So he just missed. Like, no. Everything's fine. He's all excited because he's... Everything's going well in the company. He's like, we're just gonna renegotiate. We're gonna make more money It's gonna be great. So it says, Negotiations for the new Oswald contract were held in Mint office. Walt began by suggesting that in view of the un question success of Oswald and they were very successful. The price per cartoon should be raised from 2250 dollars to 2500 dollars. I'll give you 1800 mint replied. 1800 dollars for each cartoon would meaning loss for the Disney studio. Walt asked for an explanation. Either you come with me at my price, or Take your organization away from you. Mint announced. I have all of your key men signed up. Walt couldn't believe it. Had mint actually plotted to steal away the Disney animators and would his boys to whom he had taught the cartoon trade in Kansas City, dessert him to work for mint. So remember, well, when some of the the young guys that he's taught animation to night while he was working for the film company, they wind up moving from Kansas City, to Los Angeles to work with Disney and then mint recruits him away from him. Walt told Min he needed time to consider the ultimatum. Walt hu back to the hotel and telephone, Roy, the news of mint bombshell Roy made an investigation and discovered that virtually all of the animators except Oo Air works had committed themselves to mint. Now Mint had played his Trump card. By contract, Oswald was the property of universal pictures, not Walt Disney. Walt was dish disheartening. All of his hard work and creative effort had created a valuable property which he didn't own. When he told Lilly the sorrow news, he vowed, never again will I work for somebody else. So up to this point, we know that, hey, the founding of this giant conglomerate that becomes a walt Disney company starts off with a 1500 dollar check. A few years later, it it basically... He has to start again from scratch. He loses everything. So now on the train ride back from New York to to Los Angeles, the lore of Mickey Mouse, and we don't know if this is true. Some people swear it is because Walt repeated his whole life. A lot of people say, no It's not true. That's where he got the idea for Mickey mouse. He drove the direct the rough sketch. He was calling Mickey mouse mo mouse. His wife, Lily, which we know this is actually true. Said, no. It needs to be mo is a terrible name. So he's, like... So she's like, excuse me. You know, what about Mickey, and it that winds up sticking. So we're gonna skip ahead. Walt's really optimistic, and he just gets it right back to work, and he starts building back up his company. And so this is the traumatic experience of technological surprise, and I got that sentence. From the book last week week's space. I thought that was a great description and that's description of Wide da at the time was Arp was created because the Russians beat the United States in getting into space first, and they they said that that Arp was created to combat the traumatic experience of technological surprise. And I just think that's wonderful writing. Alright. It so as Walt continued his dealings with New York Film World, he became more convinced of the future of sound. So what's happening now, He makes a bunch of these mickey mouse cartoons including Steamboat Willie, which is really, really famous. And while he's doing this up until this point, not only was everything in black and white, but it was silent. And 1 thing about, again, I hate to keep repeating myself, but there's so much parallels now that I've have read the George Lucas book with George Lucas and Walt Disney. And every time there is new technology out, Walt would basically just like George, he would drop what he was doing and embrace it 100 percent because he was convinced just the future. And so once he saw sound movies. He's like, oh, well, the this kinda makes everything else we're doing, look looks silly. So that's what I mean by the traumatic experience of technological surprise. And when they talk about New york is, now he's like, I'm gonna deal with distributors directly. I'm not going to give away. Like, I'm going to own Mickey mouse. And I'm gonna find somebody way to distribute this for me. I don't need third parties anymore. So this says, as well continued to dealings with the New York Film world. He became more convinced of the future of sound. He wrote to Roy and Oo that Ta. That's what they used to be called you could believe it or not. We're still a mystery to most of the movie executives. And it's is a Derrick from Disney. None of them are positive, how it will... How it's all going to turn out. But I have come to this definitive conclusion. Sound effects and talking pictures are more than a mere novelty. They are here to stay and in time will develop into a wonderful thing. The ones that get in on the ground floor are the ones that will more likely profit by its future development. That is a great thought right there. And he's a hundred percent right about it. I am convinced that the sound on film is the only logical thing for the future. So I love this idea how He's very resolute as we can hear in his own words. It's this... Oh, this... It's obvious to me. But the people that are already entrenched in the industry, like, oh, you know, we don't know how it's gonna go. We're not positive or maybe just novelty is something we talked about last week and don't talk all the time is, like, why as humans, we live in a world that's constantly changing yet, because of incentives or who knows the actual root cause, sometimes we dilute ourselves in the thinking, oh, no things are just gonna stay just as they are. They never will. So let's hopefully keep up that lesson with, let's keep that lesson in in the front of them. I just wanna read this because I think it's important. I think anybody has try to create something has to deal with the the doubts and the mental back and forth that goes on. You know, getting excited about what you're doing than going into, like, the the being disillusioned and going back and forth and and trying to figure out what you actually feel about what you're working on. And so it's... It's just a reminder. It's like, normal to doubt yourself. It's it's normal to doubt yourself when you're creating something. And you see Walt Disney who, you know, at this time, he's not the Walt Disney. The wonderful thing about this book and the other books because we see these people We learn about them before they turn into who we know them for. You know, Walt Disney, up to this point hasn't really done much. You know? Started a bunch of businesses, but Mickey mouse is not has not built a Disney empire He's not... He he's got 30 or 40 years ahead of him in his career, about 40 years actually. So this is a young walt Disney doubting himself. And he says, personally, I'm sick of this picture, steamboat willie. Every time I see it, the lousy print spoils everything. Maybe it will be a different looking picture with sound. I sure hope so. I am very nervous and upset, and I guess that has a lot to do with my attitude in this matter. So that's direct quote from Disney this is Walt Disney telling you, he's it's... He's doubting himself. Steamboat Willie becomes 1 of the most famous cartoons ever made ever, and he's not sure if it's good enough. So, I don't know. I I find that extremely reassuring for my own life and hopefully you do as well. By this point, walt, decides, hey, Steamboat willie, it it cannot be... It has to have sound. And Roy and other people are saying, hey, We don't have the money for that. Like, we're drowning here. Like, we keep we can't afford this. What are you doing? And Walt decides to go all in. And this is him describe explaining why. It it's wonderful language that it uses. I am figuring out a good release, walt assured Roy and Oo. I don't think we will have any trouble getting it. This may mean the making of a big organization out of our little dump kind of predict in the future isn't. Why should we let a few dollars jeopardize our chances. I think this is old man opportunity wrapping at our door? Let's don't let the jingle of a few pennies drown out his knock. See my point. So slap as big a mortgage on everything we got. And let's go after this thing in the right manner. Okay. So right for this, they put sound and Steam Willie walt loves it, and he's going out trying to sell Steamboat willie. He's finding out something that is extremely important because, history doesn't repeat but human nature does. And he learns a lesson right here. He goes, walt was convinced that Steamboat Willie was a winner, and he couldn't understand why the companies weren't flock to sign up a series of Mickey mouse cartoons. Think about it. In hindsight now. He couldn't sell Mickey mouse cartoons. Think about, is there another character that you could think of another fictional character that's that made more money than Mickey Mouse? I I can't think think of 1. So it's amazing, But he goes, it was explained to him by a show business veteran. This guy's name Harry Rec. Though, and this is so important right here what he's gonna say. Those guys don't know what's good until the public tells them. So Rick ba actually does... I don't know if he owned does he own the company? So Rick Ba was a colorful promoter publishes who... Yeah. Okay. So he's operating this colony theater in new York. And he saw Steam Willie, and he's like, hey, I wanna put that cartoon up on the colony. And Walt's it's like, this is... Okay. Let me just read what Walt says. He says g, I don't know what we applied. I'm afraid that if I run it at a Broadway house, it'll take the edge of my chances to sell it to a distributor. And this is so important for all of us remember. No it won't said the persuasive of Rick ba. You can you can chase their cartoon in all over town, and those companies won't buy. Not until the public tells them it's good. Let me run it for 2 weeks, so the press can see it. You'll get good reviews, and the people will come in drove. I'll give you 500 dollars a week. While what was immediately convinced. That was more money than anyone had ever paid to play a cartoon in a single theater. The thousand dollars was desperately needed to shore up Disney's finances. Steamboat Willie opened at the Colony theater, and it was a sensation that Walt had dreamed it would be. So, what happens is just like Rick and Ba predicted. Now instead of the the tables are turned. Walt was going around, trying to sell the... Sell the sell the cartoon, you know, humans are very le like in... That we follow what everybody else is into. People in the film those business are humans, so they're very much the same way, and now they're going after him. But very importantly, Disney learn from his mistakes. So he was very willing to to to experiment, but he did not make... Very, rarely made same mistake again. So look... And we see that in his negotiations. And it says, the talks with the film distributors follow the same pattern. They asked how much he wanted to be paid each week for producing mickey mouse. So that sounds very much like his range of. Right? He replied that he didn't want be paid by the week that he had his own studio and he wanted to remain independence. They answered that they would either hire him by the week or buy the cartoons outright. No, said, Walt, he had to own the cartoons himself. Young wall is learning. Oh, okay. I'm skipping way at now. This... The first sentence, I'm gonna read a paragraph, but this first sentence is really a 1 after reading the book. It isn't really a 1 sentence description of most of Walt Disney's career. What most people don't understand is what was almost ins... Up until he created Disneyland, which he did almost only, like, I think, like, 5 years, maybe 5, 7 years before he actually died because he dies rather young at 65 of lung cancer. He he was not... He did not do this to make money. Now he winds up dying a wealthy man because of the prophet, Disneyland made the company, but he was adamant on making, like, he he's obsessed with the quality of his product. Like most of these founders are. I would say almost every single founder we've covered is. So this is a 1 sentence description of most of Walt disney's career. Animation as practiced by Walt Disney would always be a perilous enterprise with prosperous times when the products seated and the threat of ins inc when it didn't. So let me continue. Money worries and the stress of leading a crew of Volatile, talented artists through uncharted territory began to wear on Walt. He became more irritable with his employees snap at them for minor fences. A sudden disappointment could plunge him into a crying spell. He spent sleepless hours in bed at night staring at the ceiling as he reviewed the days events and play the future. In story sessions, his mind went blank and he couldn't recall what was being discussed. He consulted a doctor who advised him to leave the studio and seek a complete rest. So he used to do this a few times as career. Okay. So now we're gonna get into the power of licensing and what this does for Disney. So it says the... At this point, I'm, I'm, obviously, you know, cutting out a large part of the book. I'm only going over parts that I highlighted in, that just, you know, basically, focus on ideas instead of just trying to keep this as a as a cohesive story. So this says, the craze of Mickey mouse brought a new and important source of income to the Disney enterprise. Mickey mouse goes crazy. They wind up, millions of millions of of kids are raised on Mickey mouse basically. Walt for... And it's kind of interesting that it... That it still happens today. I have a daughter. And she was born. Let's see. 50 years after Disney died, and that would be 80 years after the creation of mickey mouse and she was kinda raised on on mickey mouse too. Okay. So it says an important revenue source, a source of comfort disney the enterprise. Walt first realized the financial possibilities of licensing when he was in New york for negotiations. He recalled later that a man called at his hotel. And offered 300 dollars in cash for permission to imprint Mickey mouse on school writing tablets. As usual, Roy and I needed money, so I took the 300 dollars walt said. The salesman of Mickey mouse produced seemingly miraculous result So he hires this guy and this guy named Came, who winds up a approved... Being 1 of the first people to cold call Walt saying, hey, III wanna run your licensing company, and I wanna go out and travel and and sell... Licenses for all of your products. And they went up having 1 of the best... Walt is really hard to work with, but this gentleman, they had, like, a 17 year partnership that was relatively trouble free. He sold hundreds of millions of dollars of mickey mouse if not mistaken, and he tragically dies in a plane crash with his wife in France. And I think he's pretty still pretty young. I think he was in his forties. So it says a sale... Salesman of Mickey Mouse produced seemingly miraculous results. Came and licensed the Line Corporation, a pioneer and manufacturer of toy trains. So we know that for the merchandising of a Mickey and mini wind up hand car with a circle, of track for the price of 1 dollar. So we know... Well, maybe you don't. But I played... I I like Trains when I younger too and I remember lionel trains. And it says Lionel had been... But I didn't know this part. Lionel had been hit hard by the depression and had and it it had filed for bankruptcy. Within 4 months, 253000 of the hand cards has been sold, and the association with Disney was credited by a bankruptcy judge as a major factor in re returning lionel to solve. And it says the Ing soul Water berry company, makers of time pieces since 18 56 had been pushed close to bankruptcy in the early 19 thirties. When came and licensed the firm to manufacture Mickey Mouse watches. Within weeks, demand for the watches caused the company to raise the number of its employees from 300 to 3002 and a half million Mickey mouse watches were sold in 2 years. High brow critics tried to analyze Mickey popularity in terms of mass psychology. Walt Disney was amused, but uni by such intellectual. He offered his own explanation. He was quick to give credit for much of Mickey nature to Charlie Chaplin. We thought of a tiny bit of a amount. We thought of a tiny bit of a mouse that would have something of the wi of chaplain. A little fellow trying to do the best he could. So that's kind of a weird sentence, but he's basically saying that he he pattern Mickey behavior off of what as off of the actions of if of Charlie Chaplin, and we're gonna get to Chaplain in a minute because he idol utilized Chaplain and winds up meeting him later on and getting advice from him. So I'm gonna cover that in a minute. But I wanna delve into this random these few random paragraphs about his personality and working style, which I'm always super super interested in learning about. With his staff expanding, Walt Disney began to establish the attitude and modes of operation that I would continue throughout his professional career. Not yet 30, he had been in the animation business a dozen years and his maturity was beyond his years. Away from the studio, he could indulge in horse play and be 1 of the boys. But during work hours, his added attitude preclude casual intimacy. He was incapable of small talk. His employees learned not to engage him in the banter that animators used as relief from the ted of drawing. His mind was too involved with the problems of the moment. A storyline that defined the defined solution, a cartoon that failed to evo laughs at the preview. An overdue check for Columbia pictures that threatened next week's payroll. His workers learned not to be off offended if he passed them in the hallway without a word. They knew that he was preoccupied with a studio problem. Walt was developing 1 of his most valuable traits. The ability to recognize a man's creative potential and force him to achieve it. What I particularly like about this book is that a lot of it comes from, firsthand accounts. So like it was... Like he talked about, like, the author talked about in the introduction, he had extensive interviews with Walt Disney, he... Knew him before he died. This book... So the other, podcast I did on Walt Disney. I think that book came on, like, 2007. And sometime around this. This is this book was the first printed 19 74. So that's another thing I love about doing this podcast is that, you know, we're sitting here. What is that? 40, 50 years later. Something like let's 40 something years later, and we're still being able to learn from somebody that's... That's been dead, you know, a quite a long time. Okay. So this is the advice from Chaplain and always pushing the technological boundary. The proposal was extremely attracted to Walt, not merely because of the terms. You united... United artists represented the Tiffany of the movie business. So what's happening here is United artists is trying to recruit Walt disney steal their business deal. But, get the business from Columbia, and they wanted to distribute Disney's films, and they wanna do it on, better terms. And this is... Well, let's let's learn about why Walt was happy about this. Wall was especially thrilled at the prospect of being associated with the great Chaplain because Chaplain was part of United artists and 1 of his idol. The comedian provided to be... Our excuse The comedian improved to be as much of a fan as of the Disney cartoons as Walt had been of Chaplain come. You're going to develop more, You're going to get a hold of your medium chaplain told Walt. But to protect your independence, you've got to do as I have done. Own every picture you make, Walt agreed with the advice. With the association with United agree... Artists agreed upon, Walt determined to add a new element to animation, color for years. Okay. So before I get into this remember, everything was black and white at 1 point and silent, then it's black and white and ta has sound, and now it's black and white with sound and now they're going to color and what do you think walt's gonna do? For years, Walt had been intrigued with a notion of adding color to his cartoons. He had told his technicians to experiment with nitrates and other elements that might provide color on the screen. Then, in the early 19 thirties, technicolor developed a method of combining 3 negatives of the primary colors. By 19 32, the process had not been perfect prevented for live action photography, but it could be applied to cartoons. Technicolor showed a test reel to Walt Disney and he was convinced Roy wasn't. So Roy is always like, his like, if if if you're walt Disney picture on 1 shoulder, you have, version of yourself, that'd be, like, the little devil in this metaphor. Roy is like the angel. Always saying no, Let's not do that. Like, let's let's be conservative. Let's let's take the easy path. Let's just build up our resources and the devil's like, nope. All in, risk everything. And all... And I think walt disney listen to the devil most of the time. Alright. So we'd be crazy to take on the expenses of color just after we made a deal with United artist, Roy argued. They won't advance us any more money for color. Yes. But don't you see Roy? Walt replied? Maybe United artists won't give us any more dough. But the pictures will create so much excitement that will that will get longer play dates and bigger rentals. That'll bring the money back eventually. Eventually, it'll be years before we see that money with all the advances that are charged against us already. We can't do it where I said. Roy added his fears that the colors might not stick to the sal are with chip off. Walt's answer, then we'll develop paints that will stick and won't chip. For every problem, there's a solution that definitely will walt believe. Roy remained un convinced. He asked others in the studios to dis persuade his brother from this disastrous course. Walt heard their arguments and became more certain that Color would raise animation to new levels of creativity I just love that. I really love that. Walt Uses brothers reluctant reluctance to evo a concession from technicolor. Royce says color is going to cost us a lot of money that will never get back walt argued. So if we take a chance on it, you've got to assure us that every other cartoon producer isn't going to rush into theaters with technicolor. The company agreed to grant Disney 2 years exclusive use of the 3 color process. Roy Gru consented to the contract. That is a really smart play by wall right there. Okay. So skip ahead. So another reminder that anytime you're gonna create anything new or do anything new, you need to expect to be criticized. So here's an example of that. And then he has this great quote that acts as a metaphor, and that you can't top pigs with pigs. When a print of the 3 little pigs arrived in New york, Roy arranged is screening in a projection room at the United Artists office. The salesman, so this is for the salesman that are supposed to go out the United people... The salesman they're working united are supposed to go out and sell the the film to the theaters. The hard boiled salesman remained silent during the cartoon, and 1 of them afterwards said, this is a kind of cheated don't you think. Roy asked what he meant. The last cartoon Walt sent was father Noah as ark with dozens of animals. Said the salesman. Now he only gives us 4. I don't even understand why that would even be something you criticized. So they go on and sell the movie. The result is success of 3 little pigs was unparalleled in cartoon history. The... So now they they... Were gonna see the United. And in after the movie sales like crazy, their United Sales artist salesman change and now instead of doubting the the little pigs, they want more. So it says the United artist salesman responded characteristic. Their message to Walt was, send us more pigs. He refused never wanting to repeat himself. But Roy convinced him that bringing back the pigs would be good for business. Walt made 3 more. The big bad wolf, the 3 little wolves in the practical pig. None approached the sensation of the original and Walt made a comment he repeated for years afterward. You can't top pigs with pigs. Oh, and I love this part. This is a this is several pages actually several chapters later, and this is a little bit about more... This is a little more on how Disney worked. Walt seldom surveyed survived his animators work what they were creating. He understood the fragile nature of the creative process, and he wouldn't in ent. But there was nothing to stop him There was nothing to stop him after the animator had left for the day. Walt's nighttime visits to the offices became legendary. And animators often left their best work on the drawing table overnight anticipating that Walt would inspect it. But sometimes they arrived in the morning to find cr sheets of paper rescued from waste baskets and pinned on a story board with the notation in the unmistakable Disney handwriting, quit throwing the good stuff away. I love his level of dedication. He's he's peru producing the garbage to find, hidden bout of creativity. Okay. Skipping ahead. The note I left myself is always pushing his limits. Within 6 months after the release of snow white. So Snow white was the very first full length Kirk animated movie ever. And that's what I was saying. Earlier, they were... It cost millions of millions of dollars I think actually, 1.5. I don't have a for some reason, I don't have any. III think it's 1.5 Might been 2.2 500000.0 dollars, at the time, which is an insane amount to spend. They didn't have it. Well, convince the maker's lend of money, and this is the result. Within 6 months after the release of Snow white, they had paid off all of their bank loans. The 8000000 dollars at the firm earned in its first release was a phenomenal sum. Considering that the average price for theater admission in the United States in 19 38 was 23 cents. And a heavy percentage of those saying snow white were children admitted for a dime. So think about that, most of the people watching the movie or children, Even if it's half, you're either paying 23 cents or you're paying 10 cents and that accumulates or so so many people like go see. It accumulates up to 8000000 dollars. And this sentence where it says the 8000000 dollars at the firm ab or in its first release. They're still making money off of Snow white to this day. This is happening. So the movie comes out what, 19 38, 19 50 something when when Disney starts to make, content for Tv. They also start resell some of their old movies and playing them on Tv and getting paid from the television networks, and then they keep doing this over and over again where even now, my my daughter who was born, you know, let's see. 70 years now, 70 years after this point, has seen snow white. So it's like the gift that keeps on giving. It's amazing what that that initial investment resulted in. But keep keeping with with the topic of pushing his limits going back to the book. Features which of long features had to become the creative thrust of the studio. Walt realized that the company could could expand only by producing full length movies to compete for theater rentals with the top flight attractions of the major studios. He began dev voting his major attention to features, paying less heat to short. So what had built their businesses at point is these short little movies, like, 3 little pigs and stuff like that. And, you know, they just run for a few minutes. Thus began the pattern of his creative life as he discovered each new unemployed medium, his interest d in the 1 that he had previously conquered. I think that's very I Admire that very much about walt Disney. And I don't know how much many... How many of us would actually do the same thing. It'd be very comfortable. Hey. I have something that's printing money. Let me stay here and just just ride this out, and he didn't seem to care about that. He was always putting himself in an uncomfortable position. And I think putting ourselves in uncomfortable positions is probably the only way we're actually gonna reach our full potential. Let's see. Oh, so this is a most unusual response to financial calamity. And what what what happens is... So feature... Now they're going on in a feature film, So when a feature film makes 8000000 dollars on, let's say, 1 or 2000000 dollar investment, you know, times are good at the studio. But there's a lot of these feature films where they... Wall is so determined to to increase quality, he spends way too much and they lose money in the pictures. So it says, when Roy Disney, okay. Here we go. When Roy Disney asked Walt to visit his office 1 day in 19 40. Walt realized that meant trouble. When Walt was summoned to Roy office that always meant bad news. Walt studied his brother's long face and asked. What's the matter? Roy outlined the financial reserves, excuse me, The financial reverses of the past year. How the profits of snow white had been eaten up by the cost of Pan, Fan, and Bam. Now how crazy is that? We all... You probably all know that these these 3 titles. Right? Pin Fan Bam. They were money losers for a long time. He didn't recoup the money on Bam till they re released it like 20 years later. Okay. So, so the the process in no way have been eaten up by these 3 movies, how the European war had caused a sharp decline in the... In theater revenue, so that's woah our 2 that's going on. How the company now had a thousand employees in a brand new studio that it cost them 3000000 dollars to build. And now walt, we're concluded, we're in debt to the bank for 4 and a half million dollars. Roy expected his brother to be shocked and concerned. Instead, Walt began to g and then he burst out laughing. What the hell are you laughing at, Roy demanded? I was just thinking back, Walt said between fits of laughter, Do you remember when we couldn't borrow a thousand dollars. Roy 2 began to laugh. Yeah. Remember how hard it was to get that first 20000 dollar credit he recalled? They regal gail each other with memories of when they had to plead for loans to meet the weekly payroll. And now we own 4 and a half million dollars what we marked. I think that's pretty damn good. Both... So I think that's amazing. They went up getting out of this. We're gonna do... I'm gonna read how they do that now. But I don't know. I just I hope I adapt this in my own life. Yeah. Like, he's faced with something that's, you know, could could threaten the the livelihood of his company, although he does have complete confidence in in the studio ability to to solve problems and to end to produce content that people want to consume. And he just, you know, instead of getting upset or or emotionally, just laughs. I, well... That's... You know, we've actually... If you look at it in the right turns, it actually come up very far. So maybe we can, you, keep this thing going. So Said, they realized Roy... When it's especially Roy. It's like, hey, we gotta raise outside capital. And so they they do their first stock offering. It says, both Disney had resisted the issuance of stock. Theirs was an extremely personal business and Walt despise the idea of having outsiders share decisions that he had made by himself throughout the company history. They wanna I'm doing it, and it says a stock offering quickly sold out contributing 3500000.0 dollars of much needed capital to the Disney company. Financial troubles were swag for a time. Okay. So I'm skipping ahead, this is something that's very... I think, little known fact about the the company history of Disney. And at the the United states Army actually takes over. The Disney studio. So it says on the afternoon of 12/07/1941, Walt Disney answer to the telephone at his home, the studio manager told him, Walt, the studio police phoned me, The army is moving on in on us. Still shocked by the news that the Japanese said bombed per harbor. Walt asked what he meant. The army, 500 soldiers said the manager. They told me they're moving in. What did you tell them walt asked. I said I'd have to call you. Well, what did they say to that? They said go ahead and call them Were moving in anyway. The soldiers common gear the Disney sound stage ordered the film equipment removed and installed gear for repairing trucks and anti aircraft guns. An officer remark that the stage was ideal because it could be used during a blackout. Next, the army claimed that the employee parking sheds, excuse me. That's the army claimed the employee parking sheds and used them for storing 3000000 rounds of ammunition. Military police were posted each gate, and all Disney workers, including Walton and Roy were fingerprint and given identification badges to wear at all times. Artists doubled up in rooms of the animation building so that soldiers would have places to sleep. The army unit which supported anti aircraft installations in the mountains around Los Angeles remained at the studio for 8 months. It moved out when fears of a Japanese attack on the mainland were over, but other military personnel moved in. The Disney studio had been converted to war. So what happens for 4 years, they, Disney Studio basically stops making cartoons or at least cartoons for entertainment, and they... They're hired by Us government to make explain movies about, you know, war bonds and training videos for soldiers and all kinds of like, all kinds of different things. It says, like, what was stimulated by the challenge of interpreting complex subjects and a pell and lightning way. He applied his skill to explaining bomb sites and factory methods with the same z that he had he had to recount the exploits of Mickey Mouse and snow white. So eventually, the Disney's studio gets back to producing feature length animated films. And the story I'm about to tell you is an amazing meeting with founder of Bank of America. As in the depression, the Disney studio failed to share in the prosperity of the motion picture business. The other companies were grinding out war movies and musicals for an entertainment hungry nation and theaters were earning huge profits. But not with Disney pictures. There was no snow white in the 7 dwarves to rescue the Disney Brothers from dead. The studio issued a dozen short cartoons annually during the war. Returns on them were limited by the economics of the movie business. The training and propaganda films contracted by the government barely paid for maintaining the staff in studio. The indebted to the Bank of America climbed to more than 4000000 dollars and some of the bank's board members expressed concern over the revolving line of credit extended to Disney. So they're called up to Bank of America's headquarters, I think in San Francisco, and they're sitting in a room with a bunch of Bank of America executives. And they're all waiting for the founder of Bank of America to come. So he said nothing could proceed until the bank... Until the arrival of Ap Gia, the founder and and Chairman of Bank of America. After 15 minutes, he entered. He declined to take a chair, listening to the discussions as he walked around the table. As he passed the Disney's, he nudge them in the backs and mu. Don't look so down. It it isn't going to be that bad. Walt and Roy found reason for hope. Ap had long been their champion. When traveling in Europe, he sometimes sent them postcards with the message, I saw 1 of your pictures, and it was pretty good. The matter of the Disney loan came before the board, and Walt and Roy explained how war conditions had interrupted the studio profitability. Gia began interrogating the directors You've been lending the Disney's a lot of money. How many of their pictures have you seen. Which once? He demanded answers from each board member and he discovered that several of them had seen none of the Disney movie. Well, I've seen them Gia remarked. I've been watching the Disney pictures quite closely because I knew we were lending them money far above the financial risk. But I realized that there's nothing about those pictures that will be changed by the war. They're good this year. They're good next year, and they're good the year after. Now there's a war on... There's a war going on, and the Disney's these markets are in trouble. Their money's frozen, meaning the money that that's in some of these countries in Europe, they won't let it be expat back into the United States. Their money's frozen or else they can't get into countries. You have to relax and give them time to market their product. This war isn't going to last forever. So moving ahead, this is a actually a really good idea Walt has about finding the right way to do something by seeing it done the wrong way. Walt employed a pair of writers who seem to produce nothing of value. He admitted their incompetence and explain why they remained. Because they always do the story the wrong way. And once I've seen how they do it, I know the right way. That's funny. Let's see. Okay. So he has a saying, and this is now just skipping ahead. The bankers are still giving him some pressure. They think that they should that he should cut his staff or limit the production and the scale of his ambition, and that's something walt would never do. But walt refused to cut down his staff or curtail production. His answer was the same as that had always been in be times. We can lick them with product. That was his cr. When times were bad and the bankers were complaining, the studio needed to get its entertainment before the public. And this is how he's turning a constraint into an opportunity. So I mentioned earlier that some and so did the founder of Bank of America that some of their revenue, so, like, particularly in in England. At the time of the war, if they... If you made money in that country, they wouldn't let you take out. So this is how he's turning a constraint into an opportunity and how a 1800000.0 dollar bet makes him 4100000.0 dollars. The economics of the post war movie business provided the opportunity for Disney's first completely live action feature, meaning no cartoons just people. Like most war damaged countries, England had frozen the payments due to American film companies. And Disney had amassed millions of dollars That could only be spent in the United Kingdom. R k who's a distributor at this time, suggested Walt use it to make films in England. He decided to use the frozen funds to make a live action version of Treasure islands. He was stimulated by the challenges of live action filming. So he's over there in in England doing this. When he returned to Burbank, he he needle his animators. Those actors over there in England. They're great. You give them the lines and they rehearse it a couple times and you got it on film, then it's finished. You guys take 6 months to draw a scene. The animators took his kidding good nature, but they understood what was happening. Walt had found a new toy. Said 1 of the animators, we realized that as soon as Walt wrote on a camera crane, we were going to lose him. Okay. So we're gonna skip ahead, because I wanna get to the point with disneyland because what that animator just said, we realized we're gonna lose him. There was a, not only to the war disrupt the Walt Disney Studio, but then there was a strike that really affected Walt Disney for the rest of his life, and he kinda fell out a love. With cartoon. And the majority, I would say the last decade of his life was spent with his true love, and his true love was actually Disneyland. So I wanna talk a little bit about that. And this kinda follows the theme that the book has has has taught us, which is he never rested on his laurel. He would master 1 thing, and then once he felt he he did it to a level, like, to to maximum level of his abilities, he moved on. And even though at this point, Walt Disney studio is massive, it's moderately profitable, not nearly as probable As disneyland land it's gonna make Disney company, but, wins academy Awards, he's he's famous. And his characters are famous and yet, he kinda walks away from it. So let's let's learn a little bit about that here. The vision of an amusement park grew in Walt disney's mind. On each trip to Europe and during his travels through the United States, he attended outdoor attractions of all kinds. He visited county fair, state fair, circus, Carnival, National Parks He studied the attractions and what made them appealing, whether people seemed to entertained or felt cheated. His most depressing experience was seeing Coney Island. It was so battered and and To and the right operators are so hostile that Walt felt that felt a moment urge to abandon the idea of an amusement park. His spirit revived when he saw ti gardens in Copenhagen. It was spot and brightly colored and priced within reach of everyone. The the ga of the music, the excellence of the food and drink. The warm courtesy of the employees. Everything combined for a pleasurable experience. Now this is what an amusement park should Walt and his planners watched how people at the Los Angeles County fair responded to the attractions. They traveled to knot sp farm and measured the walkways and observed how the traffic flowed. Walt was particularly interested in the movement of people. He watched them as they walked freely from 1 attraction to another, then pointed out how they irritated when crowds jammed up. The plans for Disneyland grew. He continued to pour his creativity into Disneyland and his money. When he had borrowed the limit on his insurance policies, he sold the house he had built in Palm Springs a vacation home. Roy Disney pointed out that the company remained in debt to the Bank of America and it was doubtful that any bank would lend or lend for an amusement park. Walt would not be discouraged. Okay. So what they're talking about there, as far as insurance policies. Just like that 1 sentence description I read earlier about his career. He's borrowing to plan Disneyland because no one's giving him money, Roy turning him down. He's selling his house his vacation home and a bunch of his assets. And he's also barring against his life insurance policy, which is really crazy when you think at this time he's about 55 years old, and he's been smoking cigarettes almost almost he's almost like a chain some over how they describe him. So he's been smoking cigarettes nonstop for about 30 years, and he's borrowing against his life insured the policy to to do disney. Okay. So it says Walt would not be discouraged. So we find out he's he's got this great idea. And it says Disneyland became a crusade with Wall. More so than sound cartoons, color, animated features and all other innovations he had pioneered. He told a reporter the reason for his Z. I love this. The park means a lot to me. It's something that will never be finished. Something I can keep developing, keep adding to. It's alive. It will be a living breathing thing that will need changes. When you wrap up a picture and turn it over to technicolor, you're through. Snow white is a dead issue with me. I just finished a live action picture, wrapped it up a few weeks ago. It's gone. I can't touch it. There are things in it, I don't like, but I can't do anything about it. I want something live, something that would grow. The park is that, not only can I add things, but even the trees will keep growing? The things will get more beautiful year after year. And it will get better as I find out what the public likes. I can't do that with a picture. It's finished and un unfavorable before I I find out whether the public likes it or not. So a few paragraphs later, he figures out how to finance the park. He knew he would have to discover a way to finance the park. He found the solution while lying sleepless in bed. Television, Walt told his brother the next morning, that's how We'll finance the park, television. To Roy, it was the first thing thing Walt had mentioned about Disneyland that made sense. Like all major corporate decisions, this 1 had to face approval of the Board of Directors of the Walt Disney company. Walt disney usually prevailed, but the wisdom of entering 2 new fields, television and an amusement park was questioned by the conservative bet members of the board. Walt took the floor to explain his reasoning. Television was an important medium for acquainted the public with the Disney films. The 2 Christmas specials had demonstrated that. A weekly show would expand a vast amount of creative effort and money. With little or no profit except for creating bigger audiences for Disney films in the theater. If I'm going to devote that much talent and energy to a television show, I want something new to come out of it, Walt said. I don't want this company to stand still. We have prosper before because we have taken chances and tried new things. To board members who complained that Disney was not in the amusement park business. He replied that the company was in the entertainment business, and that's what amusement parks are. There's nothing like it in the entire world. I know because I've looked that's why it can be great because it will be unique. Great idea. I love... I love that that point by him. So, they wind up agreeing. He's a super salesman after all. And Roy is then tasked with finding a partner. And they come up with another good idea here. They're gonna sell... So Disney's a a great well known brand. Right? And all the... All 3 major television networks in United States at the time, wants the shows on their network, but Roy makes them. He's like, listen, you get the Tv show, but you have to invest in Disneyland. So said, Roy began discussions with the 3 television networks with potential sponsorships for an hour long weekly television show. Royce stipulated that whoever wanted of the television show would have to invest in Disneyland. This is Genius because they wind up Abc b. Let's see. What's it? So Abc puts up 4 and a half million dollars for the development of of Disneyland. And I don't know if I'm gonna cover it here. Let's see. But the television show winds up being integral in the success of Disneyland because the Tv special that Walt Disney makes promoting, the opening a park is seen by 90000000 people. Imagine having an ad for your business that's consumed voluntarily as entertainment by 90000000 people. Okay. And okay. So skipping ahead a little bit. We're gonna talk a little bit about some of the development of Disneyland, specifically... Well, they... There's only 1 way to do it and that is my way. So this is really a another el collaboration on that you have to expect to be criticized. And that human nature doesn't change. And so the Walt Disney hires group of Stanford Researchers. So it's a Stanford research institute. That's trying to figure out the optimum location for Disneyland and solving someone like the civil engineering problems they're gonna run into. So these researchers also go to a a convention of muse of amusement parks. So a lot of owners from amusement parks are there. So let... That's setting a stage. This what happens. Stanford researchers had a memorable encounter with the owners of an... Of amusement parks at their convention in Chicago in November of 19 53. In a late 9 set... In a late night session, the park operator studied Walt disney's concept of a new kind of amusement park. The decision was unanimous. It won't work. There there was not enough ride capacity. Too much of the parked didn't produce revenue. The new single ride would cost too much to maintain. Mechanical failures in year round operation would would be epidemic. The park owners advised Walt Disney to save his money. So another example of entrenched people in the industry, just assuming that you know, the way they do it is the only way it can be done and that things aren't gonna change, but we know that that's not true. So, this is just this is just some... So now these are some anecdotes of what I would... What I'm calling the man focus on the customer. Several of the founders that have been profile on this podcast, have this, maybe everyone you could argue, different degrees of course, Walt Disney definitely possess this. I think that might be is to his main trait. So it says to some of the bankers Walt seem prolific. You can't put a price tag on creativity he argued. That had been his theory from the beginning. He refused to make his cartoons on a strict budget because he wanted them to be better Making them better meant spent meant suit, making them better meant spending more money. When Roy argue that payments from distributors were not enough to cover production costs. Walt's answer was if we make better cartoons will get more money next time. He was unable to establish budgets for Snow white Fan, bam and other cartoons because he was pioneering with new mediums and new techniques. The same with Disneyland. He set no budgetary limits on his planners and engineers. They were exploring unknown territory and only at the end of the of that quest would walt know what it cost. That's and... That's amazing to have that much belief in your abilities. That you're not gonna have a budget. And you just says, hey, we're just gonna make the bet... The single best thing we can. And you know you you wanna know what's it's gonna cost. Well, wait we're done and we'll tell you how much it's gonna cost. Here's another example of that. So 1 thing that he didn't like to hear it was, like, just like, elon Musk and other people don't tell him no. So it says, sometimes the engineers told him that affects he... That that effects he could easily accomplish in motion pictures were impractical in an amusement park. They learned not to say that to Walt Disney. To an engineer who pointed out the impossibility of a Disney proposal, Walt replied, you know better than to kill an idea without giving it a chance to live. We set our sights high. That is why we accomplished so many things. Now go back and try again. Another example of this. Members of the park staff urge him to build an administration building. No. He replied. There isn't going to be any administration building. The public isn't coming here to see an administration building. Besides I don't want you guys sitting behind desks. I want you out in the park, watching what people are doing and finding out how you can make the place more enjoyable to them. When Joe Fowler, this is 1 of the guys he hired to to build Disneyland, proposed a dry dock for the rivers of America ride, walt opposed it, he argued that it would be unattractive and would add nothing to the customer enjoyment. Another example of an article focus on the customer, Walt visited the Anaheim site during all phases of construction. He made his suggestion as since the sizes and proportions, always keeping the overall pattern in mind. This is genius. What he's gonna do here? Often, he squat down and commented. Can you see little kids looking up at this? Most of his planners had never considered looking at the theme park from the Vantage point of a child? And another example of man mechanical focus. During the day, he walks through the park observing the people in their reaction. Asking questions of the ride attendance, Waitress store clerk jan. From the beginning, he insisted on utter cleanliness. Remembering the To Carnival he had visited with his daughters. He had told his staff. If you keep a place clean, people respect it, If you get it dirty, they'll make it worse. He didn't want peanut shells strewn on the sidewalks, only shell nuts were sold. No gum could be purchased inside the theme parks. Young men stroll through the crowds, retrieving trash as soon as it was discarded. He never seemed to tire of str... He never seemed to tire of str through the park and watching the people and their reactions to Disneyland. Look at them he enthused to a companion. Did you ever see so many happy people. So many people just enjoying themselves. And so this is the result of This is the result of Disneyland. Within 7 weeks, a million visitors had come to Disneyland. Prediction of attendance had been exceeded by 50 percent and customers were spending 30 percent more money than had been expected. Disneyland was destined to be an a normal enormous financial success. And we're just gonna see how financially successful was, and we're gonna close on this. After 3 decades in Hollywood, Walt Disney had finally achieved financial stability. Disneyland was successful beyond his own dreams. He had produced 4 hit movies in a row. Although the 2 television series did not provide profits, they contributed to the health of the Disney endeavors in other ways. Walt himself was slow to realize his new prosperity. He told this story. 1 day I was driving home, and I was waiting at a stop signal, and I looked in a showroom and saw a beautiful Mercedes benz... Mercedes Benz cute. Coop. Gee, I wish I could afford that I said to myself and then I drove on. I had gone a couple blocks when I said, but I can. So I turned right around and went back and bought it, but change in fortune had little effect on Walt's personal life. Nor did he glory in the company's financial health. I've always been bored with just making money he said. I've wanted to do things. I wanted to build things to get something going. People look at me in different ways. Some of them say, that guy has no regard for money. That is not true. I have had regard for money, but I'm not like some people who worship up money as something you've got to have piled away up in a big pile somewhere. I've only thought of money in 1 way, and that is to do something with it. You see. I don't think there is a thing that I own that I will ever get the benefit of except through doing things with it. The 5 years have followed the opening of Disneyland were a period of great expansion for Walt Disney productions, which had begun the 19 fifties with a gross income of 6000000 dollars, and had leap to 27000000 dollars in the first year of Disneyland operation. By the end of the decade, that figure was 70000000 dollars. So think about that, They go from 6000000, and after 1 year 27000000 and after few years after that 70000000. So 10 x over 10 x increase where they were just off of this. And this is the last thing I'll read. On 04/25/1961, we Walt and Roy Disney marked an historic occasion in the history of their company. The loan from the Bank of America was finally paid off. For the first time in 22 years, revenue from the motion pictures would go directly to Walt Disney productions instead of the bank. If that's not a story of perseverance, I don't know what is. If you wanna read the full story, and you wanna support the podcast at the same time, buy the book. If you go to founders podcast podcasts forward slash books, you can buy... You'll see this book there, and you can buy any of the other... I think I'm up to 39 books. So that I've read so far for this podcast. So, if you wanna pick some of those up, it's a great way to support the podcast because Amazon sends me a small percentage to sale at no additional cost. And if you would rather listen to the book instead of read it there... You can get 2 free audio using the link that's in the show notes are by going to founders podcast dot com. And just a reminder, this podcast relies on your direct support, the support of people that that like the podcast that get valued of the podcast that learned something from the podcast. And you could do that in 2 ways, become a paid member, paid members of the make founders podcast possible. It's because of paid members that I'm able to to dedicate so much time and to continue doing this. And in return, not only is every podcast that I do available for free for... To everybody and ad free, but paid members also get extra podcasts for me every week that I email out on every Monday. And I'm having a lot of fun doing these because it's letting me experiment. I'm finding all different kinds of sources for the for the for the paid podcasts. The first 1 was on Samuel Za murray, who we covered, few weeks ago and it's called innovating the title of that podcast is innovating your way out of ruin, and it's a quick short story about what do you do when your entire business gets disrupted by war when the ships that transport your products, are shot down by German submarines, when countries say that your product is a luxury and they they impose caps on how many bananas you could sell in their country. When some markets are closed off when, you know, he lost 20 percent of his market overnight because the war. Very interesting story. At just... It's it's amazing what we can learn from that guy. I I did another 1 on, the life of Andy Be, who... If you listened to the space podcast last week. He was a main figure in that book. And in in many ways, he was a precursor to Elon Musk. Now, Elon Musk because, you know, 1 in a billion person, so I don't wanna compare them, but they're both very interesting poly math like people, andy Be spent over, I think 200000000 or hundred or 200000000 of his own money, developing rocket, technology, private... Rocket technology years before Jeff Bezos are or Elon Musk. Mean, he somehow survived that. I just looked up the other day, he's still very, very successful. He's a mathematician, genius. He's got like a 11000000000 dollar net worth even to this day. He's a really interesting fascinating guy. I'm surprised no other books were written about him. Like, biography. Like... Guess I can't find any. So I did a podcast on him. That's available to paid members. If you sign up, you get that right away, and then I did a podcast based on a book that I read, like, 4 or 5 years ago and highlights of the book. And it has to do with the band who I'm not... Wasn't familiar with before, and I'm still not familiar with their music. But it's the business model of the band fish, and it's a fascinating story. These guys have made hundreds of millions of dollars. And yet they've never had, like, a top... Their albums have never sold. They... I think they made, like, 830 few songs that never had a top 100 hit. They they've figured out something... By accent through trial and error and a lot of practice. How to become extremely profitable and in a way, they were 1 of the very few music acts that were largely unaffected by Naps and the and move to digital music that has occurred in our lifetime. So fascinating story again, every podcast I make. I'm trying... You know, my goal is... I'm only... I only include stuff that I think we can all learn from. And the paid podcasts that I'm making, like, I like it because I'm I'm able to experiment in different ways. So I'm gonna keep keep doing that. Sometimes they're going to be on the same subject like the Samuel Mary that came from the same book that I covered. And sometimes it's just gonna be other things that I learned and other founders and entrepreneurs that we can we can all learn from. And then another way to support the podcast is Founder notes. I can't... Like, I am gi with excitement over the founder notes that went out Sunday. So yesterday by the time you hear this. I love what I'm doing. I I... So I saw this other... So I I wanna call an email newsletter because I found notes is a service. To me, it's it's going out and collecting ideas from entrepreneurs and delivering to your inbox. So I just happen to use emails as a medium for that, but It's not a newsletter. But I have been looking at studying other other newsletters just like I said other founders and other podcast podcasts and and and so on and so forth. And I saw 1 that is there's this newsletter people subscribed to that you know, are helpful for their business having to do with, like, China, and what's going on in China and it's review of that podcast said it's the it's the equivalent of the presidential daily briefing on China. So, obviously, referencing what the president United States kits every day where they get this presidential daily briefing, notifying them of the threats and stuff that they need to know. Right? And I love that as a metaphor for like, the... Using that presidential daily briefing. Basically saying, hey, this is the 1 source you want to use if you wanna learn about China, or the 1 source you wanna use if the the president needs to know about security threats, etcetera. And Will, I really wanna do is do the same thing for for founders. Because with founders notes is really doing. It's giving you superpower. It's letting you know. It's the easiest way for you to know what other founders are thinking. And their ideas, the the the the the strategies that they apply to their businesses, how they got started, how they think about customer acquisition, the tools they use, the books they use, the thoughts on their industry. They... That's out there for anybody to grab because they're constantly giving speech speeches, interviews. On podcast podcasts, Youtube videos. Whatever the case is, it's just... You have to spend hours going on and collecting that. So I spend that time because I'm fascinated by the subject and it kind of dovetail with exactly what we're doing here, spending hours studying the books and the biographies of people. I feel on it's almost like a too pronged attack. So Founders podcast is books. Right? This is... These are entrepreneurs mainly of history, you know, because they're not gonna write a book about your company to actually done something yet. While founders notes covers people still in the in the arena today. I and I read the the the the email myself, this 1 with the 1 that I did that came out on Sunday. 3500 words, And that's 35 run run words, all signal, no noise. No fluff, no bull crap, nothing. I put at all the... I I basically take notes, pull out the ones I think are most interesting and put them in, you know, size of like, a tweet. And so I think it's unbelievably valuable. I think it's a steal for for 10 dollars a month. And some of you guys have even astute signed up for, a, yearly subscription, that price is gonna go up soon. Because you're getting basically 6 months free right now. So anyways, it's something I'm really proud of. I just got started, even though I've I've been taking notes on on podcast podcasts and interviews entrepreneurs for years, so I have... I told you before on Past podcast podcasts. When I put all of them into Google doc, it was over 60 pages long, and I add to that all the time. So I don't know. I'm really, really excited about it. I guess, I keep repeating myself, but I am. I think it's such a useful tool, especially for people, let's say you're already a founder an entrepreneur. I think it's a no brainer to sign up because, there's no other occupation in the world, maybe besides pure investors, which are kind of entrepreneurs too that can can exert that much leverage over useful information. And it's definitely something that if you already have a company, I've put on your company account, make a tax deductible because it's continuing your education, it's making you smarter. I don't know. I really like it. Just to give you... Let's see if I can find it real quick. So so far, I've done These are the people that... Oh, so not only... Let me just say. Not only do you get a weekly email for me, but you have access to every single 1 I've ever done. So, so far I've done the 1 that went out, the the last 1 I've done the third... That's now the third issue. Included ideas from founders of Amazon base camp, the information front, tu to needle. The then you had dropbox, Twitter, a 16 idris horror with, Span, Twitch, product hunt. Earn Aol, Flex point, Wikipedia. They're not just tech companies. They're all they're gonna be founders from every single industry because I think every business and the founders are business. They think long and hard about their businesses. And if we can get the dis of their knowledge. I don't know if I pronounce that were correctly. But if we can get the the main ideas of their... A life of a knowledge in a in a format that we can easily digest. I think that's incredibly valuable. So I don't know. III don't wanna... I don't wanna keep repeating myself other than I think, I I made something that's that's pretty valuable and that is extremely useful. It mean the world to me if you test it out. I mean, sign up at least for the first month. If if if you don't like it, you can always cancel. It's just month to month. I don't think you're gonna sign up and be like, oh, this wasn't worth the money. I think that's next 10 possible. And I'm gonna work really hard on that and spend a lot of time doing it because I... I've really enjoy it. Just like I've been enjoying this podcast. So that's it. I think I've talked enough. Like, always, I wanna close with it to thank you. I love podcasts. I love making them. I love reading books. And if it wasn't for you, I wouldn't have the opportunity to do this. So I'm very grateful for that, and, hopefully, I'm working really hard and producing something that's valuable to you. So thank you for listening. Thank you for spreading the word. Thank you for sharing on social media. Thank you for reviewing the podcast. Thank you for all of that. And I will talk you next monday."
}