{
  "transcript": "So the source material for most of what I will talk to you about today comes from the book, the patriarch, the remarkable life and turbulent times of Joseph P Kennedy. This book was a New York Times best seller and a finalist for the pulitzer prize. And it is a monster. It's almost 800 pages long, and it took me about 20 hours to read the book. So I'm not gonna cover everything. For today, I wanna focus on kennedy life from approximately age 20 to 40 years old. For when he was just starting out to when he actually achieved his life goal. Most of the people who listen to this podcast are aspiring to do something with their lives. And I think learning how other people were able to start in similar circumstances of to your own and then achieve their life's work can be motivating. I know it is for me and I hope it will be for you. So I don't wanna waste any of your time. Let's get right into the book. Here's the intro that I wanna highlight. Joseph Pete Kennedy was a man of boundless talents, magnetic charm, relentless energy and un b ambition. His life was pun by meteor rises, catastrophic falls, and numerous rebirth by cascading joys and blinding sorrows and by a tragic ending near Shakespeare in its path. As an Irish catholic from East Boston. He was proud of his heritage but refused to be defined by it. He fought to open doors that were closed to him than having forced his way inside. He refused to play by the rules. He spoke his mind when he should not have. Too often, he led his fears speak for him. He was dis distress, often contempt of those in power and did not disguise it. Had Joseph P kennedy not in the patriarch of America's first family, his story would be worth telling. They that he was only adds to its drama and historical significance. His primary goal, and this is a really important part. His primary goal as a younger man was to make so much money his children not have to make any and he... Then they could devote their lives to public service. He accomplished that before he was 40. So we're gonna jump into, head in his life. He's around 20 years old. He's studying, he's in college at Harvard. And, like, many of the people that we talk about on this podcast. They don't start out. Like, their first business ideas is not what what usually makes them famous or or historical figures. They have, like, most people, like Thomas edison started his first business is 12, and it was just a printing press. So you're gonna see Joseph Kennedy, we're gonna talk about his first college job or his first college business that he created himself. So Joe bought a d looking bus for 600 dollars to be paid on the installment plan. He painted a cream and blue with may flower written in bold black letters on the side, and then he went into the sightseeing seeing business. His partner, Donovan drove the bus, why Joe... While Joe handled the mega. This is a quote from Kennedy. Passengers didn't take the ride just for fresh air or for the thrill of motor driving. They were interested in history, and I let them have it. I made special studies of Paul Revere and dug up every record I could find in the Boston libraries. So as you're gonna see throughout the story, he winds up becoming 1 of the most successful entrepreneurs that's ever existed. I'm ama a wealth, which today would be worth billions upon billions of dollars. But again, he didn't start that way. His first business is a 600 dollar bus and giving sightseeing tours while he's studying in college. So I wanna jump to... He's he graduates from Harvard and he's gotta figure out what he wants to do with his life. And a lot of people, young people in particular, right out of college. They don't normally have an answer for this, especially in today's day and age, and you'll see he doesn't either. He constantly jumps around from idea idea. Where I think a lot of people feel they need to... That other people haven't it figured out and that they know what they're doing, and that's just not true. So let's go back to the book. Why Joe decided to go into banking and finance after Harvard was a bit of a mystery. The only answer to Kennedy choice of vocation is that he was always that he always aimed high and almost always succeeded. He was good with numbers had a harvard degree, and had made some at Harvard with proper Boston whose families controlled Boston financial institutions. This is him speaking. Banking ranked as high as any commercial profession. He would explain to a reporter in 19 28, It was the basic business profession. And it offered a career ladder with more than 1 wrong. Banking could lead a man anywhere as it played an important part in every business. Regret for Joseph Pete Kennedy of of East Boston, Boston banks and financial institutions were tightly controlled by the science of old established families. None of which had any interest in offering a decent position to any Irish catholic from east Boston. So he runs into the throughout life where there's very much a strain of tribalism throughout human nature, and they separate into groups that are like them. Usually around religious or ethnic lines. So with with no entry level position at hand, he decided to take a different route into the Boston banking establishment. He would sit for the civil service examination for assistant state bank examiner. So this is actually a really smart lateral move. He was trying to break through in an industry. He had no openings. So he thought, okay. Well, how can I get to my goal instead of going straight down the path? What most people do. I have to find a different way in and kinda sneak my way in. So he decided hey. I can meet a lot of bankers from a bank examiner if I'm part of the people regulating them. At the end of the summer, he took and past the examination and secured an appointment. The job paid little, 1500 dollars annually, which is less than 35000 dollars in purchasing power today. But offered an invaluable hands on banking education from the inside, and the opportunity for Kenny Kennedy to introduce themselves to the trustees and directors of the state's larger banks. Kennedy traveled across the state pouring over books and records of savings banks and trust companies, comp piling reports on their liabilities and their assets and learning about bonds and stocks, mortgages, demand loans, time loans with collateral, overdraft for closed real estate and currency. Dressed imp in his 3 piece suit, starch white shirt, rounded collar and shiny shoes with his red hair carefully slick down, he already looked the part of the prosperous young banker. He had anticipated that after a short time as a assistant examiner, he would be offered a position by 1 of the bank's officers, whom he had impressed with his newly acquired knowledge on the banking business, but no such offer was forthcoming. He lived cheaply in his parents house. Keeping his option open, he invested his profits from his tour bus company in whatever earnings he could put aside in a real estate company, old colony realty with his friend Harry. Harry ran the day to day business, Kennedy washed over the books, and they had some successes and a few failures. Kennedy did not put put much energy or time into the business. Real estate was not a profession worthy, worthy of its full time attention. I wanna stop there. There's 2 interesting things. Something that I'm gonna constantly say throughout today's podcast is Kennedy constantly had side businesses side hustle going on at the same time he was doing other things. He was never dedicated just solely to 1 thing. He let opportunities come as they may and then tread to pounce on them and took advantage of them. And then the second thing is it's really funny that the book says here when he's, you know, in his twenties. Is that real estate was not a profession worthy of his full time attention. 1 of the most successful transactions the Kennedy family ever ever does is, Kennedy purchases, what is the largest retail building in the world. In Chicago called Merchandise Smart, and this is after, he's already be... Makes enough money to last generations, and he does that when he's... By the time he's 40. But, the reason it's funny that they say that real estate was not a professional worthy of his attention. The Kennedy family held on to the merchandise... Or merchandise smart, for 50 years and sold it in 19 93 for 625000000 dollars. And that was just 1 of Kennedy many multi million dollar businesses. Okay. So now we're gonna see him shifting gears again, which he does a lot. In the first week of December 19 13, Joseph Kennedy resigned his position as assistant baking examiner, but not because he had been offered a position at any of the major banks or investment houses in the city state. He returned home instead to East Boston and the Columbia Trust company, which his father had helped found decades earlier in which was now threatened with takeover with a takeover by several large Boston banks. So this is a trait you're gonna see Kennedy do. He'll have an idea. He'll test that idea. In this case, he said, hey, I wanna work for a big Boston bank. They're not hiring me. Let me become a bank examiner that's not still working out. So I'm gonna reduce the scope of my ambition, go back to East Boston where he didn't wanna go and start working for a tiny tiny bank. But again, he just wanted to break into the industry. So he through trial and Error, realized okay. This is the the route I have to go. On January 20 first, Joe Kennedy photograph appeared in the Boston papers over the caption, youngest in the state Joseph P Kennedy elected president of Columbia Trust company at age 25. This was the goal Kennedy had set for himself on resigning as assistant bank examiner. Kennedy proved himself a more than able bank president. Almost immediately upon taking office, he injected new life into a trust company that in the last 12 months had lost 1 percent of its assets. While Boston other trust companies had increased theirs by 3 percent. Commuting from his parents house, he arrived early and stayed late. By June 19 14, after 6 months on the job, he had increased Columbia trust holdings by some 27 percent, to 920204 dollars and 16 cents. So admittedly, not a not a very large bank, but he he he turned them around from a 1 percent decrease to a 27 percent increase. And part of that's due to... He was a his stamina and his work ethic throughout his entire life is overwhelming. So I wanna jump ahead to the the financial panic. Though Columbia Trust was very much a local bank not even Joe Kennedy could protect it from the financial panic that set in motion by the declaration of war. So this is the beginning of World War 1. The British announcement that they would no longer exchange pound sterling for gold, and the decision of European banking houses to cash in their American stocks and bonds of gold started a panic. To prevent wholesale disaster, the New York stock exchange closed its doors on 07/31/1914, and did not resume bond trading until late November and did not resume equity trading until mid December. The nation's financial problems were compounded by a virtual cessation of international trade. For port cities such as Boston, the economic hardship was considerable. Citizens and businesses alike hoard their capital and put off taking out new loans or mortgages. In the 6 weeks between September twelfth and 10/31/1914. Columbia Trust assets fell more than 5 percent. Joe had spent everything he had on the purchase of the outstanding stock and Columbia trust a year before, and was now left with only 500 dollars. So this is just 1 of the first ups and downs that you're gonna see that, he has to deal with throughout his entire career. Fortunately, by late 19 14, the economic situation in Boston and the nation had begun to brighten. The Wilson administration had a bit reluctant accepted and adjusted to the in capable reality that the British were gonna retain control of the seas. In concrete terms, this meant that while bow in the direction of neutrality Americans would renew trading with the British and the French protected by the British fleet, while allowing that same fleet to blockade trade with Germany. American loans and credits flowed freely towards the british isles, financing purchases of homegrown raw materials and non military commodities. European gold crossed the Atlantic in the opposite direction. As the domestic money supply expanded, so did credit and investment opportunities for American banks and businesses, Columbia Trust rode high on this new wave of prosperity. Between 10/31/1914 and 05/01/1915, its assets rose by almost 46000 dollars. An increase of more than 5 percent in 6 months. Joseph Kennedy personal fortune increased as well. He continued his association with old colony Realty, which was now build itself as the largest operator in Boston suburban residential properties. As president of Columbia Trust, he had immediate access to capital and Credit, which he used not only to finance his mortgage and real estate dealings, but also to purchase stocks. His former Harvard class and friend Tom Campbell, Remember joe telling him that every stock he bought zoomed. It was such an easy way to make money that I wondered why more people did not know about it. I was afraid the market would close before I had all I wanted. Then came 05/07/1915. The German seeking of the Lithuania and the deaths of more than 100 American civilians. In the war scare that followed, the spectacular 4 month stock market rise was halted then reversed. Wiping out all of his profits and according to Tom Campbell, knocking his dreams of easy money into a cock hat. Again, up and down, up and down, here we go. Fortunately, for the nation and the Kennedy, fears that a El tragedy would lead to war were un confounded. The Germans pledged that there would be no more tax on passenger liners and no more American civilian debts. And with that, the economic boom generated by the allies need for American food stuffs, commodities and credit to pay for them shifted into higher gear. The stock market pushed forward again, climbing in almost a straight line from a low of 65 in June 19 15 to 110 in 11/06/1916. Joseph P Kennedy jumped back in wiser now and a bit more cautious, but convinced that having made a killing once he could do it again. On 11/02/1915, short of capital to invest, he borrowed 55000 dollars from National Bank. It was a short term 6 month loan backed by some stock certificates, life insurance policies and real estate. In the months and years to come, there would be other sizable loans, some of them secured by notes backed by real estate and a few backed by Columbia trust stock. He never borrowed more than he thought he could repay and only at preferential rates, and he never defaulted, though occasionally, he was forced to take on a new loan to pay off an older 1. His ability to juggle numbers and accounts was remarkable. So too his capacity to profit from a booming market. Later in life, Kennedy would confess to being a bear in all things, including the market and take great pride in the money he had made betting on stocks to go down. But that was certainly not the case in his twenties when he was convinced that no matter how violent the short term swings. The American economy was strong and would only go stronger. Joseph P Kennedy still in this middle twenties, was well on his way to becoming a wealthy man, but only on the way. So I wanna jump ahead a little bit. I wanna tell you about his schedule and then I wanna tell you about how why he has to leave the Columbia Trust company during World war 1. So he rose early 7 days a week. Did cali aesthetic and exercises with his Indian clubs, 8 breakfast and set off to work. On those nights he came home after work, he rose had dinner after which he retired to his big red lounge chair to read the Boston transcript, then his detective novel and listen to classical music. He worked day and night, 6 days a week, 52 weeks a year. So during this time, in World war 1, he was of of age for military service He was already supporting, his wife and 2 children, 1 of those children being the future president, Jfk. And so he he did not wanna go to war. He wanted to stay state side and support his family. Because he had experience in banking and was already a president of a bank, he was recruited by, a local company in Boston that was... That had a multimillion dollar contract with Us government to build ships and other supplies that the troops needed, and it was called 4 River. So he accepts a position at 4 River and gets a defer since he is he's not gonna be listed in the military. He's gonna spend the duration of the war working day and night at for River. So I wanna touch on a few things that he does while he's at for river. Again, this is a theme we're gonna see throughout Kennedy life, his propensity to have all these side jobs doesn't cease and we'll see what he does here. Kennedy quickly became a victim of his own competency and exceptional stamina. His workload increased exponentially as new duties were added to old ones. When it became apparent that the government would have to construct temporary housing for shipyard workers, he was assigned to negotiate with government officials on how to spend the funds quickly and efficiently. He was also asked to oversee the feeding of tens of thousands of men who now worked at the shipyards. He bought... He brought in an outside contractor to set up a self serve cafeteria that could serve 1380 meals in 15 minutes. Seeing the opportunity to make a handsome profit for himself, he organized a privately held company, the 4 River lunch company and contracted out to it the task of feeding the 4 Rivers employees. Though not in uniform, he believed he was doing his part for the nation, working 65 to 70 hours a week and occasionally spending the night in his office. All these the stuff he does is in addition to his full time job. He's still trading stocks. He's still investing in real estate. He's working 65 and 70 hours as a manager at Fort River, and now he just started our launch company. Kennedy final assignment at Fort River was to manage as best he could. The influenza epidemic that hit Boston with sudden and deadly effect in the fall of 19 18. On September 6, the Boston daily glow reported that the epidemic had begun to spread from sailors and soldiers to the civilian population. 11 days later, it declared that the city was in the vortex of an epidemic. City officials closed the theater and dance halls for bad public gatherings and advised church goers to remain home on Sundays. By September 20 first, more than 2000 cases of influenza had been reported it forever. Kennedy was given the task of converting shipyard dorm into, in the hope that isolating the sick might help stop the spread of further contagion. He spent days at a time at forever river, unable and perhaps given the fear of spreading the contagion, unwilling to return to his children to his wife and 3 children. Kennedy and his family would survive the epidemic intact. Though according to Rose, the... That's her. That's his wife. The pressure of on her husband was so great that he developed an ulcer. The first manifestation of the stress induced stomach problems that would plague him all his life. In late October, the epidemic crest, and that was good news. A month later, the war was over. The coming of peace was marked by a parade of 15000 work men, marching behind the 4 River band from the plant to the city square. Kennedy was not among them. He had collapsed earlier from over work lack of sleep and stomach pains. So now he's sent away to recuperate, and he's gone for a few weeks. He's suffering from exhaustion. He has stomach issues, and he's just trying to rest up to get back to normal. And then he comes back. So it was a different 4 river that Kennedy returned to. The months of fever ish activity, the cease... The cease construction of new roads, bridges and dorm, the stop expansion of plant and workforce, all of this was over. Kennedy remained at 4 River through the winter and spring of 19 19, waiting for a new assignment, but none was forthcoming. The boom in shipbuilding did not survive the coming of peace. Bow to the inevitable and no doubt both restless and anxious to move on after 20 months in the same place. Joseph P Kennedy tender his resignation. Okay. So the war is over his time at 4 Rivers over. Now he's gotta figure out what he wants to do. Surprisingly, or maybe not surprisingly after you read the book, you understand this not in his nature. He doesn't return to what he was doing at Columbia Trust, like, many would expected him to do. I wanna jump ahead into the the section of the book called making a million. And after his, really successful run of trading stocks individually, he decides to seek out a job at a at a brokerage house. Kennedy accepted a position as manager of the brokerage department at Hayden Stone. Though a newcomer to the business, Kennedy had been investing in stocks on a fairly large scale since graduating from Harvard. While employed by Hayden and Stone, he continued as he had since graduation to make money on the side by buying and selling real estate through old colony realty and now a new entity, Fe way building trust, which he had set up with Eddie Moore. So now he has 2 real estate companies in addition to a full time job. And he's still trading stocks on his own as well. Eddie Moore was the perfect compliment Joe. He respected him, followed his instructions, kept his mouth shut appeared to enjoy playing second fiddle and got the job done. The 2 would work together in Boston, Hollywood, New York, Washington and London for the next 30 years. Wherever Kennedy would set up headquarters, there was an office for more. Their relationship was so, close that the senator, Joseph Peak Kennedy last son Edward Moore Kennedy, which is the future senator, who just passed away few years ago, is actually named after Eddie moore. Joseph Kennedy appointment at Hayden Stone solidified his identification with the Boston business community. He lived in a suburb, dressed in tailored suits were custom made shirts and drove to the office instead of taking the street car. So now just to give you a little background... This is in his late twenties. And now he's finally in in a position where he feels he can make at least a million dollars. Joseph P Kennedy was a good father and a caring 1, but he had seen little of his family during his years of Fort River. That pattern did not change significantly with the end of the war and with his first year at Hayden in Stone. This is a really important part too. He had taken to position a Hayden in stone not because he was... He wanted to spend his life trading stocks. But because it was the only 1 offered to him. The big money he knew, this is the important part. The big money, he knew was not in broke brokerage per s, but in assisting businessmen in financing startups, expansions and mergers, then managing their stock and are their companies from the inside. The reason I I wanted to point this out is because in a few years, I would say about 7 years later from the time where we're in his life, this is exactly how he winds up making... Like I said, generational money, and he does it in 3 years in Hollywood. He realizes in his in his late twenties, hey, there's a lot more money in assisting businesses and teaching them not only raising money for them, managing their expansions or mergers and all, like, the complexity that large businesses half. So he doesn't have the opportunity to do this yet. But this idea stays with him until he finds the right opportunity which comes almost a decade later. Back to the book. This was the path Charles Hayden and Galen Stone had taking to becoming millionaires. These are the the namesake of the firm he's working for Hayden in Stone. In Kennedy first 12 months at the firm, they and their associates had organized financing and floated new issues of stocks or bonds for sugar refine, mining and petroleum corporations and a few utilities. Kennedy had not been invited to take part in any of these deals for the simple reason that he neither knew the corporate executives nor the industries involved. If he was to succeed hayden in Stone or elsewhere, he would have to demonstrate a thorough understanding of an emerging business sector that none of the officers in the Boston banks or brokerage houses were paying attention to. Another really important part point. It's very hard, once somebody has success in 1 area to just try to duplicate that they're success by following the exact same path. You can use those same lessons and characteristics, but apply them into a different field. Kennedy, again, being in the late twenties understood that. And so this is what he what he figures out. Like okay. I'm gonna take what I learned from Stone and Hayden, and I'm gonna apply it to a different sector altogether. Back to the book. Fortunately, there was such a sector, and it was thriving. Kennedy had found the perfect vehicle for his ambitions as a banker and finance here, the picture business. And what they mean about the picture business is Hollywood movies. So He realizes this while he's working a hay in Stone, he's still trading stocks of his own, he still has the 2 real estate companies, and then he saw starts yet another side business. And this time, he starts producing films. So he uses his position to hate in stone to meet people in the... In Hollywood that are trying to raise money because Hollywood going through a a massive technological change, and it's going from silent films, to what they call Ta, which is just a term for the movies we know now where there's actually sound and you can hear what the what the people are saying. And it sounds interesting or funny to us a hundred years later, but this was a huge technical, achievement that they over had overcome, and usually huge technical achievements costs a lot of money. So he's using his position at at this brokerage house to make these contacts, And Danny takes some of some of his money and raising money from other people and he starts producing films. So he's doing 3 or 4 jobs at 1 time. And this is again, something that he continues to do it throughout his whole life. Now, Here's the problem. He didn't know anything about producing films. He had to learn lesson than a hard way, and he realized that producing films. All he did, everything he put in there. He lost. He'd lose money was not like the early success he had his stocks. So we're gonna jump ahead a little bit after he started producing films, and he now comes to realization, and this is what he what he figures out. Kennedy learned quickly from his mis ventures as a producer that for aspiring businessman with large ambitions but limited capital, and I think that speaks for a lot of people that listen to this podcast. It made more sense to distribute and exhibit moving pictures than to make them. In November 19 19, he organized his own film distribution company, Columbia films and secured the franchise to distribute universal films in New England. He paid himself an annual salary of 4000 dollars to manage the company. He worked both independently and as a representative of Hayden and stone. So now he's just started a new company. He realized, hey, I lost all the money in producing, you know what? There's not money in producing, but there's a lot of money in distribution. So let me see if I can work my way into this business. And this is a business, like I said before, this is the very beginning of him actually figuring out how he's going to be able to mass so much wealth because remember, his stated goals we talked about an introduction was, he wanted to make enough money that his kids and he has 9 kids when he's all said and done. And his... All his grandkids kids never have to work and they can only dedicate their lives to public service. That is his life goal, and that's why he's doing everything he's doing. Going back to the book, we're another common theme that, that you've probably picked up on by now, Kennedy had never intended to stay at Hayden in stone forever. But the lackluster performance of the stock market through the winner in spring of 19 20, reinforced his wish to move on sooner rather than later. Kennedy remained in place a ahead in stone as a stock market declined further, buffet that summer of 19 20 by the spectacular fall of Charles Po, the dapper young man in the straw hat, who had been jailed for bi thousands of investors of millions of dollars. I just included that part because most of us know we we we all know what a Po scheme is, but maybe you don't know where that that term actually came from. So, unfortunately, he's caught up in this mess. Po takes down the whole market temporarily. The juggling of his own accounts was enough to keep any ordinary investor occupied full time. But Kennedy was also trading stocks, evaluating and overseeing investments, buying and selling real estate and caring and monitoring mortgages and loans for friends, families and business associates. Okay. So now I wanna jump ahead and part in the book. It's called my own master in my own business, and this is where things really start to accelerate. For Joseph P Kennedy. Galen Stone announced that he was retiring from the company that bore his name. Kennedy having lost his mentor and chief advocate in the firm left soon afterward. Here's a a direct quote from Kennedy. I knew the time had arrived for me to do at 34, what I had been determined to do at 24, be my own master in my own business. So I took a bold step and announced that I had launched my own private banking business. So his first big score came in the spring of 19 24. His friend Walter Howie was the... The hears newspaper editor who had moved from Chicago to Boston, visited Kennedy in his offices and asked him to go to New York to rescue his friend, John Hertz. Walter claimed that hurts who had just listed his companies on the stock exchange was being attacked by bears who were selling his stock short and driving down the price. Short sellers operated by borrowing shares of high priced stocks from brokers dumping them on the market and spreading rumors that shareholders, which were actually the short sellers themselves were getting rid of the stock because it was near worthless. When the share price fell low enough, The stock sellers paid back what they owed in shares that cost less than the ones they had borrowed and sold. They pocket this difference, which could be considerable. Their mission was to use money hertz had borrowed in Chicago to buy as many shares of his yellow cab company and its subsidiaries as necessary to push the price back up and frighten away the bears. Although he tried his best and made use of the considerable resources behind him, Kennedy was not able to significantly raise the share price, though he might have stabilized it somewhat. He was paid 20000 dollars for his efforts. In mid June, he invested 25000 dollars in hertz new drive yourself system, the precursor for Hertz rent a car. This experiment had yielded him a 20000 dollar paycheck. The equivalent of more than a quarter of million dollars today and a story that he would tell again and again. Okay. So at this point, he has his own company. He's on his own. He's taking these contracts. Just made about would be equivalent of 250000 dollars today. But yet at age 36, Joseph Kennedy was still not yet a millionaire. That's gonna change very soon here. Kennedy had been on his own for 2 and a half years now and was making money from his various enterprises, but nothing had worked out quite as he had hoped. In banking, at 4 River at Hayden Stone or as a private banker. He was n at the edges still on the outside with no chance knew of ever being invited into 1 of the major financial firms in the city. He had gone about as far as he could in Boston. It was time to look beyond the city and focus his considerable talents on an industry, the proper Boston had ignored moving pictures. Remember he was involved in this in about 6 years ago. Now he's now he feels it's the right opportunity to jump back in, and so he's gonna try to buy a company that produces motion pictures. In the spring of 19 25, Kennedy decided to bid on FB0, the film company, he had been instrumental and founding and then walked away from. So while Hayden Stone, he was able to raise money, he was helping them out and they recap and created a new company. So now years later, he's gonna try to buy it. Kennedy guessed that the long suffering British bankers might now be willing to sell the company at a bargain price, and he prepared an offer for them. He had no intention of spending his own money, he never did, but he had friends and business associates who might be willing to. So before he makes his bid, he pays off several of his outstanding loans and then takes all the stock that it was holding collateral for those loans and decides to put it in a safe deposit vault. It was at the time that he established the trust funds for the children rose later recalled. Because he did not know how his venture would turn out, and he did not know what would happen to his health, and he wanted the children to have some money laid aside in case anything happened to him. Of course, it was a very small amount of money that that he put aside. But as the years went by, it gradually increased in values. The reason I included that into the section was this is the beginning of Kennedy family money. And what I mean by Kennedy family money is Joseph Kennedy made a lot of money and sure he lived a an extravagant life, but he always spent way less than when he had access to. And something he did... That was really, really smart is, throughout time he kept as he continued to have success, he kept making trust for his wife and his children. And this the the stipulation of those trust is They could only... They could never withdraw the principal. Okay? And they could only start withdrawing, like, the interest on that principal. In the case of the girls, it was at age 41, and in case of the boys, it was at age 36. And then he's stipulated in those trust that the principal, which was never to be touched would be passed on to their children upon their death. So basically setting up his grandkids as well, which is extremely smart. Because that money compounds over over a long period of time. And people have a hard time understanding compound interest, to give you 1 example, if you had 10000000 dollars, and it only compounded at 2 percent, but for 200 years, that would be worth 3500000000000.0 dollars today. So that's the power of compound interest. Okay. So now we're gonna go into him trying to buy F b. Kennedy tender his offer for 1000000 dollars for F b. His proposal was turned down then months later accepted. According to the story, Kennedy later told, he was on his way from the Harvard club to catch the Havana limited train to Palm Beach for a winter vacation with his friends, when a page boy dashed out as a taxi started. Phone call for mister Kennedy, they say it's important. Kennedy stopped the cab and went back into the club. A few minutes later, he emerged and addressed his waiting companions. There's a direct quote from him. Sorry, but you fellows will have to go on to Florida without me. I'm going to Boston tonight. I seem to have bought a motion picture company. On 02/06/1926, the deal was finalized and B sold to a consortium of investors organized and headed by Joseph P Kennedy. The price was 1100000.0 dollars. Congratulations and advice solicit and unsolicited flowed in from old friends and newer business acquaintances. Kennedy responded with his usual mixture of self d deprivation and self confidence. I am in a new game, and I will probably be tossed around a bit, but I may have some fun and may get away with it. So I just wanna add a note here throughout the book even when he was a young man, Kennedy had an unbelievably, high amount of self confidence and belief in his own abilities. This is something that is very common with the entrepreneurs that we've talked about in the past, and the ones I of the ones that will cover in the future. He was completely self confident. He had what I call a little bit of the Tom Ford syndrome, which I've actually observed in a lot of entrepreneurs and over receivers. And what I mean by the Tom Ford Syndrome was there's a hilarious quote from, G q interview with Tom Ford. And G q asks, Tom Ford the question they say, didn't you always feel like a freight growing up? And Tom Ford replies. I thought I was fabulous and everyone else was stupid. So he's obviously being a little tongue in cheek, and it's, you know, it's say, it's a humorous thing, but there is a lot of truth set in chest. And part of becoming extremely successful and in the case of Joseph B kennedy, a a an out... A complete outlier. He wants it being 1 of the top 10 richest people in America at the time, is a complete belief from themselves. They believe that they are just as qualified and they can figure it out and that they can do it. And I think that is the first step in achieving anything is the belief that you can learn and you'll figure it out and do it. And he understood that he may not have been born with this ability, but he could work hard and gain that ability, which I think is is really motivating. And and part part of the reason I wanted to create this podcast on entrepreneurs in the first place. So people realize that that you can apply these lessons in your own life as well. So let's let's jump in. So now he he owns B and he discovers B, like, a lot of other firms in Hollywood, and this is how he's gonna make his money. The people running them don't don't they don't know anything about business. And this is his opinion. So he had discovered that the cash flow problem was even worse than he had imagined. But that that could be rem by cutting per picture production costs and studio expenses. And reducing the price of borrowing money to finance new pictures. Something he was extremely good at. In the old days, when pictures were shorter and cheaper, the studios had been able to raise money internally to finance new production. In recent years, they had borrowed that money. Kennedy found a better way. He organized a new company, the Cinema Credits corporation yet another side business. So he raised money to fund it from Boston investors who were investing in Fp and used this separate corporation to finance his films at better rates than were available elsewhere. The movie business he was convinced was rife with inefficiencies. He instituted new accounting procedures, shifted control over expenditures from studio executives in Hollywood to New York City and fired over paid studio executives in New York and Hollywood. So what he's doing right now for F is the same thing he he realized 10 years ago at Hayden and Stone. There's a lot of money in organizing. So in this case, he's organized his own company. He has such success with doing this that several other Hollywood firms hire him to do the same thing. There's and this is where he's gonna make the Kennedy family money. Remember, we started the story, he's 36 years old, not yet a millionaire. If you remember the introduction by 40, he had... He makes more money than his family can spend generations. Is gonna happen really fast. And this is the part that we're in right now. And here's a direct quote from him. The trouble with many concerns of like my own, he explained in 19 28 to a journalist. Was that employee's occupying positions parallel to positions and other lines were vastly over paid. It was not an uncommon thing for accountants to receive 20000 dollars a year when in other business, they graded from 5000 to 10000 dollars a year. My first problem was to change that, which was easy. And this goes back to Kennedy self confidence. Kennedy had never visited Hollywood, held any studio position or produced any pictures but he did not apologize for his lack of experience. He's running this company in New York so far even though they make movies in Hollywood. He's has no experience. Yet, he already has so much self confidence that he thinks he can do a better job. That's Austin can also be a dangerous thing. But in again but in his case, it works out. On the contrary, he trumpet his outsider status as a Harvard educated banker, born of American born parents, a Boston whose only language was English, a baseball playing suburban house owning, father of 7, and he made the case persistent and passionately that the picture industry needed someone like him. So in addition to being really good with numbers and business, he was a master salesman. So now we're jumping ahead, he moves out to Hollywood and he's full on, completely committed to the the the motion picture business. And this is a through quote from some of his observations once he gets there. Nobody in Hollywood he declared, knew how to make a balance sheet that gave a banker what he needed. Certainly nobody knew how to to do to depreciate to am to capitalize those very things he said that spelled success or failure in any other business. So they're very good at making movies. The financial side, it's in disarray. That's why I so many of them were having trouble, making the transition from silent films and then raising money to the Ta as they were called in today. And here's some... Here's a little bit more on that. It was becoming clearer by the minute that picture audiences wanted and we're willing to pay a bit extra to hear the stars talk and sing. Converting the studios and theaters to sound would require huge amounts of capital. Fortunately, Wall Street was in the mist of what appeared to be an unstoppable upward trend in stock prices and profits. With but a few minor dips along the way, The Dow Jones industrial average had doubled from 92 in may 19 24 to over 200 in December 19 27. In 19 27 alone, 7800000000.0 in stocks and bonds had been floated. A post war record. Corporate bond debt had reached an all time high of 35000000000. F b, which is Kennedy company, agreed to install Rca photo phone equipment in its studios and produced sound pictures with it. Rca c might sound familiar It's the radio Corporation of America. This founded in the... In the... I think, like 19 15 and existed till the 19 eighties. In turn, Rca would purchase 500000 dollars of B stock enough to pay for the installation and provide kennedy with a sizable profit. To maximize those profits, Kennedy cornered as much F b stock as he could, then pulled his holdings in a newly organized corporate entity, the Ga Street company. As Kennedy had predicted long before. The men in New York who had invested in and now control the picture business, had begun to merge, consolidate and combine their studios into larger, and they hoped more productive and profitable enterprises. To manage these new companies and watch over the millions of dollars invested in them, they needed managers with the skill set, Kennedy had brought with him into the picture business. Businessmen men who cared only for the bottom line and we're not inflate afraid to slash production costs to increase profits and boost stock and bond prices. This is exactly how he's gonna make all his money. So here's... We're gonna talk a little bit about this company called path. A path theater man who knew nothing about producing pictures, approached Kennedy about running the Hollywood side of the operation. Kennedy had been selling past stocks short since the previous August, yet another side business. He now demanded and was given access to the company's financial records, which confirmed what he had guessed when he started selling the stock short. Path was badly in debt and desperately needed to cut operating costs at the studio. So now he's in a position of power. Here's company needs his services if not, they're gonna they're gonna go out of... They're gonna go under. And so he can extract an unbelievably high payday because of his services and he's gonna do this multiple times all simultaneously. So this part is called big money, and we're gonna run through basically, how he's he builds his z empire right here. Though he had told the Los Angeles times that he was working for path without compensation, he had negotiated a healthy salary, 2000 dollars a week, equivalent to more than 1300000.0 dollars in purchasing power. Plus out of pocket expenses and dis disperse. The real reward for his new part time job was 100000 fully paid shares of past stock, which was to be delivered to him in 4 installments. The net profits from the sale of these shares, which Kennedy disposed of at or just before delivery told a little over 579000 dollars. Worth more than 7000000 dollars in purchasing power today. There's 1 big hit. The hits are gonna keep coming. He was running 2 studios and being paid a huge amount to do so. 2000 dollars a week from B and 2000 dollars a week from path for a combined annual salary of 208000 dollars. This is in the 19 twenties. Simultaneously with running these studios, he was competing completing negotiations to take over yet another entertainment conglomerate. The K o chain of theaters. And he succeeds. The deal cons. Kennedy was rewarded for his past and future services with a 2 year option to buy 75000 shares of K o stock for 21 dollars. He gets another unlimited expense account, a 5 year contract as Chairman of the Board, control of the executive committee, an exemption from the provision that director should have no other financial interest. Any other theatrical motion picture company and an explicit agreement that he would not be required to devote his entire time and attention to companies affairs. So he was right place right time, these companies are desperate see the success he had an Fbi when they want the same done for them. And here's a result. Kennedy was now running 3 large entertainment companies at the same time. 2 picture studios and a chain of several hundred theaters that were in the process of being converted to pictures. Even those who had worked with him in the past, marvel that the energy he expended the impossibly long hours he kept, his ability to concentrate on several matters at once and his capacity for juggling numbers, accounts, personality, staff, employees, and contracts as he fitted back and forth from office to office, city, city, coast to coast. And what's most impressive about all this is he's doing it his way. The book comments on that. He never discusses his business with outsiders. His business, so he reflects when you ask him is nobody's business. He was by now or so he thought bigger than any individual studio. There would be other studios bidding for his service and he would oblige them, but only on his terms. He would cash in his options and walk away to start over somewhere this time with millions of dollars in his bank accounts. And here's where his his windfall comes right now. Rca c purchases, KA0 and F b. The new larger company was destined to become the general motors of the entertainment field predicted in Los Angeles times. The film daily highlighted its story with a front page headline. Kennedy quitting as Rca acquire K o and F b. Sa off, which is the founder of Rca did not ask Kennedy to stay with the company. Had he, Kennedy would not have accepted? He had nothing but respect for Sa off as a businessman and the 2 would remain friendly for the rest of their lives. But Sa off had his priorities and Kennedy had his. Sa off was committed to the future of rca, Kennedy to the future of Joseph P Kennedy and his family. And the idea that Joseph Kennedy would work for somebody else. It's just a fundamental misunderstanding of of the man he was. When a reporter from the Boston daily Globe asked about his future plans, he responded honestly that he had never had any intention of in remaining forever in the picture business. And here's a direct quote from Kennedy. I entered the amusement business with the viewpoint of a banker. If after the organization of the new corporation, it is running smoothly, I look around and get a good offer for my holdings, I will make a trade. I've wanted to get out of this business for some time. And here's the trades that he's... That he makes. On October sixteenth, he sold a 5500 shares of KA0 he owned outright for a pro profit of 63800 dollars. 2 days later, he exchanged his options for 75000 shares of k o common stock for an option to purchase 75000 shares of R k. He exercised the new R arcadia option and purchased 50000 shares, which he then sold in several accounts. His profit was 786988 dollars. He would exercise his option on the remaining 25... 25000 R k shares over the next 2 years for an additional profit of 489000 dollars. In the end, he would emerge with a total profit of 1200000.0 On his K options, equivalent in today's currency to more than 15000000 dollars. This was for 3 months part time labor as chairman of the board, and this was only the beginning of his profit taking. This is as his making this move out of Hollywood. He then agrees to swap his 37500 shares of Fp for 37500 shares of R, which he then sold for 35 dollars a share. His minimum profit on this transaction alone was 905000 dollars or more than 11000000 dollars in today's dollars. Although he remained employed by pack and he would for some time afterward. Kennedy sold short the options for the 50000 shares, he was to receive later that year. For a profit of another 310000 dollars, worth almost 4000000 dollars in today's currency. He had entered the industry a rich man, but he departed a multi millionaire with more than enough money in his and Roses accounts and in the children's trust funds to support them all comfortably for the rest of their lives. He had been a good baseball player and a better than average shipping company executive, broker, banker, and studio executive. Bull came to making money in up markets and down markets, good times and bad Joseph P Kennedy was in a league by himself. For more than a decade, wherever he might happen to be, he traded stocks, bonds and options over the telephone. He made his money as a trader, not an investor. He bought on bad news and sold on good news, and he preferred getting out with generous profits to waiting for windfall. On November 30 of 19 26, after 10 months in the film business, His capital count held 373000 dollars and his real estate holdings were limited to his modest house. Less than 3 years later on 10/31/1929 after the stock market crash, His capital count held more than 1700000.0 dollars, which is equivalent to more than 22000000 dollars today, and he had bought 2 new houses for the family. His net worth was 5 times what it had been 3 years earlier. And that didn't take into account his real estate holdings. A fabulous wealthy man, he shifted his investment strategies, focusing more on more attention on preserving his fortune than adding to it. He knew from the inside how easy was to manipulate stock prices that there was no necessary connection between the share prices and the value or viability of companies. He had never trusted the market. And now having put away enough trust funds to support his family, he began to diversify and invest in real estate. He had no desire to go back to Hollywood and establish himself as a studio head. His tenure as a picture man, more than 3 and a half years had outlast his previous stint as bank examiner, bank president, general manager at Fort River, broker at Hayden Stone and private investor. It was time to move on to something new. In the booming 19 twenties, Joseph Kennedy had made his money investing in stocks. In the 19 thirties, he made more by selling them short. In the 19 forties and early 19 fifties, he invest in real estate and oil and the money kept rolling in. In 19 57, Fortune Magazine published its list of the richest Americans. Number 1 was Jay Paul Getty with an estimated Fortune between 1700000000. Next came several individuals worth between 400000007 hundred million. Kennedy was eighth with a net worth between 200000000 to 400000000 dollars. The source of his income, the magazine reported was altogether difficult to catalog. He says he does his best work floating around in his Florida pool. Thank you very much for your time. I appreciate your attention, and I'll talk to you soon."
}