{
  "transcript": "If you dream of something worth doing and then simply go to work on it and don't think anything of personalities or emotional conflicts or of money or of family distractions. If you just think of detail by detail, what you have to do next. It is a wonderful dream even though the end is a long way off. For there are about 5000 steps to be taken before we realize it, start taking the first 10 and stay making 20 after it. It is amazing how quickly you get through those first 5000 steps. Rather I should say through the 4990. The last 10 steps you never seem to work out. But you keep on coming nearer to giving the world something well worth having. That is from the introduction of 1 of the books I wanna talk to you about today. So that's from insisting on the impossible the life of Edwin Land, the inventor of instant photography. So today is gonna be a little different. Usually every founders podcast is just about a biography or an auto of somebody that's built a company before. When I start... I knew for a long time that I was eventually gonna circle back around and do a podcast on Edwin land. For those of you that have never heard his name before, I discovered Edwin Land, through reading extensively about Steve jobs. In almost... Well, no. In every book I've read so far about Steve jobs, Edwin Land is mentioned a lot. And the reason being, once you start studying life of Edwin land is he was look, if you could only pick 1 person, and there was many that people that Steve jobs work learn from. If you could only pick 1 person that was Steve Jobs hero, it'd be Edwin land. And over the course, of this podcast, we're gonna learn, a lot about why that is. And you're gonna see a lot of similarities between the 2. Steve clearly learned from him. So I was thinking about how best to tell Edwin Lance Story. So I'm gonna use a lot of information from this book consisting on the impossible. I also read instant the story of Polaroid, which, of course, Polaroid and Edwin Land any story about Polaroid is incomplete complete with that. Edwin land because they were very much the same thing. And then I'm also gonna pull out so, Edwin Land Stories from becoming Steve Jobs, which I did a podcast on last year, and then the biography of Steve jobs by Walter Isaac. Let's go and jump to the books. I'm going to come back to insisting on the impossible. What I wanna start, so you get good understanding of Edwin Land is I'm right now I'm gonna work from the book becoming Steve Jobs, the evolution of a reckless ups start into a visionary... Visionary leader, which is of the best books I've ever read on Steve jobs. But there's this 1 sentence that... Well, okay. Let me just read. It says, Edwin Land was a pioneer whose inventions were dismissed, and yet he created a great company by din of pure stubborn ness. And now after reading 2 books of Edwin land. I think that's 1 of the best 1 sentence descriptions of him that I've seen. And so a few pages before that there's a paragraph, a few paragraphs, that kinda set up why we should study Edwin Lane as well. And it says when Steve looked to his elders at Apple for guidance. He also sought it out elsewhere. He didn't yet have the skills to build a great company. But he admired those who had pulled it off, and he would go to great lengths to meet them and learn from them. This is almost like an advertisement for why people should listen to founder podcast podcasts. None of these guys were really in it for the money. He told me. David Packard, for example, left all his money to his foundation. He may have died the richest guy in his cemetery, but he wasn't in it for the money. Bob No, c cofounder of Intel is another. I'm old enough to have been able to get to know these guys. And I met Andy Grove, Ceo of Intel. When I was 21. I called him up and told him I heard he was really good at operations and asked him if I could take him out to lunch. I did that with Jerry Sanders, founder of advanced micro devices. And with Charlie Sp, I think that's how you pronounce his last name, founder of National semiconductor. And others, basically, I got to know these guys who are all company builders. And that particular scent of Silicon Valley at that time made a very big impression of me. Some were heroes whom he only met once or twice, like Edwin Land, the founder of Polaroid. Steve admired many things about land. Among them his obsessive commitment to creating products of style, practicality and great consumer appeal. His reliance on gut instinct rather than consumer research. Does that sound familiar? And the restless obsession in invention he brought to the company he founded. What's amazing to me as many of the things we're gonna learn today about Edwin Land. You could scratch out the word Edwin Land and put in steve jobs, and it would still be a hundred percent accurate. So now I wanna go back to insisting on the impossible. And let's learn a little bit more about how Edwin land works or worked, rather. Edwin Edwin Lands mind was an engine of many cylinders. Much of the time the cylinders appear to be moving independently, But often, they drove together towards the solution of intellectual and practical problems for the hours or days or weeks or months required. He was an artist at making the impossible seem possible and very often, he was right. Recount his life is a meditation on the nature of innovation. He attracted an impressive variety of talented excuse talented people to his enterprises, including several remarkable women researchers. Researchers and gave them great responsibility and challenge. I don't know if I include in the podcast, but, Edwin Lane was was very much ahead of his time in this regard he hired women. He was 1 of the first people to first companies come out support affirmative of action. Remember, Edwin Lance started his started the experiments that led Polaroid in the 19 twenties. So this just not par for the course of time. His colleagues enjoyed his sense of humor and admired his skill at guessing which of many possible roads to follow and his clever in devi advising shortcuts to get the necessary information without waiting for the best tools and materials. He said he believed in bull's eyes em. It's a direct quote from him. We try everything, but we try the right thing first. He would go at a problem until it was solved as far as he would... As he was concerned, and then he turn it over to others whose attention had who whose attention he had listed and who sometimes worked on it for the rest of their careers. Land clearly, this is so important. And again, gonna echo jobs land clearly did not wish to waste his powers on me too innovations. If you are able to state a problem any problem, and if it's important enough, then the problem can be solved. There's a there's a quote that I came across while researching, doing research for this podcast. And it says, don't do anything that someone else can do, and that's by Edwin land, and it's it really for some reason stuck out of my mind and now I'm trying to use it as, like, can I make? Can I use that sentence as a way to judge my own decision making on what I want to work on and what I don't wanna work on? Land the doctrine that marketing is everything. Marketing was based on asking people what they wanted are had bought already. He held that the business of business was something different, making things that people didn't know they wanted until they were available. His approach to innovation was consistent, defining a need and the shortest path to a practical answer. Following the iron law of the age of innovation, he un insisted on repeating repeated cycles of new technologies. 2 of which costs several hundred million dollars each. This commitment to constantly, to research and development is something that actually cost him his company later on his life. He'd definitely share jobs he's thinking that he's not in it for the money. He's in it to make the best products possible. And if he makes the best products possible. Then, of course, money will be a byproduct that. Edwin Lands lasting importance may be that he embodied with unusual force remember that sentence that we started with that. He basically created a company from the din of stubborn ness. Edwin lin lasting importance to me that he embodied with unusual force the spirit of innovation that had dominated the last several centuries. He thought and acted on a large stage. He is an example of smart effective work. Work that gives the world and this is a quote that he loved to say, the world something well worth having. I came across this part about education. His opinions on education. And then the... And really what it is is the the note I left myself. It says, Edwin Land on what college should be. And so this this takes place over several pages, but I think it's worth us highlighting and talking about. In public appearances spanning half a century, Edwin Lance spoke on spoke auto biography, dis join and selective, but revealing. Over and over, he talked about his obsessions, autonomy, learning, education, vision, perception, the mind, and the mining of exhausted veins of knowledge for new gold. His on stage comments, particularly about education, interpreted his own experience. Land was not yet 50, but his system of instant photography unveiled 10:10 years before was finding an ever expanding market. His shares in Polaroid Corporation, which had developed and completely controlled the new field, were soaring in value towards the hundreds of millions of dollars. His astonishing new observation of human color vision were beginning to attract interest and controversy. The still secret 2 spy plane system that land hits bird was delivering clear cut evidence of the real state of Soviet military power. So what they're talking about there is he was such a famous inventor that during World War 2 and in the Cold war. The government constantly relied on his his... His laboratory and his research for developing military weapons. In the in the little theater on the on the campus of Mit, land joyful entered into combat about the right form of college experience. He was certain that a cut and dried education spent too much time on blackboard problems and on the past. And the reason I'm including this is because, like, like I always say, on the podcast, human... History doesn't repeat human nature does. And it's interesting. He's making these comments in 19 57. And I think they're even more true today. And, again, when he's making the comments, it's not clear the solution other than radical change, which we know that usually doesn't happen the all of humanity. But I think the Internet is a... Has now... You know, I always say, like, reason number 6000000 that we're lucky to be alive in the age of the Internet, because we actually do have very viable real alternative paths to learning, been than just centralized institution. So I love this. So he's gonna get into this. He says students did not spend enough time on the urgent problems of the presence, where the answers were not known where experiments were required. By asking questions and performing experiments, the students could strive for the original contributions of effective and fulfilled people. Although Mit was court let Lance patron is, meaning they wanted him to donate money. He attacked its systems of education. So this is what you need to know about land. He's giving this speech attacking Mit, at Mit, and it's not just Mit, but several other institutions. He he sees this as a much broader problem. So it's kinda tells you, like, he was very... Like, most of the people we we we cover on the podcast. He was a mis fit a rebel. Drawing from his life, Lance said that education was produced people who, no matter how tightly they conform to the commands of society would find 1 domain where they could they would make a revolution. Students should go as rapidly as possible through all the intellectual accumulation of the past to reach quickly the domain where they would have their own work to do. Lectures must be streamlined. Why not use movies to can a professor professors best lectures? I love this idea. The professors would be captured at the moment when they are most excited about a new way of saying something are at the moment where they have just found something new and this is such an important point right here. They would waste less time redoing their lectures. With the movie, students could view the lectures as many times as they needed and also at their leisure. So that's kind of a description of what what on demand audio and video is has given us with the invention of the Internet now. I'm recording this podcast on a Thursday night. You're definitely listening to at a different time. And you could be listening to this years after I record these words. And some people written in. They listen to the podcast over and over again. So I think that's... I don't know. I just love it. So he he keeps going on. An Mit Education land was fundamentally discouraging. Now think about this. They invited him to speak to their students. They want his money because obviously he's very successful. He never finished. He's a harvard dropout. He never finished any college. I don't think... I think he might have went. No He didn't go back. That's silly. What am Talking about? He never went back. Okay. A student would get a message that a secret dream of greatness is a pipe dream. There would be a long time before he makes significant contribution if ever, if ever. So he's obviously railing against that. This process was a disaster, He asked with passion is a direct wolf from him. If this is a... If I love this. If this is preparation for life, where in the world will will a person ever encounter this curious sequence of prepared talks and prepared questions. Questions to which the answers are known. That is so good. He was talking directly from his own experience. When he had arrived at a as a freshman at Harvard in the fall of 19 26, he had encountered a lot of nice young man who didn't know the connection of anything to anything, and who would spend the next 10 years reading what had already would had already been read. He wanted to get going on some research that would matter. He wanted to get going on what he thought of as greatness. Greatness Land argued is a wonderful and special way of solving problems. Which allow a worker in a field to add things that would not have been added had he'd not come along. That's basically him saying another another way of saying don't work on... Don't do anything that other people can do. Let me read that again. So greatness is a wonderful special way of solving problems, which allows a worker in a field. This the most part to add things that would not have been added Hat not come along. He said that this is not the same as genius, which consists of ideas that shorten the solution of problems by hundreds of years, are of suddenly saying as Einstein did. Mass is energy. And just last paragraph on this education before We move forward, Land did not agree that Tu should last longer and a civilization as complex as the age of science. Remember, he's talking he's talking... These words are spoken in 19 fifties. Does it not mean perhaps the opposite that we must skill fully make them mature sooner that we must find ways of handling the of our culture. As professors in his audience gru audibly? He poured scorn on the constant testing and grading. And there's another dark quote from him. When the professor says hand back what I said, the professor is telling the student that he, the professor... What what he, the professor said is true. Now the role of science is to be systematic to be accurate to be orderly. But it certainly is not to... Oh, this is so good. But it certainly not to imply that the aggregated successful hypotheses of the past have the kind of truth that goes into a number system. What is he talking about there? Something that we've covered in multiple podcasts. First principles thinking. Not, hey, just reg what I said, assume that what I said is true, And then that the not, like, all the knowledge out there is known. It's... No. You need to go out and experiment. That you cannot implied and that that that there is this foundation of knowledge that humans have accumulated that is most certainly wrong. Just like we look to past generations like how could they possibly believe this? The future generations are certainly gonna say the same thing about us. And so his his his solution to this this constant experimentation Testing. Is this knowledge actually true, not just accepted. So much you could pile, like, a book of maxim with, by land. So I guess, I I pulled out, a, a few for this podcast, but you'll say... So this is Land, Edwin land on entrepreneurship. Or how to how to engage in it. The only safe procedure for you, now that you have started is to make sure that from this day forward until the day you are buried, you do 2 things each day. First, mastery a difficult old insight, and second, add some new piece of knowledge to the world each day. Kinda reminds me of what, when people asked Sam Walton and how he bill Walmart. He's like, well, we... I just got up, We just got after and stayed after it. That's that's kind of his interpretation in his in his in his own way of saying, just improve something a little bit every day, and then do that over a long period of time and you have a successful company. K. So this is Edwin Land on perseverance. From then on, I was totally stubborn about being blocked. Nothing or nobody could stop me from carrying through the execution of the experiments. And he uses the word experiment because that's what he he primarily saw himself as a scientist. He just happened to use apply his science into making products that consumers want up loving. He's got some interesting thoughts on the difference individuals and groups that I wanna include too. Says intelligent men in groups are as a rule stupid. And the very intelligent men in the automobile industry were fantastically and simply stupid. Individually, you'll find no brighter people. I've sat with them. They are delightful. Bright, alert responsive. But you share the same idea... And they share the same ideas deals as we do. Helpless to do anything decent in the group though. Okay. So This is something we study all the time. Innovation does not happen in large companies. And he says most small companies he's writing these words in 19 45 by the way. Most small companies do not have the resources are the facilities to support scientific prospecting. Meaning, something that's not tied directly. They don't know yet how they're gonna make money on it. Thus, the young man leaving the university with a proposal for a new kind of activity is frequently not able to find a matrix for the development of his ideas in any established industrial organization. Okay. So moving ahead. Oh, this is a good point when developing products that ind, not opposition is your enemy. So he says the test of an invention is the power of an inventor. So let's use... Replace the word inventor. Let's use entrepreneur founder for our purposes. Okay? The test of an invention is the power of an entrepreneur. I just change the word to push it through in the face of the staunch. Not opposition, but ind in society. So what he's saying is it's your job as an entrepreneur to push it through the face of staunch ind. Most people when you... The the worst reaction when you start... When you create a new product or service, it's not the people hate it. That at least elicit some kind of response. It's that they don't even pay attention to it. Oh, and this is his own way of of telling you what they don't teach you in business school. There's a rule They don't teach you at Harvard business school. It is If anything is worth doing, it's worth doing to access. That's 1 of his most famous quotes. Anything, another way I've seen it written is anything worth doing is worth overdo. This is on self reliance. And this part reminded me a lot If you... If you listen to the podcast I did on the book space, and I think the 1 I did in the everything store, on Jeff Bezos as well, talks about Jeff Bezos admiration for his grandfather because from the age of him, I think 4 to 16, he spent every summer because as Jeff Bezos for those of you don't know. His his mom was like, 17 years old when she had him. And his dad... His real dad skipped out So he's very... His grandparents had a huge role on on his life and development. And 1 of the things that Jeff Bezos was respect to so much of his grandfather was that he did everything himself. And his grandfather was coming of age. Very similar around the time, edwin when Land was. So it said Land represented a generation of scientists that Olson encountered as a young researcher in the late 19 forties. These older generation scientists blew their own glass did their own machining machining made their own parts. They knew everything and were independent and created radar and the atomic bomb and all the wonderful electronics. These self reliant old timers came up against the fearful challenges of World War 2 and said, you know this war is not going too well. What problem can we solve for them? This whole idea of self reliance, I think is maybe the best description of what makes successful company builder successful. Is, I I think the best 2 description is relentlessly re resourceful is the way I've heard it heard it put. And I think that that paragraph right there just talks about that. Hey, I have a problem. Let me find a solution. And I don't need to go and sit around way for other people. I'm gonna find out how to do it, and I'm going to do it. Those are the end of the app. Now we're gonna go into what Polaroid was all about. And it says the most obvious parallel to Polaroid is to Apple computer. Both companies specialize in relentless, obsessive refinement in their technologies. Both fetish, superior, elegant, comfortable product design. And both companies exploded in size and wealth under an in house visionary. Just as Apple stories almost always lead back to jobs, Polaroid lore always seems to focus on land. In his time, he was as public a figure as jobs was. Land and his company were for more than 4 decades ind individual. When he introduced the s x 70 system in 19 72. That's the photo with the little white wide the with the wide white border that most of us think it's the classic polaroid picture. Land appeared on the covers of both time and life magazines. At Polaroid annual shareholder meetings, land often got up on stage deploying every bit of his considerable magnet and put the company's next big thing through its paces. Sometimes backed by a slideshow to fill in the details. Other times with live music between segments. A generation later, jobs did the same thing. Both men were college dropout outs. Both became as rich as anyone could ever wish to be and both insisted that their inventions would change the fundamental nature of human interaction. Jobs more than once expressed his deep admiration for Edwin land. In an interview in playboy, he called him a national treasure. After land, late his career with semi coax into retirement by Polaroid board. Jobs called the decision, 1 of the dumbest things I've ever heard. In fact, the 2 men met 3 times when Apple was on the rise. And according to jobs then Boss John Sc, the 2 inventors described to each other a singular experience. And this... I love this paragraph. Each had imagined a perfect new product, whole, already manufactured and sitting before him, and then spent years, prodding executives, engineers, and factories to create it with as few compromises as possible, and this paragraph happens to be from Jobs biography by Isaac. This is Steve Jobs talking now. I always thought of myself as a humanities person as a kid. But I liked electronics he said. Then I read something that 1 of my heroes Edwin Land of Polaroid said about the importance of people who could stand at the intersection of humanities and sciences. And I decided that's what I wanted to do. The Sc thought back to a friendly trip they had taken a year early to Cambridge Massachusetts to visit Jobs hero edwin Land. He had been d thrown from the company he created Polaroid and jobs had said to sc and disgust. All he did was blow a lousy few million, and he took his company away from him. Now Sc reflected, he was taking jobs company away from him. It's so strange that they're separated by 30 years or so, and their stories are so ee similar. Later on, us skipping had a little bit more. Ellis may have been baffled when jobs insisted that he was not motivated by money. That's at Larry Ellis, found of oracle. But it was partly true. He had neither ellis cons consumption needs nor Bill Gates philanthropic impulses, nor the competitive urge see how high on the Forbes list he could get. Instead, his ego needs and personal drives led him to seek fulfillment by creating a legacy that would all people. A dual legacy. Building innovative products and building a lasting company. He wanted to be in the Pant with people like Edwin Land, Bill Hu, David Packard. And then before we get back into the books on Land, this comes at the very end right... I think this... I think this this quote comes about a year before Steve jobs dies. So over the course of our conversations, there was many times when he reflected on what he hoped his legacy would be. Here are those thoughts in his own words. My passion had been to build an enduring company where people were motivated to make great products. Everything else was secondary. Sure. It was great to make a profit because that's what it allowed you to make great products. But the products not the profits where the motivation. Sc flipped these priorities to where the goal was to make money. It is a subtle difference. But it ends up meaning everything. The people you hire who gets promoted and what you discuss in meetings. Some people say give the customers what they want, but that's not my approach. Again, this is Steve dogg could easily be edwin talking. Our job is to figure out what they're going to want before they do. I think Henry ford said, if I ask customers what they wanted, they would have told me a faster horse. People, this such an important insight, people don't know what they want until you show it to them. Think about last week, in the Walt Disney number 2 podcast, where Disney was having he was unsuccessful going around and selling the cartoon for Mickey mouse. And how silly that sounds in retrospect because as I said in the podcast, I think, I don't... I can't think of another fictional character that's probably generating more money ever. Than Mickey mouse. And he got some advice, from a guy that own a theater. He's like, hey, let me show your cartoon in my theater in New York. It's gonna... It's a fantastic cartoon. It's gonna get great reviews. People are gonna be in line, and then they'll come to you. He's basically, he said something along the lines like, people... These guys don't know what what they want until the public tells them. These are very much the same people that... And now in consumer form, the steve jobs talking about here. People don't know what they want until you show it to them. That's why I never rely on market research. Our task is to read things that are not yet on the page. Edwin Land of Polaroid talked about the intersection of the humanities and science. I like that intersection. There's something magical about that place. The reason Apple resonates with people is that there's a deep current of humanity in our innovation. Okay. So now I'm going back to the book on Polaroid, and this... The note of myself is you're spending too much on R and D. During some stretches, polaroid operated almost like a scientific think tank that happened to regularly pop out a profitable consumer product. Land was frequently criticized by Wall Street analysts for spending a little too much on his R and D operation and too little on practical matters. That was Lance philosophy. Do some interesting science that is all your own And if it is, in his words manifest this direct quote from land, manifest important and nearly impossible. That's the end of the quote. It will be fulfilling and maybe even a way to get rich. In his lifetime, land had received 535 United States patents. Oh, this is interesting. Something I always wonder about loud and the podcast is this idea of, like, there's different motivations for why people become entrepreneurs. You know, some people for money for, like, fame because are for control, but this is very much for Edwin Land, it's very much an issue of control. So he says, this is a great anecdote from his childhood. As a child, Land had been forced to visit an aunt, he disliked. As he sat in the backseat of his parents car, he set his jaw and told himself. I will never let anyone tell me what to do ever again. You could write that off as youthful bullish. And that word means of or like a mule as being very stubborn, ops or intra. I don't think I've ever come across that word before. You could write that off as youthful. Let's just see stubborn. Except that it turned out to be true. Lance control over his company was nearly absolute. Absolute. Sorry. And he exercised to a degree that was compelling and sometimes exhausting. We're gonna get into more of that where they call later on, they call Polaroid 1A1 man company. So let's go back in time where we're gonna... I'm... I I mentioned earlier, I wanna tell you a little bit about his first business. Or excuse me, The know left myself. His first invention turns into his first business. His first patent for the sheet polar was dated 04/26/1929. I think he was around 27 years old the time. And he knew how he was going to try to commercial it. As he recounted it in later years, he had been walking in times square 1 night and was repeatedly blinded by oncoming car. Soon enough, he figured out a solution, put polar with horizontal splits across each headlight, and polar with vertical splits over each car's windshield. For drivers so equipped, oncoming headlights would be nearly blacked out, while their own would continue to illuminate the road normally. It's a pretty great idea and nobody has offered a better solution even 80 years later. In 19 32, land became a permanent harvard dropout and land write laboratories was in business. So what happened is He makes a invention. He meets the guy. Wheel write real rate comes from a very, like, wealthy family, and they have all these contacts, like, banking and whatnot. And they set up a partnership, and they start going out and and and selling all these different polarizing solutions that that land invent. And this partnership doesn't last very long. And and we'll we'll get to that in a minute. So it says, this is what I mentioned earlier though, that it's extremely important to understand, like, why are you doing what you're doing? And land was very mission driven. So it says, in 19 30 32. Okay. I actually just read that. So a chalk, this is now happening in land wheel rate laboratories, which is the name of the business that eventually becomes polaroid. A chalkboard in their little lab read, every night, 50 people will die from highway... Highway glare. Land wanted to make sure everyone there understood that they were all on a mission manifest important. And this is lands advice on work, which is a variation of the quote that I read at the very opening of the podcast. And it says, if you dream of something worth doing and then simply go work on it. And don't think of anything of personalities or emotional conflicts or of money or family distractions. If you think of it detail by detail, what you have to do next, it is a wonderful dream. So it kinda changes the quote and adds that other sentence on the end there. But I think they're both valuable knowing. So let's learn a little bit about his personality here, let's see. He says, okay. So he he calls up employees randomly. And he says these calls rarely begin with small talk. He'd say, tell me something interesting. And you think and say something, and then there would be a 2 minute pause. Long, long times when he was thinking. And eventually, he come back into the conversation. So when I read that, I scribble on a little little note. Because 2 weeks ago, I just talked about the the these pauses remind me of the description of Elon Musk in space. When he's trying to figure out later if he's gonna sue Nasa again, and he's in the back of a car and he sits there quietly with His employees ask him what should we do, and he just sits there, goes into his own mind for 8 minutes, and then makes a decision and walks out the car. Going back. You've never felt the need to keep a conversation moving. He just had a tremendously confident way of talking. You had to be patient. He was demanding, very demanding, but he was so brilliant that it was remarkable. And how this is Edwin Land on how to close a deal. As it turned out, he was strikingly good at explaining his work to people and powerfully persuasive. Even the simple act of wrote rotating 1 polar over another where upon 2 nearly clear sheets gradually turned black, had and still has the quality of small magic trick. This is a gray here. When land pitched polarizing sunglasses, think about that. Like, that's so such a common it's it's such a common product now a present day. So he's pitching it to, at the time. When lan pitch polarizing sunglasses to American optical, he didn't just show up with a few samples. He rented a Boston hotel room facing the sun and checked in with a bowl of goldfish, which went on the window seal, ref glare into the room. The American optical executives drive at the door, where upon land, mock apologize for the glare, saying, you probably can't even see the fish and handed each man a filter, which would, of course, simulate what pelosi and sunglasses do, and it says he closed the deal. This is a little bit about how he thought of himself earlier in life, and and the scope of his ambition. A transcript of the 19 80 annual meeting includes this revealing exchange. A shareholder asked land about his goals when he'd had been a young student, and out, at this point, he's a. He's a very old man. 2 things, Land replied Crispy, Crisp, I wanted to become the world's greatest novel, and I wanted to become the world's greatest scientist. So definitely not lacking ambition nor self confidence. And, I mentioned earlier, it's... You know, what's interesting to me. So this is about c cofounder c founder turning into a founder. I thought about this when I when I read this part. So a lot of advice you see out there is it's very hard to start a company. A a lot of people not everybody, but they recommend you know, not doing it alone. Have a c founder, not only just for the talent, but more so, like, when things get tough, like, you can encourage each other and keep going. But then I thought about, like, how many... Let's let's just talk about the 40 or so founders that we've talked about so far in the podcast? Like, how many of them have founders have stuck around. So they might have started a company with other people. But eventually, it is just 1 person. So it's interesting advice. Maybe it's that advice to get to the point where it's, like, that your company's at a critical mass and it can can can continue to exist. But I can't think of anybody. Like, Walt Disney, let's let's go over the the ones that we've done recently. Roy, Walt Disney had his brother helped run the company, but he was very much the founder. The week before that, we talked about Jeff Bezos and Elon Musk. No c cofounder there. Sam Murray. Same thing. Nolan Bush now. I don't think anybody else ran Chuck cheese or atari that I could think of. George Lucas. Nope. Ed Cat mills is the closest 1 because he has John Las and A ray Smith and Steve Jobs. Levi strauss. Like, it just goes on and on. It's very interesting. I don't... I'm gonna read every single 1. I mean, you know which podcast I've done, but it's interesting to me. How frequently there's a... It it comes down to, like, a single person. I'm not saying that's right or wrong. I'm just observing, like, the difference between the the advice you hear and then what it winds up in the end. So I don't know. Maybe that's an interesting not maybe it's not. But it says the Chrysler deal, meaning they're they're selling the the invention that land patents was wheel rights last Hu raw Polaroid. We wheel were write got them the business. And it says in 19 37, his family connections had helped the little company find Wall Street financing. All good, but it meant Will wright role was growing obsolete. Land, this is what I mean about C founder gun founder. Land was a chairman, president and director of research, plus the source of virtually every idea, whereas Wheel wright was just vice president. Even his name had dropped off the door. That year, Land wi write laboratories had been re incorporated and now is called pull the Polaroid corporation. In 19 40, wheel right left for a California vacation and essentially never returned. Land was now alone at the top with full control, and he stays at top for almost 40 years. Okay. So this is So every every company is usually built around a single great product. And for Polaroid, the reason that it became what it it... What it is today is because of the polaroid camera. And what I mean by the polaroid camera, the 1 that you can take a picture, and it print... In a few... And within a minute or 2, you have the picture in your hand. That was a unique invention that no 1 else could do but land going back to that his his word of advice that don't do anything other people can do. Okay? So let's find out this is the founding story of the polaroid camera. Again, just like with the founding story of, like Mickey mouse, we don't know how much of it's true. It's repeated, a lot, but it's still interesting to think about. In late 19 43, Lamb joined his family on vacation in Santa Fe. And and on 1 mile day, he went out a for a walk with his 3 year old daughter Jennifer, carrying his role flex. It's like this giant camera. I guess giant to us now, maybe not at the time. He claimed later that that he wasn't much of a photographer in those days but he did take pictures of his little girl. At the fireplace afterward, she asked him a simple question. Why can't I see the picture now? He sent he spent the next several hours pacing the resort, leaving Jennifer with her mother. Rough out a way to make it work. It wouldn't do to have a tank of chemical s around a camera, but maybe they could be contained in little pouches and then spread over a negative somehow. Then how would 1 print a positive? Lay the 2 together, pressing them between rollers somewhat like the vector graph machine did? How would you configure both negative film and positive paper in the back of the camera. What would happen to the une exposed sliver of the film? Which is usually washed out, wash out on the negative in a dark room. Everything he'd learned in his previous work about filters about making tiny crystals and thin films about optics. Even about manufacturing and outsource came into play before I continue. That's such an important, an important lesson to learn that sometimes, like, if you spend your time learning, there's there's gonna be things that you're learning now that you don't actually know. Like, he was learning all about these different these different subjects. And yet because he had spent the time previous previously learning these things, he could use them as tools and invent the camera. But 1 could could hypo hypo hypothetically think about the camera may never never have come to being if he didn't learn the things he didn't know he'd use in the future. That makes any sense. So that's kinda why I like this advice of, like, just have a lifelong love of learning and just let your passions kinda dictate what you're interested in, and you never know how you might be able to combine those passions later on in life. Okay. It says inventor sometime experience a fever Paranoia just after they had a great idea. It seems so clear and burned so bright that they are sure someone else will come up with the same thing any moments. His patent lawyer Donald Brown happened to be in vacation Santa fe himself. The 2 spent half the night getting everything written down. And this is... I love this this this quote from land here. Land much later joke that he rough out the details in a few hours. Except for the ones that took from 19 43 to 19 72 to solve. Okay. So he invented the polaroid camera, the build prototype testing it. They love it. And this is what a quick little story about 1 of the most famous product demonstrations of all time, and it's the actual demonstration of the new polaroid camera that takes place between a room full of of reporters. And if you... If... There's a good chance if you Google Edwin land now and look at the picture that came up. The picture you see is him looking at a picture of his face. And this is... That's from the product demonstration I'm about to tell you about now. Land began speaking and setting up his demonstration, gradually taking his place in front of the view camera. He fired the shutter with a cable release, taking a picture of his own face. Maybe history for a selfie. What he revealed was a perfect Sep portrait of himself. It may have been an accident that the 8 by 10 camera produced a photo almost almost the same size of his actual face, but that only added to the ear ness. There was land sitting at a table in his striped tie, displaying a fresh a fresh picture in which he sat at the same table wearing a same striped tie. A gas ripple around the room, and the New york Times reporter immediately demanded that he do it again, land happily comp. The polaroid team spent the rest of the evening shooting pictures of the dinner gas at the conference and answered all their questions. Remember that amateur photography in 19 47 had come along only a modest amount since Eastman, this is Sure. I think his name's is George Eastman. He's the founder of kodak. First film in 18 88. I actually have a biography of him. So he he might show up on a future founders podcast. Yes, the cameras were better and more versatile and color was becoming widely available. But when it came time to process your pictures. However, you had 2 choices. Build yourself a dark room or get your film to a lab. And if you didn't live a big city, this whole point is describing a monumental difference between, like, how big this product improvement was over over what was really available at the time. And why, you know, it it set the foundation to make polaroid at a billion dollar company? If you didn't live in a big city, you were probably mailing your film back to kodak. Same as in 19 issued in 18 88. The leap to polaroid was like replacing a messenger on horseback with your first telephone. There was nothing like this in the history of photography. Lynn insisted that this was simply the way things ought to be as he said many years later. Ask me a question. Okay. Now suppose I say, if you will come back in 7 days, I will give you an answer. Are you impatient? Look. If the picture you get instantly as it is as beautiful as the picture you get by waiting 7 days, then it is absolute madness to say that there is a virtue in waiting. So this demonstration is printed in the press, tons of people all over the country and all over the world see it, and this is how they first sold the polaroid camera. Bringing out production took more than a year and a half. And the commercial debut was once again built around a powerful demonstration. On 11/26/1948, a sales team took 56 cameras, plus a demonstration, like meaning on sample, and a batch of film to Jordan Marsh, the big Boston department store. It was the day after Thanksgiving kicking off the holiday sales season, and Polaroid people expected that the stock might sell out by Christmas. All 56 cameras sold out that day. The salesman ended up standing on the countertops because of the crush of the crowds. The same scene played out elsewhere. The night before the product introduction, this is such a, a great, reminder for all of us about how unpredictable things can be. And how even the, oh, people are very confident what they're building, can underestimate the impact that their... That the product or service has. The night before the product... The product inter introduction land had suggested that Polaroid might be able to sell 50000 cameras per year. Far more than anyone else imagined possible. It turned out that even the visionary had lob vault himself. By the time the product was retired in 19 53, 900000 units had been sold. Okay. So the note I of myself on this next section is monopoly profits provide Leeway. And it says people copy Google, but don't have the mono profits that allow the benefits of Google. So I've heard this discussed elsewhere. Do you ever have you ever heard of the term cargo cult, let me read a little bit about it. It's... And I recommend reading the wikipedia page. Missus cargo cult. The name arrives from the belief, which began amongst I don't know how to pronounce that. In the late nineteenth and early 20 century, This like an indigenous culture I think, that, that various ritual acts such as the building of an airplane runway will result in the appearance of material wealth, particularly highly desirable goods. It's a very interesting story in general, but it kinda reminds me this where the modern day version of cargo cult is when companies look they look up to other companies like, Google, and they they do they basically copy everything they can see externally. So they'll, you know, they'll build a beautiful office, and they'll have free food and all these different perks that Google has. And then very shortly after that, they'll got a business, and they missed the point just like the people do the in the cargo. Is that the reit... You Google can afford that because they have mono profits on search and that the mono profits have to come first before you can do all the other stuff. And that doing all other stuff is not what makes this the company successful. It's you actually have that equation reversed. And so let me give you an example of this to tying back to what I said earlier about how he was very interested in, reinvest in R and D. And it says the profit margin on a package of film was something like 60 percent. Now this is a film that comes out of the polarity camera. Right? That meant there were lots of room in the budget to make things interesting, very similar to to Google. They're They have massive profit margins, they print money. And as such they can invest in these things, but you can't invest in them before you have that engine that produce of profits are a lot of profits. Whatever term you wanna put on it. If Lan wanted to set up a lab to study the way in which they eye and brain perceived color as he later did, he could afford to. In a speech he gave in 19 65, Lynn pointed out that in the late 19 forties, he had asked Howard Rogers to start thinking about how to produce color instant pictures. For 2 solid years, Rogers just watched and considered. Then 1 day he came... Then he came to land 1 day saying I'm ready to start now. As land explained with pride. My point is that we created an environment where a man was expected to sit and think for 2 years. Not was not was allowed to, but was expected to. So Land would have never been able to create an environment like that without a wildly successful product. And the reason they had such high product margins is because, you know, he controlled the patents on it. Because it was an entirely new invention, not just more me 2 products, which is he's obviously very against. And we're gonna get to that towards the end of the podcast because Polaroid, predictably based on everything we've learned so far, just quickly after land leaves, starts making me 2 products. He has an interesting idea here. And it's his dream of a thousand small corporations And again, it just goes back to his constant dedication to re to research. He was very much willing to tear down and cannibal his own products if it meant pushing the technology further. So he had a dream of a thousand small corporations. Lamb laid out his dream of a thousand small corporations. Each grossing 20000000 dollars a year, each spending 5 percent of that amount on research every year. That would contribute 20000000000 to the national income and employ 2000000 people. And year by year, this is him talking. And year by year, our national scene would change in the way I think all Americans dream of. Each individual will be a member of a group small enough so that he feels a full participant in the purpose and activity of the group. His voice will be heard and his individuality recognized. Alright. So this is the point where I talked about earlier that Polaroid is a 1 win company, and this is more... We're gonna learn more about how he worked. This is because Lan was at the top of the of every invisible invisible organizational chart. An anonymous former colleague once described his involvement to business week, and he says, don't kid yourself. Polaroid is a 1 man company. Land circulated among offices ro, probing, asking questions, pausing, pausing only to cat nap in a bark lounge he kept in his cluttered office. Occasionally, be employees hope he would get obsessed with something far away from their purview. So they could avoid those late night phone calls. This is somebody that bur named Na Ru rudolph, Na ru rudolph recalls that land sometimes popped into her lab and asked to sit in her in her dark room. Just to hide out from questions and think. He wasn't kidding some years later when he said, oh, this is maybe my favorite quote in all in the entire book. My whole life has been spent, trying to teach people that intense concentration for hour after hour can bring out in people resources they didn't know they had. Moving ahead, there's some more Apple es ideas. He grasped that polaroid could be positioned as an aspirational product, and should be packaged and marketed that way. There's also similarities in their approach to marketing. Polaroid pictures could be beautiful because the materials were so good. Instant photos could draw people together because they were shared immediately. And they were fun because you saw them right away. Very much the way that they're advertising marketed just reminds me of a lot of the Apple campaigns and says, if you're not taking color pictures with the new polaroid color pack camera, there's something left out of your life, went 1 heart tugging Tv ad showing a dad and his daughter out for the day in Central Park. Even better was a print advertisement that bored just 1 sentence. It showed a charming photo being peeled off its backing in red. It's like opening a present. Going back in time a little bit, this is him inventing on demand, which I thought this anecdote was very interesting. And he he had all kinds of ties because, again, he became super famous at the time. After the eventually the bull camera. So the military relied heavily on him, we're gonna talk about how he invented several products for them, during World war 2 and after and how he winds up on Richard and Richard Nixon enemies list and his response to that, which I found humorous. The company produced millions of pairs of goggles for the army, including a model that could be very darkened at the flick of the knob. So a lot of these goggles that they're talking about their, pilots would wear them when they're flying planes and help them see better. Polaroid made optics for reconnaissance, bomb sites and a system of so called blind flying filters that could darken a cockpit for a pilot, but not his c copilot. For training and nighttime maneuvers. Wartime production brought out 1 aspect of lance personality that nearly everyone from polaroid remembers. His ability to invent on the spur of the moment. An Air force general had called to ask for advice about a problem with his guns sites. Lance reply... This is funny. Lance reply was that he would fly down to Washington the next day to describe the solution. The general said, oh, so you have a solution, and Land responded, no. But I'll have 1 by then, and he did. The ring site based on circular polar, something he invented overnight on demand, and it's funny because they're saying he invented it overnight on demand, but, like, we were talking about earlier, it's really a culmination of a lifetime of learning that is just applied in different ways that you don't know how you're going to apply it until the opportunity presents itself. So I think that's a huge lesson for anybody creating a product or service. So this is a little bit about how he wound up on Richard Nixon Enemies list. He advised several presidents from Eisenhower through Nixon on technology and effectively created the Youtube spy. This is something he's super famous for. I don't spend too much time in, the podcast talking about it because it's kind of outside scope, but it's good to know background. Richard Nixon admired his scientific prowess once asking an aid, how do we get more doctor Lands? So this is interesting. Every everybody called him Doctor Land as like a like a compliment. He never had any degrees. They just called them doctor Land. That was interesting to me. After he quit advisory post during the Water gate scandal, land ended up on Nixon enemies list. And he told a friend that he was honored to have made the cut. I love that. Okay. So Edwin land predicts the futures, the note I love myself. In 19 70, lance stood before a movie crew and an entry factory outside Boston, and without a script, describe the deep future of photography. Remember, this is in 19 70. We are still a long way. He said, from the camera that would be something that you use all day long. A camera which you would not... Which would use not on the occasion of parties only are of trips only or when your grandchildren came to see you. But a camera that you would use as often as your pencil or your eyeglasses. It is going to be something that is always with you, he said. And it would be effortless point shoot c. Nothing mechanical would come between you and the image you wanted. The gesture would be as simple as and here he demonstrated it, reaching into his coat, taking a wallet out of your breast pocket, holding it up and pressing a button. His future is our presence and what he's describing pretty nearly is a smartphone. And then who's credited with making the modern form of the smartphones, Steve Jobs. See how this... These... All these ideas constantly tied together. It's so fascinating to me. Alright. He's so he talked about this idea a lot, land the perfection a steep, maybe that might be a word. Wanted a self contained system. It needed to be small enough to be carried everywhere with no timing to screw up, no awkward trash and certainly no double pull tab system. As early as 19 44, Lan had told told Bill Mc, what he really wanted to build, and it had nothing but grace. Mc never never forgot the conversation. I remember very well he said, you know, I can imagine a camera that is as simple and easy to use. You simply look through the viewfinder and compose your picture and push a button. And comes the finish drive photograph in full color. Alright in our case it just stays on our phone. And again, this another example of him talking about this idea. Land wanted the camera to be petite and neat, and he knew exactly how petite and how neat. In 19 65, he went he went to 1 of his top engineers with a wooden box. It measured about 3.5 by 6.5 inches. The camera should be this size Lance said, and the photographer will hold it vertically. In front of his eye and click the shutter. Why that size? It was to fit in a coat pocket so you would carry it with you often and easily. So starting in 19 44, again, in 19 65, and again, in 19 70. He's on record, talking about this device that we now all carry. And that you're probably listening to me speak on. Alright. So Edwin Land was a perfection as you probably got from that, you'll see the result of that. Sometimes Lance perfectionism work to everyone's advantage. For example, he demanded that the camera be able to focus for an infinite distance all the way down to 10 inches. Because so many photographers fail to get close enough to their subjects. Millions of of polaroid photos looked better as a result. Oftentimes, his insistence on purity overs shot everyone's needs, both charming and madden his executives and engineers. For example, Land wanted the view through the lens to be absolutely natural. No lines etched on the viewfinder. No sense of anything between the photographer and subject. It was merely to frame your own view. Lance said, 1 should see 1 subject as if just gazing at it. Seamlessly. 1 should not have the experience of looking through a machine. So this idea of romantic utopian ism was interesting to me and it pulled this out in the book. It says, they made an 11 minute movie of polaroid made about photography. And it says in it, it reflects Lands view that if the product was right, not just economically, but also morally and emotionally, the selling would take care of itself. Just a quote from him. Marketing is what you do if your product no good. Another time when a shareholder questioned how much he was spending on product development, he was even more dismissive. The bottom line he said is in heaven. Romantic utopian lay at the very core of what would soon to be a to be a billion dollar business. That this section tied into a section I found later on, and this a disregard for expense and quality first, and then the new know enough myself because it's fresh on my mind is this cool quote... But wasn't the book last week, Bob Thomas Thomas Wrote, which was we are innovating. I'll let you know the cost when we are done. And that's not, like, a summary of how Walt Disney refused to try to stick to a budget when he's creating Like I'm just gonna make the best product. I'll tell you how much it costs when I'm done. Much the sugar of his some of his shareholders and bankers. And so this is like example of Edwin Land, doing the same thing. When it comes to beautiful extra, everyone seems to remember the tulip ups, It was shortly before the 19 73 annual meeting. Soon after the full rollout of the S x 70. That's the the camera that's famous. And this guy named El Wolf, got a call, asking him to come to lance office. You're Dutch. Right? Land asked? We need 10000 of these and handed him a tulip up of a variety called Keith Ne. It was vibrant yellow and red. The colors that look best on the early S x 70 film. The meeting was just a few weeks away, and Wolf had to immediately find a farmer who was willing to accelerate his crop to hit the deadline. Danny had to strike a further deal with K m Royal Dutch airlines to ship it by plane. The buds from man. Shi pole, maybe a city sc pole to Logan where they would be rushed to to the meeting. All the resulting photos of flowers were, of course, lovely. It was another unforgettable land demonstration. This 1 at a god awful expense. In addition to all the invention, something else Edmund land is well well known for is something that happens towards the end of his life and it's the this huge, patent trial about all the inventions land patented for, Polaroid, were basically stolen by kodak. And again, it's eerie how so much of Edwin Lands life reflects Steve Jobs. Because think about... Well, I'll get there. But I don't wanna step over. So Get there in 1 second. But this section, I didn't know know that myself was Edwin Lan, are Steve jobs. And he's talking about the competition. So the kodak cameras were big and dump. With none of the coat pocket sleek that land had demanded of his engineers. The cheaper model ejected photos with a hand crank crank rather than a motor. The pictures themselves compared well with polaroid, although they took a little too long they took a little longer to bloom and were and we're more prone to fading. The cameras spit out their photos sluggish. Ours as Lan put it to his colleagues. Theirs evacuate while ours is ejaculate. That sounds like something Steve Jobs come up. The Chairman public statement was more a upbeat. Land told stockholders that he was proud that Kodak best shot had barely matched his company's achievement. He sn at the new cameras cl ness suggesting that 1 might best con confined its used to cocktail parties. They said that when young when land was a young man, He didn't lit a patent case because he didn't wanna testify in court. This tale probably refers to 1 of the early polar lawsuits. So this is the only part. I had to actually talk about... I give you the the basic main points because this is a a huge deal in, at the time. But there's an entire other book, I think the title is called the triumph of of genius, and it's all about the battle, the battle over the patent trial between Kodak And pull it. I might include it in a future founders episode. But so for for for the scope of this podcast, I'm just... I'm pulling out the most important parts, but this is still what reminds me of, job. So it says, when Lance was young man, he didn't lit a patent case because he didn't wanna test court. Went to something Cork because he didn't wanna take time away from research. Okay. So this tale probably refers to 1 of the earlier polarized lawsuits. Kodak may have heard the same story, and it does sound believable. Land was not the sort to re being cross examined It is just possible that Kodak said he'll never sue us and plunged head, meaning he's... They're gonna violate his patents. If that was so, kodak got him all wrong. Lan may have been dead pan with his employees and shipper with his stockholders. But he was furious to him, kodak system was a s elegant pretend. Didn't note that myself a job saying that he was gonna go thermo nuclear with go Google over Android. Kodak terribly mis calculated his personality. 1 of the reasons he put his heart and so into the lawsuit was that he was outraged. Lance said as much a few days after the sue file at a shareholder meeting. We took nothing from anybody. We gave a great deal to the world. The only thing keeping us alive is our brilliance. The only thing that keeps our brilliance alive is our patents. In his view, it was ours, and now they wanted to take it away from us. So this is a little bit about the patent trial, and I'm gonna give you a description of land on the witness stand and then the result of the pad trial. The showdown moment occurred with Edwin Land on the witness stand. He was in rare form, both charming and Con con, correcting codex lawyers, out their arguments, making perfect analog. Most of all, he challenged the attempts to pick apart the integrated system that was S x 70. Land had always talked about it in holistic terms, where each individual system inter inter locked with every other. Optics, mechanisms. Chemistry, film, manufacturing. Everything down to the little space called the trap at the top of every instant photo, size just right to catch the overflow drops of processing goo. This is a result. 7 patents were upheld in 10/12/1990. The judge issued his ruling. Polaroid was to get 909000000 dollars. It was the biggest patent infringement judgment ever. And now we're gonna learn what happens after he retire and his thoughts on his solution to the innovator Dilemma. They made some money. But none was game changing success and their perfusion masked a basic problem. Not 1 of them was a fresh invention. The world had already had floppy disks and video tapes. So what they're talking about there is are just basically taking products at other companies, had already created and made a version of their own. The land and motto, don't do anything out, don't do anything that someone else can do, had made life difficult at times for his employees. But the alternative was to offer mildly differentiated version of things people want and use already. Technology companies start falling behind even before they introduce a new product. So the next 1 must leap its predecessor and super seed its competitors. Those companies have to be una unidentified of cannibal a market they themselves have created to be stealing buyers from their old product lines with the new ones. And we'll close on this, and this is the state of polaroid in the 19 eighties when it's being run by the guy named booth. And it says whereas Lance polaroid was built on his belief that every significant invention must come to a world that is not prepared for it. Booths asked the world what it wanted and then made it. Those are 2 sentences, but their world apart. So if you want the full story by the... In this case, books you can get the book and support this podcast at the same time by going to founders podcast dot com and buying the book there. If you do so, Amazon will give me a small percentage of the sale at no additional cost to you. So a great way to support the podcast and get a great book and a great story for you. Thank you for all the support. Thank you for sharing the podcast on social media. Thank you for telling your friends about it. Thank you for leaving reviews. Thank you for subscribing. I'm very grateful. I appreciate it very much, and I will talk to you next Monday."
}