{
  "transcript": "The problem with these books is that they attempt to provide a recipe for challenges that have no recipes. There's no recipe for really complicated dynamic situations. There's no recipe for building a high tech company. There's no recipe for leading a group of people out of trouble, and there's no recipe for making a series of hit songs. There's no recipe for playing Nfl quarterback. There's no recipe for running for president, and there's no recipe for motivating teams when your business has turned to crap. That's the hard thing about hard things. There is no formula for dealing with them. Nonetheless, there are many bits of advice and experience that can help with the hard things. I do not attempt to present a formula in this book. Instead, I present my story and the difficulties that I have faced as an entrepreneur, a Ceo and now as a venture capitalist. I still find these lessons useful. Especially as I work with a new generation of founders. I share my experiences in the hopes of providing clues and inspiration for others who find themselves in the struggle to build something out of nothing. So that is from the book, the hard thing about hard things, by Ben H, and the subtitles is actually building a business when there are no easy answers. And that less sentence there. I share my experience is in the hope of providing clues and inspiration for others who find themselves and the struggle to build something out of nothing. In case, this is your first time listening to founders. That's exactly what this podcast is about. We're trying to learn from the company builders that came before us. And to do that, I read a biography or auto biography every week for the podcast. And then what follows is the highlights and notes that I left myself, and hopefully, you find these ideas as useful in your own work. So I want to talk... So that here's the interesting thing about this book before we get into the... The my notes and highlights. So I actually read... According to Amazon I read this book, 3 years ago. And it it came back on my radar when I was taking notes on a podcast for founders notes. And the founder of this software company called Front. Her name is Matilda Colin. And she was talking about some experiences that kinda resonated with me. So 1 of the questions was she went to both business school and worked in a startup. So a lot of people see those as very different experiences. And so I I talked about this some the podcast before I started companies when I was in college, and while I was in college, I was also in the pilot entrepreneurship program. This is over a decade ago. So now I think almost every college has entrepreneurship programs, which is kind of oxy ironic in in a way. But she said something her answers to that question was, we're... What... Which of those experiences you learn more, and she said of course, we're gonna start up. Right? But then she said the thing in business school that was most helpful was meeting entrepreneurs that had built company. That inspired me. I had that same experience. I remember almost nothing of those 2 years in that program other than when successful founders had came to the class and talked. And specifically as this 1 guy came in, he was gonna donate 3000000 dollars and build... Either to have his name on the building or something like that. And the prerequisite record for the donation was that he get... He would get to speak to the people that were in the entrepreneurship program. And, you know, in 30 minutes, he taught us more about building businesses than I'd learned in 2 years. And in the Q and A section, when they opened it up, There's probably maybe, like, what? 30 or 40 of us in in the room at the time, and I just let... I just remember lighting up with question after question after question because I was so fascinated. Literally, I know a decade or a decade and a half later, I'd be doing a podcast that kind of learns from from people that built companies like this. So... And then the second thing she said that that stuck out to me was she talked about the book that helped the most in her building the company. She's still doing this. They went from I think 0 customers to about 3500 and from 0 employees to maybe 50 or a hundred. Now. I I don't remember the exact number at the moment. But she said the book that helped her the most was the hard thing about hard things by Ben H because she she said that knowing that it's hard for everyone. Will allow you to just focus on progress and not obviously, the feelings. That you're going through it. Because this book is a little different from the other auto and biography. We've covered in the past where I would say the majority of the book, it's it's a description on his his unhealthy mental health at the time. And, you know, crying not sleeping, sweating. I'm not gonna go into a lot of the details of the company because I wanna focus it explicitly on like, his key lessons for for founders. But The company goes from I think 0 people to, like, 500 and then back down to 80 and then back up to 600 and then eventually sold. This happens over, I think, in 8 year period. So it's a very honest look in my opinion on what founders talk about the least, and that's, like, how do you manage your own mental health, especially when you're in charge. So I'm gonna skip over a lot of his early life, and I wanna just get to the parts that I think are the most valuable for for us. And so this is this is when he first sees what the product that eventually becomes Nets scape, and then he meets his longtime partner for those of who don't know Ben H found... He works at Nets scape under Mark G. After that, Mark G and him start, this company called Loud Cloud that turns in into ops and then later on, they start the venture capital firm jason H. So they have a very unique relationship because their partners over over 20 years over multiple different companies. And you don't usually see that. So it said 1 day, 1 1 day, 1 of my coworkers showed me a new product called Mosaic. Which was developed by some students at the university of Illinois. Mosaic was essentially a graphical interface to the Internet. A technology formally only used by scientists and researchers. It amaze me. It was so obviously the future, and I was so obviously wasting my time working on anything, but the Internet. Several months later, I read about a company called Nets scape, which had been c founded by former silicon graphics founder, Jim Clark. Longtime founders listeners will know who Jim Clark is. I did a podcast on him. Maybe 6 months ago, I don't exactly know. It was based on Michael Lewis great book called the new new thing. Jim Clark. I mean, every every founder we cover on this podcast? I cover on this podcast is centric and quite a character. Jim Clark is 1 of the most centric people. And in a really good way. It's it's a fascinating story if you haven't, listened to the podcast. I definitely definitely recommend it. So it says, it's founded by Jim Clark and mosaic inventor Mark Jason. I instantly decided that I should interview with a job there or for a job there. And it said the next day, the hiring manager called called me back to let me know that they wanted me to interview with the c cofounder and chief technical officer, Mark Jason. He was 22 years old at the time. In retrospect, it's easy to think both the web browser and the Internet were inevitable but without Mark's work, it is likely that we would be living a very different world. At the time, most people only... Most people believed only scientists and researchers would would use the internet. Think about how crazy that is in our modern day. Like the whole that belief. The Internet was thought to be too arc insecure and slow to meet real business needs. Almost nobody thought the Internet would be significant beyond the scientific community. Least of all, the most important technology industry leaders who were busy building proprietary alternatives. So he goes into, like, Oracle and Microsoft completely missing the boat on the Internet. And the the note that I just left myself Was like almost no 1 thought the Internet would be significant. Like, how crazy is that. And I guess what I mean by that is if the most significant invention of, let's say, the last 50 years is the Internet. And at the time, it's at in its early days. No almost no 1 thought that it would be significant. There clearly things that are hiding in plain site in front of us. We just have to find them. Alright. So this is him meeting, Mark. Interviewing with Mark wasn't, like, no other job interview I'd ever had. Gone were questions about my resume, my my career progression and my work habits. He replaced them with a dizzy inquiry into the history of email, collaboration software and what the future might hold. I was shocked by how much a 22 year old kid knew about the history of the computer business. I met many really smart young people my career, but never a young technology historian. I Thinking about before I read the rest of that paragraph, kinda thinking about, like, if if founders can can reach level of sustainability, and it's a a project that can go on for a decade plus. At that point, we'd covered what. 506 hundred different books on founders. We would kind of be documenting the history of entrepreneurship in a way. I like that idea a lot. So III... And I I'm I am prone... I've listened to mark and speak a lot on different podcast podcasts. I love listening to him talk. I think he's really smart and has really unique ideas. And I just love the fact that even at 22. He understood the importance of looking at the history of the field. Like, he was extremely interested technology, and he didn't just focus on what he wasn't, like, what the project he's working on now. He went back and studied how... Like... Because every everything we do kinda of builds upon what people did in the past. So knowing that I have an understanding that foundation is helpful and can be applied in in so many ways going forward. So I don't. I really like that idea. So it says Mark's intellect and instincts took me back. But beyond Mark's historical knowledge, his insights about technologies, such as replication were inc and on point. After the interview, I phoned my brother and told him that I just interviewed with Mark Jason. And I thought he might be the smartest person I'd ever met. If you ever get the the chance to hear mark and talk. You can actually go to Youtube, and and there's some, videos of because usually easier to find talks on Youtube and and is to search for past podcast. But I'd I'd recommend that I just now... I didn't even know that, his French venture capital firm had turned his old blog into an ebook, so I just downloaded it. So if it's long enough, and I'm sure it's good. It might turn into of future founders podcast because it's explicitly about writing about creating companies. Okay. So let's fast forward, and it said, oh, this is a great story. So they wanted it working together, and this section I just put is Mark and Ben. And I had to include this because it's it's fantastic. So at the time there... Let's see. What company? Okay. So they're they're working in Nets scape still. This is after the Ipo, and it was going well, but now they're starting to have competition from Microsoft. If you remember the book on Jim Clark, he was constantly paranoid of Microsoft coming in and basically destroying that escape. And that's what they were trying to do, they were bundling, a free Internet browser with you the monopoly they had on operating systems at the time. So they come up with an idea on how to flank Microsoft's impending threat. They come up with this huge rollout strategy, and then it says 2 weeks for the launch, Mark without telling Mike or me revealed the entire strategy to the publication computer reseller news. I was livid. I immediately sent him a short email. And it says 2 Mark Dr, Cc and all these other guys that are working a company that are outside the scope of what we're talking about from Ben H subject launch. This is the body of the message. I guess we're not going to wait until the fifth to launch the strategy. Ben. With 15 minutes I received the following reply. To Ben H, Cc, all these other guys the company Ceo, Chairman, etcetera, from Mark Dr, subject response to launch. Apparently, you do not understand how serious situation is. We are getting killed killed killed out there. Our current product is radically worse than the competition. We've had nothing to say for months. As a result, we've lost over 3000000000 dollars in market capitalization. We are now in danger of losing the entire company and it's all server product management's fault. Next time, do the fucking interview yourself. Fuck you, mark. So that's how their relationship starts. And skipping ahead, this is a part I find fascinating because it's how rare it is. It says people often ask me how we've managed to work effectively across 3 companies over 18 years. Most business relationships either become 2 tense to tolerate are not tense enough to be productive after a while. Either people challenge each other to the point where they don't like each other. Are they become complacent about each other's feedback and no longer benefit from their relationship. That's a really good distinct description of the problem with with cofounder relationships. With Mark and me, even after 18 years, he upsets me almost every day by finding something wrong in my thinking, and I do the same for him. It works. Okay. So eventually, Aol bites and Nets, Ben is now working at Aol. And, this section is where they come up with the idea for the second company. The first company they found together. But the second company they work out together, and that's company that's called Loud cloud, which eventually becomes ops. But this is how he comes up with the idea for loud cloud. And it says as we just discussed ideas, he's talking to other people that work and in his team, and there's this guy named in in seek. As you discussed ideas in seek, complain that every time we tried to connect an Aol partner to the Aol e commerce platform. The partner's site would crash because it would... It couldn't handle the traffic load. Deploying software to scale to millions of users was totally different from making it work for thousands. And it was extremely complicated. There ought to be a company that does that all for them. So that's where they get the idea for loud cloud saying, hey, there's a problem. We're not probably not the only ones that I have this problem if we can find a solution, then we can build a company around the solution. And the note that Of myself is this quote that I always remind myself, When your... People usually complicate. Like, how do I come up with a business idea. I don't know what to do. And the most distinct definition of this actually came from a podcast I heard Richard Branson on, and he said, a business is just an idea that will make someone's life better. And when you view making someone's life better at solving a problem for them. There's a infinite number of businesses that that can be created based on that. So they're they're building loud cloud in a rather interesting time period. This is right before the dot com burst. And so after I read this book, but before I recorded this podcast, I started doing... I do actual research. And I was just listening to Ben H talk on all kinds of different speeches and interviews he he was given. He he's been given. Or he has given rather. Sorry. And he he describes in the book, but he su put it on this this talk where he's like, listen, We were raising money in a weird environment. In the first 9 months, we're able to raise at a 700000000 dollar valuation. And just a few short months later, we couldn't raise any money at all. So the only way to make... To raise money was to actually Ipo, which just sounds funny to us now almost 20 years later, but was indicative of the unique experience the capital markets we're going through at the time. So this is before they do this. And this is something that's personally important to me that I've learned a lot from these founders is the importance of frugal gal. And this is what happens when you abandoned frugal Ga. So he's having a conversation with this guy Andy, and andy said to me Ben. Think about how you might run the business if capital will, if capital were free. 2 months later, we raise an additional 45000000 dollars from Morgan Stanley in debt. And no payments for 3 years. So Andy andrew's question was more reality based than you might think. Nonetheless, what would you do if capital were free is a dangerous question to ask an entrepreneur? The thinking this question leads to can be extremely dangerous, and they talk about their experience how people usually think, oh, if I had more money, I'd be more successful and usually, the companies that start with almost no money. And they have to be creative because of the constraints of having no... What the constraints that, having no money lead to. It leads to more creative solutions. It's basically what I'm trying to say. Okay. So skipping ahead. Oh my goodness. I left a lot of notes on this next page. Okay. So it talks about with 303 nearly 300 employees and very little cash left. I felt like like I was going to die. So again, I'm not... I don't think... I leave take notes on most of this, but it's amazing how frank he is with his feelings at the time. He said, during this time, Learned the most most important rule of raising money privately. Look for a market of 1. You only need 1 investor to say yes. It's best to ignore the other 30 who say no. So some of the notes I left myself is this applies to your business as well. There will always be more people not buying what you're selling than buying. Some founders only focus on the negative. People who don't like the product instead of those that do. So what this came from his... I saw this this thread the other day where this guy was... He started something new. He publicized it, try get feedback. And he got some neck... Some so some people liked it and then some people didn't like it. And few days later, he gave up on the idea and he said he gave up on the idea because the negative feedback got him down in the dumps. And I think that's the exact wrong conclusion that he should have focused on. He should focus on the people actually like what his brought the liked his product for what prom solve for them. And so what I was saying is, like, think about even the most successful products in the world. There's always going to be more people that don't purchase them than than do. Look at Facebook, which has what 2000000000 users, personally not a fan, but 2000000000... So there's what, 5000000000 users on the Internet right now. That that means more people that are on and are not using the product than r. Apple. Again, there's a couple hundred million people using their devices, but there's 7000000000 people on the planet it. Like, there's all kinds of... My point being is, like, there... There's no pro... There's never been a product ever invented that you're gonna have more people that like it then don't like it. And I don't mean they explicitly say I don't like it, but they're they're saying they're implicitly saying it by not purchasing the product. So I I know. I I just think... I don't think I said that in the most clear manner, but what I'm trying to the point I'm trying to make is just focus on the people that like your product and then find more people that like the product. Negative as we've talked about in, on almost every podcast, like negativity towards what you're doing is inevitable. You can't let it bother you. Oh, and I love this quote. This is another... Again, this is why I I know. I just really like the way Mark talks and thinks. And so they're having all these problems They're... They're about to lay off people, and they're having this conversation. Says Mark Jason attempted to cheer me up with a not so funny at the time joke. And this is Mark. Now. It says, do you know what the best thing about startups and Ben replies. What? Mark says, do you only ever experience 2 emotions. Euphoria and terror, and I find that lack of sleep enhances them both. I don't know. I just... I chuckle I wanna I hear that. Okay. So this part kinda reminds me of when we talked about Pixar, how Pixar had to go from... They they struggled so long. So Loud cloud went from hardware to software. So Loud cloud, and we're gonna see how they make that decision. But this is very similar to when Pixar first started, They were selling, like, a really expensive computer And I don't remember there's, like, a hundred 50000. And I forgot what the the exact amount of the machine was, and they had no success. And so then they realized, hey, why don't, if we're gonna fail, we might as well fail doing what we really wanna do, which is actually create computer and and make it make the first computer animated movie. So the note that I myself, I left myself is sometimes just to find the solution. You have to ask yourself a different question, and you're gonna see an example of Ben doing this, which leads to a very successful outcome for him. So it says, In fact, look at they were thinking about merging loud cloud with this company data return. And then he realizes oh my god. Is just not gonna work out. He says, in fact, looking at data returns business made it crystal clear to me that loud cloud would probably not end well. Some things are much easier to see in others than in yourself? I tried to make myself feel better by asking. What's the worst thing that could happen? The answer always came back the same. We'll go bankrupt, I'll lose everybody's money, including my mother's, I'll have to lay off all the people who have been working so hard in a very bad economy. All of the customers who trust me will be screwed, and my reputation will be ruined. Funny, asking that question never made me feel any better. Then 1 day, I ask myself a different question. What would I do if we went bankrupt route? The answer that came up with the answer that came up would surprised me? I'd buy our software ops, which runs in loud cloud out of bankruptcy and start a software company. Ops was a software that we'd written to automate all the tasks of running the cloud, provisioning servers and networking equipment, deploying applications, recovering the environment in case of disaster and so forth. Then I asked myself, is there a way to do that without going bankrupt? So at this point, he has to lay off a bunch of people, they sell the Loud cloud business to Eds. And the lesson that's on this this page mirrors the 1 that... If you listen to the Walt Disney podcast that I did a few weeks ago. How he would hire... He kept 2 and net people, and net writers on staff because he said, they'd always do it the wrong way. And once once he saw how... What the wrong way to do something was, that would in turn help him find the right way to do it. So they're they're unclear about how they're going to to build the software program. And so he says that as painful as it might be, I knew that we had to get into the broader market in order to understand it well enough to build the right product. Paradox, the only way to do that was to ship and try to sell the wrong product. We would fall on our faces, but we would learn fast and do what we needed to survive. Okay. So skipping ed, he has another unique way to solve a huge problem. So at the time, most of their revenue, 90 percent of revenue is coming from this 20000000 dollar year contract with Eds. So they sell Loud cloud to Eds, and then they also have an agreement with Eds that you're gonna pay as 20000000 a year to use our software. The software winds up being buggy, so the guy in charge is guy named Frank. Once to cancel the contract. If to cancel... If he cancels the contract, ops and is basically dead, dead on its feet. It's it's too fragile and new to survive this. So he he's... Hi... He tasks 1 of his employees, Anthony with finding out while they're fixing the bugs, They have thick have 60 day window to fix the bugs. They also wanna find out what Frank really likes. And let me just read this part to you. And it says Anthony's quote man. Says the exciting value is Tan gram. Ben says, what? Anthony says, Tan gram. Eds uses a product from a company called Tan gram that inventories their hardware and software. Frank absolutely loves it, but the purchasing guys are going to force him to switch the to the equivalent computer associates product because it's free as part of Eds settlement with C. Frank hates the C product. Frank is getting screwed again. Ben says, so what can we do? And Anthony says if Tan can come free with Ops, then Frank will love us. Ben's like, that sounds economically impossible. If we buy the licenses from Tan grand and give them to Eds, that will be a colossal expense. We'll never we'll never be able to describe this to Wall Street. Anthony says, you asked me to... You asked me what Eds really wanted. They really want Tan gram, and Ben says, got it. I'd had never heard of Tan, so I quickly looked them up. They were a small company in North Carolina. I looked up their market capitalization. This couldn't be right. Tan graham was only worth 6000000 dollars. I had never heard of a public company being that cheap. Tan graham was run by an intern Ceo, which is a great sign that they'd be willing to sell the company. Because most boards would rather sell a company than roll the dice on hiring a new Ceo. So Ben buys the company for 10000000 dollars rolls their product into the ops offering and by buying a 10000000 dollar company, he saves a 20000000 dollar a year contract. So skipping ahead, they start to experience a lot greater success selling software than they... With Ops than they did on loud cloud. And eventually, they had several different companies wanting to purchase the company, and they agreed to sell to Hp, hulu at Packard, and it says, this is... This has Ben s on the sale. When it finally ended, the long road from loud cloud to Ops swear. I couldn't believe that I'd had sold what it took 8 years and all of my life force to build. How could I have done that? I was sick. I couldn't sleep. I had cold sweats. I threw up, and I cried. And then I realized that it was the smartest thing I'd ever done in my career. We built something from nothing. Saw go back to nothing again. And then rebuilt it into a 1650000000.00 dollar franchise. At that point, I felt like my business life was kind of over. I had hired all the best people that I newark could find and had gone through every step from founding to going public to sail. I definitely did not feel like doing any of that again. But I'd learned so much. It seemed like a waste to do something completely different. And then I got an idea to build a new kind of venture capital firm. And so from this point on in the book, he's just really dis instill all the knowledge that he learned and passing it on to a new generation of founders. And so that's why I'm so thankful that there's so many books that are written by by and about entrepreneurs because like you said at the very beginning. This isn't something you can really learn in school. You have to learn by doing. And then... But there is some valuable information learning from people's experiences. And if they didn't write this down, we wouldn't... We would have to learn everything scratch. So some of these are just short little ideas like, do not play the odds. It says founders should not play the odds. When you are building a company, you must believe there is an answer, and you cannot pay attention to your odds of finding it. You just have to find it. It matters not whether your chances are 9 and 10 or 1 in a thousand. Your task is the same. And the the note left myself on and this 1 is the future is different, you have to stay alive long enough to see it. Play long enough and you might get lucky. In the technology game, tomorrow looks nothing like today. If you survive long enough to see tomorrow, it may bring you the answer that seems impossible today. This is a great anecdote that he learns from Andy Grove, and it's discounting praise and focus on what actually can be fixed. I thought back to a conversation I had years ago with Andy G. So those of you that might not know Grove ran Intel. He was actually featured in the book Intel... Trinity. He also wrote... I did a podcast on his partner, Bob No, based on the book Intel Trinity. I didn't cover anything about Grove. In that particular podcast, But if you wanna learn more about him, he's written, a number of books that a lot of people recommend, like, hi, I'll output management and then his memoir, I think is was called swimming across. And if I'm not mistaken, he was, like, a Hungarian Immigrant. And you just a really, a lot of the people that I've covered on the podcast have mentioned Andy Grove that Didn't learned a lot from including Ben H. So it says, this is a conversation you had with Andy Grove. Back at the tail end of the great Internet bubble in 2001 as all the big technology companies began missing their quarters by giant amounts. I find my... I found myself wondering how none of them saw coming. This is such a good 0.1 would think that after the dot com crash of April 2000, companies like Cisco, Si and Hp would realize that they would soon face a slowdown as many of their customers hit the wall. But despite perhaps the most massive and public or early warning system ever, each Ceo reiterated strong guidance right up to the point where they dramatically whipped their quarters. I asked Andy why these great Ceos would lie about their impending faith. He said they were not lying to investors, but rather they were lying to themselves. Andy explained that humans, particularly those who build who build things, only listen to to leading indicators of good news. For example, if a Ceo here is an engagement of her application increase an incremental 25 percent beyond the normal growth rate 1 month. She will be off to the races hiring more engineers to keep up with the impending tidal wave of demands. On the other hand, if engagement decreases 25 percent. She will be equally in intense and urgent in explaining it a away. The site was slow that month. There were 4 holidays. We made a Ui change that caused all the problems. For gosh sakes that's not panic. Both leading indicators may have been wrong or both might have been right, But our hypothetical founder like almost every other founder only took action on the positive indicator. And only looked for alternative explanations on the negative leading indicator. And this is a reminder to spend all of your time on what you can actually do. All of the mental energy used to elaborate your misery would be far better used trying to find 1 seemingly impossible way out of your current mess. Spend 0 time on what you could have done, and devote all of your time on what you might do. Because in the end, nobody cares just run your company. Another lesson, from Andy Grove on why training your own people so important. And then this is a direct quote, from Andy. Training is quite simply 1 of the highest leverage activities in manager can perform. Consider for a moment, the possibility of put... Of you are putting on a series of 4 lectures for members of your department. Let's count on 3 hours preparation for each hour of course time. So you you have to work 12 hours in total. Say that you have 10 students in your class. Next year, they will work a total of about 20000 hours for your organization. If your training efforts result in a 1 percent improvement in your subordinate performance, your company will gain the equivalent of 200 hours of work as a result of your expenditure of 12 hours. He has a lot of examples of the difference between large company executives and founders. I always love the contrast. So here's 1 of them here. The most important thing to understand is that the job of a big company executive is very different from the job of a small company executive. When I was managing thousands of people at He Packard after the sale of Ops, there was an incredible number of incoming demands on my time. As a result, I spent most of my time optimizing and tuning the existing business. Most of the work that I did was incoming. Most skilled big company executives will tell you that if you have more than 3 new initiatives in a quarter, you are trying to do too much. As a result, big company executives tend to be interrupt driven. Now he's gonna contrast us with a founder, and I think this is, key to why a lot of small, more responsive companies. Have a a huge advantage over environments like he's describing an Hp. In contrast, when you're a founder, nothing happens unless you make it happen happen. In the early days of a company, there is no inertia that's putting the company in motion. Without massive input from you, the company will stay at rest. Also, so this this the know left myself, is this an example of why I say it is a good idea to collect ideas. There's different ways to be right. So it says, it has to do with titles. And the interesting part is, should your company make vice president at the top title or should you have chief marketing officers, chief revenue officers, chief people officers, etcetera. There are 2 schools of thought regarding this. 1 represented by Mark G and the other by Mark Zuckerberg. Recent argues that people ask for many things from a company, salary, bonus, stock option, span of control and titles. Of those, title is by far the cheapest, so it makes sense to give the highest titles possible. The hierarchy should have president's chief and Senior executive Vice President, etcetera. If it makes people feel better, let them feel better. Titles cost nothing. And then it said at Facebook by contrast. Mark Zuckerberg purposely deploy titles that are significantly lower than the industry standard. Senior Vice presidents at other companies must take title haircuts down to directors or managers at Facebook. Why does he do this? First, he guarantees that every new employee gets re leveled as they enter his company. In this way, he avoids accidentally giving new employees higher titles and positions than better performing existing employees? This boost morale and increases fairness. Second, it forces all the managers of Facebook to understand and internalize Facebook's leveling system, which serves the company extremely well in their own promotion and compensation processes. Next, he finds that business people often carry inflated titles versus their engineering counterparts. While he recognizes that big titles help them out externally with getting meetings, he still wants to have an organization where the product people and engineers form the cultural core. So he strive to keep this in check as well. So that's just a reminder to you that 2 people that are successful in their own writer can arrive at vastly different conclusions and still both be correct for their in particular situation. So this is something that's that's fascinating. This... It's it's funny how these 2 things are kinda of blurring together now, because when I read this book, I thought of these notes I took for founders notes, and it was a it was a a interview with Paul graham, the founder of Y comb who had he told the story that I really resonate with me. And he's like, when we first started out, we thought that the most the most important trait for a person to have if you wanna predict whether their company was successful or not was intelligence and we found out now that actually determination is much more important than intelligence and to illustrate this point. He says, take this hypothetical person that's 100 out of 100 in intelligence and 1 had hundred out of 100 in determination. If you slowly start chipping away from the determination, it goes lower 95 90 80, whatever the case is. Eventually, you're left with a brilliant, but ineffective purpose person. And like, there's plenty of people that are... That are... That I know they're really smart and don't do anything because they're not determined. He goes meanwhile, the inverse is not true. You you take that same person that's 1 how to... 100 out of 100 and intelligence and 101 hundred determination, and you start taking away intelligence, but never take away determination, and eventually, you have some guy that owns a bunch of taxi medallion or that owns a trash hauling business, but it's still rich. And so, our own or for our own purposes, like, just remember the formula determination is greater than intelligence. And this is kind of an example here. Some brilliant people can be totally unreliable. At Ops square, we once hired an une unequivocally genius. And we're gonna call this guy, Arthur. That's not his real name though. Arthur was an engineer in an area of the product where a typical new hire would take 3 months to become fully productive. Arthur Arthur got fully up to speed in 2 days. In his first quarter on the job, he was the best employee we had. Then Arthur changed. He would miss days of work without calling in, then he would miss weeks of work, then he finally showed up, he apologized profusely. But that behavior didn't stop. His work product also degraded. He became sloppy and un focused. I could not understand how such a stellar employee could go haywire. It turned out that Arthur Arthur was bipolar and had 2 significant drug problems. 1, he did not like taking his bipolar medication and 2, he was addicted to cocaine. So this brilliant person. Unfortunately, was it addicted to cocaine was taking his medication and wind up not lasting at the company. This moving ahead, this next note is your culture should be unique. And his idea that using shock to create behavioral change. So when, employees come from 1 organization into your organization, a good wage so they understand how different you are is to use shock. It's a shock is a great mechanism for behavioral change. And he uses few examples. I only pulled 1 out because I love it. Desks made out of doors. Very early on, Jeff Bezos and envisioned a company that made money by delivering value to rather than extracting value from its customers. In order to do that, he wanted to be both the price leader and customer service leader for the long run. You can't do that if you waste a lot of money. Jeff could have spent years auditing every expense and reigning hell on anybody who ever spent. But he decided to build frugal gall into his culture. He did it with an incredibly simple mechanism. All desks at Amazon would be built by buying cheap doors from Home Depot and nailing legs to them. These these door desks are not great ergonomic. Nor do they fit with Amazon's market capitalization. But when a shocked new employee asked why she must work on a makeshift desk constructed out of random home Depot parts, The answer comes back with with consistency. We look for every opportunity to save money so that we can deliver the best products for the lowest price for the lowest cost. If you don't like sitting at a door, then you won't last long at Amazon. And this is another great concise thought and it's about hiring for strength, not for a lack of weakness. Perhaps the most important thing I learned as an entrepreneur was to focus on what I needed to get right and stop worrying about all the things that I did wrong or might do wrong. And this next part is there is no founder school, which is why I think it's talking about thinking about building companies and all the different strategies and ideas. I find it fascinating because of this. There's nowhere way we can go that's gonna teach us this. We have to... In in that sense, you're almost, like many explorers. So the first problem is that everybody learns to be a founder by being a founder. No training as a manager, general manager or in any other job actually prepares you to run a company. The only thing that prepares you to run a company is running a company. This means that you will face a broad set of things that you don't know how to do that requires skills you don't have. Nevertheless, everybody will expect you to know how to do them because well, you are the founder. And So we we talked about a few minutes ago, how determination is more important than than intelligence in in building companies that's not to say, you know, you shouldn't try to to be as smart as possible, of course. It's just saying if you had to rank them. That's where they're had rank. So this is another example of determination or another way, I guess, to put that as perseverance. And he says, as founders there will be many times when you feel like quitting. I have seen founders try to cope with the stress by drinking heavily, checking out and even quitting. In each case, the founder has a marvelous rationalization about why it was okay for him to punk out or quit. But none of them will ever be great founders. Whenever I meet a successful founder. I asked them how they did it. Mediocre founders point to their brilliant strategic moves, are their intuitive business sense or a variety of other self con explanations. The great founders tend to be remarkably, remarkably consistent in their answers. They all say I didn't quit. And let's say you build a company and you have the ability to sell it. He hears some advice on when not to sell. When analyzing whether you should sell your company. A good basic rule of thumb is a, you are very early on in a large market, and b, you have a good chance of being number 1 in that market, then you should remain standalone. The reason is that nobody will be able to afford to pay what you are worth because nobody can give you that much forward credit. For an easy to understand example, considered Google. When they were very early, they reportedly received multiple acquisition offers for more than 1000000000 dollars. These were considered very rich offers at the time, and they amounted to a gigantic multiple However, given the size of the ultimate market, it did not make sense for Google to sell. In fact, it didn't make sense for Google to sell to any suit at any price that the buyer would have paid. Why? Because the market that Google was pursuing was actually bigger than the markets than all of the potential buyers owned, and Google had to had built a nearly invincible product lead that enabled them to become number 1. So In other words, they couldn't afford to buy the company because the market that they created is much larger than any... Than any than any company could actually afford to to pay Google. After selling ops, no, this is the the... Actually the last chapter of the book. After selling ops where, I spent a year at Hp running the bulk of their software business. And then I triggered try to figure out what to do next, should I start another company, should I be Ceo of someone else's company? Should I retire? Should I do something completely different? Why was entrepreneurship such a black art? Did anybody have... Did everybody have the same problems I'd had? And if they did, why didn't anybody write anything down? As these thoughts rolled through my head, I sent Mark Injuries in an instant message. We ought to start a venture capital firm. Our motto for general partners would be some experience required. As in some experience and founding and running companies required to advise people who are founding and running companies. Kinda what we're doing here in a sense. We wanna learn from people who actually did it. To my surprise he replied, I was thinking the same thing. Mark and I discussed a paradox often. We wondered a aloud why as founders, we had to prove to our investors beyond a shadow of a doubt that we could run the company rather than our investors assuming that we could run the company that we had created. So talks about they're trying to flip over common thinking at the time that founder starter a company and then you bring in professional management. When Mark and I first became entrepreneurs back in the mid 19 nineties. We did not know many other entrepreneurs. We just did what we did without really seeing ourselves as part of a larger movement or our community. We were entrepreneurs at the beginning of the Internet and before Facebook Twitter and other social networking and platforms were built. We did not talk to other entrepreneurs because there was no entrepreneurial commit community. Excuse me. We were completely heads down on the business. All of that has changed in the last 10 years. Entrepreneurs are now socializing, friend each other, meeting up and hanging out. There is a real community, and and I would add and learning from each other. And once we realized this, we figured that out we figured that if we had better offering, word mouth marketing would would work now where it hadn't before? So it's saying because how do you start of enter... In the context of this discussion that I left out? How do you sort of venture capital firm when it's just you and Mark and Ge and you're... You don't... Like, you have all these ideas about how to be different, but how do you actually convince the first founders to take your money because you're different? And so he's saying that before there was no community... Like, entrepreneurs didn't talk to each other like they do now? And it... And what happens when entrepreneurs talk to each. Will they learn more because no 1 else can actually understand where you're going through unless somebody else is actually doing what you're doing. And I just think that's really important for... I mean it's the entire reason I do this podcast, and I do founders notes because I think the your... The best use of your extra time that you're not using on work is, like learning from people that have gone through what you're going through. They're gonna have all these weird unique ideas that might be applicable to to your work. So it says we decided to... And and then... So what's fascinating to me is they're coming to this conclusion about how to like, spread the word and how to start to start getting customers, in their case, customers for their venture capital firm is is entrepreneurs. But they're also talking about, they're able to get customers for their venture capital firm because, entrepreneurs, founders are learning from other founders. Well guess what? The entire strategy for the venture capital firm is literally copied from another founders. So So we learn about this now. It says, we decided to system and professional our network. First, for this, we drew both the inspiration and the formula from my friend and Ops board member member, Michael O. 34 years earlier, Michael had founded creative artist agency, you might know that by C. It's the powerhouse of Hollywood talent agencies. When Michael started C, it was not an obvious idea. Michael was a rising star at the William Morris agency. The most important agency in the industry at the time. Quitting that job to pursue what must what must have looked like a wind mail till made no sense to anybody. But Michael had a clear vision. If he could build a firm so good that it attracted all the top talent in the world, then he would shift the economics of the industry from the corporations to the talent where he had felt it belonged. So for our purposes, let's take away from corporations to the talent, so it's from Vcs to founders where he felt it belonged. O breakthrough idea was to build an integrated network that would allow any of the firm's agents to connect their clients to a firm wide grid of new opportunities. As a result, the firm would be a hundred times more powerful than any 1 agent at any other agency. His theory worked, and within 15 years, Cia represented 90 percent of the top talent in Hollywood. And had rewritten the rules, giving talent more saying the deals and a bigger piece of the financial pie. We decided to copy C operating model nearly exact exactly. And the note is just copy from great founders, which is the whole point of reading these books and then sharing the ideas with you. And finally, he says, as I've as I got further into it. I realized that embracing the unusual parts of my background would be key to making it through. It would be those things. So preface before I read this is not only should you copy really good ideas from founders, but then add to those ideas with whatever makes it you unique. And whatever you come up with if you add your own unique take on it will be another unique take that someone else can then copy and then add their own unique tape, take on it and it kind of builds and builds, and we have more diversification of ideas instead of more centralization. As I got further into it, I realized that embracing the unusual parts of my background would be key to making it through. It would be those things that would give me unique perspectives and approaches to the business. The things that I would bring to the table that nobody else had. When I work with entrepreneurs today, this is the main thing that I tried to convey, embrace your weirdness, your background, your instinct. If the keys are not in there, they do not exist. I can relate to what your... What they're going through, but I cannot tell them what to do. I can only help them find it in themselves. And sometimes they can find peace where I could not. Of course, even with all the advice and hindsight in the world, hard things will continue to be hard things. So in closing, I just say, peace to all those engaged in the struggle, to fulfill their dreams. So if you want the full story, definitely rick read the book, I leave a link in your show notes, so you can, buy that if you want. As you just saw, I presented the entire podcast podcasts, no interruptions. This podcast is ad free and independent and it relies on the direct financial support of people that get value out of the podcast. So if you listen to the... My podcast and you like the work that I'm doing here, please directly support it. There's a number of ways you can support founders. The first way to do it is become a founder member. There's links in the show notes and also available at founders podcast dot com. But if you subscribe, you can choose whatever level support that you want to support the podcast at. And as a thank you for doing that and and making founders possible, I send you extra podcasts every week that are available nowhere else. So if you sign up today, you'd immediately, unlock 5 of my past member only podcast, and then I will email you every week moving forward, extra podcast podcasts. I'm really enjoying these I'm making. The the 1 I that I did last week was on... It was actually 1 of the longer ones, almost as long as this podcast was. And I didn't mean it to be. But it's on the most profitable company in the United States per employee. And that's the company valve. And it's based on the handbook that valve gives out to new employees, and it describes their philosophy on building companies. And so it just I I loved all the unique ideas that the founder gave Me has in terms of how do you design a company given all the technology today. And, like, what does that structure look like. So in any case, all the podcast podcasts... The extra I make I think there's valuable lessons in all of them, and I Am really enjoying being able to experiment with different formats. The second way you can just... You can help the podcast. Something I talked about last week and I'm super excited about. You heard me mention in it a couple times on this podcast because Not I'm I reading the books, but I'm also every week, I listen to entrepreneurs and founder speak. And so that's founder notes. Founder notes is a service I created where I listen to hours of interviews and speeches by founders every week. I pull out the key ideas, and then I emailed them to you every Sunday. And there's just there's no fluff. There's a high level of signal and no noise. It's just the best ideas they have because The tagline is know what other founders are thinking. And if you're listening to this podcast, I think that you agree that knowing what other founders think, especially about building companies can be valuable because we can learn we can learn so much faster. And then apply those own lessons and experiments them on our own lives. So, please think about signing up. It's something I'm really, really proud of so far, and I really really love. And this is something I've done forever in the sense that I've always taken a large amount of notes because I wanna remember. I don't wanna waste time. I wanna remember what I heard or what I read, and then go back and review them, and and it's the fastest way to get the information. So there's a link in the show notes, and again, at founders podcast dot com. If you sign up it it really mean a lot to me. This the third way you can... You can, support the podcast is by going to Founders podcast forward slash books. You'll see every single book that I've read so far for this podcast. I think it's up to 40 now, including next week's book. So by the time you hear this podcast, I would have already selected the next book I'm gonna do. So if you wanna see what next week's podcast is gonna be about early. You can go to founders podcast slash books. And by any book that you like or buy a bunch of them. I'm a part of Amazon's affiliate program, which means that if you buy a book, Amazon sends me a small percentage of the sale at no additional cost to you. So you get a great book and you're... It's like, donating, you know, I think it's like, 75 cents to to founders it. So it's as as... It's actually helpful if a lot of you guys do this. If you prefer to listen to the book instead of read, I have a link in the show notes and at founders podcast dot com, where you can get 2 free audio books, that link... If you're interested though, you have to use it, because I think it expires in December. It's not it's not an offer that that I don't think that offers is around all the time. And then the the last way which is super important and something I apologize that I haven't mentioned earlier. So I do extra podcasts for people that leave reviews, screenshot the review and email it to me. So if you like this podcast, you leave a 5 star review, you you take a screenshot, email it to founders, reviews at gmail mail dot com. And if you wanna check to make sure you have the email just correctly, it's also on the show notes. And I'll reply back with podcasts that I've... That I create exclusively for people that Have left reviews. Now here's the problem. A lot of you guys are listening in apps that don't have any... That they they don't have a review system. So, like, overcast for example, which is a very popular, podcast app for people to listen to this podcast. So they don't have a place to leave reviews. But they do have a way where you could recommend podcast. It's that little star that you notice on every episode. So if you're if your podcast... If your overcast account is tied to your Twitter account, you can then leave a star, which recommends specific episodes. So if you want to find pick out any episodes that you really liked, or you can do with this for a bunch of them whichever 1 you want. And you press the star, take a screenshot showing that the episode has a star It'll it'll change from, like, a like, an outline to a gold star. And then you send that email to founders reviews at gmail mail dot com. I will reply back to founders to giving you the the 2 review only podcast podcasts I've done so far. One's on Max Le and one's on Steve jobs. And then Not only will I give you, send you email you back to 2 I've already done. But as I do them in the future, I will auto automatically email them to you. So if you just... Basically, it's a way of saying thank you. I will give you hours of work for me for just a minute or 2 of your time. Because when you're leaving ratings or reviews or recommending podcast podcasts, what you're doing is you're helping spread these ideas. And if you're a fan of these ideas if you like... If you think what... I'm doing here is valuable, then, helping me spread these ideas is the best way to ensure that this podcast stays around for a long time. I don't know if I said on this podcast our a previous 1, but you know, if we can keep this going with with your support, I can keep this going for a very long time. And, like, what would be the actual bennett, like, what would be the outcome if we could keep it going for a decade or more. You know, it's a way to to document the history of entrepreneurship to learn from hundreds of different company builders. And I think getting these ideas out there and and accessible to the millions of people are on the world that are interested in new ideas and applying those new ideas to to work would be a a really good thing. So, that's 1 way to do it. Other than that, I think I've talked enough. I just wanna end, like, I do every podcast. With thank you for listening. If you listen as far, I really appreciate you. You have millions of podcasts you could choose from or maybe hundreds of thousands. I guess, I guess it's hundreds of thousands. Actually heard heard a a disturbing stat that think there's, like, fight... Let's say, let's say, 600000 in the podcast in the in the Apple podcast directory, 75 percent of those podcasts are no longer adding episodes. So that just tells you how hard it is. Like, I'm starting a podcast with no large social following because I'm really introverted. I'm spent my time listening to podcast podcasts and reading books and not really hanging out on social media. And I'm not part part of a part of a podcast network. So what you're seeing now is a lot of people starting podcast because they wanna... They wanna do them advertising base and there's high Cpm, if you can if you can build an audience that way, they're, you know, usually, they're well known in other domain. And if they're not well known in other domain, like you see a lot of Youtubers now jumping to podcasts. Then, you know, they have... They they are able to hook up with a podcast network, which kinda helps you grow an audience because every single network in that... Or every single podcast in that network will public publicized the fact that your podcast is this. So anyways, I wanna say thank you because you have hundreds of thousands of podcast podcasts choose from 75 percent of those, not no longer updating, which would be a terrible travel. I don't want to happen here. But you choose to listen to this and spend your time, listening, sharing on on social media, rating, reviewing, subscribing to being becoming a founder member or subscribing to founders note. And I just wanna end with saying thank you. Thank you for the support. Thank you for listening. Thank you for everything you're doing, and I will be back next Monday."
}