{
  "transcript": "It is 19 93, 9 years since I abruptly severed all connection with the business world for life on the land. It is still hard to believe after 16 years of intense conflict, with industrial age, command and control corporations. After 35 years, dreaming of new concepts of organization and experimenting with them. After 2 impossible years bringing 1 of those dreams into being, After 14 year... 14 grueling years leading it to maturity. After all that, turning my back on Visa in 19 84 and walking away at the Pinnacle success was the hardest thing I have ever done. The reason is still difficult to explain, but it is not complicated. That inner voice that will not be denied once we learn to listen to it had whispered since the beginning. Business, power and money are not where your life is about. Founding Visa and being its chief executive officer is something you needed to do, but it's only preparatory. Each time I resisted. You're crazy. Preparatory for what and where and why there was no answer, only silence. In time, the voice became incessant and demanding. This is not an end, give it up in the business world as well. Completely, irr, now, in time, you will understand. It was frightening. It was madden. I felt a damn fool to even think about it. A rational, conservative 55 year old businessman who'd never smoked a joint or dropped a drug listening to voices. Absurd, throw away a lifetime of work, success, money, power, prestige as though it had no value in the vague hope that life had more meaning, madness, but the voice would not be silent. That is from the introduction of the book that I wanna talk to you about today, which is 1 from many Visa and the rise of chaotic organization by Visa founder D hawk. So before we jump into that, I wanna tell you how I found this book. So, a little while ago, I saw this thread on Twitter. And it's it's was talking about that Visa has a 328000000000 market cap today, bigger than virtually every other bank on Earth. And yet it started out as a non profit owned by banks. And, the guy starts to do a Twitter thread on how that happens? Like, how did it become more valuable than its parents? And it says, since Visa inter, intermediate rates between banks, and clears transactions between issuing banks and acquiring banks. It is the ultimate central ledger or platform for finance. It was originally part of Bank of America called Bank of America. But to syndicate this platform beyond Bo, it became a consortium. Visa, independence to ensure that central platform didn't take too much economic rent was insured via non profit ownership structure. And then it goes on to talk about, that that was all... That's how it was organized up until 2008. When it became the... When I went public and it was the largest Us Ipo of all time. So, the threat continues, but that that that sparked my. I was like, do I even know who the founder of Visa is? So I did some research, and I learned that the founder of Visa is this guy named D hawk. And if you go to his Wikipedia page, I found them... 1 of the most curious quotes, I've ever come across, from any entrepreneur that that Have I've studied so far. And I'm just gonna read it to you. So it is it says in May 19 84, Hoc resigned his management role of avi visa, retiring to spend almost 10 years in relative isolation working a 200 acre parcel of land on the Pacific Coast. It... And then in 19 91, he was ind into the Us business hall fame, and this is the quote that, made be curious about who this guy was and how he arrived at some of these conclusions. And now this is direct quote from D hawk. Through the years, I have greatly feared and sought to keep a bay the 4 beasts that inevitably devour their keeper. Ego, envy, ava, and ambition. In 19 84, I severed all connections with business for a life of isolation and anonymity, convinced, I was making a great bargain by trading money for time positioned for liberty and ego for contentment. That the beasts were securely cage. So to me, that is a founding a company such as Visa, and then walking away completely to spend a life 10 years in in working in isolation and physical labor, that makes the hawk, an uncommon person amongst uncommon people. And so I was like, alright, let me see if this guy has... If there's any... Anyways written a biography about him. Well, turns out, part of his time in isolation was he developed a habit. Waking up every day at 05:30 and writing a thousand words or more before the days physical labor. And so I came across the book that we're gonna talk about today and also, another book I have in my hand right now. That is actually, it's called auto biography of a restless mind reflections on the human condition by D hawk. And that is what this week's member founders members, podcast as about. It's the second book. And as you could probably tell, from that quote that he gave during his hall of fame speech, his writing is almost poetic. I don't know I don't look I I think I should start this podcast saying, I don't know if I'm... If I'm even good enough or even understand enough to even do this podcast. Even though I read over many sections to book multiple times. Because he has thought more deeply about the way to or to build organizations did any other person I've come across so far. Or at least that's what his writing indicates to me. So something I I've just realized I should explain to you. 1, I gotta apologize about getting this podcast out late. I usually like to have them at very latest when you wake up Monday morning. You know it's what they're waiting for you. Last week, my little girl, my little daughter came home for school with the flu. Unfortunately, a few days later. I succumb. That's why I sound this way. And I delayed recording every day thinking that I'm gonna sound better. And we better... But eventually, I got to the point where we're okay. I can't... I have a deadline. It has to be Monday no matter what, so we just gonna have to go with it. And so I apologize the way. I sound. I should be back sounding normal... On next week's podcast. And before we jump into the book. I'm sorry. There's gonna be 2 other, just some updates. I made some changes I've been busy, the members only podcast feed, which is the way this podcast is supported. Now I don't... The big update is now it has its own, Rs feed. What that means to you is that you can listen to the members only podcast podcasts If you sign up just the same way you listen to every other podcast. So if you sign up today, you'll immediately receive an e... An email back with that Rs feed, you put it into your podcast player just like you would any other 1. And as I do them every week, they automatically populate. And just 1 more update before we jump into the rest of the book. If you go to founders notes dot c o, founder notes is my email service where I listen to podcasts with that interview entrepreneurs, I pull up the key ideas and I emailed those key ideas to you every Sunday. And now there's gonna be a free version of Founder notes, which is gonna be just a sampling of the ideas that went out that week. And if you want the full version Obviously, it's you can get the access to the full version for a small monthly fee. So Founder notes that C, if you wanna see what that's all about. I feel I figured doing a free version of service is a good way to introduce it to you to see if that's something that you would benefit from. So far, the response has been really good. The open rates are to the roof, and the feedback I've and getting. People seem to like it. So I'm very, very happy with it. I think there's a lot of knowledge in these podcasts, and it's really hard you to spend hours and hours every week listening to them. And so founder notes this is an easy way for you to get the ideas, saves you a lot of time and and and makes you smart. Alright. So let's jump into the book while my voice is still working. So we're gonna start off right the introduction with what the book is about. So it says in 19 69, Visa was a little more than a set of unorthodox convictions about organization slowly growing in the mind of a young corporate rebel. But this book is much more than the story of the scarce believable events that brought visa into being and led to its extraordinary success. It is also the story of an introverted small town child passionate to read, dream and wander the woods. The youngest of 6 born to parents with but an 8 grade education. It is a story of crushing confinement and inter boredom in school and church. Along with sharp, rising awareness of the Chasm between how institutions profess to function and how they actually do. What they claim to do for people and what they actually do to them. It is about 3 compelling questions arising from that awareness. So I'm gonna read you these 3 questions? He references them constantly throughout the books so they're important to understand? Like, what was his frame of mind or what was his motivation from Like, how do you even start an organization like like Visa? And it says here's the first 1. Why are institutions everywhere, whether political, commercial, or social, increasingly unable to manage their affairs? 2. Why individuals everywhere increasingly in conflict with an alien front an alienate and alienate from the institutions of which they are part. And 3, why are society in the biosphere increasingly in disarray? So going back to what the book is about, it's a story of a lifelong search for the answer to those questions, which had everything do to do with the formation of Visa. It's a story of harbor 4 beasts that inevitably devour their keeper. Now we're gonna... He's gonna reference the the quote I started the podcast with. Ego and the, ava and ambition, not entirely sure I'm pronouncing that third word correctly. And of a great bargain, trading, trading ego for humility, Envy for e, ava for time, and ambition for liberty. It's a story of events impossible to foresee. That sent a man of 70 of 70 on a journey more improbable than Visa, and infinitely, more important. What he's talking about there that journey is, he starts to spread after nearly a decade isolation, he starts to give speeches about this idea of chaotic organizations, and we're gonna get into what exactly the chaotic organization means. So as he's referenced, multiple times, reading 1 of his lifelong loves. So at the beginning of the book we find him at nearly 60 years old, and he's reading this book called complexity. And, this is how the book begins, and then we're eventually gonna start flashing back through his early life. So most of the highlights that I've picked out today I are all about the struggle because there's the struggles he went through, like, which I think is most informative for us. So at first, he's reading this book complexity and he... He's talking about some of the... Some of the ideas in the book that resonate with how he designed Visa a couple decades prior. So he talks about they and in this case, they is the authors of the book. They speculate that there's something about the nature of complex connectivity that allows spontaneous order to arise. And that when it does, characteristics emerge that cannot be explained by knowledge of the parts. Nor does such orders seem to obey linear laws of cause and effect. They speculate that all complex adaptive systems exist on the urge... On the edge of chaos, with just enough self organization to create the cognitive patterns we refer to as order. So, I'm gonna... Before I go to the next page and give you the definition of... He makes up his own word, this chaotic word something he he he invented. I would say the entire book talks about why can't... He'd uses different, like, stories and thoughts, and it and it leaves the reader asking, Like, why can't we organize institutions the way nature organizes things. So organizing work like nature, which you'll see is his main... The main thing that influenced him on how to design. Visa comes from the amount of time when he's seeing young child. He spent most of his time just out in nature. So first, let's let's go with the definition of chaotic because that's a central theme to the book. So it says the... It... He got that from combining the word chaos and order. And it says 1, the behavior of any self organizing and self governing organism, organization or system that harmonious blends characteristics of chaos and order. That harmonious blend of chaos in order is exactly how he designs Visa. Characteristic of the fundamental organizing principle of nature. And so now He comes up with this idea. He's reading this book called complexity. He comes up with the idea of key, and I love what he what he says here. He just he says I returned to bed to finish the final chapters. My last thought before switching off the light is noted in the margin. Now direct quote from him. The hub of science is astonishing. It will come as quite a surprise to countless poets, philosophers, theologian, human, and mystic who have thought deeply about such things for thousands of years. That complexity, diversity, interconnectedness and self organization are are either new or a science. So what he's saying is that this is not a scientific, result of scientific discovery. The... If you... What he's describing there is exactly what how nature organizes itself. It's complex. It's diverse. It's interconnected and it's itself organizing. So again, why can't... Why do the institutions created by man, why don't they reflect that? Instead, he sees sees the way we organize today is some kind of weird man made like, imitate, like, poor imitation of the way that different creatures and different organisms have worked jointly together for thousands if not millions of years. So I wanna start jumping into his early life. And here's just some some some highlights and some stuff that stuck out to me with what he was going through. So, well, let's start here so you have a good idea of, of his conditions of his early life. He was rather poor. So it says, outside ice hang from eve to snow covered ground. I often weigh an extended bladder and cramp bow against a 50 yard dash between 3 foot snow banks to the Icy out house. So there's no indoor plumbing. He was born in right at the beginning of right before the beginning of the depression 19 29. This is an important lesson though, that his mother teaches him. So it says nothing finer in quotations according to my mother. This is a lesson she's talking about that. Teaches 1 to attend to business and not da. So when it I came across that word, I wanted to make sure I it. So I looked up the definition. It says not to waste time and to be slow. So from from a very young age. He learned a lesson from his mom and as the to book unfolds, you'll see. He did... He definitely didn't like to waste time. And I wanna point out this idea of nothing finer. His mom constantly would talk about that. Nothing nothing finer, Nothing finer. And to me, the lesson he takes away from that is that your current conditions are good enough. And what I mean by that is when you... If you happen to read his second book, the auto of rest mind. He's writing that book when he's in his sixties, and it's just a book of app. And a lot of that is talking about the key to happiness is to limit your desire. And for type a oriented people, like, I'm sure a lot of people listen to the podcast. I'm I'm obviously, 1 of those people as well. That's hard to, like, get your mind around. So I just finished the audio of a book that's been recommended by a lot of smart people, so Finally had to give it a chance. It's the guide to the good life, the art... The ancient art stoic joy. And I couldn't understand this concept until was cleaning that book that, hey, you should you should live your life always doing the best possible job you can do. And if you do that, if you're always doing the best of your abilities, then life will take care of itself. As opposed to, hey, I have this desire that's sometime in the future that if I don't reach at, it ruins the present, And so this nothing finer. It's just a different way of saying that, listen, you at least... Yeah. You have to run through the snow to go to the bathroom, but what can you... What... Like, how can you take a situation that you may then may be unpleasant and and learn something from. So he dis distilled that that lesson to. Okay. Attend your business and don't waste time. And if you think about it, he's a little kit. He can't choose where he's gonna go to the bathroom. So all he can do is he can choose how you react to it. So we're gonna learn more about his early life. It says it was there in a tiny cottage in a small farming community at the edge of the Rocky Mountains that the 3 great loves of my life arose. Literature, nature, and a lovely girl with beautiful brown eyes. They would have everything to do with the unorthodox ideas that led to the creation of Visa, Although I could not know so at the time. When and how I learned to read is lost to memory. Ours was not a book family. My parents consider themselves lucky to have graduated eighth grade before pride and necessity drove them to earn their own living. Where the books came from? I have no idea. Probably from people who knew the little hawk boy are the hawk... The hawk boys is a little strange. He'll read anything. Night after night now, just skipping head talks about, you know, these are... We... It's really, I think inspiring for us. It's inspiring for me and hope it is for you. To learn, you know, he started out very humbly. He's talking about, you know, going to the bathroom in the out house, having parents who could only go... Having great education, and they... They were forced to work to support themselves and so night after night, my mother pulls me from the pages of a book. Opens the oven door removes around 15 pound rock, wraps it in flannel, carries it to my bed and slips it in between the sheets. Nothing finer, of course, than an icy room and cold feet on a hot rock for a kid anxious to again disappear in the pages of his book. And then just some just random thoughts that he's having when he's really young. He says, I live largely in a private world of nature, ideas and imagination. Nothing in my first 6 years prepared me for the shock of institutions. With school and church came crushing confinement an un boredom. It was as though everyone began to shed wholeness and humanity at the doors of institution, institutions. Adults suddenly turn into a mob to confront 1. Alright, kid. You've had the joy of life for 6 years. That's enough. Grow up, learn with life is all about. And this this lifelong dis taste for institutions organization. Obviously, heavily influences the choices he makes when he when he starts Visa. He's still talking about this as a child though, and he he really... He comes to a realization that nothing in nature feels like church or school. There's no black principle peck away at the rest of the flock. There's no super frog telling the others how to cro. There's no teacher tree lining up the sap and telling them how to grow. Something's crazy. Is it me? I can't begin to think about it in a coherent way, let alone understand the resentment, confusion and doubt. But the sense that something has gone aw, it's powerful. And in beautiful language, she he talks about sums up his his young young childhood turning into teenage years. The years passed alternating between the magnificent mysteries of nature, the imaginative imaginative joy of books, the dull reality of institutions and work work work. So that's gonna lead us into some of his first jobs, and he's he gets his first job at 10. So he says at 10 years old, I was hand harvesting fruit and vegetables at a penny the pound. At 12, I was thin sugar beet at 20 dollars the acre. That was followed by a first salary job at a farm, labor on a farm for 20 cents the hour. At 14, I had a job dumping s in a can factory. Summer and after school jobs came 1 after the other. Mu at the mu at a dairy, hotter chain dipping dip under the hundred degree sun, Orc spray truck operator, hard carrier, labor in the old department of a slaughter house. None of it seemed d meaning. It was life. It was making a living. It was what proud men did without whining. So something that he talks about constantly auto russ his mind is the useless of whining. So I'm gonna go skip ahead. Just his paragraph. Now he's in college this is at college. Another dean put me in the way of the classics. And some understanding of both the powers and limitations of the human mind. So meaning, the classics mean reading books that have been around for hundreds of not thousands of years. At the same time, increasing conflict with the college and other organizations inflamed a growing preoccupation with the paradoxes, inherent in institutions and the people who hold power within them. So he got the first... In... His first introduction when he had to go to school in church at 6 years old of institutions. And now at almost 20 years old, that thought is still with him. And it's only grows more and more as we'll see as the book unfolds. And says says He gets married. Says thus at 20, newly married, unemployed, eager to learn, but ave verse to being taught, emerge and absurd naive, idealistic young man. And now he's gonna use... He use the use of I don't know if it's the use of eu or metaphor, but it says an innocent lamb hunting the lion of life. The hungry lion was swift to pounce. So he'll referred to him throughout the himself as a lamb. And what's interesting to me. So he's he's trying to tell his life story, and all the, like, the the the events that led up to the formation of Visa, But as he does that, he has these like, he breaks the flow of the book, and he has this thing called the old monkey mind, and you'll the the book will be going along, and then all a sudden will be, like, a an insert, and it would have, like, this monkey and and and, like, a a bar separating this part of text from the main story. And as far as I can tell the old monkey mind and I, is just the result of his deep thoughts. And so he'll be describing something happens and then going into, like, usually for a few pages, hope harp on just 1 idea in what's going on in his life. So I tell you that because it may seem at times random, but I am moving through this book in a chronological order. It's just he goes back and forth. Like I said before, I don't even know if I'm I'm gonna be able to do a good job here. Because it's so... His thinking is just so deep. I think I would need more than a week to study it. And I've read 2 his books in the last week, and I'm just... He... I've just never come across a mine like this ever. Okay. So let's go. He starts working in the consumer finance industry where he spends most of his career... All of his career. In the summer of 19 51, the lamb fell into a job at a small flounder branch office of a consumer finance company. Within months, the manager departed and his lot fell to the lamb. Protected by remote anonymity and insignificant 4 lambs whose average age age was 20, trash the company manual ignored commandments and did things as common sense, conditions and ingenuity combined to suggest. Within 2 years, business tripled and the office was leading the company in growth, profit and quality of business. Anonymity was gone and the blind fist of corporate power and orthodox began pounding for conformity. You see what I mean about He's telling... He's almost... It's almost like, he's writing poetry instead of telling his life story. He's just got a very poetic way of writing. I guess is what I'm trying to get to. So says, So Orthodox pounding for conformity. Again, you can... Priority tell. He's very, again... He's anti conform. How much better the lambs could do if they can conform to central mandates. Even if they could be trusted with freedom to use their ingenuity, others could not. Exceptions could not be made without risking anarchy. So he's feeling that he's gonna be punished for his success. And then on the next page we're gonna get into in over the next few pages is He's learning how and he uses this term constantly how mechanistic industrial age organizations really function. And so 1 of his main themes is that, hey, we need to rethink the way we organize people. You're using things that are centuries old that don't make any sense. And that in his opinion, it's just a, like, an abe operation of of, should be an abe operation of just history, should be gone because it's it's not organized as things were before, and it won't be in the future. I tend to agree with a lot of these concepts whether. It was too much for a lamb already dreaming of greener pastures. He transferred to another division and slipped away to open a new office in a small remote Oregon town, hoping that the pressure to conform was an abe admiration of former division management, not the true nature of the company. There, the pattern repeated itself. Using the same icon classic concepts and ideas, the new office was in the black by the third month. With business and profit increasing rapidly, it soon attracted the iron fist of corporate power and the itchy fingers of centralized bureaucracy. Confrontation with superiors grew frequent and intense. And it's here he meets somebody is like minded. And this is guy's named dick cinemas who So there's 2 options, I guess, if you're confronted with a mechanistic industrial age organization. So in D hoc, he rebels. He gets fired constantly even when he has good numbers, he he doesn't conform. Dick Simmons does the opposite. He realizes how ridiculous these mechanistic industrial organizations are, and he uses his intelligence to to to turn it against itself. And it let you'll see what I mean here. He says, now he's... This is D talking about Dick simmons. He was extremely literate. Exceptional intelligence and perception lay behind the literacy and more than a little cy. He d tested his job. We swiftly became friends. So Dick and d started working together, several weeks later, 1 of their bosses comes buy, and he's talking to D, and he says, visitors, he told me solemn him we're occasionally confused about the location of the senior executives offices. I was to attend to the matter and keep him informed. So he says, okay. Solve this problem. And now Dixon is asking, He says, how do you attend to handle it He asked? And this is the these response. Call a sign company, see what's available in brass, either freestanding or W hung and have it installed I replied. His hands went up in Mock horror as he came down hard on every other word. That will never do. You've been assigned up project. It will already be in the department project, project control log, flagged as important because it involves senior executives Important projects always take time. So I try to en the words that they have him en. Yeah. Sure. Dick Funny funny, I replied reaching for the telephone. His hand closed over mind. Am I not responsible for your ind nation? Trust me. This will be fun and you'll learn something as well. So this is what I mean by... He learns from Dick on how to turn the organization's ridiculous on itself. And so this is the lesson. He says, what you don't understand is that in companies like this, procedure is more important than purpose, and method more important than results. He carefully went over a list of officers deciding on those who would most be most likely to have an opinion on signs and how to make an inn approach. During the weeks to follow, I received a fascinating education about both human nature and the nature of organizations. Bored to death and disillusioned with the company. 1 of the most intelligent people I had ever met casually extracted opinions about quote unquote the sign problem from various officers so he's getting his opinions from various officers. Each opinion different. I listened as he told Brown. This is a guy that gave the job about the sign problem. And aroused concern that nowhere... No 1 upstairs be offended by what he did. He obtained diverse sketches, samples and prices from suppliers, exposing them to officers and idle moments to elicit conflicting opinions and avoid decision. You see what he's doing here? Fascinated, I watched as he manipulated situation after situation. He suggested a story for the company magazine about executive secretaries, causing a model of childish maneuvers by middle managers over who would be identified as an executive. By inclusion of their secretary and who insult who would be insulted by exclusion. He organized a move to new quarters and induced months of brick bi bi over allocation of space, layouts, fur finishing and windows. So what he's doing here is just revealing that what I suspect from, even though I never worked for a large company, I have friends and and people closer that do. And I suspect the vast majority of what they're doing is what I call fake work. And it's this stuff that he's describing here. He could've have... Instead of just doing exactly what D could have done. Okay. I'm gonna... You want... You want clear signs to figure out where your executive offices. Okay. That could take, you know, less than 30 minutes of my time. This goes on for months. And then now you see that, this this sticks image who's clearly intelligent is just... He's poking... These people don't even realize he's poking fun at them. Oh, who's... Like, they're arguing of stuff, like, who should be identified as an executive and who would be sought... That that doesn't matter. None of that's important. Focus on your work. And the this is a huge problem with these large mechanistic industrial Aid organizations because you see stuff like this constantly. So he says, he organized moved to new quarters and and introduced months of bi ring over allocation of space, layouts fur windows. Again, nothing... Is that actually going going back to use the use of Jeff Bezos says. Like, customer doesn't care any of that. And if to... Like, we're here to serve the customer. None of this matters. So focus on what focus on what matters to the customer. Now what matters to you in the the politics of the organization. Not once was a lie told or a person misled, Simmons had more integrity and skilled than that. And this is so such an important sentence. He simply left murky minds un clarified and petty mines free to fuss. Caught up in a bureaucratic command and controlled organization that would that would not allow him to use his ability constructively on substantive matters, he skill honed it in, honed it honed on complicating trivial matters to to no end at all other than his own amusement. The difference between simmons and millions of others trapped in mechanistic industrial age organizations is that he chose to be un deceived, either by self or others. He refused to mean his talent by not using it to the maximum even if for trivial ends. And now we're gonna see, what D took away from that, and then the note that myself is this is... These are useful questions to ask in your or own organization that you're building. It says, I have never forgotten Simmons. Countless times over the year? I have asked diverse groups of people to reflect very carefully on their work within organizations and to make a simple balance sheet. How much time, energy and ingenuity did they spend obeying senseless rules and procedures that had little to do with the results they were expected to achieve? How much do they devote to circumvent those rules and procedures in order to do something productive with the remainder? How much was wasted interpreting such rules and enforcing them on others? How much time and talent did they simply withhold due to frustration and futility? And I love how he wraps the section up. And this is why I always say, it's just it's just better to spend your time collecting ideas because the idea might not be applicable to your life now, but it... Some something clicks later on. Where adds value to it, and you can use it. So it says, what Simmons was trying to teach the lamb was not then ready to learn. It took him decades to s the lesson. In industrial age organizations purpose slowly erode into process Procedure takes precedence over product that should never happen. The doing of the doing is why nothing gets done. Simmons had elevated the doing of the doing to an art form until virtually nothing got done. At 25 for all his rebellious unorthodox ways, the lamb was too naive. Too well ind. 2 enamored or too enamored of rising in the company to see the realities. He thought he saw a bitter, brilliant man damaging a decent company. What he did not see was a mechanistic command and control company, d meaning and discouraging a capable man. The lamb step stepped eagerly into the jaws of the beast. He wanted to believe in the company. He wanted it to be different. He wanted to make it better It's an old old story. The lamb was determined to change the company. The company was determined to corral the lamb. It was no contest. Within the year, a badly mall lamb was out the door, much wiser in the ways of hi carol, command and control organizations, and the people who hold power within them. Okay. So I'm gonna skip ahead. He works in the financial services, consumer finance companies is different banks for years, a decade and a half. And this is what I think 1 of the most important reasons why we should study not the results of what these founders have done. But how they got there because a lot of people buying into myth at, oh, if you're not young, you too late to start a company that, oh, they just got you know, you get hit with his lightning bolt of a great idea, and then it's just straight up into the right from there. D hawk was 36 years old, and he considered herself a failure before he started the Visa. So and let me... Not only... So he he kept going about, like, he believe in his ideals, so we saw. You know, he'd he'd gets sent to a department. He would throw out their company manual. He do things the way he thought they should be done. The results were usually good. Eventually, they they tried to control him to get on conform. He resisted, and then they fire, regardless if he got, good results or not. So the notes of myself is... He's observing human nature. And he's 36 old... 36 years old and a failure. Okay? So this this is the re the the reality that he finds himself in. And he's fired once again and his... Well, him and his wife decide, hey, should go claim unemployment, and we're gonna see, big insight into his personality here. 1 event is sear in memory. The feeling returns as sharp as a t tooth. Now, keep in mind, he's writing these words 30 or so years after the events. So the idea that, like, this is... The feeling returns as sharp as a t tooth. This is a few d days after the severance. We were desperate to know what to do, meaning him and his wife. We had no idea when I might find a job or receive another paycheck. We agreed I must apply for unemployment. The next morning deeply depressed. I drove to the nearest unemployment office. A line of people extended out the door and down the sidewalk. That the sentence where you... Talks about deep depression. He talks about this over and over in the book that he goes through several bout of deep depression, which again, I think pierce is this myth that people have it all figured out. It's... No. They they they don't give up and then they figure it out. They don't have it all figured out. So sitting in the car across the street, looking carefully at the faces of the people, I could not make myself open the door. 1 moment, I imagined myself in the line, the next explaining to a concerned wife, why I had not done so. I told myself that refusal to get out of the car was ridiculous, just false pride. I was entitled to the compensation. The feelings would probably vanish as soon as the application was filled out, and I'd realize how silly such feelings were. But I could not get out of the car. Something deep inside said, no. Take me there and I will die. Sick at heart, I drove slowly home to explain to a be pregnant young mother of 2 that entering the line was something I could not do. I did not know why then, I still don't. So 36 years old, no job, pregnant wife, 2 kids already and completely broke. These are the conditions from which Visa emerges. The next morning I began a frantic search for work, any kind, anywhere doing anything. Within the month a miserable job at a pitiful at pitiful pay appeared. I grabbed it, giving us momentarily breathing room. We were determined never again to be in such a vulnerable position. We swore that with a possible exception of a home mortgage. We would never again have more debt than cash in the bank. Within a month, I took 2 more miserable jobs, skipping ahead a little bit. And says with her her effort, we paid our debts in a year and a half and put a small sub in the bank, So he's working 3 jobs. I abandoned 2 jobs to concentrate on the best of the 3, a tiny investment company and serious trouble due to corrupt management since departed. So this is the part where I said is that he starts to learn more about human man human nature. The sole owner, a wealthy thin lip dow man refused much in the way of salary, but gave solemn assurance of freedom to use unorthodox methods and a substantial share of the profits if success followed. He kept the first promise. 5 years later, the lamb sat down with the owner to divide a handsome profit from the sale of a successful company. Only to come faced face with naked greed and an astonishing display of accounting and contractual ledger domain. I'm not sure what that means. Although worth millions from a variety of businesses, he claimed that the profit he had promised to share must include years of losses that preceded my arrival. Therefore, there was no profit to share, even though the company fetched a huge premium when sold. He was adamant. If the lamb didn't like it, he could sue. It was no longer a lamb, but no less a bloody sheep that looked deeply into those dead expression less eyes. Drew a deep breath, and with a ting of pity and a mountain of contempt softly said, keep the money. You apparently need it more than I do. The dead eyes did not blink. The thin lips never moved. The expression less face was frozen. The beast, ava had devoured him completely. The sheep turned and walked out the door. They never saw or heard from 1 another again. And this is where how he comes to the conclusion that he's just a professional failure. After 16 years of unorthodox management, and un results, the sheep by the standards of industrial age command and control organizations was a failure. The words they use to inflict so many wounds were not without some justification. These are the descriptions of of other people's description of him himself. Other people's description of him. Jesus, I can't talk to today. I'm sorry. Stubborn, opinionated, unorthodox, rebellious, my favorite kind of people. And so he says throughout throughout the 16 years of successful business failure, the sheep continued to read to read a lot, poetry, philosophy, biography, history, biology, economics, mythology, anything and everything that satisfied his curiosity about the connectedness and relationship. He mastered nothing nor did he wished to, but new ways of seeing old things began to emerge and new patterns slowly revealed themselves. The preoccupation with organizations and the people who hold power within them became an obsession. It was then in the 19 sixties, out of the mae of experience, study and stress. That the 3 questions emerged softly at first, then more demanding and compelling, and those are 3 questions I talked about the beginning, why organization's is functional, why individuals increasingly in conflict with the organizations and why society and biosphere increasingly the disarray. The vague shape of some answers had begun to form, but the sheep had no idea what to do with them. Sheer, bloody and once again unemployed. He lost heart and wandered into a sloth of des. And so these are this... This this is a description of his circumstances before... Right before he starts Visa. With 3 young children, a heavily mortgage house, no job little money in reserve, it was impossible to stay out of a dismal swamp of depression. Day after day, I walked the woods in the misti Northwest rain. My constant companion was an overwhelming feeling of failure. What was wrong with me? Okay. Before I get into him starting Visa, they're in 1 of these monk old monkey mind in him inserts? He has this question, I think is especially pertinent to the the day and age that we find ourselves in. And it says, is there some analogy between the industrial machine age as an extension of muscle? And the computer age as an extension of mind. And I think that's what we're seeing now with the with technology and and the age of the Internet, we as individuals or even small companies or small group people can have much more impact. And I like that idea that what the industrial age did to to expand human muscle, the computer age is doing to expand the mind. Okay. So let's Again, I have to apologize. I I know my voice sounds like, not good. But I do wanna get this out to you. So I do apologize if it's distracting. Okay. So this is the environment from which Visa merged. And it's... He goes into great greater detail of which I'm not gonna cover in the podcast about... I... It's so hard for me growing up in the age of the Internet to even understand, like, how would you have a payment system before computers. And as you could imagine, like, how do you keep track of everything. So, you know, before when they did have credit cards, they'd have to, like, take imprint of them, you may have seen this machine. Sometimes you see them at, like, Still see every rant and it just random places. I haven't in a while, but they would take imprint of it, which would produce a paper copy. That paper copy would be sent off to the bank or the the processing company. There was it wasn't, like, 1 central clearing house place. So as a result, when he's hired to to fix this problem and I'm gonna get into what the problem is in a minute. He finds, like, he goes into 1 room, and he finds, like, hundreds of thousands of dollars of imprint that were never processed at all. So it's just a... It's a huge huge problem and and visa the solution to the problem. And so this is the environment. So I'm not gonna go into all the details, but we're gonna see what that kind of the summary of that environment. Yeah. So this is the environment from which Visa merged. Most bankers look down their noses at the card business, placing it lower on the scale of respect than auto dealer financing, only then gaining scant acceptance by banks. Few banks really wanted to be in the card business. Few bankers wanted to be assigned to it. Card operations were located in the least desirable part of the bank premises and staff of the employees who did not fit fit elsewhere. It's interesting that that... That's how it was now where it's a huge source of revenue for banks today. It was both curse and blessing. Most credit card departments were filled with an ec mixture of bankers and outsiders, p and dreamers, liberally laced with icon class, renegade and incompetence. Isolated and disdain, they were lashed by top management to launch a poorly understood massive business in an in impossibly short time in the midst of competitive frenzy. Strangely, however, the ec mix of people contain more than enough of the innovative adventurous spirits that the resulting disaster required. Many of those who survive would later emerge as a major force in bank management. By 19 68, the fledgling industry was out of control, no 1 knew the extent of the losses, but they were thought to be in the tens of millions of dollars. A huge sum for the time and for the size of the system. It was just rampant with credit card fraud. Drawing on Greek Legend, life magazine, then in its glory days, ran a famous cover story depicting banks as ic flying to the sun on wings of plastic. 1, a Bank of America. So when you hear this word Bank of America, that eventually turns into this organization called Mb, which then eventually turns Visa. So just think of Visa. So Bank of America. So 1, a bank of America, the other, a charge, charge turns the Mastercard. Below was a blood red sea labeled losses. The magazine predicted banks would soon plunge down, wings melted and draw and drown in a sea of red ink. And before I continue describing more about the opportunity and the environment, and he has another 1 of these old monkey mind diversion, and does this this great quote that I wanna share. And it says today, the past is ever less predictive. The future even less predictable and the present scarce exists at all. Everything is accelerating change with 1 incredibly important exception. There has been no loss of institutional float. Although their size and power have vastly increased. Although we constantly tinker with their form, although we constantly change their labels, there has been no new, commonly accepted idea of organizations since the concepts of corporation, nation state and university emerged. The newest of which is several centuries old. And ever since a few weeks ago, I did a founders member's podcast on the company valve. And Valve is the most profitable company in the United States per employee. So what they make most profits per employee. And this whole thing where says, constantly... We constantly tinker with our form. We changed our labels, but there's no new common accepted idea of organization since That's not a few centuries old. Valve is actually rethinking the answer to that. And so if you're not a member and you can't afford to be understand. Still, the the podcast is based off of, the valve company handbook, which if you just Google valve company handbook. You can download the Pdf for free. It it ever... It's blown... It blew my mind. And I recommend reading it. It it doesn't take very long. And there's a ton of useful information there. But I think this is something I'm personally a lot very interested in. The idea that especially because of the Internet, like, we'd really do need to rethink the idea of how we organize and work. And it doesn't make sense to apply things that are a couple centuries old to the environment that we live in. And I feel that valves put... If you read their handbook. If clearly put a lot of thought into this. And not only they pull all thought of it, but, like the results speak for themselves. They're they're creating an organization and organizing work and the results are, hey, they make more money per employee with less people than anybody else does. And I love that that level of efficiency. So I just wanted to share that If you haven't... If you haven't read valves handbook. I would recommend doing that. I I don't... It's not gonna be, waste every time. So a few pages later, There's this great quote that's also stuck out in my mind since I read it, and he says understanding events and influencing the future requires mastery, mastering of 4 ways of looking at things. As they were, as they are, as they might become and as they ought to be. Valve is looking at things as as they ought to be, not as they were as they are. And the reason that's stuck out with me is because I think as we design products and companies. So think about it what you're doing for your customers as what it ought to be? Like, what should that experience be? Like, don't think of, like, oh, this is how somebody else did it is doing it now or did in the past? Like, no No. Rethink it. The most common example of this is when Steve Jobs was was designing the iphone? He didn't say, hey, what's our keyboard look like? He said, no. What should a mobile device be? What should it ought to be and the design from there? That, I love that. And so we're gonna see... When he designs Visa, he designs it as it ought to be, and he, in 1 paragraph, in a few pages from here, I think he describes all of the barriers that were in his way in 1 paragraph. And what I love is he didn't focus on the problems or the the things he had to overcome. He just focused on... How should it... What should it ought to be? What should it be, like, what's the ideal situation here and then kept out of mind and worked towards it. So before Visa, we're gonna learn a little bit more about the problem? Is says the complex of committees had the 1 redeeming quality? It allowed organ... Organize information about problems to emerge. Talks about what the the card clearing system was before Visa. It took only 2 cycles of meeting to realize the problems were enormously greater than anyone imagine. Now, remember before, life magazine said there's tens of millions of losses. Wrong. Far beyond any possibility of correction by the existing committees are the licensing structure and growing at and an astonishing rate, losses were not in the tens of millions as ever everyone had thought. But in the hundreds of millions and accelerating. This is hundreds of millions of dollars in 19 sixties. So it's a huge problem here, and no 1 really knows how to solve it. Scattered throughout the book, of course, the main purpose of of this podcast. Is just to give you these ideas. Their philosophies on we're getting, like, the distilled thoughts that he took a lifetime to to come up with, and we get to read it in just a few hours, which I think is amazing. So he has some thoughts. I love this 1 1 page it's the difference between a healthy and an unhealthy organization, and then what is the internal threat to a company? Healthy organizations are a mental concept of relationships to which people are drawn by hope, vision, values and meaning, along with liberty to cooperative pursue them. Healthy organizations induced behavior. Induced behavior is inherently constructive. So that word deuce is really important because he uses a lot in the book, and it just means to bring out or develop. And he compared... He can contrasts that with an unhealthy organization. Unhealthy organizations are no less a mental concept of relationship but 1 to which people are compelled by accident of birth, necessity or force. Unhealthy organization's compelled behavior. Compelled behavior is inherently destructive. And this is the internal threat to a company. Businesses as well as nations, races and tribes, die out not when defeated or suppressed, but when they become despair and lose excitement and hope about the future. This quote, I can't stop thinking about just to heard Elon Musk. Talk about it on the Joe Rogan podcast a few weeks ago. He talk... He said something that seems kind of obvious when you when you hear it, but I think applied, like, if we apply that lesson to our own lives, makes life worth living. And he said I rather be optimistic and wrong. Than pessimistic and right. And so people always ask like, why are you doing the stuff you're doing? You know, Why don't you just take all the money you made and and, you know, enjoy your life? And he's like, life has to be worth... Like, there has to be something that makes you excited about getting up every day? And for him, the idea of of humanity being a a multi planetary species is like the grandest quest you could go on. So this whole idea of, like, your company dying when you lose excitement about the future. I think excitement throughout the future. Another way to put that is optimism. Okay. So this is the paragraph that I referenced earlier and it says, my new my takeaway away from this is you should focus on how your product or company ought to be and nothing else. And this is this is how crazy I I can't even get over how he's was able to do this. He said, talking about, like, creating Visa. Did I think it could be done? No. It was impossible. Did I think the Bank of America would give up ownership of the program? No. Did I think banks worldwide could be brought together in such an effort? No. Did I think laws would allow it? No. Did I think anyone would seriously listen to such notions or allow them the light of day even if they did? No. But I did believe it was what ought to... But did I believe... But did I believe it was what ought to be? A, that was another question indeed? Powerful enough to draw me on. So in his book of, he's talks about the combination of thinking about things on how they ought to be, and then du effort, just focusing on that and then working at a little bit every day. And over a long enough period of time is how you make progress. Okay. So I'm skipping ahead, this is what brought Visa into being. So at the time he's he's working, he's a vice president for a tiny bank in the Pacific Northwest. All banks everywhere having the same problems. They're losing tons of money Bank of America. It's largest bank at the time owns the system. So he approaches them with saying, hey, I could I can think I solve this problems. Discussion. It says they were accepted in part because no 1 self included, thought it was likely that such an organization could be brought into being. We could not change the banking laws of a single state. Let alone laws of nations. We could not change the structure our management of a single bank, let alone thousands in the United States and tens of thousands throughout the world. We had no money which was to purchase a system from the Bank of America. No money to hire consultants, advisors or other experts. No money to engage in research are hire employees. We had no power to influence regulators, legislators, or others and political power. Traditional means of approaching the problems were close to us, but we were enamored by the emerging concepts for there seem to be no better alternative. I was more than enamored as 1 of the participants put it 12 years later in a harvard case study. He had a passionate commitment to the idea ideas that bordered on Z tree. Only in hindsight does it become clear as the as the dawn that the need to rely entirely on the power of purpose, principles and people was brought visa into being. It was no stroke of genius. It was plain old necessity. Hat... This is such an important important point. He's making here. Had we power capital position or influence we would have undoubtedly have used them in the command and control style in which we had been so ad ad ind and the command control styles what's causing a alliance problems to begin with. Without them, we were forced to change of con... We were forced to change of consciousness to con consuming larger better ideas that could transcend and unfold existing institutions and practices. 4 vice presidents of 4 modest banks could not dominate or compel anyone. They could only explain and induce. And so they did. So he's working with 4 other people... Or arthur 3 other people at the time, he eventually, when when he signs everybody up to the system, they'd decide, hey, you you need to be the 1 running Bit by bit, though we could not know it at the time. We were building a foundation on which an extraordinary enterprise would self organize and evolve. Remember his whole is fascinating with self organization goes back to his time and nature as as a young child unfinished to this day. In respect, it seems extraordinary. Interested in retrospect, it seems extraordinary. What was taking shape in our minds and hearts were in contrary to conventional wisdom. At the time, there was no complexity theory. There was no internet. There was no worldwide web. There was no alliances There was no information society. The Soviet Union was the evil empire to the Us, and the Us was the devil and inca to the Soviet union, both profess to have all the answers. Ibm, general Motors, It T, and other such hierarchical giants where the epitome of management and the shining path to a bright economic future. Science and technology with a few tens of billions of more dollars would see us to the promised land where we would be able to control everything. He's he's saying that obviously, is sarcastic. He doesn't believe that at all. A bigger, more powerful central government would solve all of our problems. The world was an ideological battleground contest which kind of massive, centralized power and wealth, best solve societal problems. Only a handful of people question whether they ever could ever would or ever should. He's obviously 1 of those people questioning that. And it says, in the beginning, none of the license thought that Bank of America would surrender ownership of a trademark and licensing system. That assured them a quarter percent or more of the revenues of every participant in perpetuity, but that's exactly what they did and why are you gonna surrender it because they're not... That's nice if I can get a quarter percent. But if I'm losing so much to fraud and reorganization, they'll never... They're they're never gonna ever, collect any kind of profit. So that's the, environment that Visa emerges from. Couple pages later. I just wanna... So you have another understanding of this word chaotic. So this is the theology of chaotic organizations. The theology of chaotic organization's writ simple. Heaven is purpose principal and people. Purgatory is paper and procedure. Hell is rule and regulations. So gonna skip over a large part because we obviously know that he's successful in convincing these people to take sense on a an intentionally decentralized comp organization. Actually it's not even... I I'm even really a company yet. But while he's doing this, he's got convince almost 1 by 1, hundreds of banks and then thousands of banks and then continues on and on. As he's doing this, I came across this great quote on sales and persuasion. I had held fast to the notion that until someone has repeatedly said no, and adamant refuses another word on the subject there in the process of saying yes, and don't know it. So he definitely used that. Because most people turn him down, But he was persistent. K. So now I'm skipping way ahead. And this is what becomes his biggest regret, and it's his fight against monopoly. And it... It's... You can clearly see that profit wasn't his main motive because he's arguing against letting the system that he's running, which is Mb Visa. And its main competitors charge, which eventually comes Mastercard. And he's arguing that... He's arguing at something called duality, which means basically the they're structured as owner slash members. So the people that were members of the network were we're also owners. And he su realizes that if they become member owners of both the 2 largest payment processors, charge and bank... And Mb that eventually they'll merge to 1 monopoly because they have the same owners, and he has a fundamental most understanding of human nature. And so he went up fighting against this. Which again, clearly would damage his profit over the long term because he thinks it's the right thing to do. And actually gets death threats from this. So it says, having come from a relatively poor family, I knew that the economic power of ordinary people arises from freedom of choice and sufficient resources to pursue them. It led me to a strong belief that would that they would be best served if there were many competing card systems and many competing card issuers within each system. I was deeply convinced that there could and should be many card systems within the consumer banking industry remembered, that's what he's doing. He wants more competition. He wants less profit. And that... Because he thinks us the right thing to do. And that there were ample opportunity for others to merge in the retail try and communications industries. I was equally convinced that the that complete frame of banks to become owner slash members of both the charge and Bank of America systems would fore close the emergence of new systems and severely limit consumer choice. I was equally convinced that inter locking ownership of mastercard and Bank of America would inevitably result in diminish of competitive vi between the 2. Eventual dominance of 1 or the other and merger of the 2 in substance if not form. So before I tell you the result, because remember, he fails at this. We know that now because we're living with the results in modern day. But during this time, he's getting death threats unbelievably stressed because he feels he's doing this with... Because he feels it's right. But if you're an owner member, and, like, you want monopoly profits. Right? If... All you care about is making money. So, this is how he dealt with stress before I wrap up on how he went up failing at the rejection of duality and it has to do with, like, a fight with the justice the Department of Justice. Just as during dark times, long walks in the woods have always sustained me. This time, I broke the law to do it. The closest open space was the San Francisco waters shed. Miles of forest at Hills border in Crystal Springs reservoir near where we lived. It was posted everywhere with no trespassing signs. I would walk along the Board road until there is no sign visible in either direction. Pretend they did not exist. Excuse myself on the basis of dire need, slip through the fence and lose myself deep in the woods. There, I would climb for hours, licking my wounds in a in the hope, a solution would appear. A sense that in the great picture of things, my trials and tribulation were of no consequence would slowly see into my bones. And allow me to face the next week. I, I've used this as this tools myself myself to try to deal with stress and and, anxiety my own life where it says, a sense that in the great picture of things, my trials and tribulation were of no consequence. Would slowly see into my bones and allow me to face the next week. This is something I talked about a few years ago. My mom was diagnosed with metastatic breast cancer by the time she got checked out. It was already already it was already too late. It was stage 4, and so and she died young. So, obviously, it's gonna be a difficult thing to to deal with. And 1 way I dealt with it was, by just realizing that, you know, the loss of parents is in the grand scheme things like it's the way of the world. I obviously didn't want her to pass away younger, but But stepping outside of myself and realizing that, you know, people throughout history have have have to go through these things and that it's outside of our control. So it's whole idea that a sense of the grand picture of things. My trials tribulation were of no consequence. I wouldn't use the word no consequence, but it's just... It's realizing that you're you're not the only 1 going through these things. I think is where I would put it. So So D... Now we're gonna get to. So d understands that, you know, if you're an owner member of of Mb and charge, and these are the 2 largest... And these are the 2 largest payment systems. Then, like he just said, eventually it's gonna mono monopoly into 1. So he has a in the licensing agreement. He says, hey, You can't. You have to pick 1 or the other. And so he went to getting sued by some of the members, member owners. And the Department of Justice comes down against that saying, hey, It's on... Your... It's un... You're trying to, limit competition on unfairly, and that's... He was trying to do the exact opposite. So we're gonna see the the the battle, the fight that he loses with them. And again, keep in mind, this is his biggest regret. The senior investigator informed us that the vast prep proponents of banks had assured them that we... That would... They would never go dual. So this is the senior investigator of Department of Justice. Saying, hey, we've talked to the banks that you're worried about. They're they're not gonna go dual. He which we obviously know that's... That goes against human nature, of course, they will. He reminded us that charge our principal competitor then larger than Mb had publicly announced that they did not share our views and had no intention of adopting a similar prohibition. What proof did we have for our conclusions, and this is detox. Look, I argued. There is never a way to prove a prospective situation. It's not a matter of evidence. It's a matter of judgment. I spent the last 7 years intensely involved in the business, working at the heart of how banks act and react. If we withdraw our fail to enforce a prohibition against duality, within 2 years, you will find it difficult to discover... You will find it difficult to discover half dozen banks that are not dual owner slash members of bo sis. They will be aggressively issuing both cards and within a year or 2, with a year 2 questioning why they should support 2 systems and urging management of both to coordinate their activities. We have a decent chance to roll back duality if we're successful, we'll see the alert this is still detox. We'll see the emergence of a third and fourth, perhaps fifth and sixth bank card system. For no bank in a given market will then want to issue the same products as a direct competitor because they then they would just be a commodity at that point. There will be real economic benefit for each bank in a given market to to belong to and help develop a separate system. So again, he's fighting against his own. If he was just after profit. He's fighting against his own needs, but he clearly thinks that more competition, the system is gonna be better for the customer. If we do not prevent duality now, there will never be more than 2 bank card systems. Pressure to diminish their... Competitive figure, perhaps even to merge the 2 will never end The president will roll over into debit cards. It's in other payment systems. It's not a matter of proof. It's a matter of common sense. That's the end of his quote. So it says the Labyrinth Department of Justice, like all mechanistic Newton industrial age organizations was fat on data and information and starved for understanding and wisdom. The letter was denied. If we attempted to enforce the by law, we could expect to be sued. Strong convictions notwithstanding, subject the new organization and its members to antitrust penalties in the face of such a divided industry and in defiance of the Department of Justice seemed impossible. I gave up. After 4 years of extraordinary expense, effort and trauma, I recommended to the board that we accept our destiny, withdraw our prohibition on duality and turn our attention to everything we could to enhance bank to bank competition and minimize erosion of competition between the systems. What I told the hanging jury at the Department of Justice proved wrong. The banks didn't take 2 years to go do. They did it in 6 months. Today, there is no third fourth or fifth bank card system. Visa and Mastercard are swiftly emerging as dominant debit card systems. To this day, I often have regret. I did not screw my courage to the sticking point and fight on. Go down then and there, un bowed and un. To this day, I wonder if the implied death threat affected my courage and judgment, whether removing the prohibition of duality was a prudent act or a failure of courage and judgment, I shall never know. And I include that in there because again, I think if you'd from the outside, it's like, this guy, spent his life. He be he created this this huge successful company. He must be so happy. And you realize that a lot of the book is about struggles and discontent and regret and depression. And something you had to learn the hard way that we... Even when we in in his case, I don't even know who he really wanted it. But even when we get what we think we want. It may not actually, like, we're we're very bad at predicting what's gonna make us happy. And to continue this trend, I wanna read to you his surprising conclusion about his work. And now this is to right before, this is after, this is after... This is towards the end of the book and after he retired from Visa, and this is more of that. Because I think his ideas are very valuable to us, we should we should, We should remember them. We should use them as we see fit in our own world own lives and own world. But I don't like this fall myth of entrepreneurship that everything is all always great. Starting a company building a product, this is usually very hard work that takes a long time. And as such, you're gonna be exposed to all of the different variations of the human experience, joy, happiness sorrow, depression and anxiety. You can't have 1 without the other. So it's important for us to internalize that that not only, like, do you feel that way, and I get a lot of emails from you guys saying that, you know, hearing these stories are inspiring. I'm happy to hear that because they inspire me? And the ideas is if they inspire me most likely if I take these ideas and and talk to a microphone and spread them through the Internet, they'll probably inspire you. But, you know, I I hope that you... As you listen to this podcast and as we continued as, like, this project continues to go on that, it's not it's not all rainbows and flowers. Like, it's I wanted to be as much as we can by looking like, the entire life experience of a founder to realize that, you know, you can't have the positives is not the negatives, and it it it takes a lot to go through this. So this is his... With that mind, this is his surprising conclusion about his work. Judged by orthodox methods of objective measurement, growth, size, profit, market share and volume. Fifa has been a phenomenal success. It would be a lie to deny a strong sense of privilege and substantial pride in presiding at its birth and guiding it to maturity. So you're saying there's there's the positive. Right? Deposit side. It's like, I'm really proud. I'm very... It was really hard and I'm really glad I did it. But but other methods of evaluation, transcend measurement and objectivity. By the standards of what Visa ought to be, there's that guiding principle of his again, it would be a lie to deny sense of failure. In spite of my pride and all that Visa demonstrated about the power of the chaotic concept concept of organization and all the things that had accomplished, I do not believe that Visa is a model to emulate. This is such an important conclusion. It is no more than an archetype to study learn from and improve upon. That right there. I love that that that is why the ideas in these books are so important. It's not... Listen. Yeah. Take the ideas, but don't just copy. Don't emulate. Like, study it. So Saying, it's an architect to study learn from and then improve upon. That's the entire point of collecting ideas. And finally, I just wanna read 1 more part from the book. Comes at the very end, and it's it's a question and I think, let's end on and I'll carry carry with us. And are you gonna copy the mechanistic con command and control organizations of the past are you gonna to innovate and create something new? The more 1 explores both the bright and dark side of the emerging phenomena on. The more the questions we must answer become apparent. Are we to cling to the archaic increasingly irrelevant industrial age, internal models of reality and the organizations and leadership they have spawned? Or can we consciously understand the chaotic aortic organizational patterns that have existed throughout nature since the beginning of time and are struggling to emerge in societal systems? If you are unwilling to examine your present consciousness, your internal model of reality, your perception of how you were, how you are, how you might become and how you ought to be, you're making a grave mistake. No 1 is without influence. Everyone has choices to make about where they will lead and where they will be led. No 1 is without power to choose wisely and well. After all, if you think you can't, why think. So we'll leave that there. I'm just gonna repeat what I said earlier. I don't think I did a good job. There is so many ideas and so, like, I don't even know what to say about this book. Other than, like, to fully understand it. If you want the full story, you're gonna have to read it and probably reread it over and over again. And that's not to say, I don't think the ideas I share with you just now are not valuable. I think they are. It's just... I've never come across. There's a deep level of thinking that is contained in this book when it comes to organization and information and just it's just amazing to me. And I can see why, like, there's so much if you read the back of the book. It's like the most original and app approach to organizing we have been offered so far. It clearly fits the must read must absorb category for leaders in every sector. You got all kinds of people talking, like, the praise of this book is insane because it's so different. I'm still left scratching my... I even after reading... I've served 2 of his books this week, and I'm still... Like, the... It's like, I'm on the the the tiniest tip of a giant mountain of knowledge that this guy has. So if you want the full story, I left a link in the show notes, you can buy the book and support the podcast at the same time. And if you wanna see all the books. That I've read for the podcast so far and you wanna support the podcast, and you can also see next week's book. Excuse me. You go to founders podcast dot com forward slash books, and you can get all the books there. I just presented this entire podcast, remember founders podcast is ad free and independent. So if you if you're learning, if you like the ideas, if you want this project to continue. If you explicitly wanna say, hey, I wanna see more things in the world like this. Go to founders podcast dot com forward slash support. There's be links in your podcast player 2. You can click directly from there. You can sign up to be a member. It's really, really fast. You sign up once. You... And then you get access. Now only do you make sure that this podcast stays independent and exists, but I do extra bonus members of members only podcast every week. So right now, if you sign up today, you would automatically unlock 6 of them. That I've done in the past, and I add to that every week. And like I said the beginning of podcast now that it has own podcast feeds. So you sign up. And every Monday, you'll see not only the main founders feed updated, but the founders members only feed updated automatically ring. Then you can listen to it just like you would any other 1. Such a better experience. I've been testing it out myself. And, again, Appreciate the people like gave me that feedback on that. And then something else that is really. If you want if you wanna do a max level support of the podcast. Say you say, David, I really like these ideas. I like what you're doing here. Sign up to become a founder member, and then sign up to become a paid paid paid member. Excuse me. Of founders notes, go to founders notes dot c. There's also link in your... Showed show notes you can you can tap on in your podcast player. But just like I think there's valuable information in the history of entrepreneurship, which is comes from these books. I think there's a lot of value information currently happening right now. And the way to... So Founders podcast is gonna cover all the historical knowledge of founders? Well, what about the present day knowledge? There's is tons and tons of podcasts out there about entrepreneurship. Most of them take the form of interviews. There's so many that there's being impossible be fair to listen to them all. So what I do is I listen to a lot of these. I pull out the key ideas. And Emailed to them into treat treat size bits of knowledge that you can read rather quickly. And what I'm doing now is for the past few weeks. Done about 5 to 6, I think, on each email, maybe 5 every time, different podcast podcasts. I'm expanding that out because I wanna make I wanna make founders notes as comprehensive as possible. I wanna it... You comes in your email every Sunday. And, you know, it's I wanted it to be a way to understand and have a pulse on what are the thoughts of entrepreneurs that are still operating right now today. And I find these ideas valuable. You probably do too, because you're listening to this podcast right now. So if you if you don't... If you don't have the time to listen to all them and take notes, you might as well sign up and let me do it for you. So far, the open rates, people are not only reading it, but they're going back and opening it over and over again. The feedback I've been getting is really fantastic. I wanna invest more time and energy. Eventually, I want this to become a small company where other people can help me do this. Because I think this knowledge that's buried in all these dozens or so podcasts are valuable. And I think getting the key ideas to you in a way, in which it's convenient and easy to read is valuable. And I think the ideas that are contained inside that email every week is well worth what it actually caused costs. So it'd mean a lot to me if you would go to, sign up. And if you wanna test it out first, you can go to founders notes dot c o. And sign up and you'll see the free version, which is gonna be basically, maybe 10 to 20 percent of what the full version entails. I don't know things Exact percentage yet, But let's say 10 to 30 percent something like that. So it gives you a good idea of what to expect and then inevitably, I think you'll find value in there. And when you do, please upgrade and and subscribe. It's a great way to support this podcast. And other than that, I'm gonna get my voice rest, so I can be back next Monday with another podcast. Thank you very much. For the support. Thank you very much for listening. Oh, another thing. Before I go. If you want... So I have a I do podcast as you probably know for people that that leave reviews. Right? So before I said, hey, if you listened on a podcast app, like Apple podcasts where you can leave a review, screenshot that and then email it to founders reviews at Gmail, and I to reply back with these these podcast podcasts I make that are available nowhere else. So far I've done 1 on Steve Jobs that has stories. I've never heard anywhere else. Another 1 on Max Le, the... The... He talks about the the founding of Max is an interesting perspective, Imagine working with Peter Till Elon musk before they were Peter Till Musk. Well, that 1, before I would just email you the links, not only do you get the 2 I've already done, but as I do more in the future, If you just leave... If you send the review to founders reviews at gmail mail dot com. For a minute of your time, you get hours of work for me and perpetuity. Well, now, instead of the email. Now I also have a dedicated podcast feed for that. So they'll automatically update. So if you... Everybody it's left review of I've emailed them personally, they they have this feed now. But if you're... You haven't yet, take a review, our lee review, take a screenshot, send it. If you... If you use an app, like, overcast or breaker, it's other apps that don't have reviews, but have a way to recommend, like, they have some have likes, some have stars, Well if you do that, star or like any episode, show, take a screenshot real quick. Email to founders reviews dot com, I will email founders reviews dot com. Email to to founders reviews at gmail mail dot com. I gotta be able to talk today. And I will reply back and give you access to that Rs feed. You'll immediately unlock the 2 podcasts I've done and automatically update on your podcast player. The ones I do in the future. And again, I appreciate it's very helpful for other people to see those reviews to see if founders is worth their time or not. Alright. I gotta rest my voice. I will be back next week. Thank you for all the support, and, hopefully, Messes this podcast up too much."
}