{
  "transcript": "Before I begin telling you what I think, I wanna establish that I'm a dumb shit who doesn't know much relative to what I need to know. Whatever success I've had in my life has more to do with my knowing how to deal with my not knowing than anything I know. The most important thing I learned is an approach to life based on principles that helps me find out what's true and what to do about it. Principles are fundamental truths that serve as the foundations for behavior that get you what you want out of life. They can be applied again and again in similar situations to help you achieve your goals. Every day, each 1 of us is faced with a blizzard of situations we must respond to, Without principles, we would be forced to react to all the things life throws at us individually as if we were experiencing each of them for the first time. If instead, we classify these situations into types and have good principles for dealing with them. We will make better decisions more quickly and have better lives as a result. Having a good set of principles is like having a good collection of recipes for success. To be principled means to consistently operate with principles that can be clearly explained. Unfortunately, most people can't do that, and it is very rare for people to write their principles down and share them. That is a shame. I would love to know what principles guided Albert Einstein, Steve Jobs, Winston Churchill, lead Leonardo Vinci, and others, so I could clearly understand what they were going after and how they achieved it. And compare their different approaches. My hope is that reading this book will prompt you and others to discover your own principles from wherever you think is best and ideally write them down. Okay. So that is from the introduction of the book that I wanna talk to you about today, which is principles, life and work by Ray Dal. So I found this book because eventually online and and and other, various podcasts. The praise for this book was just so offensive that I finally had to re and read it. I experienced something very similar with the founder of Nike book shoe. And I usually find that when there's, like, a cr of positive responses from from something whether it'd be a podcast or a book that it's usually worth at least testing out and seeing that if if I agree with that. And so just similar to Shoe dog, principles did not disappoint. Actually, I'm getting a little bit ahead of myself. If you're new here, welcome to founders. My name is David, and the premise of this podcast is simple. Every week, I read a biography or auto of someone that is built a company, and I share the ideas that I learn in the book that you can hopefully use in your own life. So before we get into the rest of the book, let me remind you that I need your support for this podcast. Once we get going, I'm not gonna interrupt our time together with ads. My goal here is to get you valuable information in the fastest possible way. And to do that, and easy you to support my work directly. The easiest way to support my work is becoming a paid founder member. For the price of 1 lunch or 1 and a half cups of coffee, you can ensure that this work continues. Members get access to extra podcasts for me every week, and these podcasts are available nowhere else. If you sign up today at founders podcast dot com forward slash support. The link is also in the show notes available on your podcast player of choice. You'll automatically unlock 7 members only podcast podcasts, plus, you'll get a new podcast... New new members only podcast podcasts every Monday for me. I spend an insane amount of time reading, highlighting, taking notes and doing supplemental research for each episode. So if you get value from this work, please become a member today. It takes less than a minute, and I'd really appreciate it. Another way to support my work is by signing up for founders notes by going to founders notes dot c o. And just like I take a lot of notes and highlights when I'm reading a book. And I saved them. I do the same when I listen to podcast. And I didn't realize until recently that this wasn't a common process. So I decided to turn my note taking into a service that emails you my notes every week. So founders notes are my podcast notes. I listen to podcast with company builders. I write down their key id their key ideas, and I emailed them to every Sunday. And the result is that you tweet sized bits of knowledge from some of the smartest people in the world talking about what they learn from building their business. And if you're obsessed with entrepreneurship, products, creativity, work, Like I am, you'll benefit greatly from this. Reading this every week will prove incredibly valuable to your own work. So please sign up and test that out at founder notes dot c o. All you have do is input your email address. And if you like what you see, please upgrade to a paid subscription. Alright. So enough of that, let's get into the book and why the reason that we're here today. So I'm gonna start just like I... I say with every podcast, this isn't meant to be a summary or review of the book. This is literally just highlights and ideas that I found interesting and hopefully, you find interesting as well. So let's let's start with Ray first principle and why. And so his first principle is think for yourself to decide 1, what you want, 2, what is true and 3, what you should do to achieve number 1 in light of number 2. And why would you wanna do this? And he says because we have... We each have our own goals and our own natures, each of us must choose our own principles to match them. While it isn't necessarily a bad thing to use other's principles, adopting principles without giving them much thought can expose you to the risk of acting in ways inconsistent with your goals and your nature. At the same time, you like me probably don't know everything you need to know and would be wise to embrace that fact before I continue that he harp on this over and over again just like you heard in the introduction about understanding that the... What I I guess the way I would summarize is the unknown unknowns are always greater than the known known. So you need to develop a system in life to deal with the fact that we've been placed in an unbelievably complex environment that we call reality. And that we couldn't possibly know everything we need to know to survive. So this whole thing where he says, you'd be wise to embrace the fact that... You probably like me. Don't know everything you need to know. And something I noticed while reading the book is he has a lot of ideas that he repeats in different ways. And I think he's doing that, so it really sinks in. Okay. So he says, if... And this is probably the most important part of this paragraph. If you can think for yourself while being open minded in a clear headed way to find out what is best for you to do, and if you can summon up the courage to do it, you will make the most of your life. If you can't do that, you should reflect on why that is because that's most likely your greatest impediment to getting more of what you want out of life. And I think right there, getting getting more out of what you want out of life to me, that's a good summary Like, why do why are you listening to this podcast. Like, you could be... There's a million other forms of mindless entertainment. You're listening to this podcast because you wanna learn something. And so to me, like, let's take that 1 step further. When I ask myself, like, why am I learning this? And it usually comes down to, some form of that sentence. So I can get more of what I want out of life. Okay. So a couple paragraphs later. He's he specifies what he believes the key to success is. He says, I believe that the key to success lies in knowing how to both strive for a lot and fail well. By failing well, I mean being able to experience painful failures that provide big learnings without failing bad enough to get you knocked out of the game. You're gonna see in a in a short while why he believes that he starts his company and I'm gonna get into this. But he starts his company. If things are going really well. He's having a lot of early success and so much that he gets unbelievably in his own words arrogant. Based on his success, and then he loses everything. And 8 years into his company. He has to start from 0 to the point where he had to fire everybody. He's the last employee there. He's borrowing money. He can't even pay his family's bills. He says borrow money from his his dad. So this whole idea, I think this is why in my opinion, he developed this this system of, developing principle, system his thinking, and then and then making sure that everybody he works with understands that, but so writing down and sharing them as the the other part. Okay. So when I was struck by something while I was reading this is there's a lot of times where... Okay. So he's he's both an investor and an entrepreneur. So he's an investor first, and then he built a company, which makes him an entrepreneur. And there's a lot of times where you could take what he's talking about investors, scratch it out and put in the word founder or entrepreneur or whatever term you wanna use, and it's still and it's still true. And so he explicitly talks about the similarities between investing and entrepreneurship right here. And I found that interesting. So let me go ahead and read that part to you. To make money in the markets, 1 needs to be an independent thinker who bets against the consensus and is right. That's because a consensus view is baked into the price. 1 is inevitably going to be painfully wrong a lot. So knowing how to do that well is critical to 1 success. To be a successful entrepreneur, the same is true. 1 also has to be an independent thinker who correctly beats against the consensus, which means being painfully wrong a fair amounts. Since I was both an investor and an entrepreneur, I developed a healthy fear of being wrong and figured out an approach to decision making that would maximize my odds of being right and that approach is its principles. And I love this idea that what I always tell people is that start that are friends of mine that haven't that are building companies or want to, is that you're you're fundamentally betting against consensus. And I'm like, I don't understand what do you mean. Even if what they're trying to do is nothing new. They just wanna do it for themselves. It's like, well, by starting a company, you're saying that the market is not the the employment market is fundamentally mis priced the value that you bring. Or else you just go work for somebody else. And what people certain their own companies realize is, hey, I can I can actually capture that value for myself? And before I continue. If you listen to last week's podcast, you know that I'm, getting over flu like symptoms. Hopefully, I think my voice is a lot better on this podcast than it was last week. And hopefully it's not too distracting. I did think... So after reading this book, I thought about what Ray Dal, 1 of the messages in the book is that you're the... You have to be careful because you're the easiest person to fool. Right? So you just... You should you should develop systems so you don't fool yourself. And so I was like, did I make a mistake by recording when, you know, my voice might have been distracting to my overall message. And so I thought about, what Ray said, and then I thought about what it we learned in the auto of Henry Ford, when he's talking about, like, a person's feelings are not important. To, like, you should you don't only work when you feel like working. The commitment to the work is more important than how you personally feel. III feel that in my own life, that is accurate. And so I thought I was like, well, that could've have been just my brain playing a trick on me. Oh, you don't feel good You don't sound good. Oh, you know, take this week off or... And I was like, you know what? If I could do it all over again, I would still record even if my voice was distracting because I don't... We're... I'm the easiest... Like, it's... I'm the... I can fool myself easier than anybody else can fool me. And maybe that's just me looking for an excuse to do less work. So I don't want to do that. And so I'm just gonna do it anyway. So I don't know. It's just interesting how a lot of these lessons by, by reading these books they kind of combine ways that, you know, I don't know where that thought came from. It just it just appeared. And I was, oh, that kinda makes sense. So, you know, as long as I'm not dying, then just go to the work. Alright. So back to the book, it says shift your mindset, from I know I am right to how do I know Am right. And, this is at the beginning before he gets into his life story, but I think this now knowing his life story and reading the the whole book. He came to this conclusion because he almost blew up completely. So he says my painful mistake shifted me from having a perspective of, I know I'm right to having 1 of how do I know I'm right? It's amazing. How just adding 1 word that sentence changes it completely. They gave me the humility I needed, meaning the failures to balance my audacity. Knowing that it could be painfully wrong and and excuse me, knowing that it could be painfully wrong and curiosity about why other smart people saw things differently, prompted me to look at things for the eyes of others as well as my own. Experience taught me how invaluable it is to reflect on and write down my decision making criteria whenever I made a decision. So I got in the habit of doing just that. Remember that part, because, when he finally finds what he calls his holy grail. It's because he finds it years after he did this practice of just writing down. Like, this is a decision of making today, and here's why. And then keeping that, so he can go back and and the future version of him can go back and read that. So this is the next couple of pages later says, Ray hits on, my note to myself was Ray hits on this point over and over and over and over again. System ties your decision making. This is what I mean about. He's gonna repeat himself a lot. I just... And I don't mean that as a negative. I discovered I could do that by expressing my decision making criteria in the form of algorithms that I could embed into our computers. By running both decision making systems, the 1 in my mine in my head and mine in the computer next to each other. I learned the computer could make better decisions than me because it could process vastly more information than I could. And it could do it faster and unintentionally. This is the entire premise of why he feels he was successful, investing money. Doing that allowed me and the people I worked with to compound, this is important. Doing that allowed me and the people I worked with to compound our understanding over time, and improve the quality of our collective decision making. So when I read that part, it made me think the same week I was reading this book I was re listening to a podcast with 1 of my favorite writers, and I've talked about ad nausea on on this podcast. I even did a 3 part series based on... So his name Tim urban. He he founded the the blog wait but why. And calling it the blog is almost as it a disservice if you if you haven't read it, you should. It's amazing. So he wrote... He does these post. Like, he does a 3 part series analyzing elon Musk companies, and I think it's, like, 87 or 80000 words, which is, you know, the size of a a fairly good sized book. So anyways, I came across a sentence where he's was talking about, hey, doing this system allow me to to compound, not only my knowledge with the peep the people the all the people I work with, their knowledge as well over time. Right? And so on this podcast with Tim Urban, he explains the idea of compounding in the best way I've ever heard it described before, in a unique way, which is of course, if you read his writing not surprising. Let me just read this because I I wrote down exactly what he said. And this is how Tim explains the idea of idea of compounding. The... And he calls it the human colossus. The human colossus is the collective knowledge humanity has built. The collective ability to create an invent. A mountain of achievement that is cumulative across generations. Once that, that's compound compounded knowledge. Right? It is a force that is greater than humanity himself. That's a great sentence. This collective knowledge has grown substantially between 50000 Bc and today, and it is creating a level that we can't eat fathom. Humans are the same today as they were in 50000 Bc. It is this colossus of human knowledge that has grown and changed. I love that idea a lot. Okay. So there are 3 parts of this book. It's the life story, his life story, which he calls, I think where I'm coming from. Then life principles and work principles, which you would guess because it's in the subtitle. Right? Now here is the surprising thing about what he said about his life story. And why well you'll see that I basically came to the exact opposite conclusion. And so now he's talking about the life story prices. In this part, I share some of the experiences, most importantly, my mistakes that led me to discover the principles that guide my decision making. To tell you the truth, I still have mixed feelings about telling my personal story because I worry that it I might you from the principles themselves and from the timeless and universal cause affect relationships that inform them. For that reason, I wouldn't mind if you decided to skip this part of the book. If you do read it, try to look past me in my particular story to the logic and merit of the principles I described. So I took the opposite viewpoint. I thought his life story was the most interesting part because you can see how he arrived at the need for creating his principles and writing them down in the first place. And it's told more in, like, a narrative, which I personally enjoy reading. So every single thing we're gonna cover from here on in comes from his life story part, which is about a third of the book. The second part, the life and work principles, he even states. It's meant more as like, a reference. So you buy the book and you look at the table, like, table contents. You pick something sounds interesting and you read it just like you would, you know, encyclopedia or whatnot. So I have some highlights from those parts, but I'll I share that in the... This week's members only podcast. So this podcast, the main part because it fits in what we're really doing here, we're, like, This is really trying to get at the life stories of company builders. It's very fascinating to me seeing how they start out their first jobs, their their failures. So, like, how do they get to where they are now? You know, today, Ray dahlia in his sixties, think he has a network worth of like, 18000000000 dollars just like the 1 of the largest headphones and hedge funds in the world. That's interesting. Wonderful. Great. But it's even more interesting when you realized that he started the company 40 years ago, it's still private by the way. 40 years ago and in his extra bedroom. Like, that's inspiring to me. So that's what we're gonna focus on. Alright. So let's before I get into that, I just like this quote, that he has, and he talks about a lot. And it talks about the time is like a river. Says time is like a river that carries us forward into encounters reality that require us to make decisions. We can't stop our movement down this river, and we can't avoid those encounters. We can only approach them in the best possible way. And then before he jumps into his life story, he talks about something that is kind of obvious, but I think we all need to be reminded of. If the quality of your decisions determine the quality of your life, then you should work on improving quality your decisions. Right? So he says when we are children, other people. Typically our parents guide us through our encounters for reality. As we get older, we begin to make our own choices, we choose where we are gonna go after. These are our goals, and that influences our past. If you... Paths. If you want to be a doctor, you go to medical school. If you wanna have a family, you find a mate and so on. As we move forward, these as we move towards these goals, Sorry, We encounter problems, make mistakes and run up against our own personal weaknesses. We learn about ourselves and about reality and then we make new decisions. Over the course of our lives, we make millions and millions of decisions that are essentially bets, some large and some small. It pays to think about how we make them because they are what they are what ultimately determine the quality of our lives. As you read my story, try to look through it and me to the underlying cause and effect relationships. Remember if he's repeating himself, he just said this earlier. So you see that he... It's really important. And I I think he understands human nature at a fundamental level that repetition is persuasive. And so it says look at the underlying cause and effect relationships, which she talked about in the in the introduction. At the choices I made in their consequences, what I learned from them and how I changed the ways I make decisions as a result. Ask yourself what you want, seek out examples of other people who got what they wanted, which is the whole premises of podcast. And try to discern the cause and affect pattern behind their achievements so you can apply them to to help you achieve your own goals. To help you understand where I'm coming from, I'm giving you an un account of my life in career, placing special emphasis on my mistakes and weaknesses and the principles I learned behind them. So now we're gonna jump right into his early life. And, like, a lot of founders that I've covered on this podcast. He was bad at and here's his description of why. My most obvious weakness was my bad rote memory. I couldn't and still can't remember facts that don't have reasons for being what they are, like phone numbers. And I don't like following instructions. At the same time, I was very curious and loved to figure things out for myself, though that was a lot less obvious at the time. I didn't like school, not just because they required a lot of memo amortization. But because I wasn't interested in most of the things my teachers thought were important. I never understood what doing well in school would get me other than my mother's approval, my mother adored me and worried about my poor grades. Up until middle school, she would make me go to my room and study for a couple hours before going out to play, but I couldn't bring myself to do it. Okay. So we're gonna little learn a little bit more about his personality and then some of his first jobs. When I didn't wanna do something, I would fight it. He's very stubborn and determined as you could imagine. But when I was excited about something, nothing could hold me back. So there's a stubborn in the first sentence and the determination the second. For example, while I resisted doing chores at home, I ee did them outside the house to earn money. Starting at age 8, I had a newspaper route. I shovel snow off people's driveway. I cat bus tables, and wash dishes at a local restaurant. I also stocked shelves at a nearby department store. I don't remember my parents encourage me to do these jobs, so I can't say how I came by them. But I do know that having those jobs and having some money to handle independently in those early years taught me valuable lessons I wouldn't have learned in school or at play. This is how he discovers the stock market and his first investment. In those years, everyone was talking about the stock market because it was doing a great. It was doing great and people were making money. This included the people playing at a local golf course where I was started cad when I was 12. So I took my cad money and started playing the stock market. My first investment was in Northeast airlines. I bought it because was the only company I'd heard of that was selling for less than 5 dollars a share. I figured that more... The more shares I bought, the more money I would make. That was a dumb strategy, but I tripled my money. Northeast airlines was actually about to go broke and another company acquired it. I got lucky, but I didn't know it at the time. I just stopped making money in the markets was easy so I was hooked. And as you can see, I'm gonna... This this paragraph contrast with the busy work at school. He was hungry for knowledge he could actually use. But he had to have an understanding of why he's learning it. He says, in those days, Fortune magazine had a little tear out coupon. You can mail in to get free annual reports from Fortune 500 companies. I ordered them all. I can still remember watching the mailman un happily lug all those reports to our door, and I dug into every 1 of them. That is how I began building an investment library. I love his this, this idea that he has this idea that terrible is better than mediocre. I've always been an independent thinker inclined to take risks in search of rewards, not just in the markets, but in most everything. I also feared boredom and mediocrity, much more than I field feared failure. For me, great is better than terrible and terrible is better than mediocre because terrible at least gives life flavor. Another idea of his that I particularly liked he picked up on when he was rather young. So the note of myself is what we think to be true that is not. The future is a slightly modified version of the present, So that's false. Right? In 19 66 asset prices reflected investors optimism about the future. But between 19 67 and 19 79, bad economic surprises led to big and unexpected price declines. Remember he was... He thought you just had a few paragraphs before. Making money in the stock market's is easy. Not just the economy in the markets, but social sentiment deteriorated as well. Living through that taught me that while most everyone expects the future to be a slightly modified version of the presence, it is usually very different. But I didn't know that in 19 67. Certain that stocks would eventually rebound, I kept buying them even as the market fell and I lost money until I figured out what was going wrong and how to deal with it. Another idea. This is about his... Now he's a college age. We've reached the time his life when he's in college, and this is the first time he and steve jobs. He he really thought about Steve jobs a lot. He mentions him 8 or 9 times in the book. So it says my colleague is coincided with the arrow of free Love, mine expanding drug experimentation and rejection of traditional authority. Living through it had a lasting effect on me and many other members of my generation. For example, it deeply impacted Steve jobs, who I came to empathize with and admire. Like me, he took up meditation and wasn't interested in being taught as much as he loved visualizing and building out amazing new things. The times we lived in taught us both to question establish ways of doing things. An attitude he demonstrated superb in Apple's iconic 19 84, and here's to the crazy ones, which were ad comp... Ad campaigns that spoke to me. I still watch here so the crazy ones a lot. It's it's on Youtube, but III love... That's my favorite... My be probably is my favorite ad of all time Okay. So he... Something I've said on the podcast that you realize studying, company builders throughout, you know, separated by sometimes hundreds of years is that history doesn't repeat human nature does. He a pivotal... He arrives at the same conclusion. He phrases different, and he talks about, it's a pivotal lesson for him, and he he just says the same things happen over and over and over over again. So says, here's an example of Well, this is actually a little longer part. So let you'll you'll see it. It's something he learned. So it says around 19 7 or 19 71, I noticed gold was starting to tick up in the world markets. Until then, like most people, I hadn't paid much attention to currency rates because the currency system had been stable throughout my lifetime. But as currency events increasingly appeared in the news, they caught my attention. I learned that other currencies were fixed against the dollar. That the dollar was fixed against gold, and that Americans weren't allowed to own gold. Though I wasn't sure why. I didn't know that. And that other central banks could convert their paper dollars into gold, which would which was how they they were sure that they wouldn't be hurt if the Us printed too many dollars. I heard our government officials poo poo, the worries about the dollar and the excitement about gold. Assuring us that the that the dollar was sound and that gold was just an archaic medal. Back then, I still assumed that government officials were honest. In the spring of 19 71, I graduated college with a near it with a nearly perfect grade point average, which got me into Harvard business school. That the summer before I started at B, I got a job as a clerk on the floor of the New York Stock Exchange. By mid summer, the dollar program... Or excuse the dollar pro began to reach a breaking point. Then on Sunday, 08/15/1971, president Richard Nixon went on television to announce that the Us would na on its promise to allow dollars to be turned in for gold. Which led the dollar to plummet. Since government officials had promised not to to value the dollar, I listened with amazement as he spoke. Instead of addressing the fundamental problems behind pressure on the dollar, he continued to blame spec. Crafting his words to make it sound like he was moving to support the dollar, while his actions were doing just the opposite. And this is his counterintuitive conclusion. Over the decade since, I've repeatedly seen... Policymakers deliver such assurances immediately before currency devaluation. That's what he means about the same thing has happen over and over again. So I learned not to believe government policymakers maker when they assure you that they won't let a currency devaluation happen. The more strongly they make those assurances, the more desperate the situation probably is. So the more likely it is that a devaluation will take place. That's his counter to of. Conclusion. To try to understand what was happening, I spent the rest of that summer studying past currency devaluation. I learned that everything that was going on, the currency breaking gets linked to gold and evaluating the stock market soaring your response had happened before. And that logical cause and effect relationships made those develop developments inevitable. My failure to anticipate this I realized was due to my being surprised by something that happened happened in my lifetime. Though it had happened many times before. The message that reality was conveying to me was, you better make sense of what happened to other people in other times and other places. Because if you don't, you won't know if these things can happen to you. And if they do, you won't know how to deal with them. And so a few paragraphs later, the note left myself was this famous quote by Mark Twain. And it says whenever you find yourself on the the the side of the majority, it's time to pause and reflect, he's gonna come to a similar conclusion. Says stocks were were in again in 19 72, and the fashion of the time was the nifty 50. Again, I've never heard of this before I read the book. So the nifty 50 is this group of 50 stock that had fast and steady earnings growth and were widely believed to be a sure thing. The inflationary surge that fall to breakdown the currency system sent commodity prices even higher. In response, the Fed titan monetary policy, This in turn caused the worst decline in stocks and the worst weakening of the economy since the great depression. The nifty 50 were particularly affected, plunging severely. The lesson when everybody thinks the same thing such as what sure bet the nifty 50 is, it is almost certainly reflected in the price and betting on it it's probably going to be a mistake. So during this whole time, he takes a... He... Some... For summary reason or I guess, he's gonna to describe his reason behind it, but he falls out of low with stocks and starts to get starts to want to be in commodity. So when he starts out, its early career after college, He's not really doing too much of stocks anymore, but he's learning a lot about commodity training. So this is the part of his life where he's working in commodities and this leads to the founding of bridge water. So said, stock investing fell out of favor after 19 73 and commodity trading became the thing to do. He'd had already been working commodities for a few at this time. With my background of commodities in my Harvard Nba, I became a sought after property. Dominic and Dominic, amid amid A middle sized hundred year old brokerage firm hired me as director of commodities for 25000 dollars a year, which was near the top of what H hp graduate starting salaries were that year. My new boss paired me with an older experience guy who had lots of commodities broker experience and we were assigned the task of setting up a commodities division. I was in way over my head, though I was too arrogant to realize it at the time. I probably would have learned a lot of painful lessons had the job continued. But the bad stock market took Dominic and Dominic under before we made much progress. After Dominic and Dominic closed its retail business, I moved on to a bigger and more successful brokerage firm. So this is a second job now. His boss name here. I'm I'm skipping over a bunch of, this part, but his... This guy Sheer, this is his boss. Sheer put me in charge of its futures hedging business, which included both commodity futures and financial futures. I was the person helping clients who had price risks in their business, manage them by using futures. I developed quite an expertise in the grain and livestock markets, which often led me to West Texas and the agricultural areas of California. As much as I love the job, and the people I work with, I didn't fit into the organization. I was too wild. I also punched my boss in the face. Not surprisingly, I was fired, but the brokers, their clients and even the ones who fired me like me and wanted to keep getting my advice. Even better, they were willing to pay me for it. So in 19 75, I started bridge water associates. So he became some some type of expert on commodities. He started sharing that knowledge. He he'd write. Something he did all the. He calls him daily observations. He was just write his published thinking on the market. Like, the reason behind what he's doing. And just let people, you know, they could follow on to his investments. They could just read. They could disagree with whatever it was. He's just putting it out there, and that actually was really integral in into his career. And this is the status of bridge water 40 years ago. Something I jot it down. And it reminds me of 1 of my favorite quotes by Jeff Bezos. And this is the quote. It says big thing starts small. The biggest oak starts from an acorn. You've got to be willing to let that acorn grow into a little sap and then finally into a small tree, and then maybe 1 day, it'll be a big business on its own. So this is bridge water today. Like I said, earlier, massive company, widely successful, 1 of the 100 richest people in the world, etcetera, etcetera. And this is what it started out as. I worked out of my 2 bedroom apartment. When a pal from H b who I shared the apartment with moved out, I made his bedroom in office, I worked with another friend I played Rugby with, and we hired a great young woman who worked as our assistant. That was Bridge water. So a few weeks ago Did this podcast on Samuel, also known as the Ben banana king. And he had this great quote in the book that stuck out 2 me. It says, if you know your business from A to z, there's is no problem you can't solve, and we saw that in in the book of the podcast where he does literally every single part of the banana trade. And that really reminds me of how Ray started with hits the commodities business, And this is what I mean by that. This is Ray talking about how we how we started out. And like, his level of dedication to it. I was really getting my head into the livestock, meat grain and oils seed markets. I love them because they were concrete and less subject than stocks to distorted perception of value. While stocks could stay too high or too low because greater fools kept buying or selling them, livestock ended up on the meat counter where it would be priced based on what the consumers willing to pay. I could visualize the process that led to those sales and see the relationships underlying them. Since livestock eat grain mostly from corn and soy meal, and since corn and soybeans beans compete for acreage, those markets are closely related. I learned just about everything imaginable about the about them. What the planted acreage and typical yields were in each of the major growing areas, how to convert rainfall levels in different weeks of the growing season into yield estimates. How to project harvest sizes, carrying costs, and livestock inventories by weight group, location and rates of weight grain, and how to project dressing yields, retailer margins, consumer preferences by cut of meat and the amounts to be slaughtered in each season. This wasn't academic learning. People with practice in the business showed me how the agricultural processes worked. And I organize what they told me into models that I used to map the interactions of those parts through time. Later on in the book he shares this create anecdote that I think is value before all of us know, and this is him watching the richest man in the world go broke, and I never heard of this guy before. So just before thanksgiving, I met with bunker hunt, then the richest man in the world. We regularly talked about the economy and markets especially inflation. Bunker saw the debt crisis and inflation risks as pretty much as I saw them. He been wanting to get his wealth out of paper money for the past few years. So he had been buying commodities, especially silver, which he had started purchasing for about a dollar 29 dollars per ounce as a hedge against inflation. He kept buying and buying as inflation and the price of silver went up until he had essentially cornered the silver market. It. At that point, Silver was trading at around 10 dollars. I told them I thought it'd would be a good time to get out. So raised doing the same trade, ray gets exits to trade at 10 dollars. But bunker was in the oil business and the Middle East oil producers he talked to were still worried about the depreciation of the dollar. They had told him that they were going to buy silver as a hedge against inflation, so he held onto it with the expectation that its price we continue to rise. I got out. By early 19 80, Silver had gone to nearly 50 dollars. And as riches he was, bunker became a lot richer. While I had made a lot of money on silver rise to 10 dollars, I was kicking myself for missing the ride to 50. But at least by being out, I didn't lose money. There are anxious times in every investor career when your expectations of what should be happening aren't aligned with what is happening and you don't know if you're looking at great opportunities are catastrophic mistakes. Okay. I think that might be 1 of the most important paragraphs in the entire book. And now I'm gonna reread that to you changing the word for from investor to entrepreneur. There are anxious times in every entrepreneurs career when your expectations of what should be happening aren't aligned with what is happening and you don't know if you're looking at great opportunities are catastrophic mistakes. When the plunge finally did happen, silver crashed, it ruined hunt, and he nearly brought down the whole Us economy as he fell. The Fed had to intervene to control the ripple effects. All of this provided, should all this pounded an ind lesson into my head. Timing is everything. I was relieved that I was out of the market, but watching the richest man in the world go broke was jarring. So something's gonna... Very someone's gonna happen to him very soon. This is the crash of bridge water and him losing everything. In March 19 81, I wrote a daily observation that's... I would... Almost like a newsletter. That's his newsletter, entitled the next depression in perspective. And concluded it by saying, the en of our debt implies that the depression the the depression will be as bad or worse than the 1 witnessed in the thirties. This view was extremely controversial. In August 19 82, Mexico defaulted on its debt. He was worried about debt and emerging markets. So he says at 81. And later on a year and half later, he starts to see that happen. By then, it was clear to most everyone that a number of other countries are about to follow. Because I was 1 of the few people who had seen this these things coming, I started to get a lot of attention. Congress of holding hearings on the crisis and invited me to testify. In November, I was a featured guest on the Wall Street week, the most the must watch show for anyone in the markets. In both appearances, I confidently declared that we were headed for depression and explained why. Hit 1 of his reasons why he says, because I understand how markets. Work. He actually said that. And now in the book he talks about looking back and I just couldn't believe that he could be so dumb. After Mexico's default, the Fed responded to the economic collapse and debt defaults by making money more readily available. This caused the stock market to jump by a record amount. While this surprised me, I interpreted it as a knee jerk reaction to the Fed's move. After all, in 19 29, a 15 percent rally was followed by the greatest crash of all time. In October, I laid out my prognosis in a memo. To hedge against the worst possibilities, I bought gold and tb bill futures, except etcetera, etcetera. And he says, I was dead wrong. The Us stock market began a big bull wrong and over the next 18 years, the Us economy enjoyed the greatest non inflationary growth period in its history. My experiencing, my experience over this period was like a series of blows to the head with a baseball bat. Being so wrong and especially so publicly wrong was incredibly humbling and cost me just about everything had built it head at at bridge water. I saw that had been an arrogant jerk. Who was totally confident in a totally incorrect view. So there I was after 8 years in business with nothing to show for it. Though I've been right much more than I've been wrong, I was all the way back to square 1. At that point, I'd lost so much more money, I couldn't afford to pay the people who work with me. 1 by 1, I had to let them go. Bridge water was now down to just 1 employee, me. Losing people I cared so much about and barely nearly losing my dream of working for myself was devastating. To make ends meet, I even had to borrow 4000 dollars from my dad until we could sell our second car. I had come to a fork in the road. Should I put on a tie and take a job on Wall Street? That was not the life I wanted. On the other hand, I had a wife and 2 young children support. I realized I was facing 1 of the life's big turning points and my choices would have big implications for me and my family's future. So this crash, skipping ahead a little bit. This is how he develops the need for principles, and this is this is his thinking at the time. Staring at these failings, I realized that I was going to move forward without a high likelihood of getting whacked again. I would have to look at myself objectively and change. Starting by learning a better way of handling the natural aggressive ness, I'd always shown and going after what I wanted. Imagine this is a good metaphor. Imagine that in order to have a great life. You have to cross a dangerous jungle. You can stay safe where you are and have an ordinary life. Are you can risk crossing the jungle to have a terrific life. How would you approach that choice. Take a moment to think about it because it's not because it is a sort of choice that in 1 form or another, another, we all have to make. Even after my crash, I knew I had to go after the terrific life with all of its risks. So the question was how to cross the dangerous jungle without getting killed. In retrospect, my crash was 1 of the best things that ever happened to because it gave me the humility I needed to balance my aggressive. And you see that, we saw that also in the famous Steve Jobs commencement speech. Where he talks about, you know, getting kicked out of next was was just the thing he needed at that time. And so we're seeing an echo of that in Ray dal life. This is another insight he has to fund into human, and or put another way the difference between what successful people do after a failure and what unsuccessful do. People do or do not. Typically, by doing what comes naturally to us, we fail to account for our weaknesses, which leads us to a crash. What happens after we crash is most important. Successful people change in ways that allow them to continue to take advantage of their strengths, while compensating for their weaknesses. Unsuccessful people don't. The important thing to note here is that beneficial change begins when you can acknowledge and even embrace your weaknesses. Over the years that followed, I found that most of the extraordinary successful people I had met had similar big painful failures that taught them the lessons that ultimately helped them succeed. Something we see a lot on this podcast and why I tried to focus most of the the ideas I pull out the books at towards the beginning of a person's life because I don't think, running a hugely successful business... Something that's huge successful business... A business that's already huge successful is that interesting. What is way more interesting to me and way more inspiring frankly is understanding everything they had to do to get to that point. So it says looking back on getting fired from... Oh, he's just gonna... Okay. So I kinda stumbled over my own words here. Says looking back and getting fired from Apple 19 85, Steve Jobs said, it was awful tasting medicine, but I guess the patient needed it. Sometime life hits you in the head with a brick. Don't lose faith. I'm convinced that the only thing that kept me going was that I love what I did quote. I saw that to do exceptionally well you have to push your limits and that if you push your limits, you will crash, and it will hurt a lot. You will think you have failed, but that won't be true unless you give up. Believe it or not, this is so important. I love this sentence... These the sentence. Believe it or not, your pain will fade, and you will have made many... You you will have many other opportunities ahead of you, though you might not see them at the time. This is raised state after the crash. Coming out of my crash, I was so broke, I couldn't must enough money to pay for an airplane ticket to Texas it, Texas to visit a prospective client. Even though the fees I'd earn were many more were many times the cost of the fair. So I couldn't make the trip. And this is the new bridge water, which is this... He starts to expo on system his decision making process. So it says from very early on, whenever I took a position in it's, I wrote down the criteria I used to make my decision. Then, when I close out a trade, I could reflect on how well those criteria had worked. It occurred to me that if I wrote those criteria into formulas, now more fashion called algorithms, and then ran historical data through them. I could test how well my rules would have worked in the past. That's the fundamental foundation of the new bridge water. So few years past, he winds up doing rather successful. And I love this this idea that I've heard before. It's like, you can either outs spend your competition you can out teach them. So he decides to out his competition than turning what he's teaching into more products. So most hedge funds, you know, they just... They they raise capital, they get paid, you know, usually 2 percent, yearly fee on the capital and then 20 percent of any profits. He starts developing all these other other since, you know, he had a really public failing. He starts developing all these other side product products. So this says by late 19 83, Bridge water had 6 employees. Up until then, I hadn't done any marketing. The business we got came from word mouth and from people reading my daily Tele. He Tell alex. I had to look up Didn't know what that was either. I almost like a fax machine. It's a way for businesses to transmit written written information to 1 another. So it came from my daily Tal, which she calls a daily observation and seeing my my public appearances. But clearly, there was a growing demand for our research, and I realized we could sell it to supplement our consulting and trading income. So I hired a seventh employee, former door to door Bible salesman named Rob Freed, and we hit the road. Lug around a projector in a huge stack of slides, hawking a 3000 dollar per month research package with my daily Tel. Weekly conference calls, bi weekly quarterly research reports and quarterly meetings. At that point, our business consisted of 3 main areas. Consulting for fees, managing companies risks for incentive fees and selling the research packages. Skipping ahead, this is another part where you can change the word investor to a founder and it's still accurate. All great... I'm I'm gonna go ahead and do that preventative or preemptively, maybe it's a a better word there. All great founders and investment approaches have bad patches. Losing faith in them at such times is as common as mistake as getting too enamored or them when they do well. So this is good. Don't be too sad when things are going bad and too happy when things are going well. Because... And here's why. Because most people are more emotional than logical. They tend to over react to short term results. They give up and sell low when times are bad and buy too high when times are good. I find this is just as true for relationships as it is for investments. Why people stick with sound fundamentals through the ups and downs. While flight people react emotionally to how things feel, jumping into things when they are hot and abandoning them when they are not. So now we're at the point where I mentioned earlier, that he discovers his holy grail. This is He has, like 26 years of success with this. And it comes from all these things he did earlier in life that he didn't know he'd use. So as, he'd always use computers. Technology started getting better So like, analyze more data. He was writing down and taking extensive notes on everything he was thinking and everything he was doing. And now the technology got to a point where he could, have the computer s synthesized his decision making and system ties it, and they wind up running these, these simulations and he comes across something he's gonna call as Holy grail. From my earlier failures, I knew that no matter how confident I wasn't making anyone bet, I could still be wrong. And that proper diversification was the key to reducing risk without reducing my returns. If I could build a portfolio, filled with high quality return streams, they were probably diversified so think about this is building a business of multiple revenue streams. I could offer clients an overall portfolio return much more consistent and reliable than what they could get elsewhere. So this is where he discovers us chart. He says a simple the simple chart struck me with the same force. I imagine Einstein must have fell when he discovered E eagles equals M mc squared. I saw that with 15 to 20 good un encore return streams, I could dramatically reduce my risk without reducing my expected returns. It was so simple, but it would be such a breakthrough if the theory worked as well in practice as it did on paper. I called it the holy grail of investing because it showed me the path to making a fortune. This was another key moment in our education. And I highlighted and em bold this because this is really important too. The next paragraph. He says, the principle we discovered it applies equally well to all ways of trying to make money. Whether you own a hotel, run a technology company or do anything else. Your business produces a return stream, having a few good un encore return streams is better than having just 1. And knowing how to combine return streams is even more effective than being able to choose good ones. Thanks to my process of systematically recording my investment principles and the results they could be expected to produce I had a large collection of un encore return streams. In fact, I had something like a thousand of them. Because we traded a number of different asset classes and with in each 1, we had program and tested lots of fundamental training rules, we had many more high quality ones to choose from than a typical manager who was tracking a smaller number of assets and was probably not trading systematically. For over 26 years now, this way of thinking made money in 23 of those years. Having only modest losses in the other 3, and making more money in total for our clients than any other hedge fund ever. And so now we're gonna get close to present day, and this is the results of system thinking guided by principles that are written down and adhered to. Our returns in 2010 were the best ever, nearly 45 and 45 and 28 percent in our 2 funds and close to 18 percent. In another fund. Almost exclusively because a system we had programmed to take an information and process it, we're doing it superb. These systems worked far better than we could with just our brains. Without them, we would have had to manage money the old and painful way. By trying to weight in our heads all the market and all the influences on them and then bringing them together into a portfolio of bets, we would have had to hire and supervise a bunch of different investment managers. And because we couldn't have had... And because we couldn't have had blind faith in them, we would have had to understand how each 1 made their decisions, which would mean watching them, what means watching what they were doing and why, so we could So we could know what to expect from them? While dealing with all the the... Their different personality issues. So that's that sounds basically impossible. Right? That's why system ties is his investment criteria. Why would I want to do that? It seemed to me that the way of investing that it seemed to me that way of investing or managing an organization was obsolete, like reading a map instead of following Gps. Of course, building our system was hard work, it took us over 30 years to do it. And so at this point, he's... He he's having a lot of success. He's getting a lot of attention. People start to, former employees and the likes start to... There's just a lot of press coverage on bridge water. And they say it's almost like, he he's running this almost like a cult, and he he didn't really like that. So he had a counter thought on public success, and then you understand why he decided to publish his principles publicly. Because he published them online before he put him into a book. So he says getting, and this is his counterintuitive of thought on public success, which to me is kind of obvious. Wasn't always obvious until you start to see a lot of the negative external of of being quote unquote, like, public publicly successful. And you realize, oh, it's definitely all good, and it almost... To me, I think it's it's smarter if if, like, to be rich and anonymous than it is to be rich and famous. Maybe that's just because I'm introverted and I don't like talking to people I don't know. But, I guess there are people out there that, you know, they want... They crave fame. I I don't understand at all. And this is his his experience with that. Getting a lot of attention for being successful is a bad position to be in. Australians call it the tall poppy syndrome because the tallest pop in a field are the ones most likely to have their heads whacked off. I didn't like the attention, and I especially didn't like the mis characterization of bridge waters as a cult. And this is his conclusion at the end of his life story and I'll close with this. As I look back on my experiences, it's interesting to reflect on how my perspectives have changed. When I started out, each and every twist and turn I encountered whether in the markets or in my life in general looked really big and dramatic close, like unique life or death experiences that were coming at me fast. With time and experience, I came to see each encounter as another 1 of those. Then I could approach more calmly and analytical, like a biologist might approach an encounter with threatening creature in the jungle. First, identifying its species and then drawing on prior knowledge about its expected behaviors reacting appropriately. When I faced when I was faced with the types of situations I had encountered before, I drew on the principles, I had learned for dealing with them. But when I ran into ones I hadn't seen before, I would be painfully surprised. Studying all those painful first time encounters, I learned that even if they hadn't happened to me, most of them had happened to other people in other times and places, which gave me a healthy respect for history. A hunger to have a universal understanding of how reality works, and the desire to build timeless and universal principles for dealing with it. While I experience them going from the bottom up, rather than the top down, my assessment is that the incremental benefits of having a lot and being on top, are not nearly as great as most people think. Very interesting to keep in count. This is 1 of the hundred most rich richest Rich. He's very rich. Yeah It's basically what I'm saying is I think he's on the top 100. And saying, my assessment is that the incremental benefits of having a lot and being on top are not nearly as great as most people think. Having the basics, a good bed to sleep in, good relationships, good food, and good sex is more important and those things don't get much better when you have a lot of money are much worse when you have less. And the people 1 meat at the top aren't necessarily more special than than the those 1 meats at the bottom are in between. Summarizing his pointer here. He says the marginal benefits of having more fall off pretty quickly. In fact, having a lot more is worse than having a moderate amount more because it become... Becomes it comes with heavy burdens. It's kind of an extension of his counterintuitive part, point on public success. Being on top gives you a wider range of options, but it also requires more you. Something I didn't include in the podcast, but it was really interesting. He talks about, building so he's transitioned out of the the Ceo world of of bridge water, and he he talks about life having, like, 3 different phases. So anyway anyways, he's in the sixties when he's doing this, and he's settling in the book. He's like, now that I'm He basically he's like, I... I'm finally free to enjoy life. Which is really weird to think somebody has billions of dollars took into the sick. So I don't know. I I... It's interesting these thoughts that he's having with the idea because, you know, when he's talking about there. Like, yeah. Being on top of gives you a wider range interruptions, but it also requires more of you. So, like, he might have been just as happy having 10000000 dollars or a hundred million dollars or whatever the number is, than 18000000000 and not and waiting to a sixties to transition to his other part of life and the transition to another part of life is doing what he wants to do all day or spending time with family and helping other people be successful. Just... I I, it was very surprising that that was in the book. I was dumbfounded when I when I read it. So and now that I'm reading this part to you, it kind of makes sense because he's talking about it again. Being well known is probably worse than being anonymous, all things considered. And while the beneficial impact 1 can have on others is great, When you put it in perspective, it is still infinite testimony small. For all those reasons, I cannot say that having an intense life filled with accomplishments is better than having in a relaxed life filled filled with savor. Though I can say that being strong is being better than weak, and that struggling gives 1 strength. Really important conclusion here. My nature being what it is, I would not have changed my life. But I can't tell you what is best for you. That is for you to choose. What I have seen is that the happiest people discover their own nature and match their lives to it. And I think that's good parting advice. Let's discover our own, and let's match our lives to it. If you wanna read the full story, read the book. I leave a note in the show notes. You can go there and order it. You can also see this book and every single book. I think there's, like, 41 or 42 now, every single book that's been featured on the podcast. If you wanna support the podcast, you go to founders podcast dot com for such books. And if you click through and buy that book from the links that are on the page, Amazon sends me, It's very, very tiny percent of the sale at no additional cost to you. It's a a way to... The great way to support the podcast and for you get a book. And like I said, I'd buy the book just because it's meant as a reference. As you see, if you order it only comes in actually hard covering right now. Hard covering Kindle. It's massive. It's a it's a gigantic book. So... And if you've made it this far and you haven't left a review or rating or a like or a heart or Gold star, anything else that your podcast player that you do. Please do. It's very helpful. And as a reward for you spending small amount of your time. If you take a screenshot of the heart or the star or the rating, and you email it to me at founders reviews at g mail dot com, or I'll reply back with a private Rs link that lets you access podcast podcasts that I do for people that I've left review. So far I've done 2 of them. I'm gonna do probably about 4 year, and so you'll get access to the 2 have already done and all the, all the podcasts that I do just for viewers in the future. Just for waive of me saying thank you for taking a moment of your time and telling others, how much you appreciate the work I'm doing. Other than that, thank you very much for the support for listening, and I'll be back next week."
}