{
  "transcript": "As I walked toward Harvard Square on a December weekend afternoon in 19 74. I had no inkling that my life was about to change. I was 21 years old and at loose ends. My girlfriend had left a few weeks early to return to our hometown of Seattle 3000 miles away. I had a dead end job at Honeywell and a crummy apartment. The 1 constant in my life those days was a harvard undergraduate named Bill Gates. My partner in crime since we'd met at Lakeside school when he was in eighth grade, and I was in tenth. Bill and I learned how to dissect computer code together. We started 1 failed business and worked side by side on professional programming jobs while still in our teens. It was Bill who had coax me to move to Massachusetts with a plan to quit school and join him at a tech firm. Then he reversed field to return to college. Like me, he seemed restless and ready to try something new. Bill and I kept casting about for a commercial project. We figured that we'd eventually write some software where we knew we had some talent. We fantasize about our entrepreneurial future. 1 time I asked Bill, if everything went right, how big do you think our company could be? He said, I think we could get it up to 35 programmers. That sounded really ambitious to me. So that was from the introduction of the book that I'm going to talk to you about today, which is idea man, a memoir by the cofounder of Microsoft. So this book was on my list I have... I think last time Counted something like 34 books lined up for future episodes of founders. And so this was probably in the middle of the pack somewhere in in there. And then a few weeks ago, he Paul on unsurprisingly passed away. So I decided he passed away while I was working on the podcast podcasts, of, about D h, the founder Visa. So I decided to push it up and to learn a little bit more about, his life. So before we get into the rest of the book, let me just remind you that I need your support for this podcast. Once we get going once we get it back into the book, I'm not gonna interrupt the podcast with any ads. And the only way I'm able to do that is if you support my work directly So the easiest way to support my work is becoming a paid founders member. I still don't have AAA better name than member. Unfortunately, I'm sure I'll come up with the 1. So if you become a member, it's a great way to support the podcast in return, you get access to extra podcasts for me every week. And these podcasts are available nowhere else. I only send them 2 members. So if you wanna sign up and help me out. I'd very much appreciate it. You go to founders podcast podcasts dot com forward slash support. Are the link is also in the show notes available in the podcast player that you're using to listen to this. And if you sign up today, you'll automatically unlocked 8 members only podcast that have done the past, plus you'll get a new members only podcast every Monday. And the second way you can support the podcast is signing up for founders notes. So Founders notes is basically my podcast notes. I listen to podcast with company builders write down the key id ideas and email them to you every Sunday. And the result is you have tweet size bits of knowledge from some of the smartest people in the world, talking about what they learn from building their business. And it's really simple to sign up, just go to founders, notes dot c. Put in your email address, And if you like what you see, please upgrade to a paid subscription. It'll save you a lot of time. What would take you 10 to 20 hours to listen to is this still down into valuable ideas you can read in 10 to 20 minutes. Okay. So let's get back into idea man. And this is a little bit about, this is Paul speaking about how he works and how he comes up with the ideas that he worked on. So he says, my really big ideas have all begun with a stage setting development. Then I ask a few basic questions. Where is the leading edge of discovery headed? What should exist but doesn't yet? How can I create something to help meet the need and who might be enlisted to join the crusade? Whenever I had a moment of insight, it has come from combining 2 or more elements to gal a new technology and bring breakthrough applications to a potentially vast audience. Bill and I had already found a groove together. I was the idea man, the 1 who can conceived the things at of whole cloth. Bill listened and challenged me and then honed in on my best ideas to help them make them a reality. Our collaboration had a natural tension. But mostly, it worked product... It worked productively and well. Okay. So this is Paul writing about how we came up with the idea for what would eventually become Microsoft. So said a few months after the 8008 was announced. This is a micro processor from Intel. 1 of those brain waves came to me. What if a micro processor could run a high level language, the essential tool for programming a general purpose computer. It was plain to me from the outset that we'd you'd use basic basic stands for beginners all purpose symbolic instruction code that relatively simple language that Bill and I learned back at lakeside in our first computer experience. And so I asked Bill, why don't we do a basic for the 8008? He looked to me quiz and said, because it would be dog slow and pathetic. And basic by itself would take up almost all the memory. There's just not enough horsepower, it would be a waste of time. After a moment, a moments reflection, I knew he was probably right. Then he said, when they come out with a faster chip, let me know. So a few, few weeks after that, Paul is reading popular... The the magazine popular electronics, and he sees an advertisement for the Alta 8800. And so now this is him talking about how you reacted to seeing that. I slapped down 75 cents and tried the half dozen s blocks to bill's room in Harvard courier house. I burst in on him cram for finals. You remember what you told me, I said, feeling vin in a little breath. To let you know when somebody came out with a machine based on the 08:08 0? Yeah. I remember. Well, here it is. I said, holding up the magazine with a flourish. Check it out. As Bill read the story, he began rocking back and forth in his chair. A sign that he was in deep concentration. I could tell he was impressed. We were looking at the first commercial personal computer. So they decide to send letters to the manufacturer of the Alta 8800. It's this little company out in, Albuquerque, New Mexico. They don't receive any word back so they decide to call, and they're gonna call to see if they can write the software for, for the alter 8800. And so it says, we followed up with the phone call. You should talk to them. You're older, Bill said. No. You should do it. You're better at this kind of thing I said. We compromised. Bill would make the call, but he would say he was me. When it came time to meet with myths, myths, Mit s is the name, is the company that's making me the alter 8800, and it's an acronym sensor micro instrumentation and telemetry system. So it says when it came time to meet with myths, face to face, our thinking when, I'd be the 1 to make the trip. I had my beard going and at least look like an adult. While Bill who routinely get carte into his thirties, could still pass for a high school sophomore. Ed Roberts, This is Paul Allen in Boston. Bill said, We've got a basic for the alta tear that's just about finished, and we'd like to come out and show it to you. I admired Bill's Bra, but worried he'd gone too far since we yet to write the first line of codes. So this is really interesting. Without saying anything to Paul in advance. He just telling us, guy, yeah, We're we're almost done, and we wanna come out and show it to you. We'd learn obviously, what Paul said in the last sentence. We haven't even written... Or... We didn't haven't even written our first line of code. So I bring that up because as I was reviewing all the notes and the highlights getting ready for this podcast. I realized that I'm doing a podcast on Paul Allen, that is full of stories about Bill Gates because of he had very what he would call, bill Bill was obsessed with being hardcore. He was very... Like, he had a very... He just has a very centric personality. Like, you can see in this in in just like this little phone call here. So what I did is instead of anytime there was a highlight where I talked about Bill and Paul working together. Well, that makes sense to put it inside of a Paul, Allen, podcast. But what I did is this week's founders only podcast. I took all my highlights that are just about bill's essential... Like, his centric personality and, like, the stuff you... The stories that Paul has about in this book, which is really, really funny in many cases and really extreme a lot and just put it into a podcast where it's very similar to... If you've left her reviews for this podcast and you have and I sent you the the reviewer only podcast where there's all these stories. 1 of the podcast podcasts I did was all these stories about Steve Jobs from Ed Cat. And in case you haven't listened to the Ed Cam episode Founders yet, Ed Ka was the c cofounder founder of Pixar a genius in his own right, and he had the longest working relationship with Steve Jobs. They worked together for 26 years uninterrupted until the the Steve Jobs death. And as such, Ed had a lot of stories that I put into a podcast, about Steve jobs that even after reading 2 books about Steve jobs, I hadn't heard anywhere else. So Paul Allen having a lot of experience with Bill Gates. It's very similar here. He's got a lot of interesting stories. So if you wanna hear that and support my work, please think about signing up, and you can unlock it immediately. Alright. So let's go back to this... We're in the middle of this bill's, like, what's Paul saying. He said My Bill's p provide on this phone call. So it says, I admire Bill's Provide worry that he'd gone too far since we, yet to write the first line of code. Robert's was interested, but he was getting 10 calls a day from people with similar claims. So I I think I talk about it later in the podcast, but it's definitely mentioned many times of the book. If there was if it wasn't for Ed Roberts, the guy they're talking to right now, there would be no Microsoft. That's how important character he is in in understanding the formation of this company. So it says Roberts was interested, but he was getting 10 calls a day from people with similar claims. He told Bill when he told everyone else. The first person to walked to his door in Albuquerque with a basic that worked would get the contract for the Alta tear. The whole conversation took 5 minutes. Think about how crazy it is. If what I just said was true that there would be no Microsoft without ed Roberts the first interaction with they have, and that sets them on the path to founding what eventually comes Microsoft took all the 5 minutes. When it was over, Bill, and I looked at each other, It was 1 thing to talk about writing a language for a micro processor, and another to get the job done. If we've been older or known better, Bill and I might have put it off or might have been put off by the task in front of us. And this is a really good important point that I think has made multiple times. Not only when you hear of founding stories from other entrepreneurs, but, the books that, I've read for this podcast. And he says, but we were young and green enough to believe that we just might pull it off. Okay. So that is the end of, like, the introduction of the first chapter. So now the book flashes back to his earlier life, until we catch back up to the beginning of the Microsoft, which is where the book starts. Okay? So we're gonna go backwards. And as always, I'm real... I'm extremely interested in the early lives of these entrepreneurs, they're what they were likely as kids, what they were, like, in school, some of their first jobs, first ideas they had, because you see a lot of the things that happened in in in your young life that are carried over with you and a lot of them become part of, like the culture or the reason that they're creating the company they are. So I'm just gonna hit some highlights here. This is really important. And this is advice he got from his father. And there's a there's several examples that we've talked about on the podcast where like, you can find out how to do something by seeing it done the wrong way. So we're gonna see a regret that surfaces in his, his father's life that he's now trying to instill in his son. So it's basically saying, hey, do is as I say not as I have done. And it says, I was still young when my father first asked me what I wanted to do with my life. It was his way of impart his iconic wisdom. He's man of very few words. When you grew up and have a job, do something you love. Whatever you do, you should love it. He'd repeat this to me over the years with conviction. Later, I'd had figured out what he... I'd I had figured out what he meant. Do as I say, not as I've done. Much later, my mother told me that my father had wrestled with his career choice. He suspected he might be happier coaching football than managing libraries. He would manage libraries for for colleges. But he finally chose the safe and practical route, a 9 to 5 life under fluorescent lights, lots of men from his generation did the same, but he wanted me to choose better. So this week, while, I was I heard I took... I was taking notes on 1 of my favorite entrepreneurs that I covered Danny Meyer, if you go back and listen to the podcast it did on his book setting the table. And I I think I talked about in this podcast, but he talked in the podcast I did about the book, but he was on, master's of scale, and he was talking about the night before he he was selling... He was know, semi successful is really good salesman when he's selling these like, electronic tags. That stop shop making 6 figures, being able to live in New York, but then said, hey, I need to figure out what next to do. So I'll just go take... I'll just be an attorney. So you he registers for the Ls sat. And the night before he takes the Ls at, he's having dinner with his family and uncle all this... All these people, and he's just an note really crappy mood, and his uncle is like what's wrong with you. He's like, well, I have to take the else out tomorrow, but I don't want to... I don't wanna be a lawyer. And so his uncle says to him. He's like, you realize that you're gonna be dead way longer than you are alive? Basically he's saying, hey, You have such a short time period that you actually are alive. Why are you gonna waste it doing something you don't love. And he says the quote is why don't you open a restaurant. And Danny, like, why would Do that? And he's like, you fool. Like, your whole life, you've even been obsessed with restaurants. That's why you should open 1? Like you talk about them constantly. And so he takes us uncle advice and that that 1 conversation winds up being a turning point into his life. And then what happens is it prepares him. He he starts 1 restaurant, waits a few years, and then he he builds up union square hospitality group, which is successful then eventually in case you don't know who Danny Myers, he found Shake shack. And now Shake shack is, you know, massive public company. So, it's just really interesting that this advice over and over again, usually comes from people that, in many cases didn't even take their own advice. And in Paul case, it's his father. Saying, hey, just do so please, like, do something you love because, you know, he had a job he could support his family, but he's not gonna love managing libraries. You know, if his passions were elsewhere. So I just think it's it's hugely hugely important to internalize that message. And I always, like, I find a fascinating that our lives can turn so rapidly, whether it it'd be a 5 minute phone call with ed Roberts, our conversation with your uncle or advice that you remember your dad or parents giving you when you're younger, it's just fascinating to me a twist in terms of lives and how they're they're spawned by these little moments. So we're gonna skip ahead and we're gonna go to where he actually finds his passion. And every time I read about somebody finding a passion. Ever since I think it was in the everything store, but it was definitely in space podcast it I did on Jeff Bezos in Elon Musk a few weeks ago? That quote that Jeff said stuck out to me It's like, why do you... Why did you found... Like, why are you selling a billion dollars a year in Amazon stock and funding a Rocket company? And his response is that your... Our passions choose us, we don't choose our passions. And since he was 5 years old, he was just very extremely passionate about Rocket technology. So he's taking what he calls his lottery winning. From Amazon and applying it to his true passion. So we're gonna find Paul Allen passion is programming. And it says then in the fall of my tenth grade year, my passion found me. This very interesting wording. My passion found me kinda goes in line with what bezos was saying. I didn't find my passion. It found me. Programming resonated with my drive to figure out whether things worked or not, and then to fix them. I'd long marvel that the of things. He was just talking about that. From transistors and integrated circuits. But crafting my own computer code felt more creative than anything I've tried before. I sensed that there were always there would always be more to learn, layer upon layer of knowledge and techniques. Others might might have found us a centric, but I didn't care. I had discovered my calling. I was a programmer. My English teacher dismay by my chronic and my chronic ind to homework. He turned philosophical. Excuse me. And this is a great... Well, let me read it first, and I'll tell you what I like about. And this is his English. As you're describing him. Paul is an ent. And when in the grip of enthusiasm, is almost totally irresponsible in other areas. How can 1 help such a student to see the era of his ways. I don't know. He could even be more right than we. Who knows. So first of, it's a great teacher because he's he's put it he's accurately describing Paul, but he's not heavy on. Let me discipline this guy. Let me tell him what... I, like, I know what he needs to know. He's like, how do you help a student see there of his ways. I think you're making a mistake by disregard this your homework, but I don't know. That's his next word. He could even be more right than we, and it turns out he was because he went on it and and took his enthusiasm for this and started a company that changed his life. What I gonna say before I read that, though. I think when, like, if you think about what you're working on or what you're spending your time on or maybe maybe you're not in that position yet, but you're trying to get there soon. If somebody can describe you as an ent, about what you're working on. I think that's a a recipe for a way more fulfilling life than say compared to what Paul Island's dad, like the path he went down. So it's not easy. It's definitely very... I would even say it's more rare for for people to find that, but think about, like, I try to think about that? Like, what am I enthusiastic about? What am I gonna do regardless? Whether it was whether it's a job or not? Mean, what am I, like, what do I focus on. Has spend time doing... At the had the detriment to everything else. Yeah. I think that's a really... And I like the the term enthusiasts. I just like that idea. Okay. So, in fact, I was thriving in a professional environment working hard at something I took joy in. What better experience could could there be for a 16 year old. So we we just found out from his his english teacher that, you know, when he's gripped in his enthusiasm, you know, he's kind of been indifferent to homework, he's not really doing the things he should do. Even know he's going to... Lakeside a very, like, expensive, prestigious private school that he's going to, and that's where he obviously see meals spoke gates. But this is the interesting point. And I think this is very common for a lot of people where it's and my my qualms with with, you know, standardized schooling is that you could have somebody that's incredibly bright, but incredibly bored by the subject material and they're labeled, you know, a bad student. When most of the time, we just have to find the schooling should be adapted to the person, you know? And so this is him going deep, the note of myself is going deep on subjects that interested in him. Okay? So we're gonna see the just position here between not doing homework to being obsessed. And if he's obsessed, he's going to spend as much time as he wants, really having, like, these deep dives into subjects that he he want, Like, he's actually interested in learning about. So it says having haunted the stacks of U computer science library for some time. So u don't... U w University or Washington. Before this, he was obsessed with programming learned at Lakeside, and then what he just started walking into graduate level programming classes. At University of Washington. And then eventually, like, because they had access to a lot of computers that he didn't... That the time they were scarce resources, so that's the way he would be able to to learn is to get access to these machines. And then he finds out professor was like hey, I don't recognize you... Are you in any of my classes. And he's like no. I'm not even registered here. And the professor like, that's fine. You'd, like, it's... He just let him stay and and learn even though he was technically paying for the school. So having Hunted the stack, that's the context of what where what part of the book we're in. Having Hunted the sex of U computer science library for some time, I naturally became the research arm of the Lakeside programming group, so the Lakeside program group is a bunch of other nerds, and I... I mean, that affectionately him, Bill Gates and some other guys. I spent countless hours buried in periodic, like animation or computer design, keeping up with the latest mainframe trends. I dived into Esoteric technical reports from Mit and Carnegie Mel. Dense theoretical stuff that range from artificial intelligence to the latest algorithms. When I found something interesting, I check it out and show it to the group. As my senior year book shows, I was reading other things as well. There's a picture and it says, my chin rests top a stack of 11 books. Among them, Joyce Dublin align modern University physics, the Mexican war and the holy Bible. I'm guessing that the photo was posed to sat how much work are teacher's at us. Still. It was a good illustration of my breath of interest at the time. I was driven more by curiosity than by comp propulsion to get good grades. When it came to civil war trivia or the con congregations of language, I had trouble faking interest. And he's gonna be writing in his own journal to time and he says, I am also very absent minded and lazy toward things from which I derive no active or pleasure. But give me a dynamic teacher and in gross material, and I'd be ins. So while he's in school, he... While he's in... That now in this case, he's in college. He's going to a local school. I don't think it's a university of Washington. I don't I actually didn't write it down. I don't remember. But, he gets a programming job and Bill Gates is obviously super super smart. He gets a all of it's, like, he's still in high school. So he gets most of his senior work done early, so he can go down to Vancouver, Washington and take a programming job with Paul Allen. And this is what they're working on. So this is this might be Paul's first actual job. So it says a a massive software project for the Bon power administration's electrical grid was behind schedule and bud bud the guys running project was scouring the region for programmers who knew their way around a Pdp dash 10 that's what he learned how to program on. And says, I was not quite 20, and Bill was only 17, but age was not a criterion. And you're gonna be on salary, Bud said, Bill said how much and Bud replied 165 dollars a week. 4 dollars an hour was pitt for an experienced programmer even then, but Bill and I couldn't believe our good fortune. We found a cheap 2 bedroom apartment and showed up for work on Monday in January 19 73. Our employer was T, a big aerospace company that had contracted with the Department of Interior to set up a real time operating a dispatch system, so that it's gonna be referred to as rods from here and end. So it's real time operating dispatch dispatch system. More than a year into the project, the project was overrun with penalty soaring. T new software was still full of bugs. Wheel into crisis mode, management went out to recruit every able minded programmer they could find to get rods up and running. By the time we got there and more than 40 people were working on it around the clock. And this is the the reason I included this this section of the book is because the lesson that they pull from this, which is really important in developing the confidence in in their own abilities stick. So she did the confidence to do your own thing. And it says, Bill and I were the youngest workers there, and surely the lowest paid, but we learned that we could hold our own with some of the top programmers around. So while this is going on, they come up up with an idea for their first business, which a lot of people don't realize they started a business before Microsoft. And it's called t o data, and t is short for traffic. So he's gonna describe he's gonna describe it a little bit here Says in describing our work on traffic data. My resume stated, I design and put together a system for traffic engineers to study traffic flow. The system is built around Intel Mcs S8008 computer. The software and hardware setup had been fully tested using a prototype, demonstrations to customers are planned for May 19 74. And this is the business model that they were doing. So, you might have seen this, if you'll be driving in a road, and there'll be these, like, long black wires across from it. And it's usually the city or the the state that you're in and they're trying to count traffic patterns. So well they were doing that even back in the 19 seventies, except they would have to add everything manually. So Bill and Paul, along with, another person, they started a company which would automatically analyze that data for you. And so it says charging 2 dollars per day of data collection. We found 3 clients. 2 smaller counties near Seattle in a District in British Columbia. They mailed their traffic tapes to Paul Gilbert house at still. Other guy they're working with where he produced the graphs of Hourly Car flow. But just as we were getting way, Washington joined a number of other states and offering the same service to cities for free. We didn't give up easily even attempting to sell our ware in in South America. According to 6 years of tax returns between 19 74 and 19 80, T data totaled gross receipts of 6631 dollars and net losses of 3494 dollars. In 19 88 2, in 19 82, when we closed our checking account, I received a distribution of 794 dollars. By that time, Bill and I were preoccupied with running another company in Seattle. Of course, that being Microsoft, but this is the lesson from here. In hindsight, traffic data was a good idea with a flawed business model. We had done no market research. We hadn't foresee how hard it would be to get municipalities to take capital expenditure... Need to make capital expenditures are that officials would be reluctant to buy machines from students. For Bill, T data's failure would serve as another cautionary tale. Above all, we learned that it was hard to compete with free. Bill took that lesson to heart. Years later because he'd become obsessed with Linux. The open the open source operating system. But there were positives too. Travel data bolstered my conviction that micro processors consume run the same programs as large computers at a far lower cost. Looking ahead, my development tools for the 8008 would give us an invaluable foundation, when that next generation chip came along, but that's the next generation chip is the 1 that they used to write basic for Ed Roberts Alta. So says says in 2002, I purchased the 1 and only t data machine from Paul Gilbert and installed it in our startup gallery at the museum of natural history and science in Albuquerque. I wanted to pay home homage to an obscure piece of hardware that played a critical role in the micro processor software revolution. In my experience, each failure contained. This is his takeaway It's really important part. In my experience, each failure contains the seeds of your next success if you were willing to learn from it. Bill and I had to concede that our future wasn't in hardware our traffic tapes. We'd have to find something else. So skipping ahead. Now we're going about 2 years after this, and this is moving to Boston. Through the spring semester of 19 74, Bill kept urging me to move to Boston. We could find work together as programmers she said, some local firms sounded interested. We'd come up with some exciting project and maybe something new. In any case we'd have some fun. And why not give it a try, still drifting at Washington state. Alright. So that's the college is going to. I was ready to take a flyer. I mailed my resume to a dozen computer companies in the Boston area and gotta get a 12500 dollar job offer from Honeywell. If Boston didn't work out, I could always return to school. In the meantime, I'd sample a new part of the country. Plus bills there and at a minimum, we could put our heads together on the weekends. And it says he's talking about his dad's reaction to this. He's like, my dad was less than enthusiastic. This software work seems to be a distraction he said. I don't agree with your choice, but you're old enough to make your own decisions. Regardless of what they thought my parents always did what they could do to support me. And, this is actually an important point. I I left a note to myself that You can't choose what type of parent you get, but you can choose what type of parent you're gonna be. And this example of Paul's parents, I think being a supportive and encouraging parent, seems like a good idea to me. So now we're back... We're done with the flashbacks and we're back to the part of the book where they have already made the call to ed Roberts they wind up doing all the hard work, bill does a lot of it, and they get the basic ready, and they're gonna fly out to New Mexico, and they have to test it on the machine. And they wind up testing it, and it winds up working out, and we're gonna pick up right there in the story. And this is Ed Roberts the founder of Mit talking. And he says, you're the first guys who came in here and showed us something He said. We want you to draw a license so we can sell this with the Alta tear, we can work out the terms later, I couldn't stop g. Once back at the hotel, I called Bill who was thrilled with the news. We were in business now for real. So now he flies back to Boston, and he's trying to... They're trying to, like, help ed with the production of the software into his hardware, but they're doing it remotely. So he's on the phone, and it says from Honeywell, I'd call Ed periodically with updates. 1 day he interrupted with me. Stop. Stop. How would you like to move down here to New Mexico and run our software group. Albuquerque felt foreign to me. I'd only just learned that it wasn't in Arizona. But the salary it was 16000 dollars, a bump from what I was making a Honeywell. And it was hard to refuse an offer to work on the code we created. Besides, Bill and I agree that 1 Was probably need to be there to service our customer, the customer being Mit. And ride heard over software distribution. I was the free agent and the 1 who received the invitation, so it fell to me. I called l ed back and said when do you want me to start? So he puts in his notice, Honeywell at the time, like, just a, you know, your normal everyday corporation. And he's gonna learn something a little bit about human nature. He's younger than the people at Honeywell. He's more risk on as opposed to being risk ave ave. And he's a little upset by the re the response he gets, but I it it... It's just a good lesson for all of us in human nature. It says to a man. My coworkers declared that it was making a big mistake It was crazy they said, to ditch an established firm for some fly by night startup, selling hobby kits in the desert. Remember this term hobby kits because it's it's thrown at them over and over again You guys don't know what you're doing, like, this is just a fad and we'll see you how they knew that was incorrect in a minute. Your job safe at Honeywell. They kept telling me. You can work here for years. I knew that my move was a risk, but I was disappointed in my colleagues. I wanted to hear something like good luck young fellow and more power to you. So he makes the move. Things are going really well. He moves us in New Mexico. Later Bill joins him. It says, after Harvard left out for the summer, Bill, and this other guy, Monty, joined me in Albuquerque. We rented at a furnished 2 bedroom apartment that was a 5 minute drive from Mit. And this is another example of of instead of reasoning by analogy. Thinking from first principles. So what that... What does that mean? Like what do you know is true? And it says in Boston and the Bay area, in labs and corporations like Honeywell, micro computers were viewed as a passing fad. But the doubt didn't face us. We were certain this is such an important part. We were certain that the tech establishment was wrong and we were right, and the proof came each day in the male Sacks bulging with orders for the alta tear and our basic. In that little Rams shack building in Albuquerque? It felt as though anything was possible. So what do I mean about first principle thinking What do I to know? Do you know it's true? So everybody saying, hey, you you guys are stupid for doing this? My computers are fad. This... You're wasting your time out there in a desert, But they know something that's that other people from else Don't. So Mit to get the funding from banks to to build the Alta. They... Before they went to the bank, Mit, okay. We could probably sell 200 machines a year. They had to lie tell the bank that to get the money that they're gonna sell 800 a year. So that's 4 to their initial projection. Right? That 1 article that Paul Allen saw back in boston, from that article, they got 2000 orders at 400 dollars each. From 1 article in the magazine. So outsiders saying, oh this a fad, you don't know the skeptics don't know this. Right? But Paul and Ed and Bill know that they're getting thousands of orders. And every hardware is coming with Microsoft was as soon to be Microsoft software. So the idea says that the doubt didn't face this. We were certain that a tech established was wrong and we were right. How did they knew that the prove came each day in the mail sacks bulging with orders for the Alter art basic. There's a lot of times when you're doing something new, the consumer behavior is unpredictable because if it was already predictable, somebody else would already been doing it. So I just... I love that little... That paragraph a lot. So Bill... Something Bill taught Paul over and nerve again was that we need to retain ownership. And so they're talking about after all these orders are coming in, this is the state of what soon as become Microsoft. Our 1 product was 08:08 0 basic. And Mit was our only customer. Our interests were aligned, and this will obviously change. We've been working on a handshake with Ed, with Ed for months. But now we were ready to formal the relationship. After some back and forth on the numbers, Bill went to a local attorney to have the papers drawn. In return for the exclusive right and license to sell our basic worldwide for 10 years. Mit would give us 3000 dollars upfront, plus per copy royalties of 30 to 60 dollars depending on the version. We'd received 50 percent of gross receipts from basic licenses bought without hardware sales, and sub licenses sub licenses to third party Oems, the original equipment manufacturers who made their own computers would also be divided 50 50. Since Bill and I retained ownership of our software, we were free to initiate these deals. And so that's exactly what's gonna to happen at the very beginning of Microsoft. Paul's is gonna spend his time making sure everything's working out. He's working at Mit. He's overseeing software integration for their only customer the time and then Bill goes out and he's gonna be selling their basic to other computer manufacturers. But before I get there, there's gonna be several parts in the book where Paul has a realization. Remember, Bill is extreme. He's hardcore. His own words. And there's gonna be several times that Paul has to learn that bill does not view them as equal cofounder. So note I left myself is this is une c cofounder part 1, and there's gonna be several examples. I'm gonna I'm gonna tell you about throughout the podcast. And this is a very true sentence, it says in the life of any company, a few moments stand out. Signing the original basic contract was 1... Was a big 1 for bill me. Now our partnership needed a name. We considered Alan and Gates, but it sounded too much like a law firm. My next idea, micro dash software for micro processors and software. We both knew interested... Instantly that the name was right. Microsoft was simple and straightforward. It conveyed just where we were about. From the time we started together in Massachusetts, I'd assume that our partnership would it be a 50 50 proposition. But Bill had another idea. It's not right for you to get half. He said, you had your salary... Your salary at Mit while I did almost everything on basic without 1 back in Boston. I should get more. I think it should be 60 40. At first, I was taken aback. But as I ponder it, Bill's position didn't see him unreasonable. So in this instance, Paul agree with him, and they they agree a 60 40 split. And so this is how they started to grow Microsoft. Our business is growing fast. Over time as Microsoft became... The language development company for the personal computer industry, its partners divided the labor to play to their strengths. Bill focused on legal and contract issues, drum up new business and navigated our license sales. Whenever I pointed him to a new micro computer, he'd be all over it to try to sell our software. It was my task to guide our programmers as we crafted basic. I did a good deal of the grunt myself and made sure that our products got delivered and properly implemented and upgraded. But my most vital charge was to chart our future. Where Bill I tomorrow's markets? I look to a more distant horizon. What would our customers want 6 months or a year from now. And what do we need to do to get it to them before anyone else. By October 19 76, Microsoft had outgrown our living room. This is the living room of the 2 bedroom apartment they they were renting. We ordered swivel chairs and deaths from a discount house and moved to our first real headquarters. A lease suite of 4 offices just off Central Avenue. This is still in Ap albuquerque. The Decor was modest and the office is small. And, this is this is really important around this time, as business pressures weighed on Ed Roberts our interest grew less complementary. To maximize Microsoft's revenue, we needed to distribute our software as widely as possible. But in Ed perfect world, we'd sell it to all tier owners exclusively. In November, I resigned from Mit and moved full time to Microsoft. The trade name we had registered with the state of New mexico around that time, saying that they registered the trademark for Microsoft, and now it's without the the hyphen. With Bill about to quit college for good and Chris Larson back on board at 1 of the recruits. We leased another 4 offices early in 19 77. We were at full strength now. Our forces joined ready to rock and roll. And now right around this time, as the business continues to grow, this is the une c cofounder part 2. When Bill asked me for a walk in talk 1 day. I knew something was up. We've gone a block when he cuts to the chase. I've done most of the work on basic, and I gave up a lot to leave Harvard. He said. I deserve more than 60 percent. How much more I was thinking 64 36. Again, I had that moment of surprise. But I'm a stubborn logical person, and I tried to consider Bill's argument objectively. His intellectual horsepower had been critical to basic, and that... And he would be central to our success moving forward. That much was obvious. But how to calculate the value of my big idea, the mating of a high level language with a micro processor? Are my persistence in bringing it to build a see it? What were my development tools worth to the property of the partnership? Are my stewardship of our product line are my day to day brainstorming with our programmers? I might have h and offered bill 2 points instead of 4, but my heart wasn't in it. That's such an important sentence there, but my heart wasn't in it, So I agreed. Now remember going back to the advice father, makes you love it. If you're gonna spend your life doing it, makes you love it. Now we're hearing even at the very beginning, microsoft's doing okay, but his heart's not in it. At least now we can put this to bed I thought. And it says our former partnership agreement signed on 02/03/1977 had 2 other provisions of note. Paragraph 8 allowed an exemption from business duties for a partner who is full a full time student, And that was a clear clause geared to the possibility the bill might go back to get his degree, and then this is the important part. The more important part to say. And in the event, and then in the event of irr differences, Paragraph 12 stated that bill could demand that I withdraw from the partnership. So this is an idea we've we've talked about a few times on the podcast before When you just notice. You see these stories over and over again that, you know, there's a lot of companies to start out maybe 234C cofounder, but it usually comes down to 1. There's 1 really, really strong person that that views the company almost as a extension of their identity. That's explicitly stated in this book. How Bill Gates had a really hard time separating himself from Microsoft. And so you see it at the very even the be very beginning, he really feels his company. Even though at in its inception it was founded as a 50 50 part partnership as time goes on, bill being the extreme person he is, he exert more and more influence over this. So I'm skipping way ahead now because I think this is interesting. They have a falling out with Ed Roberts, and it actually leads to a major win for Microsoft, and I think the the note. I also left myself is this is like, it's a cautionary tale. So let me give some background before we jump into the book. So Ed having problem with with hardware. He was the original, leader in the industry A lot of people start copying erode into his market share erode into his margins. Hardware being, you know, as hard. It is. He decides he's he's gonna take the opportunity to sales company. So he sells this company. He sells myths to per tech. But the weird thing is per tech thinks they are buying not only the hardware, but the rights to basic. And Microsoft is like, no. No. We own this software. You're not... You don't... You have the license agreement we have, but you don't own the software, like, you're crazy. So the case goes to arbitration and per tech loses. That's why I set falling up with Ed leads to a major win for Microsoft. So says, this is now Paul talking. He says Ed Roberts was a man of huge vision, but weak execution. He'd set off the revolution, but couldn't keep his company in fronts. Most of all, Ed lack of relentless price cutting mindset you need in a company selling to mass market. The hearing was grueling. It was dis describing to see per tech lineup up their 3 lawyers against r 1. And tough to watch Ed testify against us. The ruling was a total victory for Microsoft. Our contract with Mit was terminated with per tech held accountable for all unpaid royalties. Most crucially, Bill and I recovered all rights to our basic interpreter and could now sell it to whomever we pleased and better yet keep all the rev. Remember they had that 50 50 split for a while, at least for 10 years. Well, our 1 big roadblock was gone. Though he lived a rich life after Mit, he felt bitter to be left out of the history books. This is Ad talking. We created an industry, and I think that goes completely and unnoticed. He was half right. Ed did indeed create the first truly commercial personal computer. The first widely affordable general purpose machine. He spearheaded this is a cautionary tail part. He spearheaded every aspect of computer marketing from publications and conventions to re to a retail dealer network. His imagination was boundless. The Alta tear even debuted viewed a digital camera interface back in 19 76. And he gave 2 college dropout outs the opportunity of their young lives. There may never have been a Microsoft without Ed Roberts. So this was well, this is now Paul explicitly saying the lesson that he learned from this. So he says our near disaster arbitration was 1 more lesson for us. Going forward, we would aim for maximum market share in any sector we entered. You could never have too many customers. And this is the... A little bit about the early Microsoft culture, and it says, freedom of my obligations to Mit. I fell into the programmers natural cycle and encoded long into the night. When distractions are few then you could submerge into a problem. Then I'd crashed for 6 or 7 hours and drag drag in close to noon. Our office culture wasn't was much of the same as... Excuse me, our office culture was much as the same as it was at Mit, with loud rock, and roll and casual tire. We weren't much for corporate trapping. We had close to a dozen people on staff, and most of us were single in our early twenties. We had our share of characters. Bob Wallace was a war jokes who later helped originate share wear and funded research on psychedelic drugs. Jim Lane owned a broad sword and rarely missed a medieval fare. But no 1 was more idiosyncratic than Gordon Lu, a brilliant nerds nerd, who would lock himself in his office and generate Re of flawless code. Gordon trusted nobody. He would use a different name on every magazine subscription. A Gordon Lou, Lu, loo Lou. I think that's how you pronounce his name. B Gordon Lou, and so on. Just track down the source of any junk mail. He married a woman named Rose, and they adopted a baby pig that they treated like a member of the family. The pig grew to be 70 pounds or more and would blast through its pig door into their home, like a full back going off tackle. Years later, I heard that Gordon was taking it around the world with him on his lea jet. With the company route to its first million dollar year and having outgrown the bank building, Bill and I face a decision, stay or go. After 3 years in new Mexico, I was ready to move, it was hard to recruit top flight programmers to albuquerque. Not exactly a hotbed of research or technology. And after the sale of Mit to protect, there was no real business reason at this day. I missed the green of the Pacific Northwest and I miss my family too. Bill came to my house to discuss our options. He was dead set against moving to the barrier. So he's saying he's came to his house. Like, a year after they rented at a, an apartment together. He rents Paul rents his own house because he couldn't live with Bill anymore. Was too intense. To to live with them and to work with them all time. He'd... Us, so he talks about, he was dead set against... Oh, this is a really important interesting point that Bill's making... Think about it He's making this in 19 seventies. And I think it's probably even more true today. So he was dead set against moving to the Bay area. He'd seen how people in Silicon Valley changed jobs every year or 2, which couldn't be good for our long term projects. That left Seattle because Bill missed family too. We could fly out to the Bayer customers in 90 minutes. We agreed to finish our lease and move home at the end of the year. That is a story of how Seattle inherited what is now its second largest employer. This is... Well, let me tell you what I think of about it after to. On Poor Harbor day 19 78, the Microsoft... Microsoft staff convene on the second floor of a shopping center for a group portrait. Despite a rare and raging snowstorm in Albuquerque that day, 11 of the 13 employees made it. When I look at that iconic photograph today, I see a group of young people excited about their future. Back in Boston, Bill and I had been searching for the next big thing. Little knowing that we'd find it in this remote sitting in the southwest. Now we had a real time behind us or excuse me a real team behind us and a firm sense of direction. In 4 years we'd had come a long way. And I... Especially I I underline and highlighted this part. If you look closely at that photo, you'll see just about everyone's smiling. That captures our spirit back then. When I talk about the early days at Microsoft, it's hard to explain to people how much fun it was. Even with the absurd hours and arguments, we were having the times of our lives. And so the note I'd left myself just the... Again, it's a pattern that keeps popping up in these these books. And I've also here... Heard in interviews and podcasts, and it's his feeling happens over and over again, and it makes me wonder if we're doing something wrong. And we... This feeling of this you look back at the early the earliest days of the the company with, like, a fondness and a longing, and there's like, a mel colleague in these stories as they look back, a deeper regret. And so if this feeling happens over an over again, like, I do wonder if we're doing something wrong. We grow away from this feeling this small intimate company at the beginning of something amazing, and many people regret growing away from this feeling. And I wonder if this is another example of us not as a species not being able to predict what it'll actually make us happy. So we start something new, it we're full of excitement, and it has success and so it grows, and whether it's in because you wanna make more more money or gross to people. And suddenly, that feeling that he's talking about this photo is gone, and it's gone forever. So I just wonder, Like, I I think about the words of, like Phil knight and he's at the end of the book. You know? He's, I think he's 78 years old when he's writing it. He's still alive, but, you know, he said at a very advanced age and he's just like, far I probably got to exact words. I don't have it in front me. Was just like, my god. What I wouldn't give to do it all over again. To like to live that time again when he's starting out. And he said it has no idea. He's just traveling the world. And he wants to sell shoes in Japan trying to figure things out. It's very similar to to to the statement that Paul's making, and there's other examples that that you could pull out. I know I just I I don't wanna forget this. I don't because I don't wanna look back, you know, nothing lasts forever were temporary beings. Right? But I don't know. I just... Like, what if you could have that feeling in perpetuity? Like, what if you didn't have to grow your company. And maybe you should. Like, you have to be, like, what Ray Dal said last week, like, you have to be who you are. Like, you have to follow your nature, and his nature was extreme, you know? So extreme person, you're not going to want to keep things small and intimate. But I just wonder if that that that intimacy that that knowing and having these bonds with people, that you just don't have in a large company, you know, if that's even possible to maintain. So Random thought, but I obviously wanted to share with that with you because I thought was important. An interesting anecdote. I didn't know. They turned down, a million dollar millions of dollars, purchase agreement or per a purchase offer from Ross Perot. Our growing confidence made it easier to reject a mid several figure purchase offer that summer from Ross Ross perot. Excuse me. The Dallas Billionaire. It just felt way too soon for us to cash out. Our conclusion is that at present, we wish to remain independent bill wrote That's when he's rejecting the offer. We see the potential to double the size of our organization and earn over 2000000 dollars per year before taxes. Think about that. 2000000 dollars per year. That was their goal. Bill was on the mark. Microsoft year end revenues would total 2400000.0 dollars in 19 79, and our staff would more than double to 28. The reason I say think about this is because 2400000.0 dollars in 19 79, compare that to Microsoft 2017 revenue of 89000000000. So Paul comes through with a breakthrough product, and it... I'd... For the members only podcast this week, I read not only what Paul Allen thought about Bill Gates, but I found the letter that Bill Gates published, and you can just Google this degree yourself if you want. Bill Gates published after the death of Paul on a few weeks ago, and it talks about this. This what Paul Allen did for Microsoft, and it's come... It's coming up with this product. And it's mentioned in Bill Gates letter. So just as we bundle the soft card with des discounts and our basic interpreter and priced it at 349 dollars. It started shipping that fall to strong demand. As we thought it might. So basically, they they made a way to make their software compatible with the the rising at this time see jobs introduces the Apple 2. It takes off rapidly, the background that I skipped over, did a trade show, they see jobs there, and he has the the Apple 2 running with Vis cal, which is 1 of the most famous, early, Apple programs that's written about a lot. But anyways... So it says, Jobs said nearly, a year... A years head start before the spreadsheet was developed for other micro processors, and he exploited his lead well. The Apple 2 went from 35000 units in 19 79 to 210000 units 2 years later. And made a notable dent in the small business market. So the reason I'm I'm talking about this is because this is the punchline. My invention, Paul speaking, allowed Microsoft to share in that assess. We sold approximately 25000 dollar soft cards. That's the name of the product they made in 19 81 alone, worth about 8000000 dollars in sales and continued our strong run into 19 83 before indicators cut into our margins. So he he winds up... They were doing 2000000 a year in 79, now in 81, they're doing 8000000 a year, largely part to Paul to Paul allen invention. So Paul has the ideas. Like, hey. Well, if the our partnership percentages should decrease or increase based on the contribution. Maybe I should go back and say, hey, Like, I just made this huge contribution. So it sets... And this is the the final part, the une c cofounder part 3, and we're gonna see event the eventual dis discrimination of their partnership. Under the circumstances, I felt that our 64 36 partnership split was out of Whack. Bill had set a precedent by claiming extra equity for his work on Alta basic, another exceptional contribution. Now is time I thought to our to augment my share. A modest adjustment in the ratios seemed only rights. But when I made my case, Bill would have none of it. I don't ever want you to talk about this again, he said, do not bring it up. In that moment, something died for me. I thought that our partnership was based on fairness, but I now saw that Bill's self interest over road all other considerations. My partner was out to grab as much of the pie as possible and hold on to it, and that was something I could not accept. I didn't have it out with built that time. I sucked I sucked it up and thought, okay. But 1 day, I'm out of here. And now skipping a little bit ahead. This is the famous deal that led to Microsoft becoming the largest tech company its day, and they're It's how they come up with the operating system that eventually is licensed to Ibm. So this is Bill and I were... For... They're... They're talking about their negotiations there. Bill and I were willing to for go per copy royalties. If we could freely license the dos software to other manufacturers. This is the same old strategy for Alta basic. All, and this is a there the conversation that's taking place right now is with Ibm in the negotiations because Ibm wanted to make, personal computer and they needed software to run on So that's what Microsoft microsoft's is doing. Already mesh an antitrust litigation, Ibm readily bought this non exclusive arrangement. They'd later be slammed for giving away the store. But few people at the time discern how quickly the industry was changing and no 1 including us, fore saw that the Ibm deal would ultimately make Microsoft, the largest tech company of its day, or that Bill and I would become wealthy beyond our imagining. Microsoft's biggest plum It's apparent. It became apparent excuse me. Wasn't the version we'd made specifically for Ibm pcs. The real bona was the compatible system that we call Ms dos. The product that could be sold over and over and over again worldwide under our own name. Between the interest in Japan, Japanese electronics manufacturers wanted to, use Microsoft software and their hardware, and Ibm domestic ripple effect, we began to realize that Ms dos would be the international centerpiece of personal computer technology. So it's crucial for us to gain as much control over Dos as we could. The the the original dos was made by a person that was actually trying to sell hardware and no 1 could make them an an operating system, So he he he created, like, a really, like, rough version of it. That he called, it's a Quick and dirty operating system. So it's q dos. They rename that to Ms dos. And this is them now buying and making sure that it... Again, if you go back to what Bill was saying earlier that it's really important to maintain ownership. This says, in June, I returned to Seattle computer products to try to modify our deal for 86 dos, offering a flat fee of 30000 dollars for any future licensing. The guy that's he's off, in negotiating with his name is Rod Brock. So this says Rod Brock countered by asking for a hundred and 50000 dollars for an exclusive license. I upped our purchase offer to 50000 dollars for exclusive rights and then propose an outright purchase. Is extremely important idea that Bill came up with. That was a sales agreement that Brock and I signed on 07/27/1981. A contract that laid the foundation for what Microsoft would become. I knew it was a coup. And that a free and clear dos would be a valuable asset. But I cannot say that we knew just how valuable would be. As I stated in a deposition sometime later. Bill was very adamant that we should make the contract an agreement of sale. Bill thought we should have a complete... We should have complete ownership and control of the product that's... So literally, the foundation of their their fortunes. It's such an important decision. He felt it was always better if you wanted to control and benefit from the evolution of a product to own it. As compared to license. He said it would just make everything cleaner. If Brock had known about Ibm because they're negotiating with Ibm And him at the same time. It's actually really impressive they were to do this in their twenties. He undoubtedly would have held out for more, and we certainly would have upped our offer, but he was happy to sell. He been hit by the by their recession and needed cash and no 1 twisted his arm. 5 years after the Pcs rollout Brock fell in hard times and sued Microsoft in an attempt to regain control over the operating system that he had sold us. Given the uncertainties of a jury trial, Microsoft settled. Now skipping a little bit ahead. Well, this is... Before I... You know, before I get there. Before I was gonna get to the part where at the beginning of the end of Paul Allen time at Microsoft. But he actually has this idea that's that's useful. Let me read this paragraph. It's Paul Allen what a company needs to do as it grows. In our farewell come... Farewell company photograph, Falcon A albuquerque. Not of 11 people were programmers. A bunch of young hackers having fun together. That change in Seattle as we brought an Mba to support increasingly lucrative set of product lines. Many were hired for sales and advertising, others handled end user testing on new features. This was basic business practice. But inevitably funneled resources away from development, and this is is a key point here. As a technology company grows, it must balance the need for innovation with the imperative to bolster existing products and keep the profits flowing. As Microsoft expanded far, far beyond the 35 programmers that won't seem like a pipe dream. Remember from the beginning, it would get more and more difficult to keep that balance. Okay. So now we're gonna get to... What is really important. What... Especially with now we know that, you know, he died younger than he wanted to, 65 old. So this is the beginning of the end at Paul of Paul Allen time at Microsoft. When someone threatened to quit, Bill took it personally did all he could have changed that person's mind. Whatever... What he never considered though was that he might lose me. Whenever we locked horns, I'd have to raise my intensity and my blood pressure to meet bills, and it was taking a toll. Some people vent their anger, take a breath and let it go, but I wasn't 1 of them. My sinking morale sap my enthusiasm for my work, which in could turn, which in turn could pre bills next attack. Interesting choice of words there his next attack. Top executives like Steve Balm had their share of friction with bill too. But none shared our long and complex history. I'd known the Ceo long before there was a Microsoft, and we started the company on equal footing. Now my role was diminishing. Bill stopped seeking me out on a regular basis. And I went to see him less and less. Too angry and proud to make an emotional appeal, I never went in and told Bill point blank. Some days working with you is like being in hell. So my g is hung in the air. Un understated and unresolved. That's not a good idea. On 06/01/1982, to get my point across without being distracted by counter arguments or rationale. I decided to write bill a letter. Here's a few extras from that. About 2 months ago, I came to the painful conclusion that the time had come has come for me to leave Microsoft. Steve convinced me that I should wait to discuss it with you when you were not in the middle of a series of trips. As I'm sure you realized there is 1 primary reason that is the basis for my decision. I can no longer tolerate the brow beating or ti rates that characterize almost every attempt I make to discuss any subject that is controversial. The kind of personal verbal text that you have that you use have cost many hundreds of hours of lost productivity my case alone. Over the years, the result of these and other incidents, incidents have been the gradual destruction of both our friendship and our ability to work together. The cam of the early days is long since gone. So around this time, he has his first health crisis, which you may not know. He actually gets diagnosed with non It's non h. Nope. I'm sorry. It's early stage hump lymph no No. Lymphoma. Excuse me. Let me just read this part instead of jumping at. He began that summer with an itch behind my knees. After the itching stopped, the night sweats began. Then in August, I became aware of a tiny hard bump on the right side of my neck near my color bone. Over the next weeks, it grew to the size of a pencil eraser tip. It didn't hurt, and I didn't know what any lump near the lymph nodes was that I didn't know that any lump near the lymph nodes was a warning sign. I felt as bulletproof as most people under 30, so I took my house for granted. He winds up going in. So people I hey she get it checked out. So it says the surgeon entered my room looking grim. Mister Allen, he said, I took out as much as I could, but our initial diagnosis is. I knew that was cancer, but not much else. As I found out more I got terrified. In those days, even early stage lymphoma had a 50 50 chance of killing you. I tried to make sense of the possibility that I might soon die. I had 29 good years, but it couldn't help feeling cheated. I had so much more to explore and experience. My father, a test particular cancer survivor told me, son. None of this stuff is pleasant, but you have to take it like a man. That might sound cold and prince, but knowing that he'd gotten through it was comforting to me. I couldn't give in to panic or to spare. I had to tough it out. That's very I good advice not only for health issues, but work as well. Then good news. They caught my disease in stage 1 before it had spread, and it it was mixed diagnosed the first time. Early stage hops Hot no lymphoma is 1 of the most c cancers. I drawn a scary card, but hardly the worst. And so that's... With that context, we're not gonna go to the part where it says the end of Paul Allen time at Microsoft. 1 evening in late December 19 82, I heard Bill and Steve speaking repeatedly in Bill's office and paused outside to listen in that's Steve Palmer. It was easy to get the gist of the conversation. They were be my recent lack of production and this discussing how they might dilute my Microsoft equity by issuing options to themselves and other shareholders. Now keep in mind, he's going to chemotherapy. And they're talking about his productivity down. So that's that's just a a terrible thing to do. It it was clear they've been thinking about this for some time. Unable to stand at any longer. I burst it on them and shouted. This is unbelievable. It shows your true character once and for all. I was speaking to both of them, but staring straight at bill. Caught red handed, they were struck dumb. Before they could respond, I turned on my heel and left. I replayed their dialogue in my mind while driving home and it felt more and more heinous to me. I helped start the company and was still an active member of management though limited by my illness, and now my partner and my colleague were scheming to rip me off. It was mercenary op plain and simple. But from that unpleasant experience becomes his most important realization. And honestly, hit the most real important realization of the entire book. So he Paul is gonna quit. Bill bill, bill writes from a letter doesn't want him to, and, this is shortly after reading letter he comes to this important realization. His says Bill was right. Our great string string of successes had had married my vision to his unmatched aptitude for business. But that was beside the point. Once I was diagnosed with H, my decision became simpler, and now this sentence is the most important part of. Most of important part point of the book in my opinion. If I were to relapse, it would be pointless if not hazardous to return to the stresses at Microsoft, If I continued to recover, I now understood that life was too short to spend it un happily. Bill's letter was a just latched effort, last ditch effort to get me to stay. And I knew he believed he had logic on his side, but it didn't change anything. My mind was made up. Sometimes it seemed that Bill was so utterly identified with Microsoft that he get confused about where the company left off and he began. I didn't feel quite the same way. The business was hugely important for me, but it did not define me. I wasn't sure what the future held or even how much of it I'd get to enjoy, but I look forward to a new phase. I I'd never forgotten my father's advice. Whatever you do, you should love it. My dad was happy for me when I'd returned to Seattle 4 years earlier, full of ideas and enthusiasm. It seemed to him that I'd found my calling, and I thought I had 2, but now it's time to go. With my h with my h in remission, I didn't know what to do next. I just knew that I wanted to enjoy life. I would literally stop in my tracks look at a flower or the sky or consciously savory a moment with family or friends. It's amazing how important the little things are in light of death. Though my Microsoft shares were not yet liquid, I was in decent financial shape. I had a nice house and enough money in the bank to pay my bills for a while and travel. Losing the comrade and the creative work at Microsoft left a hole of my life. I missed a good times a bill when we'd spur each other on to bigger and better ideas. Though the occasions had grown fewer toward the end, I never felt tempted to reconsider my departure. It was like a failed romance. Parts of the relationship had been wonderful, but I remember the negatives too and I could not go back. So a few years after this, we lead to the Ipo. This is in 03/13/1986, Microsoft issued its initial public offering. I sold 200000 shares and kept the rest, roughly 28 percent of the company. Overnight, I was a hundred and 75000000 dollars richer. For some time, I resisted advice to sell the the stock and diversify. Given how fast computers were improving, I figured that a dominant well run technology company like Microsoft, would outperform just about anything else. I'd be proven right by the dizzy rise of the company's market cap. By 19 90, at age 37, I'd become a billionaire. In 19 96, I'd be 01:10 times over. So that's gonna be the bulk of the podcast. There's a few other things I wanna hit on just because he has some important realizations that, you know, he's writing this book, you wrote this book about 4 or 5 years ago. So towards the end of his life. And towards the end of life it's usually when you have a lot to teach other other people. Kind of the entire point of this podcast. So... But there is some interesting stories from the podcast... From the book that I still wanna talk about, like, I didn't know, like, how how about this 1. You could call the story, how Paul Allen made 75000000 dollars from American Online are how Paul Alan lost 40000000000 dollars from American online. So this is a really surprising story. Let me just read this to you. The genius of American online was it was its accessible online experience for computer novice. Simple to install, it was the Internet with training wheels. A 1 stop shop for a proprietary content, news, weather games, stock quotes, plus embedded links to other company storefront fronts before the Dawn of modern websites. As the engine for the public's early embrace of of email, American online also helped introduce chat rooms and instant messaging. Convinced that the stock market had underestimated the value of connecting tens of millions of users, I began building my position in earnest that summer, just buying a bunch of Aol stock. 10 months later, I own 15 percent of the company. My hope was for American Online to move from a low bandwidth dial up network to the inevitable high speed future. In the spring of 19 93, I traveled to Virginia to meet with Ceo and Chairman Steve Case and his team. As I laid out my ideas for a broadband network, I could fill the chill the chill air. Case and I were Case and I were oil and water. He was wedded to his dial up walled garden, even if Meant limiting content to what an analog network could handle and found my ideas about broadband too far ahead of his game plan. It probably didn't help that I was still Microsoft second big biggest stock holder and a member of its board. Though Microsoft had yet to do much of anything online, case perceived it as its greatest threat. Actually, he had it backward. I wanted to use my stake in American online as a hedge against my holdings of Microsoft. It's interesting because I'm a... I was a little too young at this time when this is all going on. But this whole thing about everybody at the time seeing Microsoft is a huge threat. It reminds me of the the podcast, Jim Clark. Where every time you start a new business because he... He we worry that Microsoft just gonna come in any minute and destroy them. A year earlier attended a meeting at Microsoft where Bill had told case that he was thinking about buying all our part of American online, or that he might decide to bury the smaller company. This is more of Bill Gates hardcore behavior. Now it sounded like Bill had settled on a burial. I could see Steve Cat case trapped in a 2 front war. Siege on 1 flank by Microsoft and the other by emerging worldwide web, meaning on non walled garden. Suddenly, my state seem less attractive. Especially without any synergy between American online and my other ventures. I dumped my stock and took a 75000000 dollar profit. Everybody be happy with that right. We'll check this out. This is crazy. In January 2005 years after it sold my stock. Aol announced the acquisition of Time Warner. When I first heard the rumors, I thought Aol market cap was Outlandish at a hundred and 63000000000 dollars. Still, 1 hard fact remains. Had I held on to my 24.9 percent of American online? I would have been sitting on a 40000000000 dollar bona, more than all the money I'd make for my stake in Microsoft. That's amazing. So I'm gonna skip way ahead towards the end of the book. And so remember, he had H Let no no when he's 29. Now in 2009, he's... He's got a lot of health issues. So it's... Which is such a... Now looking retrospect. He definitely made the right decision to lead Microsoft because he's still made billions of dollars, and he was free to pursue other passions, which he talks about something in the book. But in 2009, he finds out he has stage for non H lymphoma, which is what he's gonna die from. And even before that, he had to have, like, open heart surgery. He was just... There's a lot of health issues. I just feel it sounds funny. I don't know it's just not funny He's not the right word, but, like I feel bad for him, and people are like, oh, could you feel bad? He's where 20000000000 dollars. Yeah. What what does 20000000000 dollars get you? He died at 65 from cancer. You know? Like, it just... He... And it's not... You don't choose health. Issues. And to have the health 29. You know, I guess, could be a blessing disguise given how his life turned out, but you know, having open heart surgery and thinking it's fifties. So it's just... There's a lot of stuff that was going on. He I have a pacemaker. Just all all all stuff talked about in the book. It's just really really sad. So, the... He he's going through Chemo in 2009, and... There's just 1 paragraph I I want to include in there because, you know, people think think they had a falling out. They were remain light... Bill gates and Paul and remain lifelong friends. So let me demonstrate that here. They just, you know, he's talking honestly. Like he can with anybody. Bill gates hard to work with. So said throughout this difficult period, meaning 2009, he's going doing all this chemo for stage 4 non h, Lymphoma, He said 1 of my most regular visitors was Bill Gates. He was everything you'd want from a friend, caring and concerned. I was reminded of the complexity of our relationship and how we always rooted for each other. Even when we were barely speaking. It seemed that we'd be stuck with 1 with 1 another for as long as we lasted. And now, the note... I left myself, this is the gonna be the lasting I share. It's this is the summary, the most important realizations of of life. This is very similar to, again, I don't... Maybe he knew... He maybe he knew it, but, you know, Paul's writing this. At the time he's writing this. He knows he had cancer. So just like Sam Walton before and Phil Knight and these other people, like, they're writing books at the end of the life the time to reflect and then pass their their their lessons on, and they have, you know, very important. Like, I I think 1 of the most valuable things you could do. Is study the regrets that people humans typically have towards end their life and understand that you could wind up there if if it's if it's present, and you see a lot of examples like that. Like, it's something that we have to be aware of. So we don't you know, you don't want to be dying and and have and people feel grad. I can't imagine what that feels like So it said, I found my own path when I hope create the alta basic in that 2 month Russia creativity back in 19 75. Later when the Ibm pc ship with our operating system at its core, it struck me that the code I'd helped to write would fundamentally change the way people worked played and communicated. Having that kind of impact forever changes your sense of purpose in life. It's a feeling you always want to find again. When I became gravely ill in my twenties, I found myself regretting that my life was so narrowly focused. But after I ever recovered and traveled the world, I soon became restless. I discovered that what I missed most was creating things, and so I went back to work. If there's any irony to my life, it's that my time with Microsoft was atypical 1 dimensional When I was younger, I immersed myself in rockets, robots, music and chemistry. An omni reader, I thrilled to the exploits of pilots and explorers. I was inspired by Thomas Edison and Alexander Gram bell. My curiosity was boundless. I went on to spend 8 driven years with the single purpose of making Microsoft, the leader of the personal computer revolution. And it happened. Far beyond what I could have hoped or expected, but my old passion still tug at me, deferred, but not forgotten. They were squeezed into playing along with Hendrix at 3 in the morning. He was a very good guitar player are stealing a weekend from coding to watch a momentous space. After I left Microsoft, the wealth that I helped create there and then the company's explosive growth freed me to pick up where I left off. At times, I cast my net too widely, but my choices of ventures weren't wasn't arbitrary. Most of them were ce long ago in my use. Over the last 27 years, I've been able to do things I once only imagined. I have now lived half my life post Microsoft. What we achieved there will always be a source of pride. But my second act in all its range and variety is true to my nature. Some people are motivated by the need for recognition, some by money. And some by a broad social... I start from a different place. From the love of ideas and the urge to put them into motion and see where they might lead. The creative path is rocky with the risk of failure ever present and no guarantees. But even with its d tours and blind alleys, it's the only road that I find fulfilling. And with that, I'm gonna close the podcast. If you want the full story, please by the book. And if you wanna support the podcast and by the book at the same time, use the link that's found at founders podcast forward slash books. And if you've or if you're listening this for and you enjoy the podcast. You learn something from it, please support my work directly by going to founders podcast dot com forward spot forward slash support and becoming a paid member. You'll immediately unlock, you'll get a new members only podcast podcasts every week. And your media unlock all the the 8 previous ones I've done, including the 1 on bill gates from the eyes of Paul Allen. Thank you for listening. Thank you for telling your friends. Thank you for sharing The podcast on social media, I will talk to you next week."
}