{
  "transcript": "The creation of the home Depot began with 2 words in the spring of 19 78. You're fired. 20 years ago, we were 2 out of work executives. Our situation was not a lot different than millions of others who were shown the door. We had little in the way of capital and face some daunting, personal and legal challenges as we tried to get our careers back on track. In our early years, we lived on the edge with no balance sheet and a lack of financing. It took great roman to establish the vendor base necessary to open and maintain the broad product selection for which we quickly became known. We were always pushing boundaries beyond where our industry's conventional wisdom suggested we could go. Building the home depot was a tough uphill battle from the day we started in a Los Angeles coffee shop shortly after we were fired. No 1 believed we could do it. While we wanna tell the story of the Home Depot because it's a great entrepreneurial tale. Our larger goal is to convey what we learned along the way about customers, associates, competitors, growing a business, building a brand and many other topics everyone in business needs to know. This book is the story of that virtually unparalleled growth and the values and culture that nourish it. Okay. So that is from the introduction of the book that I wanna talk to you about today, which is built from scratch. How a couple of regular guys grew the Home Depot from nothing to 30000000000. And it's written by 2 of the many c cofounder of the Home Depot. It's written by Bernie Marcus and author Blank. Before we get into the rest of the book, I just wanna remind you that I need your support for this podcast. So once we jump back into the book, I'm not gonna interrupt our time together with ads. My goal here is to get you valuable information in the fastest possible time. And to do that, I need you to support this podcast directly. So if you're a regular listener, if you're joining the podcast, if you're learning from the podcast, if you care about the podcast, please become a member. You'll get it... Not only we help up the podcast and make sustainable, but you'll get access to... You can... Do selfish reasons to help up the podcast. You'll get access to extra member only podcasts that are available nowhere else. If you sign up right now, you'll unlock 9 member only podcasts. And you also get a new members only podcast for me every week. And to support the podcast and sign become a member, please go to founders podcast dot com slash support, or you could just look in the show notes, and you'll see a link and you could just tap on it right there. The second way that you could support this podcast is by signing up for founders notes. If you wanna do that, you go to founders notes dot c o. And just like I take a lot of notes and highlights when I'm reading a book, which is the result of Founders podcast. I do the same when I'm listening to podcast that I'm learning from. So founders notes are my podcast notes about entrepreneurship. I listen to podcast for company builders write down their key ideas and email them to every Sunday. The result is you have tweet size bits of knowledge from some of the smartest people in the world talking about what they learned by building their business. So sign up, test that out founders of dot C. If you like what you see, upgrade to a paid subscription, And what Founders is gonna do, it's gonna help you... It's gonna take save you a lot of time. It takes 10 to 20 hours of audio, and it's distilled down into the most valuable ideas that you can read in 10 to 20 minutes. Alright. So enough of that, let's get back into the book. And I'm gonna skip... See since this book was written by 2 people. I'm gonna skip over most of their early life, which is where I normally like to to start off and spend time on the podcast. But I wanna talk about a lot of the stories... I I would call, like, the pre history of Home Depot, because it's all these events that had to occur for Home Depot to be able to exist. And we're gonna start out, most of the book I would say, is written by Bernie Marcus, which is, he was the Ceo, in addition to being 1 of, I think there's 5 c cofounder founders. He was the Ceo for, a long time. And he kind is the main per character in the book. So we're gonna start out when he is already in his forties, and he is he he's an executive in a lot of retail companies. And this is the experience that he's gathering before we get to the founding of Home Depot, but it's important to understand so you understand that how Home Depot came about. So the time he's working for this this retail company called 2 guys. A lot of the the companies they work for, both him and Arthur, Arthur, are Conglomerate. So I'm just gonna, start here because it informs how he winds up getting to Home Depot. And the important part is the note left myself is that, when you're building a business, so you should have blind us on, like, horse, like, horses do the race. And your blind should just be on what's best for the customer. And yet a lot of the examples that we talked about on the podcast is, like, everybody focusing on competitors, which is not a good idea. So it says, as a conglomerate, 2 guys was a disaster. People in the company focused on their own careers, not the customers. As a result, the customers disappeared and careers sank. The history of retailing is filled with once great companies that disappeared off of the face of the earth. 2 guys included. I carried the lesson I learned about the importance of customers throughout the rest of my career. And so he leaves 2 guys, and he starts working for a company called Dell, and then eventually leaves O for another huge conglomerate called Dale Corporation, and Dale Corporation is gonna be the last job he has before he starts before he starts Home Depot. And so we're gonna spend some time, understanding a little bit what what he was doing at daily because it's really important to the the story. But I want to just read this paragraph. So you have an understanding. Because there's a lot of I see, like, myths and entrepreneurship propagate all the time. I like, oh, if you don't start a company when you're really young, that's... It's gonna be too late. Well, 1, if you do know where you wanna do from a very young age. And, yeah, you have an advantage, but it's definitely not too late. And so this is Bernie Marcus life. The status of his life before he starts home depot. And it says, I never had any real money to speak of in those. Despite holding lofty titles in some of America's best retail companies, and he's gonna get to why this was and the importance of equity in a little bit. And by 19 72, so this is roughly 6 years before he gets fired in about 7 years before at home people. And by 19 72, I had an ex wife, 2 kids in college, and a new wife, another child and another child. No matter what I was paid, it wasn't enough. Real money is an equity and that I didn't have, and there's a no... I have another story coming up about that too. But when I was handed the reins to another Dale chain. Remember Dan was a conglomerate. Handy Dan home improvement centers, if forever changed the course of my mind, of my life. So he's gonna be running this... I think there's about... By time, he leaves the company's about 60 plus stores of these handy dan home improvement centers are basically, like smaller versions of what you would... What a Home Depot or Lo today. And there's 2 import... I'm gonna introduce 2 important characters in the lore of Home Depot. And the first is this guy named Sandy Sig off, and we need to think of him as, like the anti Bernie. And this is the boss of this huge conglomerate called Dale Corporation, and Bernie learns basically everything about what not to do when running a business. He him and Sandy or... They do not get along, and we'll see... I'm gonna go into this great story in a minute. And the second person I'm gonna introduce you to is this guy named Ken Lang. And let me let me well, let me start here before I get to Ken lang because when... When the book... I ordered this book came in the mail, I looked at it, and I made the mistake of judging a book by its cover like, Oh, man. This might be corny? Like, I don't know, like, am I gonna waste my time. And by the time I got to page, I would say 54, I was genuinely worried about how many notes and highlights I had. It was that interesting because there's so... Usually, when when the... What I like about when, entrepreneurs write their auto as opposed to books written about them, even though those are helpful as well, is there's just no fluff. So these guys just shoot off story after story after story. And it's you don't... I don't actually have to sit there and, like, pick apart what they mean. They explicitly tell you. So out of all the characters and the crazy stories in this book, which there are numerous ones. Nobody sticks out more than this guy named Ken Link. Who becomes of eventually 1 of the c cofounder of of Home Depot. So let's talk about Sandy first, and we're gonna get into Ken, and we're gonna see how they all have led to the founding of home Depot. So it says this is Bernie now writing. He says he called himself ming the mer. It wasn't a nickname used behind the boss's back. The sign on the Ceo's office door at the Dale Corporation and impressed upon all who entered how proud Sanford, sea Sandy Sig was to be known as a Ming. Ming of course was the villain in the old flash Gordon movie cereals in the 19 thirties. He was a nice looking they're talking about Sandy now. He was a nice looking sharp dressed man, very smooth, slick and articulate. A chief executive who couldn't just fire and under underlying and get on with business. When people leave sig off, he once told me in a coffee shop, it was very important that he affect them economically emotionally and physically, so that people think twice before they ever turn on him. I was shocked at such tactics. When you treat people like that, it comes back to haunt, I said, people are fearful of you. But signal off wanted people to be fearful of him. He didn't want to let a person out with dignity. He wanted to see them destroyed. That was his style. He didn't call himself ming the mer for nothing. So Bernie hates this guy, but he has to work under for several years. So now we're gonna meet Kissed Ken lang gh. And well, let me just go right into it. Gary Irr obama, once ran a small chain of Philadelphia based home improvement stores called Panel Rama, in 19 76 Earl obama and his investment banker, Ken Gh, talked about the future of Earl obama's industry. So this is a home improvement industry in the mid seventies. Okay? Let's start with the benchmark of who is... Who is the best in the business lane said. Who do you think are the best operators? The best as a company of California called Handy Dan, Herb obama said, that worried Lingo gh. Gee Gary, he said, if my memory serves me right, those guys are in bankruptcy. If that was the fate of the best, little old panorama rama didn't have a prayer. I think that while the majority of Handy Dan is owned by a company named Dale Corporation, 19 percent of it is owned by the public, Obama said. So we're gonna get into this, which I had never heard of before. I guess in the seventies, a bunch of companies did this where they they would sell up to 19 percent of the company and retain 81 percent We're gonna we're gonna learn more about why they did this and why was disaster. So it says, hand majority of handy Dan is owned by a company named Dale Corporation. 19 percent is owned by the company. And, Urban obama, is telling Ken said, listen, Dale went into bankruptcy, but Handy Dan didn't. Later that same day, day. Lang got his, these these books that he uses to their moody investor service and standard and poor manuals. So their books packed with date on publicly held companies. Not only was handy dan not bankrupt. It was a solid company doing very well despite the woes of its parent company. Handy dan home improvement centers began in 19 55 as a small hardware store. 2 decades later, it was under our management and had become 1 of the nation's most respected and successful home improvement change. So, Bernie is running handy down home improvement centers, which is just a subsidy of giant conglomerate called Dale and at the top of Dale is ming the mer Sandy Signal off. So Lang is discovering this this hidden jewel and he... It says Lang was further intrigued that it was selling for 3 dollars a share. And it appeared likely to earn a dollar 50 a share. Even in 19 76 terms, that was awfully cheap. Earl Ba, so this is the guy Ken talking to. Had mentioned that he and I were good friends, so Bernie and him were good friends. A relationship began began when I had considered it acquiring acquiring panorama. And while ultimately passed up the deal, a close personal relationship blossom between us. Lang gh asked Or bomb to call me and make an introduction. So now we're gonna see this this character. And this is... Ken's gonna be present throughout this entire book. But says Bernie, Obama said, this guy Ken Gh wants to meet you. He is a very tough guy, really tough. This is 1 of the most aggressive people I've ever met. He's a tough businessman man, and he can be over bearing, but I swear, this is the most honest ethical man that I I've ever met my entire life. And when he tells you something you can believe it. I have more trust in Lingo gh than I do anybody in the entire world. So he says intrigued, I certain... I said I'd certainly take Lingo call. Half an hour later, the phone rang, and I heard the following statement. I think you have the greatest company I've ever seen in my whole life. You run the greatest business I have ever seen. That said, Lang was still suspicious of handy dan's numbers. This doesn't make sense he told me. You're gonna make a dollar 50 a share. Yeah, after taxes. In that case, Lingo announced, I'm going to buy every share of stock I can in your company, and I would advise you to mortgage your house and buy the stock because this stock is going to go straight up. Lang, who later joined us as a cofounder of the Home Depot, was a man who formed instant irr evo opinions about people. And I he decided was the kind of man with whom he could do business. Would you mind if I came to see you sometime Lingo nest? Sure. Sure. I said, anytime you want, Come out. Anytime you wanna come out fine. Good. Lingo said. I'll see you tomorrow for lunch. Lang seemed very excited. He took the first flight out of New York the next morning and landed in Los Angeles by 11:30AM in time for lunch. Still overwhelmed by the speed with which 1 which with Lang operated, I took a more cautious approach. And this how... He's about to describe, Lang, based on what I've read about, Ken, this is a great 1 sentence description. Lang was like a fire hydrant let loose. Lang was a single brightest, most energetic person that I have ever met. I just wanna pause here for a second. Bernie is writing this, I think today, Bernie in his eighties. And at the time he's writing us he's in his sixties had a lifetime of experience dealing with people and all kinds of businesses had an amazing life experience. And... That's a that's a hell of a statement that out of everybody he met. He said Ling Ling was single brightest most energetic person that I've ever met. He is intuitive, smart and a real street fighter. Over lunch, Lang described his background and how he represented a group of investors who had every intention of buying up handy dan stock. He asked pertinent questions. The more he learned about the business, the more he realized how undervalued our company was in part due to the Dale bankruptcy and his enthusiasm only grew. And this a result of of his enthusiasm. As soon as he returned to New York, he and his investor started buying every share of handy dan stock that came on the market, more than 400000 shares in all. At prices ranging from 3 to 12 dollars a share. Now remember that. 400000 shares, 3 to 12 dollars a share and that's gonna become important in the next few pages. So so Ken has made, made his move. He'd now he owns... He winds up acquiring every outstanding stock. Now, remember, they only sold 19 percent. So 81 percent of Handy dan is still owned by Da. And the only stock... The only stock that he couldn't get his hands on was owned. There's, like, 50000 shares owned by a church. And Lang in by that. So says, now that he possessed so much handy in Stock lingo and personally visited every 1 of the company stores, We became fast friends, our relationship growing far beyond a common desire to see handy dan grow. It's very I think Bernie, he might even explicitly said this in the book. I don't remember, but there would be no Home depot without Ken. I said we generally enjoyed each other's company charge whenever possible. Now we're gonna go back to the Evil guy, Ming. Okay. So single off, of course, was more than a little curious about who was buying up all the handy and stock. So I arranged a meeting. It was all handshakes and politeness on the surface. But that was as good as it ever got between Lingo and single off. Neither like the other and they never would. Single off viewed Lang gh with suspicion. Lang didn't care for single off attitude toward me. This is a really bad guy. Lingo said after his first encounter with single off. This is a guy that you can't trust and that would kill you in a second. Now we're gonna get into this this unique ownership structure that was taking place at the time. I don't know if it still exists today. Well, I've never come across it before. And how this is how this this had unintended negative external analog that lead to a big payday day for Ken, really bad day for Bernie and the beginning the birth of of Home depot. So it said, handy dan wasn't the only Us corporation in the 19 seventies that was held by an 81 percent private, 19 percent public partnership. A number of holding companies like Day sold 19 percent of their wholly owned subsidies. Subsidiaries. I can't talk today. Sorry. Such as handy to the public. The holding companies kept 81 percent on the belief that the public would unlock value in the asset. Creating a higher value so that the 81 percent would be worth much more than if we were completely private. For tax purposes, the companies had to own more than 80 percent. But a fascinating thing happened at at least 3 of these companies, So I'm gonna say a bunch of company names. They're not really important to the story what's important is what happens to them. So Brunswick Corporation owned 81 percent of the Sherwood medical. And abruptly... Abruptly bought back the 19 percent of the outstanding public shares and took a private again. This happens over and again. They released these 90 percent, something goes wrong, and they they buy back and go private again. So Lang is is noticing that this is happening. And so he meets with a lawyer that did this transaction for 2 2 of the 3 companies. And he's like, is there any common theme in why this is being done? Why is the stock being re acquired? And this is a lawyer now. It says the economics didn't work the lawyer said? And the holding companies didn't realize as much value as they anticipated? In many cases instead of asset values rising, the exact opposite care occurred. The publicly held shares plummeted in value. Well, that and 1 other thing, a lawyer said. And what is that and this is the most important part. To understand. This structure is a time bomb, Hit the lawyer said. We believe theoretically at least that if somebody were to get control of the 19 percent minority. Remember that's what Lang is done in the handy case. The only way the person who held to 81 percent, that's that's ming single off. Could really exercise their fiduciary responsibility to the minority would be to vote it in direct proportion to the way the minority votes on any issue. Lang was thunder struck. Not speechless, of course, just thunder struck. And this is gonna... This is where he's clarifying. It's like, wait a minute. You mean Lingo asked that if 60 percent are 90 percent of that 19 percent. Right? So a majority of the minority is a way to think about that. Said they wanted to do something. The only way that the 81 percent owner could sanitize their vote would be to vote directly proportionate to the minority. Does this mean that the motion would carry, which means that the minority controls the company. That's the most important sentence. Yes. The Lawyer said. It seems convoluted, but considering fiduciary duties that is the only way the majority owner can say, hey, I didn't shout. I didn't force my will on anybody. Lang who controlled virtually all the 19 percent of handy dan public shares wasted little time and calling signal off and asking for a meeting. A few days later in California, the 2 men shook hands and single off completely in the dark ass. What's up? While Sandy Lang said, I just wanted to see how you and I are gonna run this company going forward. The gauntlet was thrown down. The line drawn in the sand, insert your own ad adversary cliche any any will do. What do you mean we signal off of erupted? Lang filled single off in on the... On what the attorney told him. This is why these other companies are all buying their shares back because there's is a potential bomb time bomb here. I don't wanna have any trouble with you. This is Lang speaking. I think what you and I ought to do is to stay in constant contact and communicate with 1 another, the things we want to do with the company to the best interest of anybody. A major control freak who had no intention of ce a wit of influence Lingo gh, me or anyone else. Single off was furious. I don't believe that. It's crazy. This is stupid, single off said. I never heard of anything so dumb in my whole life. Okay, Lang said, use using his most tone and keeping a straight as straight face as possible. I just hope it doesn't get to the point where 1 day we have to test it. That day came sooner rather than later. A month after their first partners meeting, Lang received a call from single off. 1 of single lawsuits lieutenant, this guy named Jeffrey Chan was going to be in New York and wanted to say hello. Lang alerted me because he expected that attorney's visit would be anything but innocence. So to Guy Jeff, comes over and says, so on the appointed day, Jeff Chan arrived at Lang office took off his jacket and sat down. He lost no time with idle pleasant trees saying that single off was taking handy dan private again and that Lang Gh and his investors must sell out. Jeff cut the crap, Lang said calmly. I control enough stock that you can't do any such thing. If that's why you were... We... You are here to threaten me, you have the wrong guy. Excuse me. Just then Ling picked up the phone and called Bob Pre. Pre arrived in a few minutes. So P is this guy. What before the meeting ken figured out something was going, like, something nefarious was was a foot. So he calls, well 1 of the most notorious corporate takeover attorneys that that's in New York at the time and says, hey. I need your your mean So. I want them standing by for this meeting 1 and a half. So he says, okay. This guy... That's the Guy Bob P Perfect. I'll call him when I need him. So he calls P? P arrived in in minutes. And it said, who's this guy? Shannon demanded? This is my lawyer Ling said. Now what do you wanna talk about? Look, we really don't want any trouble. Shannon said back. The stock is selling for about 8 dollars. 8 dollars a share. We know that you were box and you can't sell any stock. Meaning there is there's very limited liquidity in these kind of markets when you're only at 19 percent of stocks... The shares available. It says you have no liquidity. How about if we pay you 10 dollars a share. No way. Ling said. This is hilarious. This this part made me laugh when I first read it. The price is 12 dollars. Shannon was shocked. Forget it. Wanting to leave Shannon swimming alone with his personal Barracuda, which is a mean guy, Bob prairie. Lang left for the men's room. Barely 2 minutes later, Shannon followed him man. Okay. He said 12 dollars, and this is when I start chuck. Jeff, you don't stanley going and tell him. I told him. You offered to buy it for 10. I said no. I referred to sell 2 for 12, and you said no. Now you were back wanting to buy it at 12. That offers off the table. That's gone. We had an offer and a denial, no deal. What? I suggested a price of 12 dollars in my office. Right? Chan nod, acknowledging Ling. And you declined. Well, that's it. I don't wanna sell it now. You must have some price Shannon said. Okay. Lang said, 14 dollars. Shannon left in such a blind rage said he almost banged his head on the door. About a week later, single off called Lin gh. Let's not mess around said, We will pay you 14 dollars. Sandy, you guys don't get it, Lingo said. I offered it to you for 14 dollars. Shannon said, no. That offer is now off the table. I don't understand Sig said. It is this simple. You had a chance, you turned it down. I have reconsider my position. I don't want to sell. Single off hung up the phone matter than hell. Single off wanted to change the handy dan board so that he controlled it, but I wouldn't allow it. This is Bernie Marcus talking now. Single off didn't like me, and the feeling was mutual. I rejected everything about single off. The way he dealt with people, how we talk down to people. He just didn't like, oh, he ran his business. And he he was extremely mean. The difference between us was that I didn't need single off. This is where Bernie is now making a, a monumental mis miscommunication. Difference what between us was I didn't need single off, single off needed me. He couldn't get rid of me even though he wanted it more than anything because every time he moved against me, he got a call from Ken Ling Gh. Lang gh would call him and threatened him with a shareholder lawsuit. And in that way, Ling gh kept sing off in line. Once single off realized that Gh was correct about the explosive nature of handy and stock arrangement, he wanted Lincoln gh out of his business. He made several more miserably attempts to buy back the publicly held stock all re buff by Lang gh, and the more Lang gh resisted, the more pressure signal off placed on me. Okay. So when he's talking about... We find at this point in the story, we find Bernie, kind of between a rock and hard place. He's got this good relationship with Ken, Ken owns almost... At this time, Ken and also investors own 19 percent of Handy Dan, because Ken is not selling to signal off, single off is really putting screws into into Bernie. So Barney finally had enough. He has dinner willing, and he says, hey. Do me a favor I said, get single off of my back, sell on the stock. Another mis by Bernie, we're gonna see here, and we're gonna see how a astute that Ken is, not only a business, but about human nature, which I really think like, that's the crux of this entire podcast. Yeah. We're learning about, companies, building companies starting companies, but there's... Companies don't exist without people. Not only the people inside of them, but the customers that you sell to. And so fundamentally understanding human nature. I think is valuable for us all because at this time, Bernie didn't understand something about human nature that ken clearly does. And so we're gonna... He's gonna lay that out to firm now why he's... What he's asking is now... What he actually wants. And this is Bernie trust me. You don't really want me to sell the stock because if I do, I'm signing your death warrant. You're a dead man. You don't know what you're talking about I responded, Sig off doesn't know this business. I know this business. He needs me to run it. Bernie. Look. The only thing of any value in the mess signal off has on his hands is handy dan. As long as you were there, he is never going to be able to take credit for its success or for the recovery of Dale. Oh, you don't know what you're talking about. Bernie? I have never been more certain of my position than I am right now. I am telling you I can read this guy like a book. He can't stand to see you succeed. The more you succeed the more pain he feels. I felt very cocky about myself. This is now Bernie talking that I ran the company as well as it could be ron and that Handy Dan made so much money that single off would be stupid to get rid of me. Don't worry about me. I said, I'm a big boy I can take care of myself. It's your funeral? So will you sell? Yeah. Sure. Lingo said, I'll sell, but I'm not gonna mess around on price. On the spot, I called Ed Kaufman, Dale lawyer at home. I told him that Lingo was ready to make a deal then I handled and on the phone. I wanna make you an offer lingo said, You don't want it, this is the end of it, and let's leave it alone. If you want it, that is the price. Well, what's the price Kaufman asked? It's 25 dollars and 50 cents a share. Why the odd number because Lincoln explain. It has to look like we had some real bargaining, real hard bargaining here. Kaufman said that he would call Ling going right back 5 minutes later the phone rang. Be in my office tomorrow morning to sign the pay... 10 to sign the papers. The next morning I picked up Lingo as we drove down the street, Lang tried again to dis persuade me to persuade me, offering to cancel the deal. But I could not be dis. I honestly believe my position at handy Dan would be more secure once lincoln gh was out of the picture. I think you can kinda see where we're going here. Remember, it's a very introduction that Home Depot started. On the day, he gets fired. Okay. So I'm gonna skip ahead a little bit in the story, and this is we're now in April of 19 78. Okay. It says 04/14/1978 is a day that Arthur, and I will never forget. That's author blank a c cofounder founder of, Home Depot. We were scheduled to attend a Friday 1PM corporate planning meeting. The plan was to spend a couple hours reviewing our budget and plans for the coming year. That was what was supposed... It was supposed to be. I still remember. He just... He had this lesson a few months earlier, from Ken about human nature that he didn't understand yet. He understands it now. He says, I still believe that if you did something well, if you made a lot of money that people, even if they didn't like you, would tolerate you, how wrong I was. And so before I get into this, it's very important to understand that he's about to get fired as you have guess by now. It's not because of poor performance. It's because of what Ken Long gh said. This guy does not want you to succeed. If you succeed, he cannot take credit. His ego and he is bigger than than his ego is in control, not his, like, logical part of his brain. So what does that mean? Says, by this point, Handy Dan was 66 stores and had almost a hundred and 55000000 in sales. So this is the business that Bernie running. Remember. He's running it, but doesn't have equity on it. During fiscal year 19 76, Handy Dan earned 7800000.0 dollars. While the... While Dale as a whole, so all the other businesses Dale owned made 7000000. Okay? So that's what Ken was talking about. Like, you're the 1 running the business. He's not... His ego is not gonna let you take credit for it. So he's gonna find a reason to fire you. At 1PM sharp, we walked into a room. Signal off was there waiting. Accompanied by an assortment of lawyers account and. It was an odd group for a planning meeting. Single off finally had us where he wanted us, and today was Ming version of corporate show tell. To make a long story short. I was fired and in rapid succession, so we're off Arthur and Ron B, both of which become cofounder of Home Depot. Okay. So he's fired. I'm gonna skip over, a apart. Because remember how he said earlier the signal off won't let people just leave. He'd have to destroy him. He's accusing him of, like, like, employment violations, they were fighting with, like, a, a, labor union and 1 of their stores in San Jose. And then he just ties them up personally in lawsuits. So 6 ming ties up, Bernie, and he's telling him, hey, you have no money. I know you're have money. And you're gonna have to pay to use your own funds to fight this lawsuit. Meanwhile, I'm just gonna use company funds, and I'll just... I'm gonna bear you. Eventually, against his will and and having to swallow a lot of his pride. He just stops fighting a lawsuits. So he line... Lines up, you know, basically leaving And I'm gonna get there in 1 second. Almost penn less. Almost as broke as you can be. Think about it He's gonna be 49 years old before he starts Home depot with fired and no money. So I again, I think the reason I I bring that up is because I do think that's also inspiring because if you can... You know, some people at that point, like, my life's over. I give up, what am I gonna do. My reputation tat. I have this guy trying to sue me out of existence, and I just lost, my entire career, and yet, he got knocked down and gets back up and builds something even better. So I it's encouraging for all of us. Okay. So before I get there though, the note that myself was getting fired was the best thing that ever happened, or getting kicked in the ass with a golden horseshoe. And this part really reminds me of if you watch... I talked about and other Steep jobs podcast podcasts I've done. But it's also, if you ever watched Steve Jobs commencement address. He talks about how getting fired from Apple and then going to certain next, was... I think he said he compared to, like, getting hit with a brick in the head or something like that, but he talked about, like, it's medicine that the patient needed. They 1 up being the best thing that happened to. But at the time he didn't realize that. So Bernie gonna go through something very similar here, and we're gonna... We're gonna go back into a conversation having with ken because Ken is this crazy character, and he's actually really smart about what he's gonna tell him here. So he says, it was least Saturday. Talk... Okay. So there are he's on the phone now with Ken after this this all happened. Kenny, a terrible thing has happened. You told me what would happen to me. You told me that it would get fired and it happened. And now he's trying to destroy my life, but lang gh wasn't at all sympathetic, not 1 bit. And he wasn't interested in wasting time when I told you so either. What he actually said was more upsetting. Oh, man, that's great. That's unbelievable, Lingo said. What the hell you smoking I asked. This is the greatest news I have ever heard Lang continued? This is... I'm so happy. I cannot tell you. What is the matter with you, Kenny? Did you hear what I said? No. No. You don't understand Bla insisted. You have just been kicked in the ass with a golden horseshoe. This is the greatest opportunity. Now we can open up that store you talked about when we were in Houston. Lang gh actually thought being fired was a blessing. I thought he was crazy. Kenny I said, I was just fired. There's nothing golden about that. Are you kidding he said? This is the greatest news I have ever heard? I thought he was a raving Luna, which he is. What the hell is the matter with you, I said. I just got fired. Lang gh just breathed right over that. You guys have been really ham strong and haven't been able to do a lot of things you wanted to do, and it's pretty clear to me as an investment banker and a financier that you have a lot more capacity than what you can do here. Don't view this as a negative. Bernie. He continued. You never know where life is going to take you. This is a great opportunity for you to do your own thing. Let's go into business together. The the conversation continues. I'm gonna skip over towards the end is Bernie Lang said, you have repeatedly told me how handy Dan in this whole industry is vulnerable. Too many small chains, no national companies, and the prices are too high. Do you still believe that? Yes. Good, then lets you and I meet as soon as we can? I have no money I protested? Well, how much would you need? I threw out a number. 25000000. At at that, Lingo let the subject drop without further comment and said goodbye. And now this is Bernie Marcus at h 49 before starting Home Depot. With very little cash on hand, my reputation at issue And at the age of 49, my future prospects shaky at best. That's how he's describing his situation. So, Ken, as you can see, he just... He hung up and got right to work. Bernie referenced earlier that the speed at which Ken moves was dis orient to him. So I'm gonna skip a ahead. So he... He... He they're looking for for seed capital for for Home Depot. Okay? And there's just really bizarre unexpected story right in the middle of book. They're meeting with a bunch of that I wanna share with you. They're meeting with a bunch of businesses and wealthy individuals and they're just trying to round up this money. Right? And this name will probably sound familiar to you guys. And so this is the story of how Bernie walks away from Ross Perot. And this week's founders members episode, the extra episode for this week is actually, a story. So we're introduced with Ken when he's starting Home Depot. Where there's a interesting story. Almost like, I would say, like, a pre cool to Ken's career that is the bonus episodes. It's it's fascinating. It doesn't really fit into, you know, what we're doing here, focusing on Bernie and Home Depot, but there's some lessons in there. There's is some good lessons in there. So I... That's what I made the bonus episode on. It's Alright. So it says because he was the only person Ken go new with 2000000 dollars of spare, Ross Perot nearly became the majority owner of the Home Depot. And this is probably 1 of the great what if business stories of all time. So Ken took me to meet Perot in Dallas. My first impression was that was that of a Greg and enthusiastic man who was a model of the American free enterprise system. Remember, Ross perot became at least I became aware of from in famous. He... He's... In the sixties and seventies, he founded this technology company called Eds, which a lot of people compare to, like, Eds had the impact in the sixties and seventies that Microsoft had in the eighties and nineties. But I didn't know that I only knew of Rust Probe when he ran for president. And he garnered, like, thinking I had the most third party votes ever in the history of Us elections. And that was much after That was, you know, after he he was very successful. Think he was already might have been retired at the time. Anyway, so that's the little background on Ross Perot. So it says, he was a model of American free enterprise system. He was a patriot for the entrepreneurial spirit who literally created something out of nothing. A former Ibm salesman and look at him now I thought. Ken told Per about how Our Arthur and I had built this great business, Handy Dan, and the injustice of sig off had come... That had committed against us. Ken told the story in a way that we could not and Ate it up. There were a few structural and compatibility issues that I felt I need to run by Perot right from the beginning to see if we would be compatible. Ross, I said, I am not interested in doing anything with you unless I know that I'm going to deal directly with you. I don't want to deal. This is Bernie talking to raw ross. I don't wanna deal through intermediaries, and I will not become part of your existing organization. If I have a problem, I will call you and you and I will agree on how we proceed. I am not going to a captain or a lieutenant. Am not interested in that nonsense. If we get caught up in corporate crap, I won't be a part of it. It was my way of throwing down a gauntlet. Challenging pro set me for who and what I was. I like straightforward people, Pro said, no. I wouldn't put anybody in between... And and I wouldn't put anybody in between us. You have my word. During this time, Perot hired a consultant named Brian Smith. Perot gave our present presentation materials to Smith for a second opinion. At our next meeting, the new man was alongside Per. Perot perot introduced Smith, and I could see a barrier already developing developing between me and Per perot. So first meeting, hey, I don't wanna deal with anybody else. Yeah okay Great Straight talk. Yeah. My word. Second meeting, here's this new guy. Ken raise the issue later and per perot waved it away. He said that because of his intense travel schedule, we would need someone who could act and make decisions in his absence. Smith was that man. Uneasy, I let it slide for the time being. And this story really could be called, my people don't drive Cadillac, and we'll get there 1 second. But Smith thought our retail concept was a bad idea. At the time, gross margins in the industry are about 44 percent, really big markup. But we were talking about gross margins being as low as 29 percent. We expect it to make up the difference and more on volume, but Smith just couldn't get Pros wallet wrapped around that concept. So III left it out even though he's 1 of my favorite people I've ever covered. Bernie wants up having a closer relationship with Sam Walton. And a lot of the decisions they made for Home Depot, specifically lowering margins and then selling cheap, cheaper, lower prices, but more volume, he borrowed directly from Sam. And, the people running the business after Sam died, are retired the first time. Alright. So... But Smith couldn't get over couldn't get his head wrapped around that. Okay? So ken turn to per. So he's jumping in because because because, Smith is saying, hey, you know, I don't I don't like the steel. Ken's in the meeting so Ken talks to Per. I just don't agree with Brian Ken said. He doesn't understand the concept, meaning the, higher volume lower prices. Per perot wasn't 1 who was more worried. Per perot wasn't 1 who worried much about stepping on the views of his under links. He wanted to do what was best for the business. Smith, meanwhile, remained resistance to the... Resistant to the deal. For his 2000000 dollars Per perot would own 70 percent of the company as yet unnamed. Can we get 5 percent, and we would own 25 percent. Out of our 25 percent, we could bring in a team of people such as Ron B and others. Ron worked for Bernie at Handy. And he wants up being 1 of the c cofounder of Home depot. We made 1 final trip to Dallas intended to iron out a few final details. There were strong signals of future culture conflicts, however, we were more than a little discomfort comforted by the military nature of Eds, including the corporate uniforms. Everybody had to wear shirt and tie and the only acceptable shirt color was white. During a discussion of what perks would go with my salary, I told Per, I had a small problem. While my salary in perks would be similar to those I enjoyed a handy Dan, there was the matter of a company car. The least, this is such a weird Story. The least car I had been driving was still being paid for by handy Dan, but the company would repo it unless I plan to take over the lease or buy it for the depreciate value. This was a good deal for the company for the new company. We ought to try to save as much money as we can I said? I would like to buy it outright at the outright at the depreciate value. Would you like me to buy it and then I will I will just charge it to our entity? Or do you want me to give... Or do you want to give me a check and I will pay for it? That's fine, Per said. You can either do that or buy a new car. I don't really care. But then Per perot decided to test me. What kind of car is it? Per perot asked in that peculiar Texas draw of his. It's a cadillac. Perot did not like that answer at all. My people don't drive Cadillac he said. My guys at Eds drive Chevrolet. That's fine. I said, I think it's a good policy for you, but this is a new company forming, not Eds. And look, this is a 4 year old car and I'm a big guy. It's cheaper to have an old cadillac than it is to get... Go out and get a new Chevrolet. So how do we pay for it. Not that that question meant anything. My people don't drive Cadillac per set again. And again, my people don't drive cadillac. And when he said it for the third time, I realized this was never going to work. Per perot was establishing who and what his position was and what mine was. Partners or not. My mind flashed back to the day single off, and I nearly came to blows during a board board of directors meeting. When we went into another room to hash out our disagreement privately, single off told me that he was the boss, he controlled my career and I needed to understand that. Then he demanded that I literally repeat that back to him. I said nothing of the sort. Nobody controls my life foot me. This let me just interject that's so we... People are so bizarre, especially people that are... Let me rephrase. People that are insist on controlling other people I find extremely bizarre. The idea that you wanna grown 45 year old man to repeat back to you that I'm the boss. Just bizarre to me. Now I was looking across a different table staring at Ross Perot. My blood pressure rising my face turning red, and I was hearing sig words coming out of per perot mouth. I am the boss. I control your life. I will tell you what to do and what not to do. Regaining my comp, I smiled. Ross, I have to talk to Kenny for a minute. Would you mind if we step outside. Ken was perplexed. Look, Kenny, I whispered. I know Perot is a very important person in your life, and you have to understand something? If this guy is going to be bothered by what kind of car I'm driving, How much aggravation are we gonna have when we have to make really big decisions. If we can't be free to run the business the way we know it has to be run, it isn't going to work, I'm never going to have this man for a partner. I would rather starve to death. You must be out of your mind. Are you crazy. My god he's gonna give you 2000000 dollars. Kenny said. Kenny? I wouldn't touch it with a 10 foot pole. I am out of here. I said, and I headed down the hall. And that is how we walked away from Ross Perot. The interesting thing that it that is that if Per perot had been so hung up on Cadillac, his original 70 percent share of the Home Depot stock would be worth approximately 58000000000 dollars today. So after that, they have to... They're they're all talking him on Arthur and Ken. And he says, that was the first to speak. What do we do now? Now we're gonna raise the 2000000 dollars at 50 percent, Ken said finally. What are you talking about Arthur said. Let's put together a group of investors where you won't have to worry about that. I'm gonna get my 5 percent, Ken explained. You guys are gonna have 45 and the next investors will get 50 percent. That doesn't make sense, or Arthur argued. That means we'll have a better deal by... Walking away from this deal, and it's a great quote from Ken. That's right Ken said, in the retail business, when you can't sell something you mark it down. In my business when you can't sell something, we mark it up. So, short while later, this is the importance of equity. Remember, Bernie was set come out earlier despite holding all these fancy titles. He just never really had money even all the way up until the age of 49. And so Ken, what Ken does is, he sets up a meeting with a bunch of his investor friends. And he's doing a presentation on why they should give the Home Depot guys 2000000 dollars. He says, we felt like Beg. This is Bernie talking. Asking these successful people to invest in our company. Now not that that was necessary. They gave us a rousing reception. Why? These were the people who bought handy dan stock between 3 dollars and 9 dollars a share and sold it at 25 dollars and 50 cents a share. Of course, they loved us. Of course, while they had made tons of money, we were broke. The importance of equity. The irony wasn't lost on ken. You guys made a ton of money on Bernie in our Arthur he told them. Take a portion of it, roll it into their new business and sure it's a real real gamble. So what the hell? Let's drop it here and see if these guys can roll sevens again. In the end, they gave us 2000000 dollars and 2 years to open up any business that we chose. This is the way our company started. Okay. So now I'm skipping ahead. Remember he said he needed 25000000 for the company. Using 2000000 to seed capital, and they're going around and trying to raise the rest. And so they do a deal with this Boston based venture capitalist. Are they doing an almost deal. And so the moral of the story I'm about to tell you is do not work with people who have no clue what it means to care about people. So they do a deal. They agree 3000000 dollars Okay. Everything's good. So now he he needs to drive after they do the deal, they agree, but the money has been deposited. Yep. And he has to drive. Bernie is now driving his new investor to the airport. And this is the new investor. Listen, there are things I didn't want to talk about to talk about in the office because they are very sensitive, and I wanna discuss them with you he said. What are they I asked? First, I need 2 men on the board of directors. That was easy, Something I anticipated. Okay. You got it. Now when I make an investment, I like people to invest with me and I need an investment on your part. What do you mean investment? Well, I need you to I need to have you vest We started the business. We left everything in California. They relocated at Georgia. By the way. Especially our support systems. I said puzzled, we are sacrificing our lives here. No. I mean, more than that. He said, First of all, you should not have company cars. We had leased company cars because so much of our time was spent in cars, driving all over Georgia on company business, and none of us could afford to buy cars. Pat, This is another... All these guys he's naming here other c cofounder of, Home depot. Pat was broke. I was broke. Arthur and Ron had no money either. So at the time, these... They're arranging anywhere from, late twenties to... Actually, third... Anywhere from thirties to to forties, and they're all busy broke. That would be kind of tough for us as I said, but if we could figure out a way to pay for auto expenses, maybe we can do that. Okay. The man said. Another thing is that everybody needs to take a 10 percent cut and salary. I stared at him in disbelief. Everybody? Yes. Do you know what I just went through to hire these people? I hired them from all over the United States. I brought them here. I sold them on this stream. They took less money than they ever had made before, and they left a security, all those... All of those things, and you want me to cut their salaries by 10 percent? Yes. Well, I guess we could do that if it's so important to you. I don't think it's fair, but what choice do I have? Now the man said, is the best of all. I am not paying your employees or managers medical insurance. I think they should get it on their own. That was an issue reminiscent of the matter of principle that nearly caused a bra between me and Sandy ci off Isn't amazing how much Sandy influences his life. The blood rose in my eyes, I sw and pulled the car and pulled the car onto the shoulder of the high away. My gut told me this was a terrible mistake, and my ammunition so far had been right. Get out of the car, I said. Get out of the goddamn car. The man just looked at me. He thought I was crazy. We were in the middle of nowhere. Cars and trucks were zip by. I said, get out of the car. You are a stupid son of a bitch Do you think I would get in bed with an Em like you? Get out of the car. You can walk to the airport for all I care. I then got out of the car and as the man timid got out, I tossed his luggage by the side of the road. Please don't leave me here the man pleaded. I have to catch a plane. After several minutes still fuming, I re and allowed the man back in. Don't talk to me for the rest of the trip. I will have nothing to do with you. We are finished. This partnership is over before it has begun. Here, again was someone with whom I was going to have to live with who had no clue what it meant to care about people. His 3000000 dollar investment would have been 15 percent of the Home Depot original market value. Today, 15 percent of Home Depot stock would be worth 12000000000 dollars. There are some things money alone can't buy as several would be home Depot investors learned. Okay. So now I'm skipping ahead to how they actually got the Money to open home Depot. They were after this they almost went out of business before they even open because they couldn't get money anywhere. No investors besides the 2000000 they had... So they're going to banks and had a previous relationship with a banker from Handy dan and it's getting rip. Well, Rip is he's the 1 that got them the money, but he doesn't know the story yet. Okay? So Rip turned 65, the company he's working for. I think it's called security Pacific. Basically making him retire, and Rip was really, really upset. I didn't wanna retire. But a few years prior, so and I've jumped way ahead in the timeline, just because I need to explain how they actually got the financing. So a few years before the store I'm about to tell you, rip gets them the money they need. Okay? So now when he's being pushed out, the the Ceo calls Bernie and says, hey, we're we're gonna do a going away party for rip. Would you come out and mc the party. And so he does that, of course, because Ripped did him a huge solid by getting the the money, but he didn't Bernie at the time didn't know how rip got him the money. Okay? So he's sitting up there. Bernie sitting up there at this party going away 40 for rip, and the Ceo does something really stupid. And well, here. This guy's name Fl. And so rip... Excuse me. Bernie talking to to the Ceo, fl him. I love this guy. He's so terrific. Talking about rip. Well, you should love him after what he did for you, Fl said, What do you mean? I said? After what he did for me? He put his career on the line for you. He then told me the story of how Rip originally presented our loan request to the bank loan officers who turned it down cold. The next time he added points and other kicker and still was turned down. Unwilling to give up on us, he came up with the letters of credit from our investors and they turned him down the third time. Do you know what he did after that? Flames some asked me? I guess not, I said, he burst into my office, literally slamming the door open. Rip slammed the door shut and threw an envelope on my desk, he said. Take this take this, meaning his his his resignation letter. Take this job take this and your job and shove it up your rear end. Fl was shocked. By how angrily the normally mild mannered gen rip fleming had become. Rip said you don't need a banker, you need a computer. Hire some young kid to come in here and do my job. I buy people. Bernie, Marcus and author blank or good people. And you have turned them and me down 3 times. You obviously don't need me here anymore. I looked at and this is an important part. I looked a rip fl continued, and I realized that when he walked out the door that 400000000 dollars worth of accounts were walking with him. The clients rip had brought into the bank loved and trusted him and would go wherever he went. Turning down the home Depot was no longer about denying a 3500000.0 dollar loan. Suddenly, it was a 400000000 dollar decision. I realized that I had no choice and tore up the envelope containing rips slider rights re letter of resignation fl said, I told Rip I would personally get the loan through the officers, and that's why they loaned us the money and help start this company. Okay. So the next story, is skipping ahead a little bit in the book, and it's the importance of selling products at the right price and what turns out to be the first big break for Home Depot. By this time they're in business. They have a few stores in the Georgia area. And it says, an ex incident with Pat reinforced for us just how critically important it is to sell products at the right price. Pat Fe is a c founder of home Depot and the 1 in charge. She's like they're main merchant. Business what just wasn't booming. This is the description of what's happening at home depot at the very beginning. It just wasn't happening. We were barely covering our expenses. Still having difficulty identifying with the market. So we were still we're barely covering expenses and we we didn't know anything with the market. Cash flow is not good. Our financial resources were eroding. A vendor told Pat about a truckload of 3000 fireplace screens that were manufactured for Montgomery Ward. Ward canceled the order, but the screens were already on a truck in route Atlanta. Thanks to some chilly winners. Atlanta was a strong market for wood burning fireplace. And it says, there's 3000 screens and he says, so Pat wants to buy them all. And he says you can't sell all these. The vendor is telling that the pat. Don't tell me what I can't sell what I can't sell. Just get a price pat said. He was able to secure a phenomenal price on these screens, which retail for up to 139 dollars each, so that's the price of Montgomery would pay. Or would sell them at? Having already set the cost in a arranged for delivery, Pat walked into my office with the news. These fireplace screens sell up to a hundred 39 dollars of Montgomery Ward said, the guy needed to dump them right away, and I brought the entire shipment for an average of 33 dollars a screen. How many screens is that exactly I asked gu air. Remember they're having cash issues at the time. 3000 pat said effortlessly? This was a commitment of almost a hundred thousand dollars. Pat made a truckload of fireplace screens into a life or death purchase for the home depot. Seeing that my partner was oblivious to the trembling of my voice and the fear in my eyes, I tried to see it pat away. Wow. So you're saying that we could discount these screens 50 dollars, sell them for say 89 dollars and make a ton of money? No, Pets said. Not that price. Besides the ads have already been prepared. Okay. 79 dollars are terrific. We're gonna do really well at 79. Well, no Pat said. 69? No. 59, 59 dollars terrific buy for the customer. It'll be great. Park pat mark them up exactly 2 dollars. Are you crazy? I asked? Have you lost your mind? Are you crazy? I don't know what you're going to do. We're gonna go broke the minute the ad appeared. However, people began flock into the stores, and we blew through the screens in about 4 days. It was so incredibly cheap. People found it worth their while to drive 50 miles to see us. That was another critical moment for the home Depot. It took an insane ad to bring folks into our stores to discover the home depot secret. So they're expanding stores. They're opening up in the Atlanta, Georgia area, and they've expanded to... And they ex... They're expanding into South Florida at the time. And they realize, hey, we're having... We're still having a cash flow issue. They're making a little bit of money, but they're not... They can't fund their own growth. So they realize that they have to go public. It's the only way that they can they can get the the money. So let me read that part to you. There's a limit on how much you can expand on starting capital and borrowed money. The company was succeeding. We were planning years ahead and knew that future financing would be necessary if we were going to expand. We had wonderful support in Ken Lang gh and his ability to market securities. So it seemed obvious at the time that the time was right for an initial public offering, and this is the downside to it. This was a big step going public meant losing the anonymity and cloak of secrecy. A privately held business enjoyed. It meant listening to and considering Wall Street, which would become our ad hoc partner from the day we went public forward. But if we were going to grow, there was no other way. The only reason we would have waited any longer to go public was so that we wouldn't have to give as much of the company away. That and the fact that as long as we were private, the industry perceived us as failing. If everyone knew how much money we were making, there would have been more clones earlier. When we went public in 19 81, the home improvement industry woke up and choked on our sawdust. So this whole part about, losing the anonymity, the cloak of secrecy that private held businesses enjoyed, the, the the fact that the industry still perceived them as failing. And if everybody knew how much money they were making, there would have been more clones. That... When I read that part of the book, it's funny how reading so of these books now, some things just connect in, you know, the mind. That it just pops into my mind. I know where it comes from, but it reminded me of this... 1 of the great greatest quotes I've read anywhere. And it's in the... It's in the book becoming Steve jobs. And he's talking about the problems that Pixar having with learning how to do computer animation. And I'm just gonna read you this quote because I think it applies to almost to there's a million examples that it applied to. And so he talked... This is Steve talking. He's like, you can't find a book titled the business model for animation. The reason you can't is because there's only been 1 company, Disney. That's ever done it well, and they were not interested in telling the world how lucrative it was. Same situation here where I mean, they have to go public, but it's it's really nice if you can conceal how much money you're making because the more you broadcast and you make aware how much money you're making. It's inevitable the clones are gonna happen. So why Home Depot reluctant to do it here, Disney's not doing it back in in Steve Jobs time because the same reason like, there's no there's no book written on the business model of animation. Disney's not gonna wanna tell you how lucrative it was. And so what that makes me think of today is where the Internet has enabled even though new company origin is is at a 40 year low. There are... The new companies that are being built today are much more efficient than companies of old. And so when I read this, all I think about is, like, we can only study the the companies you you know about. Right? Because you can't, you can't study what you can't see. But I just have a feeling like, there's millions and millions of these super profitable businesses out there hiding. And it's actually smart to hide for obvious reasons. You don't... If you... Let's say you you've you don't wanna tell people how profitable you are because you're gonna... Then people, you know, the more competition, margins of erode and then you're... There's kind of like, a market equilibrium at that point. So I don't I I like that that that thought. And every once in a while, you find these weird, you know, super profitable businesses, some some, you know, tell on themselves like Valve, who I covered on, I haven't stopped thinking about since I read their employee handbook. And I covered on 1 of the founders members episodes that, you know, they make more per profit per employee than any other company. At least it's admitted to it. I think they make over a million dollars per per year per employee in profit. But, yeah I I guarantee you there's a bunch. Even these... You know, sometimes... I I randomly discover these small companies that that public publicized this, and, you know, it'll be 50 people, less than 50 employees and they're making 20000000 year in profit or where the case is. So I don't. IIIII really like that's a synced explanation by Steve. So they the Ipo. So this, I went back and looked at the date that they Ipo, and then I looked up all of their ages now and is subtracted to figure out how old they were at the Ipo because, again, it's really important. And they range anywhere from 37 to 50 plus, the age of the founders when the Ipo. And so this is just gonna talk about, you know, for the... The reason the age is important because, you know, they've been basically broke their entire lives. You know, paycheck to paycheck kind of thing. And this is a description of, you know, not becoming... We talked about earlier how important equity is and now they're not they're gonna be, you know, wealthy, and another example how crazy ken and why... 0II don't think I mentioned it. So, next week, the the the next week's book is a book that Ken Gh wrote. So I haven't started reading it yet. I will have it done by next week, but I If the story is in this book or any indication, I cannot wait till I find what's in that book. So... Alright. It so in this... And this story to the. It's in the conversation from private to put... And should be in the conversion from private to public company, We had our first opportunity to take some equity out of the company. This was our first opportunity become liquid financially and pay off our own personal debts. I sold 73000 shares of stock for 8700000.0. Arthur and Pat sold 54000 shares of stock for 6500000.0. Today, the combined value of that stock we sold would be 41600000.0 shares are more than 2400000000.0 worth of stock. By the way, Ken didn't choose to sell any. So we started... We've talked now from the pre history of Home Depot to the beginning of Home Depot to then now Ipo. And a big part of the book if you're running a company with a bunch of people, they talk about how we manage, communities they serve, all this other stuff. I'm gonna pick out 2 more stories, but I find most interesting is, you know, how... What what were things like at the beginning. But I do think it's fascinating something we've been talking about a lot lot the last few weeks is knowing the right way to do things by seeing it done the wrong way. And this is Bernie studying other retailers, including reading books about other retailers. And so he says, years ago, I read the big store inside the crisis and revolution at Sears. It's a behind the look at Sears Rob robot. It had a big effect on me. And for a number of years, I insisted at every executive in our company read the book. The big store told the story about how 1 particular chief executive of Sears, Ed Telling hated to be in the stores. And that was apparently why he took the world's most revered retail company into virtually every other business under the sun. From insurance to real estate. Sears bought all these other businesses that diluted its ability and energy and management neglected its core business. This is another... Remember that line because there's gonna another story I'm until after this that same thing when you... You're diluting your ability and energy it's very dangerous for business. I wanted our people to read the books of that they understood how important in our core businesses, telling, at telling, hated being in the stores, and that was where the bread and butter was coming from. That's what paid his salary. He never understood that. In this company, we do understand that. That is why we insist that every executive of this company works in the stores upon joining us. The policy even applies to our attorneys. When we hired our first in house attorney, we said before you assume your regular duties with us, you'll be in the stores for 2 months. He didn't believe it. Are you crazy he said, I'm a lawyer. Well, if you're gonna be handling lawsuit suit you're going to be have to understand the problems with people in the stores. And to do that, you have to work in a stores. So that's what... So that when you hear a problem, you can relate to it. He wants up doing that. But it's... And this is an important takeaway. But at Sears, they sat up above in all above it all in that ridiculous tower of theirs in Chicago and never went down the elevator except to eat lunch or go home. They never had a clue as to what was going on in the stores because they never spent time in the stores. Arthur and I go into the stores alone and walk around, talking to customers and associates on the sales floor, learning what's really important to the home depot. I love being there because that's where the real action is, not in my office. And a few chapters later, they tell this fantastic story, and we're gonna see it's about not d diluting yourself or your talents. But more importantly, success breeds arrogance. Right? And this... The moral of this story is that mistakes can teach us that we're never as smart as we think we are. And I think this is applicable to different all different sorts of people and all different sorts of businesses. So it says every young company screws up. It's important for us to remember. We were no exception. With our Atlanta and South Florida stores going great we looked for ways to dramatically increase the size and scope of the Home Depot brands. So we purchased a fledgling Texas based chain by the name of Bow water home centers. So there's a lot of just bizarre things in this story. And it's a disaster. Bow water was a 38400000.0 dollar acquisition of a chain with 9 big box hardware stores somewhat like ours, but a marker market... But in markets we were not in. And when we say somewhat like ours, This is 1 of the weirdest things. We can say on good authority that they were based on our earlier stores, that's because the American division of Bow water Corp tried to buy the Home Depot while it was still in the conceptual stages. Their American Ceo, Ralph Dillon was very ap and understood what we were trying to do and was... Very interested in our business concept. He sent his accounting staff in. Although there wasn't much to see. This was all prior to the first store opening. So everything you could know about us was contained on 12 sheets of paper. There was no balance sheet that all the money was going out. All investors were really buying was talent. He saw that like what we were doing and we made a deal. And then he went back to London and the holding company turned him down flat. But while they wouldn't approve of his investment in our company, they didn't say he couldn't start his own copycat chain, so that's what he did. He literally took our blueprint and started from scratch. Opening bow water home centers in Texas and Louisiana. He had all of our numbers in our business plan. The only thing he didn't have was the experience if try to run. So that's... First of all it's really weird that they tried sell the company before it's even started. Then the second thing is they have a deal and then it falls apart. And third, they use the blueprints to start a copycat. And then fourth, they buy the copycat. So this just really bizarre. But here's where a lot of the lessons are gonna come from. So it says, We weren't gonna get to Texas for many, many years. So copying us so blatantly probably seem safe. Even with our blueprint, they just didn't know how to run the business. Still, we believe that their locations under good management could leap from our plan. Our expansion plan several years ahead. And Dallas Fort Worth was a key market we wanted to be in. We never anticipated the ancillary losses caused by sucking all of the great people out of our existing stores and sending them to fix the black hole that was bo water. When you do that, you weaken yourself. Remember, that he just talked about what Sears was doing by diluting their core business, which is exactly what happened to our existing stores. 1 of the reasons Bow water taxes so greatly was the indirect drain it put on our existing systems. The bow water stores were in such disarray that we immediately sent some of our best talent from Atlanta in South Florida to fix them. That left gaping holes back in our own stores. So we didn't get anticipated revenues in the bow water stores and existing Home Depot stores sell sales went flat in the fourth quarter. So it says culturally, we were as different as night and day. Home depot store managers spend their days on the floor, wandering their stores, solving problem for customers and associates like. Most bow water store managers were pencil push. They hid in offices. They weren't prepared to do to the side by side go to work that we expected. Our people sometimes took unusual steps to get across the cultural differences in the 2 retail cultures. 1, 1 of their, managers arrived at a bo water store in Louisiana, he pointed to the manager's office and said with great fan fare, that is not part of the Home Depot. Then he climbed a aboard a forklift and literally plowed through the walls of the offices until they were dust. We terminated all of the Bow water corporate executives. Okay. So far, this spent 34... 38400000.0. Thinking, okay, How bad can it be? They have good locations. So we're paying for locations and the brand's already up and running. Well, turns turns out that they didn't really have a lot of talent. So they're firing almost. So all the corporate executives are gone and about 95 percent of the original bow water crew gets fired too. We eventually interviewed all the employees and explained 1 by 1 what the Home Depot was all about. Simultaneously, we kept the stores open and yet tore them apart remodeling and rem them into Home Depot all the while using employees who resent us. In the end, we terminated almost 95 percent of the bow water crew. So this is the effect that's that's happening. For a time, remember it's draining their resources and their sales are flat, and they've they've only been a public company for a few years this time. For a time, the bow water tobacco severely tests our goodwill on Wall Street. Until we ultimately turn the situation around, it temporarily dampen the euphoria for the home Depot. It's not easy being a public company. You have to answer a ton to a ton of people, and you have to answer a lot of questions. You always have to run your business worrying about how much somebody else says you will make. Somebody who may not have enough knowledge to understand what your potential is. But against all those negatives without public money, this company would still be a chain of 4 stores in Atlanta, Georgia. The reason who we we are who we are today is because of the public money. So they go and while this is all happening. They know that they're in a bad situation, so they arrange of meetings with a bunch of investors and Bernie goes up there to to try to, you know, own up to the mistakes. So she says rearrange a series of meetings in new York in which Bernie came clean with the fund managers and analysts who covered our company. Standing before each group, this is actually really smart what he does. Burning stood up and bluntly announced. I am the Ceo of this company, and I am a sc, and precisely those words, we screwed it up, we should have closed the bow bo water stores. After that, Bernie told them about the corrective measures that we put in place to prevent a repeat in the future. He assured them that the growth and profitability would continue and they believed Bernie. Many Ceos would blame a Bow water type for that. If fiasco on the economy. Blame it on this or that blame it on that, we didn't blame it on anybody. We blamed it on ourselves. Excluding Bo water, Home Depot fourth quarter earnings, would have been up approximately 35 percent. So think about that, they never bought the place, they would have reported a quarter to Wall street of up 35 percent. Because they bought bo water, they came in flat. Us, it says this happened soon after we negotiated a 200000000 dollar line of credit and thank god that deal was done and secure. We couldn't have made the same deal a month later. It would have been years before we would able to get back we we be able to get... Usually be able to go back to the financial community and get this kind of money. And this is a takeaway, and they it's even worse, not only did... So they buy it for talent locations, talent didn't exist, and now the locations are crap. In retrospect, Bo water wasn't even a good real estate deal because we eventually closed all the stores we acquired and built bigger, better home depot stores close by. If we had just passed on Bo water altogether, it probably would have gone out of business anyway. Bow water taught us were never as smart as we think we are. You have to look at yourself, your talents and abilities realistically. We thought we were better. We thought we can handle anything. Success was breeding a little arrogance, and we learned that sometimes you believe you can do more than you really can do. Bow water was a great and hard, lesson learned. So that's where I'm gonna leave this story. If you want the full story buy the book. You can go to Founders podcast podcasts forward slash books, and you can let it buy this book and help out the podcast at same time. But you can buy any of the other 40 plus books that have been featured so far in the podcast. If you've listened this far, thank you very much for listening. If you like the podcast, can you please tell a friend about it. That's really the best thing you could do, help get these ideas to more people how most people find podcast podcasts is is through word mouth through recommendations by friend. So if if you feel that I've earned, a recommendation that this podcast is good enough that you would tell a friend, I would just sincerely. Appreciate it. If you wanna support the podcast, please become a member. Founders podcast for us slash support, or you can just click the link in the show notes, you'll unlock 9 members only episodes, including the 1 about the pre of Ken link Gh. Thanks for listening. Thanks for spreading the word. I will be back next week with another podcast."
}