{
  "transcript": "If there's 1 lesson I could pass along to kids today. It's this. The opportunities today are the very best they've ever been. You might have to look for them harder than in my day, but they're there. Boy, do I wish I was 21 again and just starting out. Like so many college kits today, I wanted to go to Wall Street and get rich. That's a good way to make a lot of money, but it's also a way to fail big, not to mention burnout out fast. I learned early how essential it was to love the work I was doing. Sometimes I look back and wonder, how did this all happen and then the answer comes. I was at a place where I was having the time of my life. I still remember what Hudson White knight said to me 60 years ago. If you really love your work as much as I think you're going to, you're gonna be a big success. So I'm saying to a kid, I learned that ex post facto, You should learn it up front. Yes, I've been lucky and you can't learn good luck. My old man used to say to me, you could fall in a bucket of shit and come up with a gold watch chain. But we all fall in that bucket from time to time. What distinguishes the winners from the losers is the ability to turn adversity around through resilience and creativity. I still love my work today. All of it. At 82 years old, I'm still excited to get out of the bed in the morning, still charged up what... About what the next deal might bring. And though the money my enthusiasm have brought me has enabled me to live well and help others. I can honestly say that if it came down to it, I would pay to go to work every day. How many people can say that. And that is that is from the end of the book that I wanna talk to you about today, which is called I love Capitalism by Ken lang Gh. So if you listen to last week's podcast, you know that we were introduced to Ken through Bernie Marcus book built from scratch. And although Bernie Marcus book is filled with a collection of eccentric characters, somehow ken was able to stand out even amongst a group of rather unique and kind of crazy people. So that was the first I'd ever heard about Ken through that book. When I read Bernie Marcus book. I then searched Amazon to see if maybe anybody had written a book about Ken. And turns out he wrote his own book. So this is an auto biography. Net he's writing towards the end of his life. He's still alive, but he's in his eighties when he's writing the book. And how the book is structured is it's broken down into, like, these little stories I tell you a little bit about his early life and then all his adventures that he had, building all these different businesses. And usually, he's very explicit about the lessons he learned from either experiences or from other people. So what I did today is I just pulled out a few of those stories that I that I found interesting the ones I highlighted and took notes on, and I'm just gonna share a couple of them with you. So let's go ahead and get right into the book. And I wanna start out, norm... Where I normally like to start out, which is learning a little bit about his early life because I find a lot of the personality traits that cause these entrepreneurs to to go out on their own are to to attempt whatever it is or trying to build, usually see, like, glimpse of these early early in life, or there's like a reason behind it. And I think 1 of the reasons that Ken was so motivated from a young age is because he grew up rather poor. So let's learn a little bit about his family real quick. And this is Ken talking about it Earlier early life. Said says, my grandfather had left school when he was 6 years old and never went back. When he died at 72, he couldn't read her right. From the time he was 6 years old until the day he died, he had a shovel in his hand. His right hand was totally deformed. The thumb had lost the ability to bend from 60 years of holding a shovel. Is actually pictures in the back of the book that shows his grandfather's hand. So now he's gonna tell us a little bit about his parents, and he says, my parents were also very simple people. Neither of them ever got close to graduating from high school. My mother dropped out in the seventh grade, and my father didn't wanna to work in the sand pits, so he went to trade school and learned to be a plumber. For 4 years during the depression. From 19 30 to 19 34, and this is before Camera's born. My father didn't work at all, not only because of economic conditions, but also because of his health. He had colitis, and he was also a manic depressive. For 4 years, my parents effectively relied on the help of lots of relatives and friends. And now he's describing his reality once he was born, and he says, there was never much money. My father was an excellent plumber though not a financially successful 1. We live from paycheck to paycheck. My mother worked at the school cafeteria. But I didn't realize I was poor, and I had a wonderful childhood. And so, now he goes into some of his first jobs, which I always find very fascinating. And it says, my dad had good initiative, but poor follow through. So what he's talking about is his dad would try to... First he worked for a union and then his dad started his own plumbing business. But he was never successful at it because he had really... What he's talking about poor follow through. He would do the work and then never send the bill, so he'd just focus on fixing, yeah, people's plumbing. Once he'd get closer to run out money, he would send the bills sometimes months, and in some cases years later because he realized, oh I forgot to collect money for that. So Ken is making a distinction here and he says, I was different. I began working at age 11. I was always on the lookout for opportunities and I loved making money. I started out delivering newspapers. Then 1 Christmas, I took some of my paper delivery money and went to a greenhouse where they were selling Christmas reits for 75 cents each. I bought a couple dozen. I then went door door, and I charged a buck 50 for the Re and netted a nice little profit. So in the interim, he goes on, and I'm gonna share with you some of the other first jobs he had. But I I realized, there's just great paragraph in here. That some of you who also grew up in humble circumstances, probably empathize with this point. I definitely had experiences like this when I was... Kid. And he says, in Rosalind Heights, there was a section called Rosalind Estates where the rich people lived. So he's talking about every Sunday they'd have to drive through, from their poor neighborhood through a rich neighborhood to get to church. And he says, and every time we drove through Rosa estates on a Sunday, my mother would say to me, would you like to live here 1 day? And I'd say yes. And then she'd say, well, then you've got a work hard and get an education? I listened. I knew damn well. I didn't wanna be poor. I wanted to be rich. So we're gonna go over some more of his first first few jobs. And says I had an after school job in the butcher shop, and after work every night from 6 to 7, I'd go to work in a little store that made roti chickens, cleaning up the grease from the roti spit. The guy who owned the butcher shop didn't know I was helping the chicken guy because he thought they were competitors. When I was 15 a supermarket opened down the street, and I moonlight there too, helping set up the store putting the canned goods on the shelves at the same time, and doing all this work while I was working at the Butcher shop as well. At the same time, I cat at the golf course. I started my own landscaping business cutting lawns. So the note I was just jot down what I realized after the fact was this pattern he's discussing right now. You see the echoes from his childhood later in his life. He never worked on 1 thing. He was always involved in an insane number of businesses and and different projects. And so he's doing this now. He's carrying on maybe 3 or 4 different jobs in addition to going to school. But he does that later in his life as well. And I I found that really interesting. So he says, when I got bigger and stronger at 16, I got a summer job as a day labor in road construction. I was a hardworking working little bastard. As long as I'd get that money in my pocket, I was okay. So we're seeing his drive his his... He's... I think... And later in the book, he says something like he pray at the at the feet of hard work? Are they altar of hard work? And reading the book, you definitely get that impression. So I'm, he's gonna go to college. He doesn't really wanna go to college. At first, he doesn't go to college, And it's not till he's visiting other friends that he knew from high school, they invited him up to this place called Buck now, and he's going to the... These parties. And then 1 day, 1 of his friends is like, hey, why don't you just come here. Like, you're here all the time partying anyways. So he just drops by the admissions office and he long sure he winds up getting in. But before this, we're gonna talk about, like, why going to college was important to his family and you see this a lot with a lot of, lower class or poor families where, you know, they they see that. And rightfully, so at this time, maybe you could make the argument against it at at this day and age. But at the time, he's living, you know, it it was seen as, like, a ticket to to the middle class. So he says, when I say I had the most wonderful childhood in the world, I mean every word. My parents gave me the 1 thing that a kid needs more than anything else, unconditional love. When I read that paragraph. It reminded me of when we discussed when you and I were talking about Paul Allen, and he talks about that even if his parents disagreed. Remember his dad and the story. Was, like, why you obsessed computers, like I think programming is an distraction, but you're Into it, so I'm gonna support your decision. Where, you know, there's a lot of parents would be like, no. You have to do what I say. You have to have the career I say. So just as a reminder, like, we don't get to choose the parents we have, but we can choose for those of you that have kids. Like, you can choose the parent... The kind of parent you're gonna be. We just need to be good parents. Like, we have to support our kids in whatever endeavor, as long as they're are harming themselves, Like, it's their life. They have to be able to pursue it as they see fit. And and that's something that he got from his parents. Now 1 pre that they did have is they they really try to nudge him to go to college. So he said they just wanted me to go to school, and they had 1 dream that it I would go to college. And here's a problem that he has that I think we've talked about many, many times that a lot of these kind of self starting rebels, these eccentric. They don't do well in these uniform, like, organized environments, like, like, organized schooling. So he says, but the problem was that even though I was a bright kid, I wasn't a good student. I was never academically curious in high school. I didn't apply myself at all. So not being curious and not applying himself. Once he finds... Remember at the opening, he was talking about the... It's so important to find work that you love. Once he finds something he really loves, he is unbelievably curious and and applies itself to the tit extreme. And I think that's where, like, my 1 critique of of school, at least in the country I live and it's just 1 size fits all. And that does doesn't make any sense, especially for since we live in the age of the Internet. And I think we're gonna see, like, the great un of that. At least, I hope I see it over my lifetime. So it says, I did the absolute minimum. I was too busy having fun and working at all my various jobs. So he winds up... Like I just said before, he went getting into buck now. So he's enjoying the freedom of college, but something feels off. And he... He's talking about internally, and I think this obviously leads to to the amount of drive that he has, but he's like, there was another piece to it on uncomfortable piece. I would drink beer and laugh with my new friends, but when the parties were over, I felt alone. More left out than any time before in my life. Buck now was full of Was kids with money. The sons of doctors and lawyers and business executives. And here I was an Italian American kid from the wrong side of the tracks. The son of a plumber and a cafeteria worker. I can remember being uneasy, telling people what my mother and father did, ashamed. Inferior. Okay. So skipping a little bit ahead, he has... Well, this is how he learns supply and demand. So this whole trend from trying to to have these side businesses and other jobs when he's high school continues in college. And so I wanna talk to you about a few of the first little ways he was make making money. And some... Just some of his adventures in early entrepreneurship. So he said, supply and demand goes through everything in life. Early on, I caught the fact that if you have a special talent or if you have something unique that provoke people to do something something that you can make a profit on that that's a good thing. Late in my freshman year, I hit on an idea. I remember that as soon as they get to Buck freshman, a lot of the rich kids, and he says, practically anybody who wasn't me it was rich, we're buying stationary with their names printed on it, or the Buck seal on it. I thought, how could I make money selling stationary, then the light bulb went off. Freshman orientation. The first couple of days you there, you haven't met anybody and your mel colleague, You miss your high school friends, and they've all gone someplace else. I thought this would be my moment to strike. So he contacts a company that produces custom stationery, and he convince them to send him samples. So he says, before I started sophomore more year, I got them to send me samples, and I put the samples on a piece of cardboard. As soon as the freshman arrived, I'd go into their dorm rooms with my sample board and say, look, you're gonna be writing a lot to your friends. I'd remind them that a long distance phone call was 65 cents for 3 minutes. That was a lot of money then. I'd say let's see. You have how many friends, 10. You're gonna write them 2, 3 times a week, and they're nodding. I can see their homes stick in blue, and I'd say, okay. Here's what you'll need for your freshman year, but you'll get a price break if you order enough. I made damn sure I got their check or money order right away. And here's why. Within 2 weeks after they got to school, they'd forgotten their friends at home, they'd made new friends and they were gonna rush a f, writing letters was the last thing on their mind. Suddenly, supply and demand was more than a theory to me. And his further adventures on entrepreneurship continues, and he says everybody a buck now had to wear a tie and a jacket at dinner in the in those days. I used to buy a box of a hundred ties, all different colors, bring them back to buck now on Sunday night, and then on Monday, I'd hit the freshman door dorms and sell them for a buck 50, a buck 75 piece. I could make 50 to 75 bucks on a box. So he somehow finds time to study. Amongst all his other different side jobs and all the... And all the ways different ways he's trying to make money. And so now he's getting out after school, and he's gonna look for work and he wants to find excitement. And when he was in a senior what we're gonna talk about this. He gets married. So he says, Elaine, that's his wife. Elaine and I got married in September 19 56, the beginning of my senior year a buck now. And we were poor as church mice. At that point of my life, all I knew was that I wanted to make money? And where did you make money? Wall Street. All I knew about Wall Street was a... Was that that was where you bought and sold stocks and bonds. In other words, I knew nothing. But I read Fortune magazine religiously every month in the library at Buck now. I was intrigued by mergers. I was intrigued by companies growing and how they financed their growth. I don't know why I was so fascinated by Wall Street. I wasn't from an Ivy league school. I really had no family connections. It was all just exciting to me in a way I couldn't put my finger on yet. So now he's gonna go out and he he can't get hired by anyway at Wall street. So he goes to this firm called equitable life. Which is kind of like a half half insurance half investing. And the the the guy that was giving him advice at the beginning of the podcast about if you love your work, you're gonna be a big success. His name was Hudson White knight. This is when he first meets Hudson White knight. So that's just the guy from the beginning of the podcast. And he says, White knight told me that they were just starting a new per program to hire trainees in the investment department. So that's the department that that that ken really wants to get into. But they were only looking up people with Mba. I said, how about if I go night? Have... How about if I go at night to get an Nba? And he asked, would you really wanna do that? It'd be a lot on your plate, and I said, sure. I'd do it. I suppose I pray at the feet of hard work? And I really was excited about the securities industry. I was just thrilled by the notion of financing buildings and railroads and raising money to buy and sell businesses. I loved every part of it. It was meaningless shit, but I was learning, and I was knee deep in annual reports and proxy statements. All the stuff I loved, and this is such an important part. The truth is The truth is that I loved what I was doing from the day I went to work, which is 1 of the great joys in life I found, and this is a theme that he will talk about over and over again in the book. And I think he's trying to tell remember. He's writing this in his eighties. He he's saying the advice I'm giving to kids. He doesn't mean children. He... He calls anybody younger than him kids. He can be 50 years old. And he can call you a kid. And the advice that he's giving to kids in that in that context is, fine. If you really wanna be great at something. You've gotta find something you love doing it. And then just just channel your passion into it. So I just wanna give you a description so you you're caught up of his life at the time, early twenties trying to make his way New York. He's like he's... He says, I live in a little 1 bedroom apartment of his wife in Arbor Queens for a hundred and 28 bucks a month. Now remember that hundred and 28 dollars a month for a few... In a few years from now. Before he's set of his early twenties. He's gonna be buying a house for a lot more than that. He's And he says, Christ we struggled. But my in laws and parents were good to us. We had a lot of hand down furniture. We bought a secondhand hand China closet. I cut the legs off at the bottom and painted to blue over the Mahogany. I remember we had an aluminum outdoor chase lounge in our living room for a sofa, But what the hell you could sit on it. We didn't plan to be poor. We just were. So he's hardworking, and By this time, he has his Nba. He's still working at equitable life and he's teaching. Remember. He always he cannot just do 1 job at 1 time. So he he picks up a job to teach at Nyu at night. So he says I was feeling pretty good about life. I'd gotten a couple raises and now I was making 9000 dollars a year at equitable life. Together with my income from teaching, I was making between 12 and 13000 dollars a year. And this is you know, the amazing thing. I always... Like, it it it's a positive thing and and sense that it can propel you forward, but it also can make you miserable. It's an idea of hit adaptation, which is you could set a goal and once you get there, you're... You might be... Pleased for a few moments, and then usually human nature you look forward and you set a new further way goal, which there's nothing wrong with trying to do your best, but if you're never appreciative for your present, you're gonna spend your entire life just in love with this idea of this, fake future. So the reason I bring that up is because well, this is what he says. I remember that when I graduated from Buck now, My dream was to earn 10000 dollars a year. So we already he already, he already accomplishes that. There's a heavy influence at equitable life, that he needs to serve his country in the military. So he joins the res reserve, and he has to do that, you know, weekend a month a few weeks a year, that kind of thing, but something happens. And he says, in August 19 61. I went to army summer camp at camp trump up upstate New york. And on August thirteenth, Cruise chef closed the border between east and West berlin and started building the Berlin wall. It was a national crisis. President Kennedy activated that 100000 reserves and lo and behold on 1 of the hundred thousand. So for a short period of time, it's about the next year and a half, which I'm gonna skip over. He is... He has to leave his job at equitable life. He doesn't see his wife and at the time, they have 2 small kids, and he's not teaching at Nyu. So he figures out a way to get... He wants to go back to work. He's he's not gonna be sent overseas at this time. He he just kept all the service in in the country. So Nyu helps him, they said if you... If you get out by June, you can teach for the summer. So I put in an early discharge, and I was approved. He said, I must out in May in that same month, May 19 62, the stock market had its biggest crash. It's 19 29. Actually. So he's... He was in the reserves for little less than a year. Because from August 61 to May 62. Alright. He says... So the stock market has its biggest crash. It's 19 19 29. And this is his counter idea at the time. He said this is it. I said, I'm going to Wall Street. It was strictly counterintuitive. Investment banks were cutting staff like crazy. To me that meant it was a golden opportunity to get my foot in the door. My father! Disagreed to put it mildly. His father! Worked on Wall Street. Elaine dad was really upset. Here his beloved daughter living in a little rented cottage out in Brook with a toddler and another baby on the way and his crazy son wants to quit a secure position with solid benefits in a good salary. Does seem crazy when you describe it that way. I was making almost 10000 dollars a year at equitable life. The... And this is the the important part. The equivalent of about 80 grand today, and he's still in his twenties. He said, look, you've got a great job. You've got a family. Please don't do this. This is ken's response. I have to go to Wall Street. It's what I've always wanted. And here is the problem with his plan. And he says, now, I knew that nobody on Wall Street would talk to me as long I I was still at equitable life. Many investment banks did business with equitable life. And if 1 hired them hired me away, it would risk retribution. I had to quit before I got a new position. Not after. I had to step out into the void. So let's just take a moment and see where we're at in his life. He's in his mid twenties. He is making a good living, he's gotta support his wife, 1 and 2 2 kids, 1 on the way. It's the place he wants to work at, Wall Street just had its biggest crash in 40 years. And ken thinks. This is a good idea, a good time to quit note with no safety net and then go try to get a job in the industry. How many of us would make that same decision. So, as you could expect, no 1 is hiring on Wall Street. So he has to get creative to get a job, and he actually does something really smart here. So he's interviewing in a place called press bridge. And he said, and there actually on Wall street. He said we talked for a little while longer, and then he said, I'd like to hire you, but I just can't. But I know I'm gonna hear a lot more about you, so good luck and all the best. I took the elevator down to the lobby and suddenly I stopped where I stood. Wait a minute. I said to myself. I got back in the elevator and went upstairs. I just met... I just left mister Cullen. Remember, this is... This guy's name is Jack Cohen. He's gonna appear in a, in a story in a few minutes from now. So he said I said to the receptionist, could I go see him of, again for a minute and Jack came out. Did you forget something he asked? No. I said, can we talk again? We went to a little conference room and I said, how much do you pay a secretary? About a hundred and 50 bucks a week. Pay me what you pay a secretary I said, and I'll come work for you. You can't make ends meet on that, Jack said. Yes, I can. I'm teaching at Nyu at night. Believe me, I'll make ends meet. That's not my... That's my problem, Not yours. Finally, he said, I'll do it. Jack, there's only 1 condition I said. Now he's smiled. You have a condition, you have to give me every account you're not doing business with. I said. If you're not doing business with an account, I have the right to call on them. So Jack Agrees to that, and that's really... That part is actually really important. Because this is how he starts growing a business within the firm. And he's talking about, starting out at pre pitch. And he said the firm had a research department that covered every industry. Retail, consumer products, steel chemicals so on. For any stock that was listed, the research department would have an analyst who made it his business to know about the fundamentals of that industry. And then all the research analysts had investment recommendations like by gm or sell ford, etcetera. And he says, the model of on Wall Street was that analysts would give their recommendations to the salesman, and the salesman would try to sell the idea to institutional investors, and what was known as the carriage trade. Now, carriage trade is just a, a weird eu for rich people. And the salesman, that's what he's doing. He becomes a salesman that's trying to sell the opinions of analysts for people that are looking for ideas to invest in. So he said I had scheduled meetings with the analysts in the Bank trust department. These are the people who are looking for investment ideas, and he'd say, look, we like Us deal and here's why we like it. My research background from equitable plus the fact that I was teaching at Nyu, put me a few cuts ahead of the typical salesman. Because I could talk quite knowledgeable about what I was selling. As I requested, these were accounts that nobody had been doing business with, and this is a super important point, which meant that whatever business I did was brand new. I would make more money because I wasn't competing with anyone else. I didn't give a damn about the size of the accounts, and I worked my ass off. So he's got basically this blue ocean that he's trying to bring in business back to pre bridge that no 1... No no other salesperson or no other department is doing. And he has a a few big breaks in his life. And his first break break big break is this tiny little company out of Cincinnati. And here's how we discovered it. And he says 1 night over Christmas just before my first... That first trip to Cincinnati, I'd been putting away the kids toys when I noticed something. My in laws had given the babies baby some Flint stone building blocks. And on the blocks was stamped ken products. This intrigued me because the Flint stones Tv show is very big back then. There was Flint stone marketing all over the place. My natural curiosity about supply and demand maybe wonder how big a piece of the pie this ken products was getting. I went to the office and looked the company up in the big moody's and standard Moody's and then standard and Poor Manuals. So I wanna pause her here. Remember, if you remember last week, this is how he found Bernie Marcus and the precursor to Home Depot, which was that company Bernie Marcus is running called Handy Dan, which is that super profitable smaller version of Home Depot. I think they're making like 7000000 dollars here in profit at the time. And these moody moody... Like, these big books and the standard and poor manuals, This is what they had to use before there computers to look up information about, public public these public companies. So this is, I found out that Ken products had been planning to do an Ipo, but then, because the market collapsed, the offering was canceled. K? So here's his way in. So I dialed information for Cincinnati and got the number for Ken products. So he goes to them on his next trip. So he was gonna go to Cincinnati no matter what for other business. He says, hey, I'm not gonna waste any time. Let's see if I can be with these guys at the same time. He calls up, Can I speak to your Cfo? Like, we don't have a cfo. It's just 3 brothers running, this this very nice business out in Cincinnati? So explain he asked him he's why we trying to Ipo. They're like we wanna raise funds. You they're building physical products, so I always need, more capital. And so he sells them on the idea of letting him sell 5000000 dollars bonds. And if this deal goes through, he would net a hundred thousand dollars from the deal, or the firm he's working for would net a hundred thousand dollars for the deal. So it's kind of, it's not a normal. Like, what he's doing is brand new. So it's not they the the company working for has no... He... He's not in the investment department. So he... There's no way... They have no, like standard set of procedures how to bring in. So he has to go and start working with another guy in a department, and these guys we're gonna... He calls him David g. We don't ever real... Know his real name, but there's always, like, this friction because there's, like this bureaucracy there and then you're stepping out other people's toes. But, the reason I wanna talk about this car part because He has a great... This is how he learns, like, not. How he learns. But he's impart a lesson that's that was important to throughout his whole career to us, and that is a very valuable lesson on customers. And so he goes, I went over to the investment banking department. Now the fellow who was running it, let's call him David G was a stiff. When I told him I had this deal, he got all edgy about it. Here Am this punk kid, 27 years old, stepping out the about... Of the bounds of my department and right on his toes. What do you mean you've got this deal he said? I have an Ohio company that wants me to raise money for them, and I'm gonna show the deal to all that Ohio insurance companies. I've been selling to? That's what he's gonna sell the bonds. He looks suspicious. This sounds like a lot of work he said. And then he goes on list all the reasons like, why you couldn't do the deal, and he goes, he says, this is David G. He goes, what about our out of pocket expenses, and this is Kent response. Don't be so damn cheap. I told him. What the hell are my out of pocket expenses? I go to Cincinnati anyway. I make a food phone calls? I'm not gonna hit them for out of pocket expenses. That's nickel and dime shit. I want these guys to trust us. I didn't give a damn that this guy was senior to me. He was the head of the corporate finance department, and I didn't work in that department. Right around this time, he calls... He describes himself, ken describes himself as a mis fit. And were seeing a lot of his personality here is if you're going... These are traits that that lead you to become entrepreneurial because you can't stand when guys are getting in the way of business, and his his explicit lack of respect for authority. In this case. So he says, then this is the important takeaway. He says the way I thought about it then, and the way I still think about it today, I had only 1 boss, the customer. You treat a customer right and you never have to worry. Within 30 days, the deal closed and hundred thousand dollar commission came in. So now ken jumps over David G's head. And he he calls a meeting directly with the the managing, like, the lead... There's, like, 20 something partners in Pre pitch. He winds up becoming 1, but that happens later on his life. And this is the guy that his name's is mister Brown. He basically runs. He's, like, the managing partner. And he said, mister Brown, it's hard enough to sell a deal in the first place. I'm willing to work my ass off, but I don't want to have to sell a deal, then come back and have to sell it to you guys all over again. So he's wanting some autonomy and he's subscribing the issues he had with this this other guy David G. And this is mister Brown. He goes, he took the... His pipe out of his mouth and got straight to the point. What do you want? 30 percent, I told him. Alright, Fella, mister Brown said, the firm gets 70 percent and 30 30 and you get 30 percent. So what he means by you? He's like, 55 percent of that 30 percent goes to you. The rest is divided up amongst your partners. So he's in this this group called, I think unit 15 or section 15. This is group of salespeople. And he said, my 3 partners, we're... Were who were strictly salesman. They wouldn't have known a deal like this if they tripped over it. Each got a nice gift of 4 and a half grand. This is from him going out. They didn't do anything, obviously. This is him going on and bringing more business from Cincinnati. And he says I netted 16500 dollars, which was over twice my annual salary. So as you can imagine, he realized just wait a minute. I... I can make way more money bringing in business with this new structure than my regular job. So he... That's what he's does over and over and he comes, you know, kind of like a rain maker. And he does this through developing relationships and and and constantly, like, following up and and working in areas that other people aren't really paying attention to. Now all during this time, the guy that hired him, Jack Colon is also becoming kind of like a mentor to ken. And he teaches something really, teaches can a valuable lesson that Ken is now writing about, let's see, 50 years after the fact. And this is a a lesson about human nature and how to develop trust. What I like about this book. The book is kinda making my job easier this week because it's like, it it... These stories come with an explicit lesson. Usually, we have to kinda tease that out and and and and talk, you know, come form of own opinions about what you could learn from them. He's saying this is exactly what I learned. So, said, Jack Ke once taught me a lesson I will never forget. When 1 of our analysts came up with a by recommendation for a company called, let's just call, it's Harvest and Walker ref, and they make... Ref brick with super high heat tolerance. So I guess this is the brick that lines steel furnaces. And so he told Jack about it and, Jack made an appointment for for him and me to go try to sell the stock to a man by the name of Man hana. So I get, I've never heard about this guy before, but in the book, they say he's really famous. His named S Man hana. And let me just give you a quick background about why this guy They called legendary, but Short and Hana was a legendary fund manager. The guy who had bought Xerox at 19 cents a share in 19 57, just a couple years before It went through the roof. A meeting with Short Man hana was a very high level 1, and I was nervous. Remember this part about him being nervous because he also learned something from a coworker of his about, just not idol other people. And it says, and in the... In the cab on the way up uptown, Jack said to me. Listen to me, you're gonna walk in there, and the first thing you're gonna do is tell Short all the negatives. All the reasons he shouldn't buy. What's wrong, what could go wrong? What needs to be fixed, but can't be fixed. What the hell are you talking about, I said? I'm gonna I'm gonna go up there and tell him to buy it? Jacked look me in the eye. You just remember he said, give him all the negatives first. Why am I doing this? I asked? You just do it, and I'll tell you after we leave. So they go upstairs and it's, Kent says mister Man hana, I'm here to sell you stock, but let me tell you all the reasons why you shouldn't buy it. What do you mean? He said? Well, I said nothing is perfect. As I proceeded to go through a list of every downside, the company had a very limited product line, face strong competition and unlimited market, a recession could impact it badly, and there was a couple problems with current management. I mean, Hana looked thoughtful. Now I said, let me tell you why I like it. I said that because the economy was picking up, demand for steel looked like it was gonna take off. I told him that Harvest and Walker was the cadillac of the industry. Everybody respected quality of what they did. And they were also the lowest cost producer of their product? Well, he finally said, do you like it more than you don't like it? Yeah. A whole lot more I said. I think this is a great stock? Okay. You said, let me think about it. And Jack and I left. In the cab downtown I said, Jack, why did I just do that? I'm gonna tell you why you did it? This afternoon, he's going to call? This is the the lesson the very important part to pay attention to. This afternoon, he's gonna call up all of his buddies on Wall Street, and he's gonna ask them, what do you think of heart harvest and Walker ref. And is pals, and if his pals tell him anything negative about the company, he's gonna ticket it off the list. He'll say, well, Kent told me that, and Kent told me that, and Kent told me that, and your trust is gonna go through the roof with him. And sure enough that's exactly how it happened. S Hanna bought Harvest and walker through me, and then he bought a lot more, lesson learned. And that's another thing that he he would repeat throughout the entire book. I don't think I'll cover it in in the actual podcast. But this idea that the relationships, you never know... Like, just just don't screw people over in the deals you're doing, don't lie to them because, like, what Jack is trying to teach them. Once they have trust in you, they'll go back to you repeatedly and Short Man hana does, this other guy that winds up becoming like, a, like, a wiz They called like a whiz kid. I think he's name like Stanley Dr miller or something like that. Ross Perot perot, all these people that he does business with that helped, you know, helped ken become a billionaire because of stuff he did for them years previously. So it's... And it just, you know, lesson than it'd be a good person, actually. If you able think about it. Alright. So this is the lesson and confidence that kind of, goes well with the story. He was just saying about, like, you know, before he's a young kid. This the first time he's ever meeting somebody, that's, like, written about in the papers, short him manhattan and he's nervous, But he gets over that. And so this is a lesson in confidence, and this comes from, his partner, that's working in the same department as him and his guy named Bendy Banker. And the first big lesson Bendy taught was 1 that he taught by example, I had begun encountering some of the big guys on Wall Street, legendary guys. Men I'd read about in Fortune Magazine. These men were these men were gods to me. And I saw right away that Bind simply wasn't in all of them. In short order, he taught me to understand that a man's public persona usually has very little to do with his private persona. The note I jot it down, left myself as. I butcher that this is even more true in the age of social media where people have now become advertisers for themselves, and they're, of course, just like a company. Well, they're they're going to highlight, like, they're they're the best side of them. And then, there's always that great quote, or, I guess, it would be like, a or maximum Like never meet your idol because you're surely gonna be disappointed. I think it's also important to point out here. Like, we're trying to learn from the company builders in the past, but I don't think we're under the illusion that these people are perfect by any means. They... There's tons of personality flaws, mistakes, poor decisions. They're human just like us. We probably have all the same thing. Like, we're gonna make bad mistakes. I'm sure there's parts of, of who you are that you wanna improve. So it's just important to remember these... They're they're not different. They're they're, like, we're... They're not above making mistakes. And so, like, we shouldn't idol them. We should take the ideas that we... That that we can dis distilled through their experience. And if they good... They're good and it makes sense for your current situation, use them and discard all the rest. Certainly have respect for other people, but idol tree usually is just a bad idea internal. So it says with that lesson, without that lesson, I would have felt subs towards these Mu mu. I don't know what that word means. But with that lesson under my belt, I felt completely equal to anyone I dealt with, and this is what he took away from it. And without bind in my life, I don't think I would be as certain of myself as I am, and as outspoken as I am. And that goes back to, you know, the whole idea of impostor syndrome and and in his case, so, you know, growing up really poor. Like, he referenced early. He's like, I'm doing deals with these really rich guys, and I'm some poor, Italian kid, the son of a plumber and a cafeteria worker from the wrong side of the tracks. So Bin was essential in helping him overcome that kind of mindset because that's my mindset not gonna help. I mean, I I always go back to what Elon must said. He's like, I'd I'd rather be optimistic than and wrong than pessimistic and right. So if you're ever in a situation like that, just assume that you belong there and I like it. Okay. I love this part because there's something near and dear, I read a lot about in addition to, I guess I read about a lot about everything. But, I'm always fascinated with, with people's impressions of of of Wealth. And there's this great guy in reading lately. I think his name's like Morgan Household, I think he blogs at collaborative fund, but he has a bunch of great essays on finance. Sometimes corporate finance, a lot of times personal finance. And I'm always fascinated with he has this essay. So it's like, what, what real wealth is hidden. It's all all the stuff you can't see. So, like, we we kind of a attribute, like, oh, they have fancy car fancy clothes or fancy things. Usually, when when you're describing what you the possessions of somebody you think is Richard... You're just listing off liabilities, which is actually the opposite of wealth. So I think his name's is Morgan Morgan makes the point in the essay that, you know, finances is the only I think the only... I don't know if you used the word career. But basically, like, he the example of this 1 lady never made a lot of money, but saved it. She dies with, you know, middle classes so she's just secretary or something like that. I don't recall the exact details at the moment. But she died and she gives away, like, 7000000 dollars to, like, Charity. And this other guys, like an investment. Like, he's an investor and he financial adviser and all other those stuff, but he has 3 houses and he's just got like, tens of thousands of dollars and monthly bills, and he winds up going bankrupt up, and and I think dying broke. And he's like, this is the only discipline in which a so called expert and, like, a novice could wind up with such, like, large variances. And he's obviously says he's a about way better writer than I can describe his writing, so he said a lot more eloquently than that. But that's a personal interest to me. And he's and Ken's about to make a really interesting point that I think that is obvious, but is not internalized because, well, the the the punchline is getting rich is 1 skill and staying rich is a different skill altogether. And so he's gonna talk about, you know, there's there's many examples in the book where he's, you know, his ego is getting... He's very confident now. He's having success and he's he's he gets hub and he makes decisions that he now at 80. He wouldn't done. But that's the whole point. Right? Going to experience in learning. And so we wanna dis steal his experiences and learn ourselves, even though I don't know how many of us will actually... Like, you can, intellectually understand what you should be doing with your money, but it's a behavior issue. And there's whole, like, a human nature biological biological, like, imperative thing going on there. But I guess it's outside scope what we're talking about. So I just wanna share this 1 story that illustrates, you know, he understands at a very young age. Or no. Actually, he's not understanding a young age because his actions are saying otherwise. Well, let me just read this and and you'll see what I mean by what his assumption is. So he says by the spring of 19 65, it was earning a hundred thousand dollars a year on commissions alone. The equivalent of about 3 quarters of a million. So 750000 dollars today. So I went to a real estate broker in town, he saw a house. And he says, what's his house worth? The guy says, I think it's around 75 to 80000. The house is in the the person that owned it died, so it's, the bank is handling the estate, so he called out the bank. He says, I called the trust manager Chase Bank, and I said, I'd like to buy that house, and I was paired to bid 77000 dollars for it. Remember, he's buying 77000 dollar house, 6 or 7 years before. He was living in a rented apartment in Queens for a hundred and 28 dollars a month. So he says, I took a the guy's, like, I'll, I'll get back to you. I took a deep breath while I waited for his response. 77000 dollars was a lot of money for a house in 19 65, and it was a lot of money for me. So he winds up getting the house. I was thrilled but the truth is that buying that house for 77000 bucks was a big risk for me relative to my net worth at the time. Any number of things could have gone wrong. I could have wound up not being able to swing the payments. And it's not... This is his takeaway. It's not the kind of bet I would make today, and here's why. I can name too many people who were wealthy, very wealthy, even enormously wealthy. And wound up literally going broke. So now you can see that my note that getting rich is 1 skill and staying rich is a different skull together. So he knows a bunch of people that were able to get rich, but not so many that were able to stay rich. Okay. So so even though he's he's most well known for being the c cofounder of Home Depot. A lot of the Home Depot stories I covered last week, so I'm not going to I'm not going to like, rehash those here, but I do wanna talk a little about his second big break. And that's obviously, he... Before he found Home Depot, he takes Ross perot company Eds public. And the the moral of this quick story I'm not gonna share all of it. It's just... It's... Sometimes you you wanna analyze, like, who wants it the most. Like, who is actually gonna do the best job for you not based on who has the most experience, but who needs it the most? So this is a conversation with him and Ross perot and Ross deciding which company is going to do their Ipo. He says, hey, Ken. Do me a favor when you come down, bring the purse prospect of all the offerings you've done. Yes, sir, I said, but the fact was I didn't have any because we hadn't done any. I had never done an Ipo, and I was hoping he'd just forget about the prospect. I hope I'm pronouncing that work correctly. I'm probably not. Then Pro drove me to the airport. By the way, Kenny says, do you have those prospect? I said no, sir. I don't. Did you forget them? No, sir. I didn't forget him. What do you mean? Well, there aren't any. You're it. What do you mean I'm it? Well, you'll be the first 1 I'll do. He gave me a long look, and this is how he sells Ross on this. And is the important part. Ross, I said, your deal is going to get done because you've got a great company and investors are going to want it. An idiot could do your deal. I've got a bigger risk in this than you do. If I mess up your deal, my 1 chance of success is gone. But if I do a great job for you, my reputation is enhanced. I have every incentive and I promise you I will handle every detail of the deal personally. Okay. So this is... Now we've gone to the point where he names this chapter hub and redemption. And this is a tale it's old as time. It's just the same as we've seen, like, history doesn't repeat but human nature does. And so we're seeing the same... The mistakes over and over again, done by different people in different countries, different environments, different time periods, but the same behavior happens over and nerve again. So what's gonna happen? Well, he took Ross perot Public, we're super suit... He become Ross pro is super super famous. And everybody wants to do business with Ross Perot banker. And he said just like that, Wall Street took notice. 1 day I was an unknown salesman at a small Wall Street firm. The next day I was Ross Perot banker, the guy who had made him a millionaire. And not only was Pro banker, but I was president of Pre rich, so he got... He negotiated. He said he wanna be a partner. They they, you know, partner and he's president. I lived in a big house on on a hill on on Long Island. I was 34 years old, and I was pretty full of myself. So the good times don't last very long at all. Then in April, the roof falls in. Nixon is battling the Vietnam war protesters. Soon the Ohio National Guard will kill 4 kids at Kent state. The market swings wildly, and suddenly, the world is coming to an end. Now their people on Wall Street smarter than me and more objective than me. And they decide they're gonna put a short on every stock press pitch is trading. So there's at a downside. Remember how we always talk about, like, some people, what what's the reason you wanna be an entrepreneur entrepreneurial? Like, is it for control? You wanna set your own path? Because you wanna get rich, some people wanna, like, they wanna get quote unquote be famous, whatever the case that would get attention. Whatever ad, Whatever you wanna call that. Well, there's a downside to the ad imagination. So my thing is, like, it's much better if you can, to make a lot of money and be anonymous. So you don't have to deal with the downside because now this guy's famous. And well, now, he becomes a target. And you know, you can't be a target if people don't know you exist. And so what happens is they're gonna destroy him basically is is what these people are doing right now. So he said, my who Hub kicked in, and I stupidly thought we could make a stand. That we we could support the stock. And the others we held by buying up with the short sellers were selling. Big mistake. What I didn't realize was that I couldn't play that game if I didn't have unlimited funds and I didn't have unlimited funds. We got wiped out. We didn't go broke, but our capital was gone. It was the biggest defeat of my career, and it hit me like a kick in the stomach. Before I used to love coming to work every day. Now I'd walk through the trading room seeing the gl looks all around me, knowing what everyone else knew, we were wounded, maybe maybe be mortally wounded. Every day I'd stay in the office until 04:00, I'd leave. Change into Old clothes, go out in the garden and and weed the garden and cry. So that's quite a swing in his fortune. When he saying earlier the the book, you know, I love coming to work every day. I'm excited to the point where, like, even today, I I would pay to do the job I'm doing. Now he's leaving at the first chance he gets and he's coming home gardening and crying. So there's a, you know, basically a proxy war here. The partners want him amount. He won't leave He gets to the point where he's like, I I can't work in this environment anymore. And this is when he goes out and starts his own business. And he's like I decided it was time to go out to my own. Early in 19 74, I told mister Brown and the other partners I was gonna leave and start an investment in... Venture capital firm of my own with a focus on the health care field. Well, that that doesn't actually keep... He doesn't really focused the health care field. He does everything else. They all wish me well, and I know more than a few of them were happy to see me go. The only problem was that I had no money. I was worth almost a million dollars at that point, but it was all on paper. So I don't actually understand this, and he didn't explain in the book, but All his wealth was tied up in his shares of what he owned as being a partner for Pre bitch, but they were put up as collateral the firm within then borrow again, and there's no way for him to get the money out. So when he says it's all on paper. Like, he says explicitly. Like, the partners would never let me get that money out. So I don't even know how you would get yourself in a situation like that. So he's not really worth a million dollars. Now he's basically starting over from nothing. So again, just if you were thinking in your mind, like, the the timeline here. Like, you have these vast vast peaks, and now he's in the the the bottom of a very deep valley. So He's... This is how he gets he gets started. So he goes, I went out and did something I was good at, selling equities. Except that in this case, I was selling my own expertise. What he did. He's like, he offers his services as a personal financial adviser. So Ross perot is gonna pay him 60000 dollars a year, this other guy gonna pay him 35000 dollars a year, and another person's gonna pay him 15000 dollars year. So he he finds a way he's like, listen. I have a hundred and 10000 dollars a year coming in. The equivalent of about half a million dollars today. Of which I would allot myself a salary of 35000 dollars. I was determined to keep overhead as lowest as possible, and he did this by buying use furniture. He was sub leased unused office space, and he's just really trying to to to just scrap for business at this time. And because he's very close to going broke. And I wanna share a little bit because, you know, the whole mental aspect of of running your own company, I think is very hard for everybody has stressed an anxiety deal with, but it's very hard for people that just have normal jobs to understand, like, the high the highs are gonna be higher than you ever were felt and the lows could be very, very lower than anything ever felt. So this is his mental state at the time. By early 19 75, we were still struggling. I wasn't afraid, but I was anxious, and my anxiety drove me to be almost man about bringing in business. So this whole idea about turning anxiety into a driving force. I was listening to a podcast with the 1 of the founders of Bum. And I guess she was talking about. She was suffering from crippling anxiety to the point where really. She she be awake for, like, 2 hours and go to sleep and then be away for another 2 hours and go to sleep, and she was just very very deeply depressed and and troubled. And her doctor actually said that you need to channel that into your work. And she found a way to channel her anxiety into her work, and she said it was helpful. That's kind of echoing what what Ken is doing in 19 75. So I thought that was interesting because I don't know if Ever heard that advice for. So he winds up building up slowly with Shirley. 1 of the guys that he's a personal financial advisor for her. We talked about last last week, it's the guy that that knows Bernie Marcus because he's running a company that Bernie marcus is handy Dam was gonna purchase or thought about purchasing didn't do didn't go through. So that guy. I think his name is Gary Herb. He is the 1 that introduces Ken to bernie. And now we're in the point of the story where we're learning about the opportunity for Home Depot from other founders. And some early tactics to get traction to the store. Same thing. They've... I... There's a lot of in this book that was covered in the last books. I'm I'm obviously gonna skip over that since I already to podcast about it. But he's talking about... Well, I wanna bring up what I brought up last week because I think it's important for people to understand. It's the the importance of equity. Bernie Marcus is in his mid forties of the time. He's making... He's got fancy titles making good money, but it's very hard to get wealthy as just a high paid employee without equity. So he's talking about, this is Ken talking about his feelings when he realized the scope of the opportunity for Handy dan. Remember he buys Handy dan hancock. Came anywhere from, like 3 to 9 dollars a share I think if remember correctly and the the unloaded at 20 22 50 if I can remember correctly. So he, I was starting to get excited. Hell, I was bouncing in my seat. This company was a major steel. And unbelievably, Bernie Marcus own no stock in it. He had no options. He was strictly a professional hired gun. He was running that company and running it very well just for his salary. So we all need to learn not to make them the same mistake if we can avoid it. So he says, I mean, compare that. He's 49. When he starts Home Depot, basically broke. He has child support Alimony. And within 10 years, he's a billionaire because he owns equity and and the company is was successful. So this is 1 part. I don't know if I talked about it last week, but I thought it was interesting. So sometimes you see the opportunity of what you're gonna do way before it exists. So at the time, Bernie and Canada partners are on Handy dan. But they're gonna have this conversation that Bernie learned from other founders. And if you remember, like, the books on Sam Walton or Jeff Bezos, Jeff, 1 of the most important meetings they ever had his life was advice he got from the founder of Costco. And Sam Walton, obviously, Jeff learned from Sam as well. Sam Walton would learn from people from Jc c Penn and all the other retailers as well. And Kmart, there's actually anecdotes in the spoke about Sam W learning from Kmart. But this is how they identified what Home Depot could possibly be by another founder. So Ken's all jumping up, he's like, either they're they're turning a store at the time he's like, if all the stores we open are like this. We're gonna make a fortune. Just then Bernie grabs move by the arm. Don't get carried away? He says in low voice. What do you mean carried away? He says, we're very vulnerable to what? I can't tell you. What do you mean? You can't tell me? I can't tell you he says. We could be in trouble, even though the store is great, even though all the indications are that it's going to do very well, even though our business is going to do very well in general, we could be in serious trouble. What I didn't know at that moment was that Bernie had a friend in San Diego by the name of saul price. Saul had come up with this brilliant concept of buying in bulk and selling at very low profit margins in big, clearly organized stores. So that that theme right there is what they applied to the the home improvement industry. Which didn't exist before that point. Okay. Price was similar to what Costco does today. I was charging membership fees to supplement its profits. 1 day in the mid 19 seventies, price invited Bernie down to take a look at how price club operated. As they walk through the Aisle, Saul said, you see this store bernie, someday, somebody is gonna do this in home improvement. And whoever does it is gonna change the face of the industry dramatically. And if that somebody isn't you, you're going to be in trouble. Bernie never forgot that. I love that idea about who knows... Like Bernie life might be fundamentally different if you never get that advice from another founder. So skipping over, a lot lot of parts of this because we know how that story ends. But I did think it was interesting to just share a couple ideas they had to get traction on the early days of Home Depot. And this is Ken Rating. It says, the Home Depot didn't exactly get off to a flying start. At first, we had so little cash that we could only afford to open 2 of the 4 stores we plan to open, and we had nowhere near enough stock to fill those 2 stores. Miles of empty shelves were not going to inspire customer confidence. Then Pat Fe came up with a genius idea at Pat fair at 1 of the cofounder of Home depot. He went to the vendors and asked them for boxes. Just boxes with a product label on the outside and nothing inside to fill our empty shelves. Customers would walk in and see what appeared to be a prosperous store packed with merchandise. So a little bit of smoke mirrors there. And then I found this very interesting. How are you gonna get people to come into a store. They only have 2 stores in Atlanta at the time. They were not shy of doing the work themselves. And he says at first, be Bernie was so worried about attracting customers that he used to shuttle back and forth between the 2 stores, standing outside the entrances and handing out dollar bills to anyone who'd go in. And this is Ken's takeaway and the lesson they explicit to a lesson he talks about from the early days of Home Depot. If there's anything it would take a bow throughout this whole process, it would be this, never giving up when the chips were down and thinking creatively instead of just reactive. It's a style I recommend highly. And just another short story I wanna share with you. Like I said before he's involved in tons of other businesses, Home Depot is what he's best known for and what made him Probably the most of his wells. But he had all kinds of different, business partners and investments that he that he had going on. And this is an explicit lesson that you need to leave more on the table for the other person than he thinks he should get. And this goes back to what I was saying earlier how he felt that being decent to people earlier in his life paid comp compounded dividends later in his life, and this is an example. Said back in 19 86, Tommy T, and I decided to take our truck leasing business private to get the benefit of new tax laws. I was putting up the money to buy out the public shareholders. All the company shares were gonna be real allocated to Tommy and me. So he's the investor and the strategist and then Tommy the operator. And it says, ken, Tommy said, if there was some way I could get more stock, I'd sure appreciate it. He owned around 8 to 9 percent of the company at the time. Tommy, leave it to me. At the closing, Tommy and his lawyers were on 1 side of the table and my lawyer and I were on the other side. Suddenly, I saw Tommy his lawyer and getting agitated. Finally, he blur out to the lawyer, I'm telling him. Tommy gets up and tells me. I've got talk to you outside Ken. Did you read the contracts he asked? U. I didn't read them. I I didn't read them. I said, Well, your lawyer fucked up, Tommy said, My lawyer didn't fuck up Tommy. I told him, those contracts are exactly as I told him as they I told him they should be. And this is Tommy response. The way it's written, I'm gonna own 2 thirds of the company and you're gonna only own 1 third. Tommy, I said, my 1 third is gonna be worth a hell of a lot more than if I own 2 thirds and you owned 1 third. That's a... He's really picking up on, how important incentives are to human nature. So he says now, if I'd given Tommy 20 percent of the company, he would have been happier than a pig and shit. But I knew that with 2 thirds of the company in his hands, Tommy was gonna work his ass off to make Salem leasing succeed, and I was right. We took the company private for a value of about 15000000 dollars. Today, my 1 third is worth a hundred and 50000001 of the most important lessons in my life is this. Leave more on the table for the other guy than he thinks he should get. And that is where I'm gonna leave this story. If you want the full story, and you wanna read the book, and help out this podcast at the same time. Go to founders podcast forward slash books. And you can see Not only this book, but all the other 40 plus books that have been featured on the podcast. And if you go there now, you'll see next week's book early, which will already be up there. It's a great way for you to get, something you can learn from, a good read, and, it's a great way for to support the podcast because Amazon gives me a small percentage of the sale at no additional cost to you. If you do like this podcast, I just presented this entire podcast ad free. I can only do that if you support my work directly. So if you want extra podcast podcasts every week from me that are available nowhere else, become a founders member. If you sign up today, I think you automatically unlock, I think about 9, maybe 10 founders members podcast podcasts that are available nowhere else. And then every week, your podcast player will automatically update with a new founders only, our founders members only podcast. So if you're getting value, Out of this podcast, you go to founders podcast dot com forward slash support, and you could choose any level support that you want on a monthly basis. I leave that up to you depending on how much value you feel that I I deliver to you. Regardless of of your support amount, Every everybody gets the same. They all get the same podcast. So it's just... It's completely optional if you want to support at a higher level, and I appreciate those of you that do. And finally, if you're interested on getting a weekly email from me. If you're interested in learning about the ideas that entrepreneurs and and company builders have, which I assume you are, because you're listening to a podcast about that. I have this side project called founder notes. So founder notes dot c. What that is is the same way I take notes and highlights from when I read a book. I take notes and highlights when I listen to podcast. And these are podcast podcasts specifically of when entrepreneurs speak about what they learn from building their business. And if you are an entrepreneur already or you're interested in being 1, the information in this email is invaluable. It's... There's no fluff. It's no noise. It's all signal. So founder of Ceo, you can sign up there. If you stay on the free list, you'll get, I think 20 to 30 percent of the notes I produce on a weekly basis. That's a good way for you to try try it out see if you like it. And if you like it, so upgrade to a paid, become a paid member, and you'll get a hundred percent of the notes I make plus access the entire back catalog all the archives. And I think I'm already over, like, I think by the time you hear this 60 notes on 60 different founders about what they learn from business. So it's very small monthly fee, and for those of us out building companies are for are interested in it, I just think the the information is just well worth that that small monthly fee. So Founder notes dot C. Everything I said all is also in the the show notes. You can go to the website of Founders podcast. If you want to, If not, you can just click directly the links. The second... Another thing before I go 2 2 actually, more things. 1, if you want... Instead of reading the books if you wanna listen to the books, look for the link that I have in the show notes. It's a way for you to get 2 free audiobooks books by trying audible. This is not, like, a a standard, it's not 1 of their standard offers they have, because usually get 1 book. This is 2. You have to use the link in the show notes. And even if you don't continue with the membership, you get to keep those books forever, which is really cool. But I think that that link expires in December so. If you're interested in doing that, you should do it now. And then finally, another way for you to get extra additional content for me is I need a favor from you. If you like this podcast, and you're willing to leave a review wherever you listen to it on Apple Podcasts or otherwise, take a screenshot of that and email to founders reviews at gmail mail dot com. I will reply back with a private Rs feed. That's all podcast is. It's just our rs feed. And this is I do... I've already done 2 of them, and their reviewer only podcast podcasts. So short little podcast that I've done, just for people that are nice enough to to to leave a review and to tell others what they enjoy about this podcast. 1 of them is on Steve jobs with stories that I've never heard anywhere else. And the other 1 is on Max Left, which is 1 of the c founders of Paypal. He actually worked with Peter Till on Elon Musk before they were Peter Till elon Musk, which is... It's got some interesting insights into the beginning of Paypal. So if you'll do that, founders reviews at gmail mail dot com. Hang here, please tell a friend. I'd really appreciate it. And I will... I will talk to you next Monday."
}