{
  "transcript": "Even though I'm often asked to define my business philosophy, I generally won't do so because I don't believe it could be taught as if it were a recipe. There aren't ingredients and techniques that will guarantee success. Parameters exist that if followed will ensure a business can continue, but you cannot clearly define our business success and then bottle it as you would a perfume. It's not that simple. To be successful, you have to be out there. You have to hit the ground running. And if you have a good team around you and more than your fair share of luck, you might make something happen, but you certainly can't guarantee it just by following someone else's formula. Business is a fluid changing substance. And as far as I'm concerned, the virgin group will never stand still. It has always been a mutating ind def thing and the past few years have demonstrated that. But it is only when you come to write a book such as this that you discover how far you still want to go. That's how I see this book. A comprehensive account of the first 50 or so years of my life. The struggling years. But also a work and a life in progress. This book was never intended to be as dry as a balance sheet, but will, I hope give an idea of what has been important to my life and to the people around me thus far. Okay. So that is Richard Branson writing in his auto, and the book is called losing my virgin, how I survived, had fun and made a fortune doing business my way. So, this book was originally published in 19 98, and I went back and checked my Amazon account, and the first time I read it was back in 2005. And reread it now what almost 13 years later. I realized how much of it had fallen away from my memory. So everybody Rich Branson is probably what 1 of the most famous entrepreneurs of all time, like in history, certainly 1 of the most famous living entrepreneurs. And what I forgot about it is how much of the book is what he's describing there. Struggle. And it's not until he sells... What surprised me now reread it, and I'll get to it eventually, later in the these podcasts is, It wasn't until he was able to sell Virgin music, some 25 years after he started out as an entrepreneur that he actually had for the first time his life, money to do things... Other things that he wanted to do. So we'll go into detail about how he would just constantly build businesses, but never had too much money he speak of because he kept, reinvest in the business and and keep expanding the virgin group. And so 1 other thing before I also get into back into the book is, as you probably saw on the title of this podcast, this is going to be part 1 of a multi part series on Richard Branson. So in the past, there's been... I've done multiple podcast podcasts on on certain people, Henry Ford, Jeff Bezos, Elon Musk, Steve jobs because there's multiple books written about their businesses. And what I wanna start doing now, which I think is more helpful is if I'm going to be covering entrepreneurs multiple times. I wanna do... It, try to do it all at once. Like, there's probably 5 different books I wanna read on Steve jobs. And so what I would do in the... If I could go back and redo it is I would do all them in order because you're reading about the same material, you have a deeper understanding as you continue. And I think that's a little better than, you know, maybe doing 1 podcast on Henry Ford, for example, and then waiting 2 months. Sometimes you forget all the detail. So I'm gonna do a... This is an experiment. See how it works. But for Richard Branson, there's a several books of his that I wanna read. And I think this 1 obviously, we should start with this 1 not geography. He really released another auto, like, a year or 2 ago, which will... I'm gonna definitely read and and it'll be 1 of the the parts in this multi part series. But I think losing my virgin virginia is the perfect place to start because this is what I'm most interested in and why I'm doing a podcast where I read biographies of entrepreneurs is because, first of all, I think it's very inspiring, not just my opinion, but, you know, there's tons of other founders that have talked about the same thing. It's very inspiring but reading the life story of people that have accomplished something. And specifically, for me is, like, seeing how they started out and how they, you know, many times, you know, they don't start out building massive, massively profitable businesses. And in Richard Branson case, he starts out just trying to run a magazine. And then start a record label and then an airline and now to present day, Vi Group is a collection of about 400 different companies. So we're gonna spend a lot of time studying his early days. Before I get back into the book though, I just wanna remind you that founders is supported by the people that get value from listening to this podcast. So once I get into the the back into the book, I'm not gonna interrupt our time together with ads. And the only way I'm doing able to do that is if you support... If you could value from my work if you'll support it directly by becoming a member. So if you go to founders podcast dot com forward slash support or you just click the link in the show notes and your podcast player, for a small monthly fee, essentially, you could, it's a price of a cup of coffee. You could make sure that this work continues to get done. And not only that, you get access to to found the founders members exclusive episodes. So right now, as of today, if you sign up, you'd you'd, automatically unlock 11 additional podcasts that I've done just for members that are available nowhere else. Plus I make of, new members only episode every week So if you like the podcast I'm doing, and if you're getting value out it, please become a member, you could support at any level, any, monthly con contribution level, they all get the same thing. So it's just totally up to you to decide what level of value that you get from this. Okay. So let's get into the book, And I just wanna start with there's just some a paragraph from the pro log, and then I'm gonna move through the book and chronological order. So this book very much reminds me of Phil Knight, the founder of Nike his book. Where all the chapters are named after the years in his life, which makes it really easy to understand the progression and to keep track of what's going on. But he's talking to us a little bit in the log about, you know, what is virgin group. And where is it going? And so I think that's a good introduction into his auto. He says, the wider question of where the virgin group will end up is impossible to answer. Rather than be too academic about at all, which is not the way I think I have written this book to demonstrate how we made virgin what it is today. If you read carefully between the lines, you will understand what our vision for the virgin group is, and you will see where I'm am going. Some people say that my vision for virgin breaks all the rules and is too wildly kale. Others say that virgin has become 1 of the leading brand names of the century. Others analyze it down to the last degree and then write academic papers on it, and this sentence... It's to me the most important. Of the entire paragraph. As for me, I just pick up the phone and get on with it. So I'm going to skip ahead into his life. And before, again, there's there's just some some 1 liners that have I've highlighted take notes on throughout the book. I just came across 1 of them right here. There's a lot of his thoughts that echo other founders that that we've covered. And they're just a they're... I almost think that instead of calling it the founders members, we should be, like, founders mis fits? Because I think almost every single person. Not only does it... Is it, like, an homage to the the Great Apple ad, here's the crazy ones. But they're all... All the people that are we we are discussing together, and then we're learning about together. They just don't fit into normal society. So he's he's reflecting on that, from an early age agent, he says, I think my parents must have instilled A rebellious is streak me. I have always thought rules were there to be broken. And to me that echoes 1 of my favorite quotes that I've learned from doing this podcast, you know, because now I'm up to almost 50 of these books read, and what is that? Probably hundreds of thousands of words and it's it's just funny to me what actually sticks out even as time passes and I keep reading more of them is, 1 of those concepts is the Yu yvonne S, which is 1 of my favorite books. Definitely in top 5 of of the ones I've read, and he's the founder of Pat. If you haven't listened to that podcast. I I definitely recommend going back and reading it, and then, of course, buying his book, it's fantastic. But he always... He he has this great quote. And he says, if you wanna understand the entrepreneur, study the Juvenile delinquent. And we're gonna get into that a little later when Richard gets arrested. So at this point in the book, he is starting a a magazine, and it's called students. And the... I'm not gonna go into too much detail about that. I just wanted to highlight things that are useful for us. So this smart ways to get initial traction when you're building a new product. And he says I drew up list list of people to call and slowly work my way down them. Most of them rejected the idea of paying for advertising in an unpublished magazine But gradually, I began to find ways of attracting their attention. So this whole thing about finding different unique ways to attract attention. That's something that you're gonna see throughout Richard's life. And I think that's gives him a huge creative edge over most other people building businesses that he just constantly Okay. Well, there's gotta be a different way to do it and the way everybody else is doing it. And so this is an example. He just said, hey, this... We haven't even made our first our first edition of of student magazine. Yet, I'm gonna find a way to sell advertising. And he says, I called up Coca Cola and told them that Pepsi had just booked a big advertisement, but that the back page was still free. I then called up the daily telegraph these are, newspapers and asked them whether they would prefer to advertise before or after the daily Express, so he's playing what he's doing here is obviously he's playing their, you know, calling up Coco hey. Coca Cola Hey, do you wanna advertising student magazine, they're gonna just kinda hang up on you. But if you start the conversation and frame in a different way. Like, hey, oh, Pepsi just took an ad, but, you know, we still have some some some advertising face in the back, they're like, oh, okay. Pepsi is doing it, maybe we should do it as well. So around the time he says, my school work was going from bad to worst. But I was giving myself a wonderful lesson in confidence building. Hat, and this is such an important point about the naive of young people. Had I been 5 or 6 years older? The shit absurdity of trying to sell advertising to major companies in a magazine that did not yet exist, edited by 02:15 year old school boys would have prevented me from picking up the phone at all. Ear but I was too young to con contemplate failure. So embedded in that paragraph. He starts his first business at 15 years old. Something that I don't know you know, there's this phenomenon on my I camera remember what's called, but once you're made aware of something, you start seeing that same thing over and over again, even though it probably already existed all the time. So like, think about when you buy a new car, and suddenly when you're driving the road, you see all these other people have the same car issue, that you may not have noticed before. And so as I'm reading these books week to week, there's just been a theme that maybe it's just on my mind now because I've been thinking a lot about what kind of parent I wanna be and and, reading about parenting and and just questioning my my assumptions to make sure that I... I, you know, I do a good job. And so this is a reminder for myself, and I just wanna share with you with the note that I left myself was be good parents. And he's talking about, you know, the support that he got from parents and the Echoed something that Paul Allen talked about, we talked about it last week with Ken Gh. And he said, I was lucky. I always felt that I could speak to my parents as if they were my closest friends. Rather than closing down on me, they reacted very well to this letter, and we kept our lines of community... We kept open our lines of communication. At about this time, I noticed that that a good many of my friends stop con fighting in their parents. But I never felt embarrassed or rebellious towards mine. They always encouraged me to go ahead and do whatever I wanted to do. And it did that... And if they did not always praised my projects, they never express less than sympathy and support. So 2 things I just wanna elaborate on here is the letter he's writing a letter to his parents of 16 years old apologizing. For the little time he's spent with his family over Easter because he's trying to build the the the magazine student. And the second thing is when he talks about, they always encourage me to go ahead and do whatever I wanna do even if they didn't always praise my projects, it there's an alternate reality where he had different parents and he doesn't... He's not the Richard Branson and who he is today without the support and encouragement that he got clearly at a very young age. So he, you know, like many of the people we cover on the podcast is, he's a really crappy student. He did not like structured learning. And so this is another example to understand the entrepreneur study that juvenile delinquent. So he's leaving school. And he says, when I left in 19 60 sec 06:19 67, aged almost 17, my head masters parting words to me were, congratulations... Congratulations Branson, I predict that you will either go to prison or become a millionaire, and he does both of those things actually. Then they wound up not being mutually exclusive. Okay. So I'm always fascinated when we're able to capture you know, because if you're gonna study your opinions on business when you first start out, and how you structure your the company you do or any work that you do really, is gonna change over time as you expose yourself to more ideas and have different experiences that you're hopefully learning from. So we're gonna capture a little bit of Richard's early business philosophy here. And he says, I was becoming an entrepreneur almost by default. Although if anybody had mentioned the word to me, to towards to me then, I probably wouldn't would have would have to ask what it meant. I certainly didn't regard myself as a businessman. Businessmen men were middle aged men in the city obsessed with making money. So this word the city. I had to look it up because I didn't understand what he meant. Obviously, not from England, and it's the... Their financial district. So it was... I understand it. It's like, their their version of Wall Street. They wore pins striped suits and had wives and 2.4 children in the suburbs. Of course, we needed money to survive. But we saw it much more as a creative enterprise than a money making 1. So he's very much into, like, counter culture at this time, you know, he wasn't too heavy any drugs even though most of his friends were at the time very much into free love. That's 1 thing that's not in the podcast, but it's in the book constantly. He's very graphic descriptions of his sex life, which I've never come across in an auto biography of an entrepreneur before. So let me go back to this paragraph. So it's saying, hey, this is more creative prior... Enterprise and a money making 1 that, you know, we just need to make money so we can continue doing what we're doing. Later, it became apparent to me that business could be a creative enterprise in itself. If you publish a magazine, you're trying to create something that is original that stands out from the crowd that will last and hopefully serve some useful purpose. Above all, you want to create something you're proud of. That has always been my philosophy of business. I can honestly say that I have never gone into any business purely to make money. If that is the sole motive then I believe you are better off not doing it. So when I heard this when I was younger and I heard this this advice because I've heard it before. I always thought it was, like, silly nonsense. And then you do... You realize that at a certain point, if money is your only motivator, you're gonna stop doing what you're doing. Are you're gonna be deeply unhappy since money really can't buy happiness above a certain amount of money. But if you're loving what you're doing and you're being creative, and it's something you're proud of, then you're gonna spend more time on it. You're gonna work harder at it, and it's gonna be better. And that along with that will come money. I didn't... You know, when I was younger, I didn't understand that distinction. So it says a business has to be and he's he's gonna summarize this here. A business has to be involving. It has to be fun. And it has to exercise your creative instincts. And their distinction is, you know, this this entire book is about struggle and stress and being on the pre of bankruptcy constantly. So these are not by themselves, fun things. But what he was doing, the challenge. He talks about, like, you know, how, you know, it's up to you echoing what Ray dal taught us a few weeks ago. Like, you have to be who you are. And for Richard Branson, and he wanted to, like, his his main goal in life was to to set these big audacious goals and see if he can raise rice to the challenge. So that was fun to him. That doesn't mean every day is going to be fun. And I think that's something, you know, I struggled... I had to struggle to understand for a long time. Okay. So this is the beginning of virgin. And he's doing the the magazine. It's not really going well. And this is how he gets in... The first bit virgin business is gonna be the record store. So it says 1 thing I knew from everyone who came into chat or work for us was that they spent a good deal of their time listening to music and a good deal of money buying records. He's talking about people that came into New magazine. And he talks about these are the kind of people who people who would never dream of spending as much as 40 shi on a meal wouldn't hesitate to spend 40 shi buying the latest Bob Dylan album. I began to think about setting up a record distribution business. I thought about the high cost of records and the sort of people who bought student magazine and wondered whether we could advertise and sell cheap mail order records through the magazine. As it turned out, the first advertisement for a male for a male order records appeared in the final addition of student. So, something that he talks about a lot. Now we categorize as, like, second order effects. It's starting an opportunity understanding you don't know where that opportunity is gonna lead to, lead you to. But then once you get to that next level, it's easier to to to hop to the next opportunity because you're already at AAA different place in life. So if he never... Even the student was struggling and, you know, was not necessarily successful. If he didn't start student, he wouldn't have realized, hey, all the people that are interested student, Like, you just noticed this this anomaly? Like, why would they be so cheap to feed themselves? But because they have such a passion for music that they'll buy, Bob Dylan do album. And so that led him to this to this next opportunity. So they put in an advertisement saying, hey, we're gonna sell records, and they put it in their own magazine. And it went crazy. So it says, but they offer of cheap records brought in a flood of inquiries and more cash than we had ever seen before. So overnight from a very struggling magazine. He's on phone all day trying to sell advertising to, hey, people are just handing over money because we're able to sell records slightly cheaper than the the next guy. So he said we decided to come up with another name for the mail order business. A name that would be eye catching that would stand alone and not appeal to just students. So that he has a young, young woman working for him and she goes, I know she said, what about virgin? We're complete virgin at business? Great. I decided on the spot, it's virgin. So 2 things happening here. 1, his... What I'm all at is Richard's ability to make decisions rapidly. He talks about Within the first 30 seconds. He kinda summarizes what he feels about people and and what about and and like, the value of business opportunities. Maybe this comes from being d and a bad student, but he he really feels that he he has no other choice but to rely on his his intuition. The second thing is this whole thing about complete versions of business. Again, going back, he's in a group of basically counter culture socialists, not the people, like, if you look at his peer group around this age, you would never think that out of this group is gonna become 1 of the most influential entrepreneurs and business people, you know, of all time. But I think that really does speak to the value in his approach of, like, hey, can I make business fun? Like, what, it doesn't... Who says, going back to, like Danny Meyer. Right? If you... 1 of my favorite things about reading that book and doing that podcast a few months ago. It might have been a year ago by now. But was his his whole idea Was like, whoever said? You know, and that's basically his way to get to first principles thinking. Like, whoever said that you had to have, like, you couldn't have, a nice upscale restaurant that didn't wasn't overly expensive. Whoever said that you couldn't have a new take on Barbecue and then you can have a successful barbecue restaurant New York. And has all these other examples in the book, but of just a way to get to the ideas Like, and what I'm being told actually true or is it just conventional wisdom that may be a little bit out outdated. So he winds up going to jail. I'm gonna skip over because I think the story is while pretty well known. But if not, it's in the book if you if you read it, And it's this idea that he figured out how to save on taxes by, basically faking, like, he was gonna export or import records, and it was just, like, convoluted scheme about, like, driving across borders and suddenly you save, you know, 5000 dollars or or whatever the number is. So it's illegal to time. Think price still is today, and he winds up in jail. And so I'm gonna skip over the story, but the important part is the lesson he took away from it. And this is what he learned from going to jail. That night was 1 of the best things that has ever happened to me. As I lay in the cell and stared at the ceiling, I felt complete claus. I have never enjoyed being accountable to anyone else are not being in control of my own destiny. I have always enjoyed breaking the rules, whether there were school rules or accepted conventions, such as that no 17 year old can edit a national magazine. As a 21 year old, I had lived in life entirely on my own terms, following my own instincts. But to be in prison meant that all the freedom was taken away. I was locked in a cell and utterly dependent on somebody else to open the door. I vowed to myself that I would never again do anything that would cause me to be imprisoned r indeed do any kind of business deal by which I would ever have to cause to be embarrassed. In the many different business worlds, I have inhabited since that night in prison, there have been times when I could have succumb to some form of bribe or could are could have had my way by offering 1. But ever since that night in prison I have never been tempted to break my vow. My parents had always drum into me that all you have in life is your reputation. You may be very rich, but if you lose your good name, you'll never be happy. I had never really focused on what a good name truly meant, but that night prison made me understand. And this is So as you heard, now he's 21 years old, this is the scope of his ambition at 21 years old. At the same time, I had the customs fine. The mortgage and the thought of prison hanging over me. So the is fine. I think it's to pay, like, 75000 over the next, like, 3 or 4 years or he'd risk going back to Jail. And it says, the mail order business was doing well, but mainly seem to attract the serious music buyers who were looking for quite rare records. It seemed difficult to expand it further. We realized that if we were going to make money, it would have to come from opening up more virgin record shops. Nick, this is his C founder, and I began a program of serious expansion. Towards the end of 19 71 and throughout 19 72, we aim to open a shop every month. By Christmas 19 72, we had 14 record shops when we reach 21 at a time. Several in London and 1 in every big city across the country. But here's why I included this in the podcast, because I think it's a really, good idea. After negotiating the lease until we were sure that the landlord landlords would go no lower. We would push for a rent free period for the first 3 months. This was the single most crucial elements. When we opened, we knew that record sales in the first 3 months would help pay for rent on a previous shop that we had opened. The sales also demonstrated without committing to a huge overhead, whether the site we had chosen attracted enough people off the streets to make the shop viable. So this whole idea of continuing to expand and then taking the money that you made and expanding further is is his Mo op Up until he achieves financial freedom, which I think at the time, he he must have been... I don't know the age. He he might have been close to 40 years old. Let's see. We're gonna skip ahead. So this is some more... We see more insights into something that he does later on. He's still in his twenties, but he has an idea in his mind of a model of compatible businesses. And so they're having some success with the virgin record stories he's like, well, is there any of these, like, related businesses that we could open up that kind of, like, almost like a, like, a vertical integration into the music industry. So he said, if we if Virgin set up a record label, we could offer artists somewhere to record for which we could charge them. So let me let me back up. So right now he has the verb the chain of Virgin record source. Right? Then he bought this house that he calls the manor and he did it because he wanted to have a recording studio where people could go and basically live at while they're were making their album and then record whenever they wanted to. He's saying at the time, recording studios were so, like, they were so tightly scheduled. They could have somebody, like, the rolling stones come in, and they'd have to record at 9AM, and they'd have exactly 2 hours, and then they'd have to leave, and they'd have to go and spend some of that time setting up their own instruments and and doing everything else stick why isn't just... We have a place where you could stay, it's a, you know, big old, like, mansion kind of thing. And if you... If instead of, you know, maybe you don't wanna record at 9 in the morning. Maybe you wanna record from 11PM till 5 in the morning, And then you wanna take a few days off or whatever, your creative process is. So that's what he's talking about. We could offer out somewhere to record which we could charge them. So says we... If we have the record label, we all also have the recording studio. We could publish and release their records from which we could make a profit. And we had a large and growing chain of shops where we could promote and sell their records, and again, make the retail profit margin. The 3 businesses were mutually compatible and would also benefit the bands we signed since we could reduce prices at the manner that's the recording studio. The manufacturing end and increased promotion at the shops, the retail end, while still making our own profit. This is exactly what they went up doing. And this whole idea of a record label, it's probably... I mean, it is it is what actually got him his biggest break because in the future, I think about 20 years from where we are now. He sells that record label for a billion dollars. And this is... Now, this... I mean, he he uses the word fortune here, but, you know, those those are things of a a matter of scale. But This is how... This is him telling us how he made his first his first fortune. He said most small record labels license their records since it was easy money. They received 16 percent royalties from the other company, meaning, like a larger distributor. Okay? We're gonna go into some numbers here. So hopefully, this isn't too confusing. So, most little... You know, at the time, Virgin version records very small. They're expected to just license their records, and they were receive 16 percent royalties from the other company and paid out whatever they had agreed to an to say 5 or 10 percent out of that 16 percent. But Simon, this is a guy that he c founded Virgin records with. And I decided that we would go for a manufacturer and distribution deal. Again, The think I'm most impressed with Richard is, like, he just He has a set of fresh eyes to any deal that he does, and he winds up negotiating in a way that limits his downside and and caps his downside and and leaves his upside virtually unlimited. And this is 1 way he does it here. So they there they have these distribution deals called pressing and distribution. It's also referred to as P d. It was a bold move, but even then I knew that it was is it is... It it was a bold move, but even then I knew that it is only by being bold that you get anywhere. If you're are a risk taker, then the art is to protect the downside. It seemed to us that tubular bells was so good that we could promote it ourselves, so he's talking about the very first shiny the record label was scanning Mike Op, I think is how you pronounce his last name. He he he made this it's very esoteric and bizarre album called tubular Bells. That was 45 minutes long with no lyrics. And actually gonna be a huge hit for them. So he's like, okay. Well, this is what we wanna do instead. He goes to on the records that he said, no Don't we wanna... We don't want your standard deal. We want the P D deal. They refuse it first. So they offered us a highly attractive licensing deal instead with royalties of 18 percent. We were paying Mike 5 percent, which means that we... If we accepted islands offer, we could collect 13 percent of this... On the sales of tubular bells for ourselves. So this says, which would mean a total profit of us around a hundred and 71000, if the record date astonishing will also sold say 600000 copies. Okay? So if you sell 600, in the in the standard licensing deal, they make about a hundred and 71000. If we reached a million copies, then Virgin would make 285000 would that without having to pay for any of the cost of promoting and marketing a record. Most small record companies in our place would have accepted it, and certainly both Island and our lawyers urges to do so, but Simon and I felt differently. We had 14 virgin record shops across the country, which could promote tubular bells. If sales of tubular bells had faded, Virgin music would have been dead in the water. But if we managed to sell 600000 copies, Virgin would receive around 920000. So on their deal say, hey, we just want you to press and distribute. We're gonna we're gonna take care of the marketing and promotion ourselves. Right? Which is kind of what he's known for. And so the difference is at 600000 copies, they'd go for making, let's say a hundred and 71000 to 09:20. So what's the worst case? Like, why wouldn't you try to cap your marketing expenses at that point and have much greater upside? You're talking about the upside is almost 40I guess he's gonna say, I'm jumping ahead, running over my own highlights. He says this was the upside. The intellectual copyright of tubular bells was our birthright rate, and we were determined to build on it. So we turned down islands offer and insisted we stick to P and d deal. We committed ourselves this is so important. We committed ourselves to selling tubular bells with our own resources. We became rich beyond our dreams as the sales of tubular bells shot up over a million copies. Remember they were thinking, hey, we could sell... We could just be so lucky So 600 grand. Or 600000 copies. We'd make about 900 grand. So they they sell over a million. Tubular bells went on to sell millions of copies and still sells around the world today. Our gamble that we could promoted ourselves made us our first fortune. Something that, I'd say Richard's pretty famous for is the fact that he owned his own island, and it's called Neck Island, in case you weren't familiar with it. What I found shocking and why I included this part and the podcast is how little he paid for it. So he has this idea. He's dating what's soon to be his wife, Joan, they have really no money to speak of at this the time. Even though he just said a few years earlier, that they made their first fortune. They would now we're about 8 years after the fact, they reinvest most of that into other acts. They have tons of debt, so they use that money to pay off, like, the mortgage on the manner. Or pay down some of that. Yeah, they use it as collateral to get more loans for banks because, again, his whole thing is he's just this kind of psychotic guy that wakes up every day, trying to expand his his empire and these really unique ways. And he's he's fighting an industries. It's not like, you know, these are highly competitive industry. So it's not like there's high profit margins. So he comes with this idea that, hey, I wanna go to the Virgin Islands with, this beautiful woman that I'm dating, he knew that if you... They still have these arrangements today. If you say, hey, I want, you know, you talk to, like, salespeople people. They're trying to sell real estate in these islands, that you're interested in buying real estate, they'll fly you down and put you up in accommodations just to have the sales pitch to you. So he he does that. And they they wind up landing on Neck island. And I'm just gonna skip over this part so we can get to the the main point, but he says, how much does he want for it? I asked? Meaning Neck Island. 3000000. How much were you thinking about spending? This is now the the their real estate agent. The estate agent asked suddenly smelling a rat. We could offer a hundred and 50000 dollars, as I said, 200000 I added, trying to make it sound more. I see. As we flew back to the villa, it was clear that we were no longer welcome. So now only been along welcome. This this guy, they pack up their bags, and they have to leave that same day. So she says back in London later, I found out that the owner of Neck Island wanted to sell it in a hurry. He wanted to construct a building somewhere in Scotland, which would cost them around 200 grand. I upped my offer to a hundred and 75 grand and held on for 3 months. Finally, I got a call. If you're to offer a hundred and 80000 yours, There was never a hint that a hundred and 80000 was only a fraction of the 3000000 asking price. So I agreed on the spot and Neck island was ours. Even at such a low price, there was a snag, the Virgin Islands government had decreed that whoever bought Ne would have to develop it within 5 years of its ownership, Would have to develop it within 5 years of its owners or its ownership would pass to them. It would cost a good deal to build a house and pipe the water across from the neighboring Ireland, but I was determined to make enough money to afford it. So in the very next paragraph, So this this section could be called how he gets Neck Island and the idea for Virgin Airways. So they're staying on this thing called B violence. This says Joan and I stayed on B island for the rest of that holiday. And it was there while set up virgin airways. We were trying to catch a flight to Puerto Rico, but the local Puerto Rican scheduled flight was canceled. The airport terminal was full of stranded passengers. I made a few calls to Charter companies and agreed to Charter a plane for 2000 dollars to Puerto Rico. I divided the price by the number of seats, borrowed a blackboard and wrote virgin airways, 39 dollars single flight to Puerto Rico. I walked around the airport terminal and soon filled every seat on the charter plane. As we landed at Puerto Rico a passenger turned to me and said, Virgin Airways isn't too bad. Smart up the service a little and you could be in business. I might just do that. I laughed. Okay. So this is another example of how I was saying earlier that, you don't... These, like, second order effects, like, you can't get to another opportunity unless something happens before that. So that little anecdote or a story about setting virgin islands. That happened, let's say, 19 79 19 80. It's not till 3 or 4 years later that he actually does set up virgin airlines for real. And this is something... I think, like, if I could only say, if I if I could say, hey, what's the 1 most important thing that you learned from reading Richard Branson auto? Is this doc... This this idea of optional, that he always protected his downside risk. This is 1 of the examples where I wish I had the kindle version of the book because you can search for specific? Like, how many, times the specific term appears in the book, and this whole thing is protect downside? Limit downside? What's our downside? Cap our downside? I I have... Like, I would guess that it appears 20 times in the book? So this is the way he does that, and he's always trying to broaden virgin. So he doesn't... So we don't have to rely on a single source of income. So there's 2 things, 2 the the 2 notes on that page is is a really good way to summarize richard's approach to business. It's like, let's cap down our downside risk. Right? Maintain our optional and make sure that we're not relying on single source of income. So this is the start of virgin air airline airways. In February 19 84, a young American lawyer called Randolph Fields, asked me whether I was interested in operating an airline. He sent me a proposal which I read. It was obvious that he contacted lots of other investors before me. A record label owner is hardly going to be his first call. So I skim through the proposal and I kept saying to myself, don't get tempted. Don't even think about it. In the same way that I tend to make up my mind about people within 30 seconds of meeting them. I also make up my mind about whether a business proposal excites me with about 30... Within about 30 seconds of looking at it. I rely far more on gut instinct than researching huge amounts of statistics. The idea of operating a virgin airline, grab my imagination, but I had to work out in my own mind what the potential risks were. I wrote out a list of things, keep in mind, we're gonna get to this in a minute, but lists are very important in the way he. He operates his life. I wrote out a list of things, I wanted to understand about how the aircraft leasing would work. If I could lease the plane for 1... Okay. So before I get it, this is... I don't remember if it comes came from this book if it came from, Youtube video or a previous podcast I had heard, but this is 1 of the most famous, like Richard Branson stories I ever heard about, like, how do you start an airline by... Remember, we started this this this section with, how do you protect your downside risk because starting airlines seems like it's unbelievably capital intensive. Right? Well, this is how he comes up with. He goes, if I could lease the plane for 1 year and then have the chance to return the plane, we would have a clear escape route if if it all failed. It would be embarrassing, but we would limit the amount of money we lost. By the end of the weekend, I had made up my mind. If we could limit everything to 1 year. The employment contracts, the leasing of the aircraft, the exchange exposure, and anything else that's starting up a New york route involved, then I wanted to have a shot at it. I think that's a really good idea. Like, who starts an. Said, really like an experiment. It's gonna be a 1 year experiment. Can we do something here value within 1 year? I think that could be applied to everything that that that you're working on? I also heard I just heard AAA variation of this. I was taking notes on this podcast of a founder that started a podcast. She just got a y comb, and the way she start business is like, you know, can I can I do a 4 week test to see if there's actually, like, demand here that I could that that could fulfill? As opposed to... You know, a lot of people start... They keep their idea hidden? Their work on it for 12:18 months, 2 years, whatever, and then just a it it doesn't work out of a crap. I wish I could have got to that failure point faster. So Richard saying, hey, I'm gonna do this in a year. I forgot her name. I can't remember. I wasn't expecting to talk about this. But, she did in 4 weeks, and it was, like, you know, how do you do vetted childcare care? And she winds up now building a business set that is relatively successful just off of before week test, which again, that's her maintaining optional limit downside. So I'm gonna skip ahead a little bit in the book, and this is a problem with c cofounder. We we talk about this a number of times how, really hard to maintain c cofounder relationships I it's started to to stay married. Right? And be happy. And this is a promo c cofounder founders of Richard's Philosophy on life, and this is him kind of arguing with 1 of the c founders of virgin records, Simon. It says the argument that Lunch lunchtime was a turning point in my relationship with Simon. Over the years, I had had had nerve him several times. But this time, he felt that I was prepared to bet the company and all our accumulated wealth on a scheme that he thought was totally hair brains. So Simon is like, don't don't do the airline, like to stick to a record, like, we're in the music industry. Why are we going into this what Richard calls a lateral move? Simon's interest in love for life comes from the arts from music, books, his collections of paintings and beautiful cars. And now we're gonna hear Richard's philosophy. My interest in life comes setting myself huge, apparently una achievable challenges and trying to rise above them. From a purely commercial perspective, Simon was absolutely right. But from the viewpoint of wanting to live life to the full, I felt I had to attempt it. From that lunchtime onward, a tension sprang up in our relationship, which never fully dissolved. Okay. So I always like to to discuss numbers because I feel... I don't know to me. They just gotta to kinda, like, level me. Like, they put me... They give, like, an anchor in reality. It gives, like, a context that words don't. Even though I love words obviously. But in 19 84, I just wanna show you a little bit about virgin growth. 19 84, they made 12000000 dollars in profit. They had 3000 employees. He's around 33 years old at the time. And think about how crazy it is to start an an airline a 33. By 19 86. Right? So that's 2 years later. They have 4000 employees, sales of a hundred and 89000000, and a pre tax profit of 19000000. So, wait. Let me let me redo that. So it's a little more understandable. In 19 84, profit of 12003000 employees. 19 85, profit of 15000000. So went up another 3000000. And then the 19 87, 19000000. So, you know, 2 3000000 a year, they're adding And this is on sales of, a... Anywhere from a hundred and 19000000 to a hundred and 89000000, and he's employing at this time. Anywhere from 3000 to 4000 people. Now, This is very interesting. I didn't know. So, again, I, like, Hadn't read the book in 13 years, some something like that. And I I'm I'm halfway through the book and I'm like, what the hell? Like, they're talking about virgin being a public company. Like, I thought it was private. I forgot that virgin at 1 point went public and then he read and then he took it private because he hated being a public company. So I always like to explore this because III find it interesting. I find all aspects of business interesting from, you know, 1 person building a product by themselves, all the way up to these, you know, giant public companies. My own, you know, personal philosophy is like, I think, smaller is better. But I do understand some people wanna build, like, a giant conglomerate. And some cases, they wanna make that public even though you could have a private conglomerate, which is what Virgin Group is today. But it's just a fascinating to me about, you know, people's opinion. Like, there's not a right way. It just depends on who you are and what's important to you. And in his case, like, he he hated being public. And we're gonna find out why. Okay. Firstly, the city had insisted a virgin appoint of non executive directors. I found it difficult to comply with all the formality that City insisted we adopt. I was just a chatting with Simon and Ken about which Bands to assigned, and then letting them get on with it. Virgin board meetings had always been highly informal affairs. I found our business was not 1 that could be boxed into a rigid timetable of meetings. We had to make decisions quickly and off the cuff. My own personal, philosophy is very much in alignment here. Hey, I I would much rather keep things informal. The his he's talking about the the difficulty to comply with formality. I think that's a great way to put it. I definitely am empathize with that. So that I had a number of disagreements notably notably about dividends. I was extremely reluctant to follow British tradition and pay out a large dividend. I preferred the American or Japanese tradition whereby a company concentrates on reinvest its profits to build itself and increase share value. He makes a good point here. To me a large dividend meant a loss of cash, which would be better employed within virgin than by paying it away. It seemed to me that our outside shareholders had entrusted their money to Virgin in order for us to make it grow. Not for us to hand back 5 percent of it, not to hand back tuning, not to hand 5 percent of it back on a plate. Which would then be taxes income, and so immediately lose 40 percent of its value. This may sound like a petty argument, but it illustrates the general loss of control I experience. So there's that word control again. Something that you and I talk about constantly is why, like, why why is... Why are you? Or is this person that we're studying an entrepreneur? Is it because, they wanna make a lot of money? They they wanna build fame. They wanna change the course of an industry? In many cases it comes down to a lot of these people like they want control. So it says most people think that 50 percent of a public company is a key to controlling it. While this is true in theory to a large extent you lose control just by having to appoint non executive directors and generally giving up your time to satisfy the city. Previously, I had always felt confident about any decision we made, but now Virgin was a publicly quoted company. I began to lose faith in myself. I felt uneasy about making the rapid decisions I I'd always made. So now you could see that he's... It's causing the idea that you can hypothetically determine the entire value of the company any given time and it's readily accessible everybody makes him kind of doubt himself where before he would just, you know, really trust his gut, and then realize that, you know most of the decisions we make, they're they're reversible. So I'm gonna make a decision quick. And then if it's wrong, I'll just, you know, backtrack and I'll I'll go different direction. So now I have losing that ability. In many and this is the result. In many ways, 19 87 our year of being a public company was a virgin least creative. We spent at least 50 percent of our time heading off to the city to explain what we were doing to fund managers, financial advisors and citi P firms, rather than just getting on and doing it. Okay. So he said, you know, they they were public company for 1 year. So this is how he takes Virgin private, he tweets out that funding is secured at 420 dollars a share. Oh, wait. I'm sorry. That that was somebody else. But this is how he takes virgin private. At let me give you some background before I get into it. They spent about 35000000 dollars buying up public stock of this other, record distributor called Thor em Emi, and then right during this happens, there's a massive stock market crash. This is the share price of Thorn Emi had dropped from 7 dollars and 30 cents a share to 5 dollars and 80 cents. A drop over 20 percent. And the value of our share holding had had crashed to 18000000. So skip me and then it says, I guess this isn't that important. But somebody calculated that he had lost 41000000 dollars of personal wealth. And he shares a virgin group just from the stock market crash. Since I was focusing much more on profits and cash flow from Emi, I began to see the stock market crash as a golden opportunity to buy the company. That week, I had a furious argument with 2 non executive directors with whom we we had brought in to represent the outside shareholders interest when Version went public. So these 2 non executive directors were utterly opposed to continuing the siege of thor Mi. Thought it was a great idea. He had an idea of, like, they... These guys had huge back catalogs, and he really, he thought you could make a lot more money off them, than you could with, like, cassettes, and then, eventually, he does this layer with Cds. And this is our his account argument, but it's a unique buying opportunity I said. It simply cannot be true that Thorn is now worth only 2 thirds of its value on Friday. We know the cash we can earn from its back catalog. So in terms of straight cash trust, it's a bargain. I could not persuade them, and I had to let the matter drop. That stock market crash was the final nail and virgin coffin as a public company. Trevor and I set about finding other companies who might wish to invest in any of the virgin... As a joint ventures. We wanted to replace the shareholders in the city with 1 or 2 key partners in various virgin subsidiaries. The structure of the Virgin group was about to become extremely complicated. So he does this... Okay. So I wanna stop, I guess before I get to finishing how he goes private. This whole thing about how how... It's gonna get a lot more complicated. I didn't know. So he is term that he uses later on in the book, describing Virgin group as branded venture capital. And I don't know if I'm just ignorant into that, but I've never heard that term before. Obviously, no venture capital is but I brand venture capital. So I was shocked when I was doing some other research Was like, how does Virgin Group have 400 companies? Like, that just seems that's insane to me. So this whole ideas is. Once they due... So he starts doing this, you're gonna see this because he's gonna sell 25 percent of Virgin music for about a hundred million dollars. Once he finally sells Virgin music a few years from now, and he reap think after they pay off all their debts and everything else. I think he has, like, 500000000 dollars in the bank. And he's still... Now for the first time in his life, banks don't get to tell what to do. And he sets up the structure where And it's actually it's... To me, like, the structure has a fundamental understanding of human nature. He doesn't like big companies. Right? So what he does is he he takes on these fit... Usually 50 15 part partnerships. So he says, okay, we're gonna do, you know a clothing company, a c Cola company, whatever Virgin, you know, they have a million of these things. What how he does this is says, he he finds somebody that's either an already an entrepreneur or or its entrepreneurial like, minded. So says, hey. We're gonna come in. You're gonna have own 50 percent of the company. So you have a huge incentive. Remember what Ken Gh said last week, about why he gave that guy, the the truck company. He wants making, like, a hundred and 50000000 from having 20 percent of this company. Because he gave the majority of the company to the guy running it because that guy is a larger incentive to make to to to make the company successful. That's basically what Richard doing here. Says, okay. You're gonna call your new company that's say Virgin Virgin cola, whatever. You're gonna own 50 percent of it. It's gonna be a small company. Usually, most of these companies have less than 16 employees. And we're gonna come in, you're gonna use our branding. We're gonna put up some of the money and then you run the company then we're gonna share 50 percent of the profit moving forward. And so what what happens is he has these, like, they almost like, a bunch of options, like, these financial instruments where 10 of them failed. It's okay because he's got 390 of them, 390 other ones. And so he's he's got a diversified he's got a cap downside. So he's maintaining optional. He's got a an extremely diversified income stream, and he has all the upside in the world because some of these, you know, they start out, like, I think the was like, a small airline, like, a a subsidiary of virgin airways in Australia. Then I think they they started, like, 3000000 dollars and winds up going on making them, like, 250000000. So you see that. Like, we use this all like, can new... Lose in this airline, it's 3000000 dollars, but he winds up making a whole lot more. Now it gets, you know, very complicated. Like, how are you going to... There's no central organization, but they're loosely tied to to a bunch of holding companies. And within each holding companies a a bunch of tiny companies. It kinda reminds me of... And this is, you know, not that it's important, but like, it echoes my own personal philosophy of, like, businesses much more in line with remember what Edwin Lance said, the founder of Polaroid. Had this, he had this dream of a thousand small companies instead of 1 large polaroid, and that each company would be doing, like, 20000000... I forgot the numbers exactly. Let's say 25000000 in revenue every year, and every company would would dedicate, like, 10 or 20 percent of their annual budget to R and D. And so what you have is these these hugely diversified, like, scientific machines because his his primary purpose was not business. But you know, inventing technique, yeah, technologies that help people. And, you know, with the polar camera. He did work for the defense department. He's the 1 that solved. I was just telling the story a few days ago. He was the 1 that solved why we can drive at night and not be blinded by oncoming headlights, that's polarization that he invented 80 years ago that still exists today. So Edwin Lands, if you read the book consisting on possible, his whole dream about these thousand small companies all diversified and and and and reinvest their money in R and D, which is his primary goal is very similar to what Richard Branson doing. Although, I think with Edwin Land, he was more important about inventing new technology, Richard branson, you know, he'll he'll he'll jump into existing... Businesses like airlines, trains, bride, bridal gowns, all all all that kind of stuff. So alright. So that was a hell of a tangent, but I never know when I sit down what I'm gonna talk to you about. I just know what my highlights and and notes say. So I just I kinda have to go wherever my thoughts go at this moment. Okay. So he winds up being correct about going private. He does this. He says by selling 25 percent of Virgin music for a hundred million dollars. We had vin indicated our argument that the city, meaning the public had undervalued virgin. The sale was a clear sign that the company alone was worth at least 400000000 dollars. Another thing I keep using the word dollars. He's talking about pounds. I know there's no way I'm gonna keep that straight, So 400000000 he's talking about pounds. I keep saying dollars, just know that every time he's referencing. He's obviously gonna do it in his local currency. And that was without any value at all place in the various other companies such as retail, which had made up which which had made up the public group. That's what he means about being complicated. This was way above the hundred and 80000000 pounds at which the city had valued us before we'd we'd offered to buy the company back and was still above the 240000000 pound price we had eventually paid to go private. So cost some 240 to go private. They just sold a hundred million out of 1 of their... I mean, Virgin music is the most profitable 1. But they sold 25 percent of just 1 of their businesses for what is that? Almost little under 40... About from, 40 percent of what the they had placed the value at and what he was able to buy the company back from. So he went up being vin being right. And I think, you know, if you could make the money of a public company, but be private, I think almost I think everybody would pick to be to be private. So now I'm skipping ahead in the book because I think the the important thing is that we realized that even though we we might be impressed by the accomplishments of the people that we're studying on this podcast and that are their lives appear in the books. And rightfully so, they they accomplished some wonderful things. They're there's just a an element to human nature that can't be avoided, and it's, you know, we all have to deal with these bout when we're not feeling well. And this is you know, he's he's writing rather honestly on the outside looking in at this time in his life were in 19 90. You know, it looks like he's got it all. And that's not how he's feeling. So I just wanna spend a little time reading this part to you just because you know, no one's life is perfect. We're just all human beings trying to figure out, our way through life, and it's normal to not always feel a hundred percent are happy for that matter. So I said, we had celebrated my fort birthday, the previous month. I had found myself feeling un depressed. Turning 40 had also made me wonder what I was doing with my life. After the grape leap into setting up Virgin Atlantic, I now found that it was difficult to develop the airline as quickly as I wanted. I began to question whether I should start doing something completely different. And a few pages later, we see more of this, And this is I heard somebody called this the entrepreneurial roller coaster that the highs or the highest highs you feel on the lows the lowest lo feel. And it's just a reminder that, you know, no one's immune to this. So he says in September 19 91, when it really looked as if my world was falling apart. After the high point of signing Janet Jackson and getting into Heathrow earlier that year, everything was now going wrong. So the previous year, he didn't know what he was doing. He felt depressed, even he was still feeling that we even after, you know, having 2 of the biggest highlights of his career, which is kind of counterintuitive. Right? With the burden of funding the Janet Jackson deal, even virgin music was having difficulties. And the airline was stretched almost to breaking point by trying to operate out of both ga and heathrow. On top of that, the rumors about Virgin financial troubles were mounting, and this is his... He's describing his emotional state here. It was like being engulfed in a bush fire. Although I kept stamping out flames, I was aware that more and more people were talking about my impending bankruptcy. I had taken so many telephone calls from journalists demanding to know whether our checks were bouncing that It I could barely think straight and on the very next page, it says, will Richard Branson balloon burst was the headline on the guardian... The entire... I was on the headline of Guardian. The entire page of the Guardian business section. Was devoted to discussing my debts, And this a quote from the article says, behind the man with the midas touch, there is a picture of a highly indebted and not very profitable conglomerate. And up until that point, that is a very accurate description of his business. So we now know he sells the the record label has a huge fight with British airways. And he he winds up coming out of it to now where, you know, this company's estimated to be worth about 5000000000 dollars, but the whole point of the beginning of this book was, you know, that it was very much a struggle. And he doesn't get to the point where he feels, you know, I call it the opportunity of a lifetime, and that doesn't happen till the mid nineties. So that's where I'm going to leave the book today. If you want the full story and you wanna support this podcast at the same time. Go to founders podcast dot com forward slash books. If you buy this book or any of the other 45 ish books that have covered so far on the podcast. It's a great way for you to get a book and Amazon sends me a small percentage of the sale at no additional cost to you, so it's a win win. It's very for you and very good for founders. If you wanna learn more about Richard Branson and keep in mind every week, I do additional member only podcast podcasts. So this week, the Richard Branson version of that, we're gonna go into the dirty tricks that British Airways played on, Virgin Atlantic. We're gonna go into how they actually forced him. He he amidst losing that battle, so they force him to sell Virgin music, how you can have a feeling that, you know, you just made a billion dollars and you're running down the street crying, which is, you know, a cautionary tale, his opinions on surviving being the key priority of a business and how he structures his models to ensure that that happens, going into the opportunity of a lifetime, his idea about brand venture capital, which I thought was fascinating, talks about why he likes 50 fit 50 50 partnerships. His philosophy on building virgin in the simple way he accomplishes this. His belief that big is not beautiful. All these interesting other ideas, and, of course, I'm gonna elaborate more on how virgin protects their downside risk, which I think is I love that idea. A hundred percent. So if you wanna hear that, and 10 or 11 other. Member only episodes, plus get a new 1 every week, and support a podcast that hopefully is providing you value, become a founders member. Founders dot com forward slash support every single link that I mentioned to you. Obviously, you don't have to remember the domain if you don't want to because I I include them in in the show notes. If you want to read the book... Or if you wanna know what's in the book, but you don't feel like, reading it. Another way you could support the podcast, and it's mutually beneficial to you is, there's a link down there. That will give you 2 free audio books. And I think you have to... You use it soon though, because I think the link expires this December if I'm not mistaken. Might might be January. But Any in any case, if you want 2 free audio books, you could try audible. And even if you cancel, it you get to keep the 2 books. So you can listen to this 1, and I think next week's podcast is gonna be on. The book So this one's is called losing my virgin. And then his other auto that it released about 20 years after this 1 is called finding my virgin virginia. So if you wanna jump ahead and be ready for next week, you can get both those on on audible if you want that as well. In addition to that, I would appreciate if you join my email list. So founders has meant, you know, we're we're trying to learn about building companies from people that have built companies. Right? And we're doing that primarily from a historical context. Using biographies and audio biographies of entrepreneurs. Just like, I've said before, like, the genesis the idea happened when I was listening to a podcast, elon Musk amazon, and he was asked, hey, how did you before he started companies, like, how did you learn about this You read business books. He's his reply was, no. I didn't read business books. I looked for, for knowledge and historical context. And to that, and he's read a lot of biographies. He said, I think their record quote his biographies are helpful? So if Elon Musk think by... Elon Musk thinks biographies are helpful. Maybe they'd be helpful for all of us and and, definitely from the feedback I'm getting, I I find a lot of people agree with that sentiment. I definitely do as well. So founders takes care of it in historical context. But what about all the people that are building companies right now. And so for that, founders notes, it's very simple, takes takes notes on podcasts that entrepreneurs come on and talk about their business? They talk about how... Where they got the idea from, how they got their first customers, how what their business philosophies are? What tools they use are helpful. What books they read that they enjoy that they have an impact on their business? To me, like, these podcasts are are, like lectures from people that are some of the smartest people in the world that have domain expertise in a very narrow way, and that narrow way is building a very specific company. So it doesn't mean that all these ideas are applicable to you, but I do have a fundamental belief that you should collect as many ideas as possible because you never know when an idea you might learn today might help you years from now. And people that are, whether executives or whether their founders are ready or wanna be founders. There there's very few people that have as much leverage over information as you know, entrepreneurs do. I think maybe only pure investors being the other the other group. And to that end, like, you don't wanna miss a good idea because, you know, you didn't have time to listen to a podcast You just missed it. So the the prime founder notes is is solving is, you know, you have all these really smart people talking about what they learn from building businesses. Like, how do you go and collect all the information and make it in in a way you can easily digest. Like, so for that, we just take notes on the key ideas, and it turns, you know, maybe an hour of audio turns into, like a 5 minute read. And what if you could have 5 to 10 different founders every week appearing on your inbox, just giving you their best ideas. Well, that's what Founders notes is. So if you wanna sign up on the email list, founders notes dot c o. You go straight there. You put in your email address really simple really fast. You'll get 1 to 2 of the notes that I take every week, and then if you like, and you're learning from that, you can upgrade, and then you get, you know, 5 to 10, you get much more, and you get access to the entire archive. And the archive is growing rapidly. There's notes from 50 58, maybe 60 plus founders are ready. So I... And I just think it's an unbelievably valuable for the tiny, tiny monthly fee that it is. So check it out, you might think that it's the same. And then finally, if if you wanna help out the podcast and get extra content for me for free, then leave a review, take a screenshot, email to founders reviews at gmail dot com. I check this email just about once a week. And I will reply back with private Rs assess feed, which is all exactly what our podcast is. You just put in your podcast players. It's really easy. And you have access to these podcast podcasts that I do. They're episodes of founders that I don't put in the main feed. I don't put in the member's feed. I'd just send it to people that have taken time out of their day to recommend my podcast other people, and that's unbelievably nice of you to do so, So I'd like to give you something in return for doing that. So let's say, an Apple podcast, a stitch these things it's easy. You can leave a review. You can talk about what you're like about the podcast screenshot it send me. But a lot of you guys listen on overcast and and apps like that, like, breaker, things where there's no really review process. But there is a way to recommend that, and they use it... So overcast specifically uses a star, and they want you to star specific episodes. So go find, you know, your favorite 1 or 2 episodes or you just do it for 1 if you want to. I appreciate you do for. But you don't have to. Find your favorite episode of Founders. You press a star. It'll turn, like, a gold color. You take a screenshot of that. Email it to me, and I'll send you back this private Rs feed. And that way, what that does is, you know, just lets other people become aware that this podcast exists, and that's the hardest thing about trying to bootstrap a podcast. I don't have a large social following. I'm not really into social media. And I'm not part of a podcast network. I'm just 1 guy reading books, highlighting it, recording, editing and publishing it. So I do every... Like, I have 0 people helping with this. And I I like that because I want it to be more, like, an intimate You know, I don't... It it I just wanted... The feeling I was getting is, like, what if you could just sit down with a friend and tell them a bunch of interesting stuff that you read? And why don't I just record that? So people all over the world can can get these ideas too. So by you becoming members by you signing up and paying for founders notes by you leaving reviews, by you telling your friends, spreading on social media, like, you know, that's that's all those things are support. So and that that's only gonna make these ideas go farther and hopefully, you know, make sure that that founders can continue. I I've said before that if you really step back and look at what Like, if we... If this can go over a long enough time period, Like, we are kind of documenting the history of entrepreneurship. So right now, on pace to read about 50 books this year. Like, what what does that look like when you you do that over several years. And, like, what is the value of all the ideas in here? Like, is there a better way to learn about entrepreneurship, Like, the best way to learn our about entrepreneurship is by doing something trying to go and sell something. Right? And then the second way, the best ways is by learning from people that have already done it? And both the podcast and the newsletter are trying to help you achieve that objective, which is, you know, can we take... Can we learn from the experience of other people are that have already done what we're trying to do? And then apply those ideas in our own unique useful way. So anyways, I think I've I've talked enough. With that, I will be back next week with part 2 of what maybe be a maybe part 3 parts here series. I'm not actually sure. We're gotta see how many of these books. There's actually valuable information in. I I have a... My guess is it's gonna go 3 parts. But next week, you already know what it is finding my virgin virginia. Thank you very much. I'll talk to you then."
}