{
  "transcript": "I view life as 1 big adventure. I'm always learning and finding new things to try and challenges to overcome. Whether you're running a company are simply living your life. Hopefully, you can learn from my mistakes and put a smile on your face along the way. A reviewer described losing my virgin as the first auto in which the author had written an expose on himself. I hope finding my virgin will be similar. If your life is 1 long success story, it won't make for a good read. What's more, you're most likely a liar. We all have ups and downs, trials and tribulation, failures and triumphs. We just hope to come out stronger on the other side. The late Steve jobs, the entrepreneur I most admire said, My favorite things in life don't cost any money. It's really clear that the most precious resource we all have it's time. That thought has been on my mind as I write this book, thinking back to all the good times and tough times behind me and looking forward with wonder at what lies ahead. I've always lived every day of as if it's my last. Fiercely loving my family and friends and trying to make a positive difference. We only get 1 life and this is mine. So that's from the pro log of the book that I wanna talk to you about today, which is finding my virgin virginia, the new auto by Richard Branson. So this is going to be a the second of a 3 part series on Richard Branson. Last week, we covered the book that he just mentioned, which was losing my virgin virginia, how I survived, had fun made a fortune and made a fortune doing business my way. So the finding my virgin virginia written about 20 years after he wrote losing my virgin opportunity. So at the end of the first book, he it has about a billion dollars in the bank. And for the first time in his life, he's achieved financial freedom. After a career, because most of losing my virginia is all about the struggle from starting his first company 15 years old, all the way up until selling version records, which is the first time in his life they ever had, room to breathe, then you didn't have to go to banks and and beg them to, like, extend loans and raise more credit. So although there is going to be a ton of business stories in the book. After I finished it, after Finished reading the book. I came to the conclusion it's more about a book on life, and he's almost 70 years old when he's writing it. And he's looking back and he's kind of giving us explicit lessons on... Like he said from the pro log. I'm hoping you can learn from my mistakes. And so that's the frame from which I want you to look at the stories that we're gonna talk about today as as quite contrast from the stories we talked about last week. And then next week will be part 3. He's written many books, but I just chose 3 to cover. And if you wanna see which book we're gonna cover. Next week, go to founders podcast dot com forward slash books and you could see not only next week's books, but you could see the 40 plus books that have been covered on the podcast so far. So before I get into the rest of the book, and we start talking about the start of what he calls his third career. Just a reminder that once we get going here. This podcast is a little different from maybe the other podcast that you're used still listening to. I'm not going to interrupt our time with ads. This podcast is supported solely by people that get value from it. If you like the podcast and you wanna support it. The best way to do that is by becoming a member, just go to founders podcast forward slash support, or you can just, click the link that's in your show notes on your podcast player. And for a very small monthly fee, you can unlock members only podcast podcasts. So these are podcasts that are not released anywhere else. It's only for people that are actively supporting the podcast podcasts. I think if you sign today, there's, like, 11, un you'd unlock maybe 12 and I add, I do an extra podcast every week just for members. Okay. So I'll talk more about about that at the end. Let me go ahead and jump into the book, and we're just gonna we're gonna pick it up right in the year 19 99. And this is what he's calling the start of his third career. Neck Island, New Year's Eve 19 98. I was in my bedroom trying to make an urgent to do list. With the end of the year approaching, and the end of the millennium flu, I find my... I found myself both reflecting back and looking forward. As so often during my life as an entrepreneur, I really had no idea what was coming next. I had created and sold the biggest independent record label on the planet and fought dogg to build virgin Atlantic into the best airline in the world. The virgin group had grown from a couple of companies to more than a hundred. And I had gone from a struggling hippie to a proud father and businessman. My mind was starting to wander to other projects, fresh ambitions and bigger dreams. It was time for a new start and to look to the stars. Many experts will tell you it tends to take a year to get a business off the ground. From the initial idea through planning market research development and launch. Personally, I've always disregard this rule. When I was a wide eyed teenager, our male order record company was set up in a couple of days, and even more complex businesses like Virgin Atlantic, win from idea to lift off in a matter of weeks. Generally, we like to work fast, try ideas, see if they stick, and if they don't quickly move on to the next 1. I work best when my mind is able to jump from 1 topic to the next in quick succession. It keeps things lively, and it's amazing how often good ideas from 1 company, come out of another company's unrelated businesses. We talked a little bit about this last week second order effects. The, there... There's many examples in not in this book, but in in last week's book, where he wouldn't have been able to seize the opportunity if he hadn't already done something previously, like, in in the case that he's referencing here specifically. Can't a mail order com... Record company. If you haven't sort of a magazine first. So this whole idea when it goes back a couple paragraphs like, you know, like most entrepreneurs, I've really had no idea was coming next. So how do you combat Richard's opinion, How do you combat the fact that you can't predict the future? Well he just described it is Like, I like to iterate. I like to try a lot of different ideas see if they work and if not, let's just move on to the next 1. 1 of my favorite quotes of his. I think I mentioned this last week is businesses are, like, buses. There's always another 1 coming. And sometimes I feels like, founders, we can fall in love with our idea and, like, kinda, like stick to it as if it's the only 1 out there, and it's just a good reminder that's it's not. Okay. So it says, you know, sometimes 1 company came out of a completely unrelated business. He's just describing that with Student magazine into the mail record company, which then turns into record shops, which then turns into a recording studio, which then turns into a record label that he sells for a billion dollars 20 years in the future. So he says, the turn of the century was to was to prove unprecedented productive even by our standards, meaning he he's a virgin group. After my first wave as a records in in person scenario. I think that's that word. And second as an airline founder, the third wave of my career as a global entrepreneur was about to begin in earnest. So, I just wanna set up the rest of the book because it expo on this idea. I think I talked about it on last week's member's episode. So if you... You're not already remember, you missed out on that, But the quick summary is that he has this idea of this new wave he's talking about it as a global entrepreneur and expanding out into other areas with the the Virgin group. He has this term, he uses, it's called branded Venture Capital. So I I think I said last week, I've obviously familiar with what Venture capital is I've never heard the idea of branded of venture capital. And so his idea is hey, We have most money. We have a great brand. Let's do a bunch of 50 50 partnerships. And I'm saying 50 50. Most of them are 50 50. Some of them there's obviously different different breakdowns. But his preference is 50 50 partnership, so people are are bought. Sometimes it's 51 49. And we're gonna find people that are on either from... Within the organization or outside we'll partner with them. I and we'll run a bunch instead of thinking about the Virgin Group as 1 company. It's, you know, small collection of loosely affiliated, 3... Last time I checked Was like, 400 companies. I don't know what it is today. And in this book, he he gives a couple different numbers. Sometimes it's, hundred, 203 hundred and and so on. So I'm not exactly sure the decked them amount, but you get the the basic idea. And then what happens is these tiny companies as they grow, they're they're broken up into even smaller companies. And what this does is it caps downside. It almost looks like... To me, it looks like, an out of them the money option. So his downside capped his upsides is potentially unlimited. And I don't know if I'll cover it in here, but it talks about, like, 1 airline he started. I think they started with, like, either 3 or 10000000 dollars. They get a buyout offer a few months or a few years later for 250000000. He turns that down and it winds up going public for like, 1500000000.0. So that's an example. There's a bunch of examples where he takes these tiny little companies that he starts after several years, and they'll deal Ipo, you know, for smaller numbers, and I think we're used to in America at least. Where maybe we're, the ally outlier or at least the the media that I'm exposed to, but there's several of these companies were he'll take public for, you know, 1 to 2000000000 dollars. So that's his basic business idea. And I really like that idea. But the reason I'm telling you all this is, not only so you understand, you know, his Mo opera and how he wants to organize businesses. And, you know, my own personal like, it speaks to my own personal, like, philosophical leaning. But there's gonna be issues with these because I think about what he was just at the very beginning of the book. He was comparing, you know, who did he name as the entrepreneur he most admired. Steve Jobs. This is the exact opposite approach that see that Steve took. And so Steve was all about control. And Richard is more about people and opportunities, and he self fat self diagnosed pension deficit disorder. So he wants to constantly, you know, his business wants... He wants his business to be a constant, like, reflection of his personality. But the only problem with that is sometimes when you have, you're not controlling it. Completely, you're you're partnering. You can't really control other human beings are gonna do, especially the ones outside of organization. So that was a very long wind up to tell you about a little story that's in the book that I wanna share with you that has to do with going to court against a partner, and we're gonna jump right into it. I dislike going to court almost as as much as I dislike wearing suits. Back when I was starting out, I'd scribble out the words, we don't need lawyers in my notebook and underline them for good measure. Court cases can keep me up at night with worry. And there have been numerous occasions over the years where we... We've had to go and defend ourselves. My first and now we're gonna do some flashback before we get to this fight with T Mobile. My first experience was back in 19 70. When I was arrested under the 18 99 in decent advertisement act. For using the words v disease. This is so ridiculous, but it's actually true. For using the word V neuro disease in our student advisory center leaflets to encourage young people to get sexual health checkup ups. What he's talking about is 1 of the the... Why wait It's not a charitable project. But 1 of the projects that came out of Student Magazine. So Student Magazine was a for profit endeavor that they funded by selling advertising. But, they would do things that, you know, they were young and idealistic. So they started basically a call center where you could call in and it's for students that had problems, you know, they wanted to commit suicide. They had such sexually transmitted diseases. They had all these problems that some young people have, they're uncomfortable telling, like, maybe their family about. So that's what he's talking about What that's what the student advisory center was. So you're saying, hey, we had these ads saying you you need to get checked to make sure you're not spreading for v diseases. After day in the doc, meaning Jail, we were given a nominal sign of 7 pounds. But as a result, the out outdated law was eventually changed. Next, the infamous sex pistols case in 19 77. When we were taken to court for displaying the band's album title, never mind the Bo in our record store window. So that's a... The second time he's prosecuted under the 18 99 an advertisement act. And this is actually... I don't know if I cover it this last week, but it's actually pretty funny how he gets out out of this. We won the case when a professor of Linguistics testified to for us that Bo was a nickname for priests. So they actually the... What is it called? The ep epidemiology? I don't know if I pronouncing that correctly, But, basically tracing where the would the the term, how the term, originally started and the changing of the actual definition into, like, the the slang. They were using Bo like, you know, like, Bs. But the actual definition was, derivative of, clergy, like Priests. So it says before revealing that he was a priest himself. And so once that he had this linguistics expert testify, the judge realized a priest and the the charges were dropped. So it says, I was in no mood for another day in court. And not because I hate wearing a tie. But the situation with T Mobile was so serious there was no other option. So this is an example what what he means by brand venture capital. So we're gonna figure out what is act... What is Virgin Mobile at? Like, what are the components that make up Virgin Mobile? He says the shame was that Virgin Mobile was actually doing really well. By 2003, Virgin Mobile Uk was turning over more than a million dollar... Or should be, a million pounds a day. Again, I'm so used to talking about dollars that sometimes I'm I'm gonna be saying dollars accidentally. It's every number that is in his book and pounds. As such, we were already looking into floating the business on the stock exchange. Our partners T Mobile was very happy with the way things were going or so I thought. It all changed with the arrival of the of the new T Mobile Uk manager or Harris Jones from America. Mister Jones took a very different view of the situation. He saw our relative in inexperienced in mobile markets as an opportunity and decided to try to snatch our 50 percent share in like, a company now worth more than 1000000000 dollars. He claimed he was upset the T Mobile had to pay us a marketing fee of around 4 pound 4.56 pounds a month for every virgin mobile customer. The deal was written playing his day in our contract. But this didn't stop T Mobile calling in their high power lawyers and threatening us with court if we didn't change the agreement. I thought it was disgraceful and we immediately took legal advice. However, we were in an acutely difficult position because as we didn't own our own infrastructure, our masks, we relied on T Mobile to provide service for our 2400000.0 customers. See what he's doing there. So he's basically just rebranded, and this is common. You see in the United States like Trip pcs and all these other cricket, stuff like that. We have an a third party say, hey, we're gonna do a new service. We're gonna... The branding on top of it's gonna be different. The price structure might be different, but we need you to provide, to become our partner and provide the actual, service, which is what T Mobile is doing. So think about Virgin Uk just being different operating under, like, a private label, in this case virgin, mobile Uk, in the... In the in United Kingdom. I mean does this is in a couple of different other countries too. So it says, as was typical to time, Virgin group's cash flow was running low. With money disappearing fast in into virgin Atlantic among others. We could ill afford an expensive legal battle. T Mobile asked us outright to cut the marketing fee payments. We debate we debated weather was worth seeding substantial amounts of money for the sake of saving the relationship. In the end, we decided on principal to stand firm. We're in the right here, I'm not being bullied by them. I told the team. Once we gave our gave them a response T Mobile attempted to break our partnership by activating a so called no fault termination clause. If successful, it would give it would have given them all the... All of our shares worth over half a billion pounds for just 1 pound. A date in court became inevitable. Say, I don't know when this is taking place because well, he says by 2003. Okay. So that's about 10 years after he sold the record company, because he's saying they're running out of cash, but he just had 500 pounds. So maybe meaning like actual cash flow, and he was reinvest it into companies. Okay. Oh, I guess it's not... That's just my own curiosity say. It doesn't... It's not too important to the story. The judge I only saw our side of the story. He actually... He was actually appalled by T Mobile behavior. In my judgment, this is the judge talking. Their behavior was not acceptable commercial conduct. T Mobile took the view that this is that its commercial interest took precedence over the rights and wrongs of the situation. That in my judgment is a course of conduct, which is deserving of moral condemnation. Instead of T Mobile being given our shares for 1 pound as they demanded, the judge ordered them to give to give us all of their shares worth 500000000 pounds for 1 pound. What's more they were made to pay the cost of both sides as well as the damages. A bad day for T Mobile just got worse. By taking us to court. They had ended up losing well over half a billion pounds. The following day, I had a telephone call from the Head of T Mobile, or from the head of t Mobile owners. This is this come... Con... This company called dutch Dutch telecom. So he says, he was really charming genuinely mortified by what had happened and invited me over to their headquarters. So he could apologize in person. He told me he was going to fire harris Jones. That's the guy that came from America that took over Virgin mobile Uk, and our excuse the T Mobile Uk got them into this whole mess. First place, and that he accepts the court's judgment. I hope and this is the surprising part. I hope we can enter into another commercial deal going forward he said. I was impressed and admired his p, and this is the lesson. Even though he had lost half a billion, he wanted to at least rescue something from it. Okay. So this is how he identifies the opportunity for Virgin America, and his his conclusion is something that that I love to hear. And it's something that I think is observable when you take the time to think about. That that size, meaning size of a company rarely equates to the quality of the company. So he says, Whenever I flew in America encountered the same problems I used to find with international travel. The service was poor, prices were high, the entertainment was almost nonexistent existent. The food was barely edible, and the customers were missing out. It felt like an accepted truth that cross country American flights were something to be endured rather than enjoy. We saw it as a real chance to disrupt a sector where we had already had expertise and a key market where the virgin brand was loved, but had room to expand? Why not make flying good again instead of treating customers like cattle. So a few pages later he identifies why is that even the case? And he says, in their wisdom, the Us competition authority somehow let the 6 largest airlines in the Us becomes 3 giant airlines. Through sheer size, they dominate the market and controls key slot... Excuse me. Control slots in key airports, s competition and innovation. The industry response bore this theory out in nearly every major survey of the Us airlines united came out last, while Virgin America was top of the pile. Size rarely equates to quality. So the most of the part I'm gonna skip over is there's a huge war with consolidation of, the airlines they're continuing to consolidate internationally as well. So Virgin America creates a profitable airline. They're doing rather well. They take it public, and then they get bought out by Alaska airline. Which just happened recently in the last maybe 2 years, I think. And later on in the book he talks about how being furious because you have this beloved brand. Right? And Alaska buys, I don't know for maybe, like, 2000000000 dollars or something like that. And They shut everything down and fire all the employees. So from a consumer standpoint, like, why do you do that? And you do that because you're trying to eliminate competition, but that's not good for your customers. So it's just something III hate seeing, even though I'm very much capitalist, I don't like concentration. What I find, like, my personal opinion, like, this is really Cro capitalism. When you have you know, usually, these massive companies that have paid off politicians and now are getting to... Like, the politicians should be working for the consumer. And what is best for the consumer is, like, a diversified market, lots of little players trying to innovate and constantly, like improve, not only the product they're making, but the prices that consumers are paying and letting, you know, 6 airlines consolidate on the 3. Like, that's that's just not... It's never good. At least is not good for us. Might be good for the shareholders and the people the company, but you gotta... I think I think broader. Okay. So I wanna... He has a... So a lot of a lot of what is written about in these books. He's like, his adventure venture side. He... He has, like, 6 guinness guinness spoke of world records from anything from, like, the fastest crossing the Atlantic Ocean, the fastest and a balloon to crossing the fastest in, like, a boat. All kinds of, you know, kind of dangerous crazy life threatening adventure has been on. But the reason I want... I I left a lot of that out. It's because I wanna focus obviously, like, the lessons that we could take for a business. But I think he has this anecdote here that's helpful for us and it. It... It's the... How would I put this? Like, the core... The The correlation between risk and focus. And this is especially present in my mind because I just saw this fantastic documentary in the movie theater with I think it's my national geographic. It's called free solo, and it's about this free solo is mountain climbing with no... With only your hands feet and chalk. And it's about what they go 1 of the greatest, athletic feat in human history and this guy named Walks up to this 3000 foot tall piece of granite in Yosemite National Park called El Capita, and he climbs it in 4 hours, just on his own will. So once I finished reading this part, I'll explain you why I feel, like, they're connected. So it says pushing the limits of flying and stretching the technology to take us into space offers those who take part, or in in it remarkable never to be forgotten experiences. But those rewards don't come without a risk attached. And in the mid nineties, I was devastated to lose several heroic men in 2 separate accidents. So I don't know if that's a typo because he says in the mid nineties, but now we're in February 2005 when this happens. So he actually... This... The guy we're gonna talk about that dies. It dies in 2007. So I'm was a little confused by that. In February 2005, I turned my attention away from Virgin Galactic, and back to the project that had led us to working with Bert retain, in the first place, which is the Virgin Atlantic Global flyer. So Virgin Galactic, you know this is... You... We probably know this is his attempt to take regular citizens into low earth orbit into, you know, what what is defined as, like, the lowest part part of part of space. Now the Virgin Atlantic Global flyer is this... I would say marketing stunt that he did, that might have been his primary motivation, but it was like the largest, the longest flight without stopping to refuel. It's like this future. If you wanna Google, and you wanna see what it looks like just Google Virgin Atlantic Global flyer. It's rather interesting, plain designed by this guy named Bert Rat who was also heavy heavily featured in that book space barron, which I did a podcast a few months or a few weeks or months ago. But it was just, like, carbon fiber, futuristic plane that that traveled Or, am I actually gonna... Am I telling you what's gonna happen before it happens? Okay. Yeah. I am I'm actually you're gonna tell you... Let me let me just read this because they... The books didn't describe it better than I could summarize it. So it says, I traveled down to Sal in Kansas and was met by crowd of thousands on a freezing land trip. Looking up at the majestic plane as Steve Fa, so Steve's the guy gonna die in a few years now. And I stood on the runway. I took a moment to Tomorrow about this sheer strange of what we had built. Okay. Yeah. I was c... Totally tripping over myself. He's gonna describe what it looks like hair. The global flyer had a single jet engine above a short casing in the middle with a tiny cockpit in front of it. Steve would have a few feet of space to sit to sit in while he flew around the world without stopping. To either side, he could see twin tail booms mounted making up a 35 meter wings span with every part of the plane built with ultra light material. If we could pull this off, it could revolutionize the way... The way planes were built and save massive massively on C o emissions. As Steve got it of cockpit, I jumped into a chase plane to follow. So he's in a plane, said, Steve expert guided the plane off the runway and it flew magnificent from the get go. It was exhilarating flying behind, watching this unique machine zip through the air in front of us. I was already envisioning converting this technology to our commercial jets in the future. Says, but then the global flyer began to lose lots of fuel very quickly. Next, the Gps system fa. I was nervous I have to confess, but had full confidence in steve's ability at to controls. He was extraordinarily calm under pressure as he had shown on countless other adventures, including becoming the first person to fly a helium balloon around the world solo. Even so, it was alarming that it I could no longer follow Steve's progress in the Chase plane. When it got to the morning of March first, I had to stop in Toronto to launch Virgin Mobile Canada and was dumped onto the Tar at the airport as Steve flew off overhead. So says back in the Mojave desert, Bert and his team were frantically calculating whether the Virgin Atlantic global flyer had enough fuel to to continue the challenge. The wind was playing in our favor if the Jet stream remained strong. Steve could still make it. Nearly 3 days after he left with almost no sleep, no respite and no landings. He glide back onto the Tar in Sal. He had set a world record for the longest stop flight in history. 26389 miles in 67 hours. So this the result of that, of this stunt. Boeing and Airbus were quickly in touch and visited scales factory. This is a scaled composites. It's the name of a company that built the plane for virgin and bert that guy Bert Rat, who's the legendary in his own right, is the is the founder of scaled composites. I gotta see if there's a book about that guy because he said a rather interesting, life, and it'd be... He'd he'd make a good episode of founders. So talking about Boeing and airbus. They were astounded at a plane built out of carbon composite material could fly around the world nonstop using less fuel per hour than a 4 wheel truck. They said about developing their own versions and now planes like the Airbus a 03:50 and the Boeing 7 87 are largely made of carbon composite material. Years later, Virgin Atlantic ended up buying them from both companies. Steve went on to complete 2 more world record breaking flights in for in the Virgin Atlantic global flyer, which were among an amazing hundred and 16 records he set in 5 different sports. Okay. So that is a lead up to remember this whole section is about risk and focus. So he's doing something in insanely dangerous and as such, he has to be completely focused. And now here's the The sad part. He says, but steve's record breaking trials were soon followed by tragedy. A year later, he disappeared by flying over the great basin desert in Nevada. I was distraught and hoped against hope he was alive. So it says we, you know, they they went to look for... When the civil air patrol called off the search on 10/02/2007 after a month with no breakthroughs, we continued to search using Google's Earth new satellite imagery technology. Sadly, there was to be no miracle. On 09/29/2008, a Hike found Steve's identification cards in the Sierra Nevada mountains in California and remains matching Steve's Dna were later recovered. This is Richard's takeaway away from this. It's strange how adventurers often die doing something relatively mundane. Steve died flying a normal plane. Not while chasing the land speed record. When you... And this is the the the last 2 sentences that really want you focus on. And I'll explain how it relates to free solo. When you know the dangers are trained for them, and are fully focused, you are usually ready to deal with them. Mistakes can often happen in less dangerous situations. So to me, that's that that is a story that can be applied to the risk that you take when you're building companies. But the reason I would say this is because when you watch Free solo, Alex had been mountain climbing and preparing for that 1 day for 22 years. And the the documentary shows over and over again. He he would climb the same route who's gonna climb with would no with with just hands and feet with, you know, the way normal mountain climber do it. They usually should do with partners or they have... And they have ropes, and he would just train over and over again and and and practice and practice. And he did this hundreds of times before he attempted it. And what he liked about Free solo is that the point he made in in the documentary was, he knows the wrist. 1 mistake and he falls, you know, several hundreds of feet to to several thousand of feet to his death. So he has to be completely in focused in almost in, like, a flow state where he's not thinking about anything else because he can't afford to. And that's the thrill that he gets off off of it. And, shortly after seeing the movie, so Amazed, I went home and started doing research on, watching other documentaries about mine climbing and everything else that it came across something interesting. The exact exact route that Alex was able to free solo up. El Capita. A few months after that, there was 2 guys who were in their forties, they had been Mount climbing for 20 plus years. They had climbed El Capita over and over again but with ropes, and they were doing... They were practicing it, I guess it's called speed climbing so to you see how fast and a partner can climb up whatever specific route that that you're going on. And so as such, they've done it so many times and got so used to it. They were not prop... They were not taking the proper safety precautions because they were they were comfortable. So this is the the... You can kinda see where the story is going. If you think about it in terms of risk and focus. Alex, Steve, these guys are extremely focused because they're doing something dangerous and you know if they make them mistake it's their life. But you're doing something nonchalant something you've done a million times. I'm just flying a normal plane. Like he said, there's a lot of examples of adventure dying doing normal things, not the adventure. Well, they... These guys were tied together. 1 of them didn't set set a safety hook, and it was just doing it, you know, because he thought, oh this part's. Easy I can do it. He accidentally slipped. As he falls, he pulls his best friend off the mountain and they fall 900 feet to their death. So when you're building company it's not life or death. But I think the good lesson here is that mistakes can often happen in less dangerous situations. So when you know you're doing something that maybe risky for your business, or you you knew you know you need you need your full attention and focus. Chances are, you're getting your best work out of that you're capable of out of. Like, let me say that again. Chances are in those environments, you're getting the best performance that you're capable of doing. It's... When you're doing something a million times that you don't think is... I I guess what I'm saying here is that the the biggest risk is when you don't think there's a risk because that's when you get relaxed, when you think, oh, I've done this million times. I can just do this in my eyes closed. And that's when you've realized that, you know, maybe the the thing that you thought was easy is actually more complex, and that complexity could be dangerous for you. Okay. So this is switching gears a little bit. This is how Richard Branson feels about selling companies. At heart, I am an entrepreneur, which means I love building businesses and creating new things. In order to keep this going however, it sometimes means selling stakes and companies our entire businesses. This is 1 part of my life, I don't enjoy. I am not a person who harbors regrets. But selling companies has always left me with an empty feeling. I can still taste the tears streaming down my face after I sold virgin records in 19 92 to keep virgin Atlantic float. Selling 49 percent of Virgin Atlantic in 19 99 was very tough too, but we needed the funds to kick start the early stages of virgin active. Virgin active are like a, they're line of, like gyms or health clubs. The expansion of Virgin money and the creation of Virgin Mobile. I think all 3 of those businesses Virgin active, mobile and money, I think all Ipo, and I think they're all I think they all Ipo for over a billion dollars. I might be wrong, but I'm pretty share. I enjoy the intensity of the building process and the process and the heat of the negotiating table. But as I believe that a business is nothing more than a group of people trying to make a difference. Selling always leaves me sad. Feeling somehow I have traded people. So when I do have regrets, it is generally about upsetting people along the way or letting anyone down. Sometimes in business, people get hurt, but sometimes too, doing a deal is the right thing for all parties. Okay. So now you know how he feels about selling companies. This is, I don't know why this has been on my mind so much about the just, like, enjoying the time you have now because it's only coming once. And maybe it's because I have a young daughter, and I know, like, there's a lot of stories that kinda make me can't be the the word's not nostalgic because I haven't experienced it yet, but we're in the book, Richard talks about, like, you know, his daughter Holly born. 1 day, he's playing with her, you know, dance playing dancing with her at 3 years old and the next... He looks up and she's getting married. And I thought about that last night I was out the dinner with my wife and I was like, we're gonna miss these times. Like, she like, what do you mean? I was like, these times right now, being in our early thirties, like, having a young child like, this, like, 20 years from now, You're gonna you're just gonna miss it. I wanna make sure that I'm, like, re and enjoying life. And I think I told... And she looked me at me like I was little crazy. Was like listen, I really think it's because I'm reading all these auto geographies. And these, you know, they're writing automaton towards the end of their life and they're talking about things they look back on and they miss and it's heavily influencing me. So I tell you that to tell you to say the next thing is that, you know, something I've talked about. I think started in the Paul Allen book might have started in before that. But just this idea that, you know, it's really hard for us as single people as individuals to make up a change in the world. It's not impossible It's really hard. But the thing you can influence is, like, your immediate surrounding. And even more of an influence is by being a good parent. I think is the best thing that you could do to have a positive impact in the world. Because if everybody was a good parent, like, think about all the the ways kids can grow up and and just really w environments. And those kids are influenced by our environment and become the adults and they do the same. This... You gotta break the cycle somewhere. And so this is just a quick little paragraph about that's kinda stuck in my mind about him talking to he's talking to his son. He's like, like many young people, Sam. This is a son hadn't worked out what he wanted to do by the time he left school. I re... Reassured him that that was absolutely fine and natural too. Just think about those 2 sentences. Like, how many of us knew. Mean, I... You just you're just so young. You don't know anything about the world So I do think there's a lot of pressure to, like, make a decision. Like think about what how we hit set up in the United States. Like, and I guess, in most other countries, but just talking about the culture that I grew up and it just... It's... You're... We're asking 16 and 17 year olds to make, like, life changing decision. To sometimes take on hundreds of thousands of dollars of debt and pick a career that they they there... They that they were going to need to enjoy for the next 40 years. Like, that just seems really, like, impossible. And so I felt these these things too. Like, I'm sure you probably did as well this sage age. And so he goes, you're 19. I remember telling him in 1 conversation, and then this is the sentence that just hit me howard and I was kinda talking about last night of dinner. That only happens once so enjoy it. I was very keen not to put any pressure on him or his sister and let them stand on their own 2 feet. Like me, Sam wasn't particularly academic. And told me that school had always made him feel, like his options were quite narrow. So he goes on and it tells him, hey, take a gap year. Like, learn who you are first. And so I'm not gonna continue reading the rest of that, but just a reminder, it's, you know, if you are whether you are parent ready or you're going to be able you, you know, most likely most people listening to this or either parent already or will be 1 day. You just gotta to just just try to be a good parent. Just really think about it probably the most important things that we're ever gonna do in our lives. Although sometimes it feels like our businesses are, You know? Alright. Okay. So let me skip ahead. Oh, this is interesting, because I've told you 1 of my favorite authors is Michael Lewis. He can make almost any subject entertaining. And 1 of the books that I've read that made a fundamental difference on me, maybe because of the time I was younger when I read it or, I don't know what it was, but mister a big short. So this is right around the time that Richard be giving a business opportunity, and this is taking place in the early to... Mid 2 thousands. And this is his his... The takeaway from the story is to trust your intuition. In the mid 2 thousands, lots of people were excited about a new commodity that Goldman Sachs wanted to invest in. I I'd had never heard of it, found it quite confusing and ba at the amount of money required. We decided to bid our time and get more details. As we investigated the deal further, I grew even more skeptical about the damage it could do to our brand and we turned it down. I forgot all about the those commodities until the real estate lending crash sent the financial world into disarray so several years later. Suddenly, the commodities were all anybody was talking about, subprime mortgages. Many experts placed that lots of the blame for the crash on prime and Golden and Sachs were fined 550000000 by the u... Us Securities and Exchange Commission, as well as fork out the second biggest penalty ever paid by a Wall Street company, Goldman Sachs also had to state that its sub subprime marking material, the same documents we had been looking at had misled investors with incomplete information. So, basically, they wanted a ton of money in an area that he had no idea. It didn't make sense. His gut told him not to do it and turns out they were, they were lying. Almost at a different word there. They were it's interesting To, oh, it's incomplete information. No, It's they're they're scamming you. It was a timely reminder to always examine every aspect of a deal and go with your instinct if it doesn't feel rights. So this is on... This is interesting. I never thought about this about, you know, he's setting up all these companies? Like, do you have a favorite? And he said, 1 question I'm often asked is which company is my favorite? Founders just like parents shouldn't have favorites. We love all of our kids equally. But if you promise not to tell anyone, I'll admit to you. Virgin Atlantic will always have an extra special place in my hearts. Can you imagine me still running a record label in my sixties? That was actually surprising. If... First of I never thought of to ask a question and what would come to your favor, but if I did, if somebody had asked a question, I would assume that his response would have been the record label. So says, can you imagine me still running a record label my sixties. Virgin Atlantic was the jump off point. This kinda makes sense why it's his favorite though. He's describing here. Virgin Atlantic was the jump off point from which I built a whole world to live, love and laugh within it. He called that a lateral move. As I said in 2012, we have no plans to disappear. Virgin Atlantic was my baby 28 years ago when we set when we set it up with just 1 plane. Like all children, they never really stopped being your babies and Virgin Atlantic is still much cherished. And he's talking about, on the very next page. You know, I think it's it's funny that he loves it because it seems to be also the 1 that gives them the most problems. So talks about he's now continuing to talk about this issue. He raised earlier about the the further consolidation in the airline industry and, you know, the the, disastrous effects it has for the actual end consumer. For more than a decade, Ba, British Airways tried to form a partnership with American airlines, which would fierce... Which we fiercely contested. This partnership could lead to antitrust immunity under Us law, which would allow legal collusion on pricing subs pricing substantially reduce competition and potentially put virgin Atlantic out of business. And I love this, this is like a thought experiment. What would you do if you're a king for a day. If I was king for a day, I would ensure competition laws were more strictly adhered to? I believe in this wholeheartedly. And I love this next quote, I believe small is beautiful. And the more companies competing, the better. Again, something I always reference on the podcast, steve. There's a lot of these ideas that you know, this is Richard Branson now writing this in 2017, but it could be very easily have been Edwin Land writing it back in the 19 forties. So this Ba was essentially requesting permission to fix prices and schedules well as share marketing and operational data activity that would normally be illegal. It was an un hold alliance. And so it this is his takeaway. He goes allowing the 2 biggest carriers on the planet to merge would create a hugely uneven playing field. Okay. So now I wanna talk about... Well, this is on social media, technology, writing, taking notes, delegation and telling stories. And this is gonna unfold over several pages, but I found it really fascinating. It says, 2 of the big changes over the over the 20 years since I wrote my first auto biography, have been the rise of social media, and the way the Internet has changed the way we consume information. I did an interview with the New york Times, which they headline, taking versions brand into internet territory. Richard Branson says the web is ready for his style of business ran the sub heading. The web may have been ready, but I definitely wasn't. In many ways, Virgin wasn't and this cost us a lot of time and money. 1 of the biggest mistakes Virgin ever made was not being fast enough off the mark to become a digital leader. However, there have been many episodes along the way for us to learn from. To begin with, this is interesting. We were extremely quick off the mark when it came to the ipad. And we decided to launch the world's first ipad only magazine called project. I joined the team outside Apple's flagship New York store covered head to toe in a newspaper. The magazine was great fun, pioneering a new way for people to digest stories. I quickly realized, we had completely mis the market, and we were publishing into a void. The critical reception was positive, but there weren't enough people with ipads and certainly not enough people willing to pay to read a magazine. Within less than the year, both publications were dead. I was disappointed that project didn't work because journalism was where I'd begun all those years before. I started student magazine because I had a passion for making a positive difference in the world, and thought 1 of the best ways to do so was by spreading the word in print about injustices, as well as sharing new breakthroughs and innovation in the arts, culture and politics. While I dislike school, I always love writing. Aged 19 filling with the optimism of youth, I rum on the power of individuals to stimulate positive change. But as well as realizing my journalist ambitions to student I was trying to make ends meet, calling up potential advertisers and organizing distribution. Without even knowing what the word meant, I was becoming an entrepreneur. Then as we struggle to balance our books, the male rec the mail order record business. We had started in the back of the magazine took off. Simultaneously, we were running the student advisory center. That's the what I was referencing earlier. Our non profit organization helping more than 5 young people each week covid issues ranging from loneliness to contraceptive advice to sexuality. With these projects taking up lots of times and effort, student went on the back burner. Soon, virgin record shops and later record label super seated everything and my journal journalism career was part. So before we go into the rest this, just to recap. He's talking about, hey, I really wish like... So I started laying the digital game. Right? But then In some ways, I started early by doing a ipad only magazine, except at the time I launched it, not enough people had ipads and certainly not enough we're willing to pay for a magazine on just the ipad. But he talks about his his first love was, you, if you're starting a business 15, chances are you like doing what what it is you're doing. So he's like, I was bad in school, but I love to write. And so, I'm gonna share later on some of the letters he wrote because he has a lot of handwritten letters that some... In some case they're over 20 years old that I found it really instructive for for just good advice on how to live a good life. But the reason I bring this up is because I I love his idea is Like, listen, I loved writing. I like making a difference. Maybe the ipad magazine wasn't the best way to do it. So he realizes that a blog and Twitter is basically the same thing, but the modern equivalents. So he he's gonna come to that realization here he says, But while project wasn't a success, I like to think students spirit of outspoken thought and he fun, is revive through a different way of connecting with people. My blog and Twitter account. So he's what what does that mean? He's basically saying, well, well, we basically started our own in house online publishing operation. And thanks to social media. I'm back in the editor chair. To begin with, I was unsure about its benefits. But 20000 tweets, scores of social networks, 40000000 followers and a world record for most lincoln Linkedin followers later, I'm happy to be proved wrong about social media not being here to stay. So I went looked, and I was astonished at how frequently he publishes on his blog. They're a little short just little random thoughts that he has. I would recommend reading it's interesting. So he gets into this... Right here He says people also also often question. How do I find time to write so regularly whether notes, letters, blog op ads or even books like this? But the reality is I'm always getting my thoughts down on paper. The trick and I... This is great advice here. The trick is to make it part of your daily routine. You have time to eat, drink brush your teeth and do dozens of other things every day. Just add writing to the list. I jot down ideas, thoughts request reminders and doodle every single day. If I didn't, I would forget them before I ever put them in action. So that's part of the reason. Is 2 hit things here that important to me. 1, the reason I take notes on books and podcasts, and I don't I didn't know... I didn't know this was less common because, like, I would never remember all this stuff. It's just... Like, you can read a book and then go back 5 years later and scroll through and just read your highlights in your notes, and it shouldn't... There's suddenly, like, these ideas that, you know, if escaped to to the ether are now forefront of your mind again. I think it's extremely helpful. And there's a there's a... He's said, I don't know if I share it on the podcast or not, but he's at, like, Da taking notes on a presentation. And somebody comes over. You're the only 1 in there taking notes. And his his point was just like, so comments. I like, yeah, Of course. How I'll sort of remember it at all? Like, you... I think there's, and I certainly used to suffer from this until I saw studies and then my own life experiences is that you you really over overweight how much you're gonna memorize? I mean, even now I talked, like, my mother. I'm like, how... Like, I wanna come try to compare and contrast. Like, what goes on my daughter to, like, what, like, when my wife was 3 years old, how was she? Like, you know, outside of videos and pictures, you'd be surprised how much you're gonna forget as time passes. Because as you lift through it, you're like, wow, that's the most important thing ever. I'm never fur gonna forget this. Not realizing. Let's just fundamentally not how your brain works. But this whole... The second part is, I want to do this saying that jay just make writing a, part of your daily routine because I'm going through and having to having to read a book every week, and make a podcast on it, take notes, go back and and think about all this stuff? I want... What I wanna do is, like, write... Like, in addition to the podcast? I was thinking about doing this in, like, like, writing... What if I could write, like, a 500 to a thousand words on, like, the the best... What's the number 1 thing I were... I learned from reading this book. And, not only because I... It would help me retain the ideas, but I think it'd would be useful for other people to read as well. And the reason I do this is because in in, like, personal conversations, I feel like whether it's with an old friend or somebody you're getting to know, there's a really... I really like designing questions with constraints because you really see how a person thinks. So for example, I would ask a question. Like, if you were stuck on a desert island, you can only be 1 album with you to listen to for the rest your life, what does Album be would be? Or, when I ask a lot, And my personal life is, like, you could only visit 1 city for the rest of your life. What would that be? And the reason it is... Like, because, you know, if people say, they'll could be a list of their maybe favorite books, and that maybe be 20 books. Are their favorite cities they visit it or whatever case is, But say, no. You have to choose 1. You really get to see how that person thinks. And and I really do feel it's, like, a a good tool like, like, get to know the inner workings of somebody else's mind better. And I was thinking Was, like, well, what if I, like, okay. So if I wrote an article or whatever you wanna call it an essay, whatever you term you wanna put a note to diary entry, about what's the 1 thing I learned from each of these entrepreneurs, I think over time, if I'd already been doing this in a get, I'd have, you know, close to 50 of them by now. I think actually, That'd be an interesting, like, audio book or maybe even a book. But if I had to do that, I I wanna start doing it now? It's, like, well, what's the 1 thing you learned from, you know, Paul Allen. What's the 1 thing you learned from Steve Jobs, James Dyson over and over again? Like, this collection of would be really interesting and and helpful knowledge to myself, but I think others. So when I think about that, with Richard Branson, and it's obviously what I talked about last week. It's like protecting your downside. And I think going into details with stories, which were in the middle of the importance of stories, the section I've just taken attention on. I think that'd would be useful. And it's... I like books that are that are short concise and get right to the point. And I think that's just easier for most of us to learn that way. So... Okay. So now we're in the middle of why he's taking notes and and everything else. So he goes, if somebody works for me, and doesn't take notes. I ask them. Are you too important? Note taking isn't beneath anyone. I take notes in every meeting to keep the frame of mind to learn. I edit as I go along and follow up with dates and tasks in order of importance. I couldn't have written 2 auto biographies without them. My first widely read blog was about the art of delegation, so now we're going from note taking to delegation. This about 2 paragraphs later. It was an appropriate theme since delegation has been a secret of my success for 5 decades. Asking for support is a strength, not a weakness. If you try to do everything yourself, you won't succeed and you'll make yourself miserable along the way. I now work with our content team on around 600 blogs per year, and I call the team several times a day. So that's what he's going back. Where he's talking about, hey, student was, you know, this is rag tag group of people trying to make a difference. He's like, well, I'm not gonna make a magazine today, but an online blog is kinda best both worlds. So he's, like, we have an in house online publishing operation and it's through his. It's through his blog. He has a team helping. I'm mean they're producing a lot of content every year. And if you think that sounds too con... Time consuming, think of all the things you do that take lots of time and are not productive. I love this. I love the art of getting more done by the elimination of of... There's a Bruce lee quote. It's like, it's the daily decrease, not the daily increase. They should focus on hack away at the una at the unintentional. It's... I'm para, but it's it's 1 of my favorite Bruce lee quotes. Rather than slave over a spreadsheet, why not write a blog and turn your pitch into a story. Humans communicate through stories. It's how we make sense of our surroundings, ourselves and our place in the world. Human beings have glands that's this such a... This such interesting writing to me. Human beings have glands that secret all sorts of things. But the human mind secret stories. We live narratives. That is the only way we know how to experience anything, and it is our glory. That's this is 1 of my favorite parts of the book because this... What I just read to you is just the the... His insights takes place over 5, 6 pages and he's wrapping up, like, what the effect of social media technology is and on today, like, the importance of writing, Why he takes notes, why he feels that you need to delegate if you can be built successful companies. And then how to tell how to communicate the values of your company by telling stories. I don't know That... That's just a lot of information. I found extremely valuable. So just a few more things. So remember at the beginning, I told you that the... This is a book as much as he talks about business, it's really a book on life. On somebody has had an unbelievable book unbelievably unbelievable. Excuse me, set of experiences in 1 lifetime. And it's just, like his mu on on looking back and the things that he still remembers. Well, this is a short anecdote. And it's really sad about, you know, remembering I would say Mel college. Maybe it's sad it's not the right word, but it's just... You you need... We have 1 life. As he said multiple. Like you have to live a life filled with purpose. Like, do not suffer every day. Some level suffering in life is inevitable of course, but don't suffer through it. Like, make your life feel a purpose. Do whatever you need to do to work yourself in that position. And this is the realization he comes to, you know, we had a really close relationship with his dad and his dad's gonna pass away here. So he says, I rang up dad to talk about the arrangements for the big day. So what he's talking about is that his daughter and his... Wait, is now his his daughter's husband called him up and it's, like, well you, you know, we kinda Married your daughter where you give a blessing. So he's talking his dad, and then they... After that, they said, hey we wanna get married on the same day in the same place you did, which was on that forgot. I think December twentieth on Neck island. So said, Holly and Freddie had decided that they wanted to get married the same date and the same place as Joan and I had. Twentieth December on Decker Island. Dad listened carefully and then stop me in my tracks with his reply. I really hope you all have a wonderful time. He said simply. As he spoke, I understood what he meant. It was like an arrow through the heart. I think he must have known that he only had a few hours left. That night, 03/19/2011, he died peacefully in his sleep. I was devastated. However, far away, we had been from each other in terms of distance. We had always remained extremely close. Dad felt as constant a part of my life as the sun rising and setting each day. He lived a life. He lived as full of life as anybody could wish. So to me, I just took away. Like, you just live your life with purpose. Enjoy it. He was 93 years old. He said dad died a happy man. The only way you can do that is by filling your life with purpose and love. What you give, what you do, how you treat people and how you make them feel. He's describing his dad here. He had a kind word for everyone, an infectious laugh, a cheeky streak and a thirst for exploration that I am immensely proud to have inherited. His favorite phrase was, isn't life wonderful. It truly is though a little less wonderful without him. Okay. And I wanna read... This is 1 of what I was referencing earlier, his... 1 of his letters. Alright. So this is this is Richard's letter to a young and to young and young aspiring entrepreneurs. Olivia Hill, a 12 year old school girl who sent me a wonderful note about her own entrepreneurial dreams. She wrote to me asking about the key skills I used when first starting out. I swiftly replied. The advice might be useful for other young business students too, So here it. So I wanna read you Richard's letter to young us aspiring entrepreneurs, and it doesn't just have to be young people. It says, Dear Olivia, many thanks for getting in touch. I'm honored you have chosen yours truly as a subject of your business studies project. Project. As somebody who did not particularly enjoy school, I hope you have some fun finding out about Virgin adventures. As you pointed out, my life and business started with Student Magazine when it I was a few years older than you are now. We set up student to give a voice to people like me who wanted to protest against the Vietnam war and the establishment. I didn't have a career in business in mind. We just wanted to make a positive difference to people's lives. I soon learn 1 of the best ways to do that is to become an entrepreneur. The key pricing skills I used when first starting out are the very same ones I used today. Now He's gonna list off what he feels are valuable. Traits of an entrepreneur. The art of delegation, risk taking, surrounding yourself with a great team and working on projects you really believe in. As you mentioned in your letter, I suffer from d but was able to turn this to in my advantage. I delegated the areas I struggled with to people who also believed in the project. This freed out my time to focus on what I was good at. The strategy of the magazine, making contacts and develop and developing marketing. We had very little money, so I had to take risk to get our magazine on the map. I approached to being in student, people like Mick ja and David Hoc, whom somebody with more experience may have been too intimidated to con intact. For some reason, they said yes. I secured advertising by calling up big brands from the school phone box, telling them that their rivals were already advertising with us and playing them off against each other. It was all great fun, and we learned so much about business by taking chances, getting things wrong and getting up to give it another go. Back then, people who were interested in starting their own businesses were not encouraged in school. Nowadays, while still think much more could be done to encourage entrepreneurship and education, there are lots of tools and mentors to help you get started in business. If your studies spark your interest then that's brilliant. If you don't get top grades, remember, there's a lot more to life than some letters on a piece of paper? Have you thought about your own first business idea yet? When you do, be sure to let me know. And a paragraph for 2 later, he he expo on his own personal philosophy, and I love this, and this is where End. Its entrepreneurship is our natural state. All human beings are born as entrepreneurs. But unfortunately, many of us never had the opportunity to un unravel that part of our life, so it remains hidden. Now as you do have the opportunity don't waste it. I think entrepreneurship is our natural state. A big adult word that probably boils down to something much more obvious like playful. When we are young, Before we have our child like wonder beaten out of us by adult life, we are at our most invent and ambitious in our actions. I've always tried to keep that youthful spirits. I think 1 of the best benefits of having to read so, like so many of these biographies is is that? It it it breaks you out of the mold because I'm constantly exposed to people that just they they design their life. They didn't just let life happen to them. And it's this constant reminder that life can be almost anything you wanted to be. It's so much broad, more broad than the narrow track society kinda try to pushes us pushes us into. And you realize that the people that just follow that track, those are not the people they're the opposite of the people we're covering here. And so I think that whole thing is, like, just... We had it when you're a kid, like, you have a child like wonder at the sense of the world and then it's beaten out of us, and he's, like, you know, I've always trying to keep that youthful spirit, and you can kinda see it in the way he he lives his life, and the things he does. So, okay. So if you want the full story, read the book. You can go to... And if you wanna read the book and support the podcast at the same time. Like I said earlier, you go to founders podcast 4 slash books. If you buy N12I think... I think I said this before, Somebody bought 12 of the books at 1 time. When you when you click on the link through the... That page, founders podcast dot com slash books. And you click through and you buy a book, Amazon sends me a small percentage of sale, no additional cost to you. It's a great way. It's kinda like, if I was sitting on the corner. And I was doing this in, like, the public square, you could come down and give me 80 cents or a dollar. That's the equivalent of what you're doing when you buy a book. So I mean, that seemed like a lot, but it... Any little bit helps, and again, like, if you ever regret buying books, like, a book is a bargain. It just probably the best as far a dollar for dollar, I I can't think of anything better that you could you could purchase. And if you wanna support the podcast, the best way to do that, is become a founder member for a small monthly fee, you get access to founders members only podcast podcasts there's already 10 or 11, maybe 12 by the time you listen to this, and I do a new 1 every week. So if you sign up right now, the founders members, podcast I'm doing this week is on Richard Branson some more ideas in this book. We're gonna talk about giving Steve jobs, an idea, Branson... Advice on marriage and relationships. His idea about how to turn business... The the the the metaphor is, you know, how to how to turn a business from an acorn to an Oak tree, which is 1 of my favorite Jeff Bezos quotes, we're gonna talk about what would Richard do if he had to start over. 1 of the most unique questions I've heard a mask. Some problems... His his his outlook on why some problems need a private company. Right? So not not public companies and a founder with a long term vision and how that's way that you can only solve specific problems that are not relied on, like, quarterly earnings. He's got a great story on not not... On why it's un unwind to keep selling onions when the customer wants carrots. There's some... Another story I wanna tell you about that they'll share on the founders members podcast on Richard Branson, Elon Musk and satellites. And on how expenses compound and how to keep an eye an Eye on that. And finally, a letter that he wrote to his grandson, which I think is just wonderful advice, because a lot of people say, you know, they there's these questions where it's like, okay. Well, if you could talk to the younger version of you? You know? Like, what would you tell 20 year old Richard or 30 old Richard? That's a great question too. But more importantly that is, what would you tell your grand grandchild, because you're gonna love your children and grandchildren more than you love yourself. And so I think you'll actually learn a lot from that. So I I really like doing the members only podcast podcasts. Some of them look very similar to founders podcast episodes, like, the 1 that you just listen to. Some were are very much an experiment. They're kinda weird. Some... There's 1 that was only 5 minutes long, and it's a great story from Samuel or Murray. Some are long just as long as a regular podcast. So my point being is it's it's my way to... By me going on, making these podcast. It's my way to say thank you for actually supporting and allowing me to do the project. And if you get any kind of value from this. And, you know, I love the reviews. I love the emails I get and everything else. But at the end of the day, people willing to spend their harder and money to support project is the best signal for me to keep going. And to that I'm actually doing something with my time that's that people find valuable. So please, if you do love the podcast, and you've been thinking you've been on the fence Like, I'm gonna do it eventually, yeah I'm gonna support 1 day. Don't wait. Do it now. You click that link that's in in the show... In the show notes, Our go to Founders podcast for for slash support. If you're doing it on an Apple device whether they're a Mac or iphone, you can use Apple Pay. It takes less than a minute. And then it's set, and you don't have to worry about it. So that's the best way. The second, another way to support the podcast is, just like I take notes in highlights and books. Do the same thing for podcast podcasts, And I do it the same And I... The reason I've been taking notes for so long in podcasts, is because just like what Richard said, like, how else am I gonna remember them all? Like, going back and reading, notes. Like, it just... If you're listening to a podcast to learn, you should be... If you're not taking... Like, you should be taking notes. Because if not, like, these ideas, like, a few of them are gonna stick in your mind and they'll stick around forever and they they'll probably changed the course of your life, but there's a lot of stuff that maybe you learned 6 months ago. That you heard 6 months ago, and that re... By reread it today, sparks another idea that now interacts with an idea you've had since then. And, you know, knowledge compounds. And so what founders notes is is, hey, we're covering entrepreneurship from historical context on founders. Right? We're doing that through books through auto biographies. But what about all entrepreneurs are still in the arena today, operating today building companies. They... When they go appear on a podcast, which are... To me, what that is is like, it reminds me back when I was in college. It's just a lecture, except a lecture is way more valuable because you have an expert in a very narrow specific domain, which is they're an expert on how they built their 1 specific company. And if we can pull ideas out of how they built that 1 specific company. Now some of those ideas won't apply to you, but some of them will, and then you could again, take an idea that's the that's basically what is that? That's just an a a dis It's like their their experience distilled. Right? So you have maybe years of building a company It can come down to a a helpful lesson or helpful hint for you. You can then take that from from them from their experience. Combine it with something else that from your experience and now you're led to maybe a new business model, a new idea, a new opportunity. I think it's unbelievably value. So for the people that are already paid subscribers on founders notes you see that something I've just done is also explaining, like, the value is very clear once you read it, But at the top of every email, it's gonna say, hey, I think last week, it said, founder notes turned 5 hours of audio into key ideas you can read in 10 minutes. And so every week at the top of the page email, you're gonna have... Okay. Founder notes took 12 hours of audio. And until... Basically, what I do is I add up all the... How long the podcast sake to listen to, and then how many words? The average person reads, like, 275 words a minute. And so ideally, I want the email to be, you know, 5... Maybe about 10 minutes long, I think it's good. And so what what what happens is every month that you're a subscriber, Paid subscribers are gonna hear for from about 20 different founders every month. It's about 5 every week. If you wanna test it out first, go to Founders notes C, put in your email address. You'll immediately get back the most recent version of the free list. And I've... Free... The people in the free list probably gonna get about 1 here from about 1 founder a week. So about 20 percent of what I'm... I'm currently producing. That gives you a good idea of what the... What it looks like. And, basically, it's I take key ideas and I put them in tweet sized bullet points. So in 2 and a half minutes are there about, you can read the best ideas out of an hour long podcast. And if you're interested in listening to the podcast, I leave a link and you can go directly there and listen to the whole thing for for additional content. I personally think founders notes is extremely valuable for people that are interested in entrepreneurship whether you're already a founder now or you wanna be, or you just wanna learn about biz business in general. So if that sounds like something you're interested in, go ahead and sign up a founder notes dot C o, links are in the podcast player, like, like always. Okay. So founders members, founders notes, if you wanna buy books for founders podcast 4 slash books. If you want to listen to the book, the book I just read or any 1 other 1 instead of reading it, there's a link below, I think it expires soon though, and it's a way for you to get 2 free audio books. So I'd recommend picking up 2 of the books that have covered so far. Any... Whichever ones stick out to you. And 1 last thing before I get out of here is if you want additional content for me, extra podcasts that are not on the free feed and are not on the member feed. I do extra podcasts. For people that have left reviews and have told other people I've recommended this podcast other people. So if you do it, like, apple podcasts or stitch, you can leave a review take a screenshot, email to founders reviews at gmail mail dot com. I will reply back. I check this this email about once a week. I'll reply back with a, reviewer only private feed that you can then input into your podcast player. It's really easy to do. And you'll have access to not only the the past member... Reviewer only podcast that I've done, I did 1 on Steve jobs as told through, Ed Cat, who worked with Steve Val for 26 straight years. And 1 on Max left gen, but anyone's I do in the future, that feed will automatically update your podcast player. If you're listening on things like Overcast. Pick an episode you you truly truly loved, and they have a recommendation engine where are, a mechanism where you can I think it's a star? It is a star. It'll turn the star gold, take a screenshot of the star turning gold, email to me and same thing. And any podcast app that you use. Whatever kind of, you know, recommending mechanism that podcast player has works for me. Take screenshots, send it to founder reviews at g mail dot com, and I will reply back. Alright. I've talked enough. Thank you very much for the support. Thank you very much for listening, and I will talk to you next week."
}