{
  "transcript": "Though I have never followed the rules at every step. I have learned many lessons along the way. These lessons have done me good throughout my lifetime. I have written them down and I hope that you will find something in these pages that might inspire you. I believe in goals. It's never a bad thing to have a dream, but I'm practical about it. I don't sit day dreaming about things that are impossible. I set goals and then I work on how to achieve them. Anything I wanna do in life, I wanna do well and not half hearted. At school, I found reading and writing hard. Back then, D wasn't understood and my teachers just thought. I was lazy. So I taught myself to learn things by heart. Now I have a very good memory, and it has become 1 of my best tools in business. When I was starting out in life, things were more certain than they are these days. You had a career lined up, often the same 1 that your father followed. Most mothers stayed at home. Today, nothing is sure and life is 1 long struggle. People have to make choices if they are gonna get anywhere. The best lesson I learned was to just do it. It doesn't matter what it is or or how hard it might seem. As the ancient Greek Plato said, the beginning is the most important part of any work. A journey of a thousand miles starts with that first step. If you look ahead to the end and all the wary miles between with all the dangers you might face, you might never take that first step. And whatever it is you want to achieve in life, if you don't make the effort, you won't reach your goal. So take that first step. Alright. So that was an excerpt from the introduction of the book that I wanna talk to you about today, and that is screw it, let's do it. Lessons in life and business by Richard Branson. So the way I would describe this book. Is it's as if Richard Branson wrote his own cliff notes version of losing my virgin. So the way this book differs from the other 2 is losing my virgin and finding my virgin or or really long books. It's for about, 400 pages. I would estimate probably a 10 hour read each. This book is really short. You could probably read it in 2 hours, maybe in 1 sitting, maybe 2 settings. So with that in mind, let's just go ahead and jump in. And go through some of the notes and the highlights that I just found really interesting. It's actually a refreshing way to write a book because there's really very little fluff. So you you're gonna see that as we as we carry on. Alright. So I wanna start out in the first chapter. The book is separated into 9 different chapters just with different advice, like, life, lessons that you apply... That you're supposed to apply now in your life, but also in business. So the first 1 is what he was just talking about an introduction that he felt the best lesson he ever learned was just to get on with it just to do it. So let's go to the book. I find more reasons to do things than to not do them. My motto really is screw it. Let's do it. I will never say I can't do this because I don't know how to. I'll give it a go, and I won't let Silly rules stop me. I will find a legal way around them. I tell my staff if you want to do it, just do it. That way, we all benefit. The staffs work and ideas are valued and virgin gains from their input and drive. Let me just interject here real quick. This whole idea. He he is it's it's funny because he's known as, like, the the face of this huge company this huge brand. And, you know, he's not... He was not shy about about gaining publicity for his companies by stunt that he did. You know, basically drawing attention himself. But I have to say, like, there's no when you're reading what he writes and obviously not knowing him personally, he just doesn't seem to have that big of an ego. And he's constantly taking ideas, he doesn't really care where the ideas has come from. If you listen to last podcast, who realized that the structure of virgin kind of unique. In the sense that it's just not 1... A lot of the founders that we've covered you know, they're kind of like, like, ben dictators, if you will. He seems to be much more, egalitarian. So this whole idea about, empowering his the people that works for him and and get and just letting them figure out what the best way path was. It... It's repeated over and over again throughout all these books. And he we see it again here right at to be any of this 1. So he says, I don't believe that the little word can't should stop you. If you don't have the right experience to reach your goal, look for another way in. If you wanna fly, get down to the airfield at the age of 16 and make the tea. Keep your eyes open, look and learn. You don't have to go to art school to be a fashion designer, join a fashion company and push a broom, work your way up. And now he's gonna give some examples of how he applied this in his early life. Some of this will be familiar like I said hey, he's covering a lot of... He's telling similar stories but in, like, a shorter condensed way. So it says, I started student Magazine when I was 15 years old and still a school. Some people said I couldn't do it. They said I was too young and had new experience. But I wanted to prove them wrong, and I believed it could be done. I did my sums with care. I worked out how much the paper and print bill would be, then I worked out the income from sales and selling advertising space. My school friend Johnny and I spent almost 2 years writing hundreds of letters trying to sell space. I also tried to get interviews with famous people. Writing those letters and waiting for the replies was more fun than land than than land lessons. It gave me a huge buzz when we got our first check for advertising space. It was 250 pounds, a huge amount. My belief had paid off. I wasn't very good at passing exams at school. I knew I would do better on my own in the world. My parents let me make that choice. They were behind me whatever I did. So I left school when I was 16 to work full time on students. Johnny and I camped out in in the basement of his parents London house. It was great to be young and free in London. We drank beer, had girlfriends and listened to loud music. We were like students who didn't have to study. But we worked just as hard though. Each time a chance came, we grabbed it, we branch out by being the first people to sell cut price records by mail order. The first advertisement went in the last addition of students. When a postal strike stopped us, we looked for another way. We wouldn't give in. Our goal was to open record shops, but we didn't have enough money. So we talked a man who owned a shoe shop into letting us use his spare space. We worked hard to promote the opening. We made the store a cool place for students to go, and 1 store led to a second and a third. And soon, we had stores in almost every big town, and I was still under 20 years old. So that's a illustration got... That's kind of the format of the book where he's gonna introduce a lesson and then he'll flash back into some previous experience he had where he was actually applying the lesson. So when he's telling you, hey, if you wanna do, learn how to fly, go down the airfield, and push and start making t. Just basically looking for, like, he calls them lateral moves way into getting your to your goal that doesn't include, like, the basic path that's laid out in front of you. You know? If you can't afford it, you don't have the time, you wanna be a fashion designer, you can't go to art school Well, then, like you said, join a fashion company and start at the very bottom and try to work away from there. So there's also stories in this book that it don't recall reading anywhere else. And I thought this was pretty hilarious. This is 1 of his first business ideas, and he is 9 years old of time. This is my very first business lessons were not a success, but I learned from them. My first money making scheme was when I was about 9 years old. 1 Easter I came up with a great plan. I would grow Christmas trees. I asked my best friend, Nick Powell to help me plant 400 seeds in our field at home. Nick is actually he... Who he goes on to c profound virgin with. We're gonna talk about him little earlier later on. We worked hard, but also enjoyed ourselves. We enjoyed messing messing about on the farm. All we had to do is wait for the seeds to turn into Christmas trees. It would take 18 months. The first thing I had to learn was how to use figures. I was not good at sums at school. On paper, they made no sense. But as I planned our Christmas tree business, I used real sums that did make sense. The bag of seeds cost just 5 pounds, and we would sell each tree for 2 for 2 pounds. We would make 795 pounds, which was worth waiting for. Even at an early age, I plan long term and learn and learn to wait for a reward. That's 1 of the things he constantly harp on is that the reason that Virgin didn't survive. 1 of the reasons I virgin and survive as a public companies because it wouldn't allow him to plan on longer term horizons that he felt as necessary to to do what he wanted to do. So he says, my second lesson was that money doesn't grow on trees. Sadly, rabbits ate all the seed links. So his first business and his first failure. So... Well, this is a story... Okay. So we we were just talking about, at 9 years old. He has the best friend named Nick Powell. They try to do this Christmas Street as well, fast forward, Nick is working at student, they have a falling out. They're still friends, but they're not working together anymore. Once he, Richard starts branching out into the record business, he invites Nick back in and gives them about 40 percent of the music business. And so this is a story about how things are not going to work out with them. And his lesson is that you need to have fun and kinda use that as, like a guide to if you're working on what you should be working on. So you said people ask me what my secret is. How do I make money? What they really wanna know is how can they make money? Everyone wants to be a millionaire? I always tell them the same thing. I have no secret. There are no rules to follow in business. These words sum up what I believe in. Don't waste time, have fun and love your family. Notice that making money isn't in that list. I didn't set out to be rich. The fun and the challenge in life were what I wanted and still do. I don't deny that money is important. We live in an era where you must have some money to survive. I once said I only needed 1 breakfast 1 lunch and 1 dinner a day, and I still live by those words. I never went into business to make money, but I have found that if I have fun, the money will come. And this is what I meant about using fun as a way to to guide yourself. He says I often ask myself is my work fun and does it make me happy. I believe that the answers to that matters more than fame or Fortune. If something stops being fun, I ask why. If I can't fix it, I stop doing it. As soon as something stops being fun, I think it's time to move on, This is so important. Life is too short to be unhappy, waking up stressed and miserable is not a good way to live. I find this... I found this out years ago in my working relationship with my oldest friend. Nick Powell. Nick was with me at the very start of virgin. I was the ideas person and Nick kept the books and order and handle the money. His main job was to run the Virgin record stores, and they did very well. When we started the airline, we wanted it to be the best. We sank millions of pounds into it. Our main rivals, British airways tried to stop us. As the war between us heated up, we needed more and more money. It seemed an endless pit. Virgin music was wealthy, but the airline was eating up the cash, and Nick didn't like taking such huge risks. That is when we both knew. It was time for him to move on, so it's not being fun for Nick. I bought his shares in... I bought His shares in virgin from him. Nick's first love had always been films. He used his profit from Virgin to start Palace pictures. He actually goes on and makes several movies are really successful. I think he won 1 or 2 oscars too. He's still in the film business, and he's still having fun and we are still friends. After a struggle, the airline finally went into profit. If Nick had stayed with Virgin, he might have made more money, but he would not have been happy. If we had gone on working together, even after the fun had gone, we might not have stayed friends. He made the right choice. So going back this a lot... What What I like about this book is that a lot of... He just gets right to the point. So it's almost like a some of this advice, like, in, like, a maxim or an a form. So this is just him, remind reminding us that we just have to make the most of the situation that you just happened to be in. And it kinda echoes a little bit about the advice he was giving about, like, lateral moves to get to your goal. So it says not all of us have the money to start up a business. Or the luck or the chances aren't there. Sometimes you'd... You're just glad to have a job any job. So you grab the job in the factory or the store or the call center. You might hate it, but you try to make the best of things. But is that fun? I would say, do you really have to stay stuck in a rut? Is that job you really hate your only option? Whoever you are, you have other choices, look around and see what else you can do? So this next thing is about taking risks and then also understanding that you're not going to, you're not there's no... As he said in his other books. Like there's no such thing as like a perfectly successful life. And if you think get a perfectly successful life. You're most like, likely lying. But the the note I left myself, I don't remember. I think it was Elon Musk who said this. But he talked about It might have been in... I might have read it in Tim Urban 4 part series on Elon Musk on his way wide blog, where you talks about people don't calculate risk correctly. And he feels Elon has a hyper rational approach to business. And he's just not scared that the business is gonna fail? Because the phrase they use was what is the worst that's going to happen? You won't die. So let me just read this part to you real quick. 1 thing I always try to do is keep my word. I set my goals and stick to them. Success is more than luck. You have to believe in yourself and make it happen. That way others believe in you as well. Sometimes I get business offers that I turned down. I had the chance to invest in Ryan Air, a good no frills airline. I turned it down. Ryan air is still going strong. I also turned down the chance to invest in trivial pursuit and a wind up radio. All of these were good ideas. Some you win and some you lose. Be glad when you win, but don't have regrets when you lose. Never look back. You can't change the past. So this whole never look back. He's gonna repeat that over and over again. Not just in this book, but in another book, the other 2 books as well. And I part of the reason I might have influenced him was, or at least 1 of the stories he talks about about not looking back is when he went to jail and he had for... He went to jail for for dodging taxes on record sales. When he was, I think, like, 18 or 19 really young. And they put the bond at something like 30000 pounds, which he didn't have. So his mom wind up putting her house up as collateral, so he could get bonded out. And instead of, Instead of, like, attacking her son or she had a very... I would say counterintuitive response. And that was... Look Ricky, you you you made a mistake don't cry overs spilled milk. You can't change the past, just make it right in the future. And he wanna make it right in the future by paying back. I think he saved, like, 15000 pounds in taxes, so they... The fine was 45000 pounds if I'm remember correctly and needed to pay it over the next 3 years, and he end up doing that. But, for whatever reason, he does repeat this a lot. These very it seems to be very adamant about not looking back and not, like, just harp regret. So just I try to learn from it. We can't all run big airlines are trains. Many people have more modest goals. But whatever your dream is, go for it. Always beware if the risks are too random are too hard to predict, so that's him again saying, protect your downside, which we talked about a lot. But remember, this is what I mean about what's the worst it's gonna happen. Like, if you wanna start a business. Like, you're not gonna die. Yeah, you might fail. Might think we're gonna a job, but this is him kind of echoing that sentiment. But remember, if you opt for a safe life, you will never know what it's like to win. Okay. So this is gonna be actually 1 of the longer stories that's in the book. And if you wanna learn more, this is about... So he's giving us a his opinion on a life lesson for not only your life but your business this is 1 of the this is... You need to challenge yourself. And so this is a story about 1 of his the biggest challenges of his life. If you wanna learn more about this, not only does he write about his air... Hot air balloon adventures in the book a lot, but there's also a documentary around on Netflix that it's called, don't look down. And it is the story of hit him setting world records for traveling over different oceans and around the world on a hot balloon. So this is 1 of those stories here. So as I grew older, I faced bigger challenges. I seem to run on high energy. I wanted adventure, danger tempted me. I had already set a record for being the first across the Atlantic in a balloon with pair. And I think, actually, I might be pronounced this. His... It's Pe, so per, rather. That's the guy who approached Richard originally with the idea of crossing the Atlantic in a hot air balloon. So now they're doing... Well, let me just let me not let me just read it to you. Next we decided across the Pacific Ocean from Japan to the Usa. It was a far more dangerous venture across 8000 miles of open sea. No 1 had ever done it before. And I knew how risky it was because our arrival had just died in an attempt. His balloon had torn and he landed in the freezing sea. It was so stormy that he couldn't be rescued in time, and he died from the cold. Joan, that's his wife didn't want me to go on this trip, and I must admit I was nervous, but I had promised to go and we were ready for the attempt. I couldn't withdraw, so I resigned myself to fate. My head said stop, but my heart said go. Whatever the danger I wouldn't give in, and I think Joan understood. Our plan was across the ocean on 1 of the jet streams that circle the earth between 60000 feet up, they travel as fast as a river in a full in full flood. Below that the winds are slower. Our problem was the height of our giant balloon from the top to bottom from the top to the bottom of the capsule, below was over 300 feet. As we broke through the jet stream, the top half of the balloon and the bottom would be traveling at different speeds and anything could happen. That sounds terrifying. So they're on the trip, I'm skipping ahead getting to This part of about the jet stream is says, as we rose, the top of a balloon hit the bottom of the jet stream. It was like hitting a glass ceiling. We burned more fuel trying to rise, but the winds were so strong they kept pushing us down. We burned even more fuel and it last broke through. The top of the balloon was caught by a fast current and took off like a rocket. It was flying along at a crazy angle at a hundred 15 miles an hour. That's bananas. The capsule with us, usually, the capsule with us inside was still going at 25 miles an hour. So it's a difference between. That's quite a different that he was describing before when you're in and out of the Jet screen. So 1, if you're in, you're going a hundred and 15 miles an hour, and I actually it goes faster. I think the fastest they went on this trip is like, 220 miles an hour in a in a balloon, which is kinda crazy. Alright. So the capsules... They're inside the capsule, hanging below the balloon. It's only going 25 miles an hour. If... And this is what it's like, what he how he describes it. It felt, like a thousand horses were dragging us apart. We feared the balloon would be torn into, and they have heavy capsule would would hurt thousands of feet down to the sea. But at the last moment the capsule shot through the glass ceiling and the balloon right itself. We flew along at great speed, fashion than we thought possible. 7 hours later, it was time to lose the first empty fuel tank. It seems safer to drop to drop down out of the jet... The jet stream to do this, And this is pretty crazy. Look how heavy these field things are. So it says we cut off the burners and went in down into the slower zone. At once the capsule acted like a break, but the balloon still hurt long. We could see the angry gray sea 25000 feet below us. Per, pressed the button to release the empty fuel tank. And at once the capsule lu sideways. The floor tilted and I fell against per. To our horror, we found that 2 full that 2 full tanks as well as the empty 1 had fallen off on 1 side. They weighed a ton each, so they just dropped what 6000 about 6000 pounds. Not only were we lopsided enough balance, but now we didn't have enough fuel to control our height and find the right wind pattern. So we couldn't reach the Usa. 3 tons lighter, the balloon sword upwards. We hit the jet stream so fast. We shot through the glass ceiling like a bullet and kept on rising. So it's saying they let some air out of the balloon, but we still flew up, and this is a crazy part. Well, what what happens to the human body at 43000 feet. Just said, we've been warned that the glass dome of our capsule would explode at 43000 feet, and our lungs and eyeballs would be sucked out of our bodies. At 41000 feet, we entered the unknown. So another 41000, then they go up to 42500 feet. We had no idea what might happen. We were higher not only than any balloon had been but in any aircraft had ever flown except the concorde. At last, we stopped rising, the balloon cooled and we started to fall fast. We would we would have to last another 30 hours on almost no on on almost no fuel. In order to reach land, we had to fly faster than any balloon had ever flown before. That met staying right in the center of the jet stream. A space just a hundred yards wide. It seemed impossible. The final straw was when we lost radio contact. We've been going for hours and per was worn out. He laid down and fell into an instant deep sleep. I was on my own. Okay. So this is what happens when per sleeping, Richard's the only 1. He says, I was so bone weary, I felt spaced out. When I saw strange flickering lights in the glass dome, I thought they were spirits. I watched them as if in a dream until I realized that burning lumps of gas were falling all around. It was minus 70 degrees outside. If a fireball hit the glass dome, it would explode. Per I yelled wake up, We're on fire. Per will go fast, he knew it wants what to do. Take up to 40000 feet where there's no oxygen he said and the fire will go out. At just under 43000 feet. The flames died and we started down again. But we had wasted precious fuel. So the radio, they were... Without radio contact for their ground crew, while all this was going on. Then finally gets to a place where the radio is working. And now they're saying, our ground crew told us that our jet stream had turned. It would loop us back to Japan. We had to get into a lower jet stream at once, 1 that would take us to the arctic. We dropped down to 30000 feet and flew an hour after hour at over 200 miles an hour in a lopsided capsule. We finally landed in a blizzard on a frozen lake in the far north of Canada in a wild area, 200 times the size of Britain. We were so far off the beaten track, it took 8 hours to be rescued. By then, we both had frostbite. So this is where this is his... Like, what he took away from this experience. Like, how he would... How he thinks about it. I think the writer and Mountain Climber James Ol summed it up summed it all up when he said something like, challenge is the core and main spring of all human action. If there's an ocean, we cross it. If there's a disease, we cure it. If there's a wrong, we write it. If there's a record, we break it. And if there's a mountain, we climb it. I totally agree and believe and believe we should all continue to challenge ourselves. That's funny that he put it at the end of that story because I'm hearing that story, and I'm like, there's... I I don't. I don't wanna challenge myself. I don't wanna be in a balloon 43000 feet in the air. But I I do love that quote. I never heard that quote before, I think is beautiful. Alright. So his his mom had a he he had a really close relationship with with he still does. I think his mom might so be life. His dad passed away, but he had a very close relationship with his both his parents, but he learned a lot. From his mom. And there's some crazy stories about what she did when she was raising raising him. So I'm gonna run over a couple of these right now. So this is we're in the chapter that the lesson he wants to learn is that we need to stand on our own feet. So here's some more lessons from his early childhood. If you want milk, don't sit on a stool in the middle of a field in the hope that the cow will back up to you. This old saying could have been 1 of my mother's quotes. She would have added, go on Ricky, don't just sit around, catch the cow. An old recipe for rabbit Pie said, first, catch the rabbit. Note that it didn't say first by the rabbit or sit on your bottom until someone gives it to you. Lessons like this talk to me by my mom from when I was a toddler or what made me or or what have made me stand on my own 2 feet. I was trained to think for myself and get things done. It's definitely a description of of his mom. And so here's a rather extreme example. When I was 4 years old, mom stopped the car a few miles from our house and told me to find my own way home across the fields. She made it a game. 1 I was happy to play. It was an early challenge. As I grew older, these lessons grew harder, This is... Here's... His mom was hardcore. Early 1 winter morning, mom shook me awake and told me to get dressed. It was dark and cold, but I crawled out of bed. I was given a packed lunch in an apple. I'm sure you will find some water along the way Mom said. And she waved me off on a 50 mile bike ride to the South coast. It was still dark when I set off of my own. I spent the night with a relative and returned home the next day. This is funny park. Because he's like, look, I I completed this challenge. She expect to, like, some kind of imagination. He says when I walked into the kitchen at home, I felt very proud. I was sure I would be greeted by cheers. Instead, mom said, well done, Ricky, was that fun? Now run along, the Vic car wants you to chop some logs for him. So I don't know if you're familiar with that way word Had to look it. The Vic car is like, a, it's like a church member, like a clergy member. And I love the idea that her his mom said like, that that's good. You did a good job now, keep going. So his his takeaway from this is my parents wanted us to be strong and rely on ourselves. And then a few pages later, there's some more... This is Richard learning from his entrepreneurial mother. When I was born, dad was just starting out law and money was tight. Mom didn't moan this whole thing about not complaining. His his family talks tell He has a bunch of stories that they share that, like, they try to impart that wisdom on them and in turn, it's something he talks about all the times. Like, just figure it another way out. She had 2 aims. 1 was to find useful tasks, tasks for me and my sisters. Being idle was frowned on. The other was to find ways to make money. At home, we talked business at dinner. I know some parents keep their work away from their kids. They won't share their problems. But I believe their children never really learned the value of money. Sometimes when they get into the real world, they can't cope. We knew what the real world we knew what the real world was about. My sister, Lindy and I helped mom with her projects. It was fun. It made a great sense of teamwork within our... Within our family. And so this just some of the different little businesses that her his mom got involved in. Says mom made little wooden tissue boxes and waste paper bins. Her workshop was the Garden Shen, Shed, and it was our job to help her. We painted them and stacked them up. Harriet. Har... It's that famous store in England. I think it's called Har. Har ordered them and sales boomed. She also took in French and German students as paying guests. Hard work and fun were family traits. So in the very same chapter, So it's still following. I said... I'm gonna introduce you the idea. I'm gonna flash back into where I got the idea from and now he's gonna talk about how you apply these later, these lessons later in life. And it's about standing on your own 2 feet and listening to to yourself. Actually, about how he didn't listen to himself first, then finally, listen to himself in reversed course and fix to fix it. This is has the the the issue of his thoughts on public companies again. This says I went from small cottage industries to setting up Virgin worldwide. The risks became bigger. I learned to be bold in my dealings and ideas. Although I listen with care to everyone, I still rely on myself and make up my own mind. I believe in myself and in my goals. And I lost faith of myself only once. By 19 86, Virgin was 1 of Britain's largest private companies with 4000 members of staff. Sales had increased by 60 percent from the year before. I was told I should go public. I should sell shares in my business. 2 of my partners were not keen because they knew me well. They said I would hate losing control. But the bankers said it was a good idea. It would give me more capital to work with. And other big private companies like the body shop and sock shop had gone public. They were doing well. Pushed hard by the bankers, I made up my mind and launched virgin on the stock exchange, around 70000 people applied for shares by post. Those who had left it too late lined up in the city to buy shares in person. I will never forget walking up that long line of people to thank them for their faith in us. I was... I, I paused there because I was just thinking about how strange the world he lived in was. Like, we can buy a share on our on our phone right now. And these people have to send in the post. I assume that that's the mail. Right? And then if not, you have to wait in line to buy shares on a company that's that's just crazy to me. Alright. So I was very moved when they said things like, we're not going on holiday this share. We're putting our savings in virgin. And were banking on you Richard. It wasn't long though before I came to hate the ways of the city, they weren't for me. So the city is like their version of Wall Street. Instead of a casual meeting with my business partners on my house boat to discuss what Bands the assigned, I had ask a board of directors. Many of them had no idea at all what the music business was about. They didn't see how a hit record could make millions dollars overnight, or millions of pounds rather. Instead of being able to sign someone who was hot before our rivals did, I had to wait 4 weeks for a board meeting, but then it was too late. Or they'd say things like sign the rolling stones. My wife doesn't like them. Janet Jackson, who she? I've always made fast decisions and acted on my instinct. Then I was s. Most of all, I no longer felt that it was standing on my own feat. We doubled our profits, but Virgin shares started to slip. And for the first time of my life, I was depressed. Then there was a huge stock market crash. Share shares drop fast. It wasn't my fault, but I felt that I was letting down all the people who had brought Virgin shares. Many were friends and family as well as our staff. But many, like the couple who had give me their life savings, but many were like the couple who had give me their life savings. I made up my mind. I would bought buy all the shares back at the price everyone had paid for them. I didn't have to pay that much, but I didn't want to let people down. I personally raised a hundred and 82000000 pounds needed, but it was worth... But and it was worth it to keep my good name and my freedom. The day that Virgin became a private company again was like landing safely after a record attempt attempt and a power boat or a balloon. I felt nothing but relief. Once again, I was a captain of my ship and master of my faith. I love this quote. I believe in myself, I believe in the hands that work in the brains that think and the hearts that love. Okay. So this book is really, really short, so that is where I'm going to leave this podcast. If you want to support the podcast, and, the best way to do that is to sign up and become a member. Members will... If you sign up today, you'll automatically unlock, I think 12 members only podcast podcasts that I've done so far, plus you'll get a new 1 every week. And this week's members only podcast. Is some other advice from Richard Branson, we're gonna talk about living in the moment, his his affinity for cat naps. How he learned how to deal with her regrets from Salvador Dolly, talking about how, you know, not to look back, but not to look too far ahead either, what he believes in the most time management tip that he learn learned from the founder of Ikea, assessing where you are in life and making sure that you're dropping and changing the things that you wanna change. More advice on how to set hard challenges for yourself on learning on how Richard learned learned how to love to read after being select. And his affinity and his evan, I would say, for, developing the habit of taking notes constantly. So if you want to hear that, and you also wanna support the podcast and do it for selfish reasons too, which is to get extra podcast for me. Please go to founders podcast dot com for slash support. And you can sign up. It takes less than a minute really, really quick. And there's also a link in the show notes below. If you want to get the full story, you wanna read this book or any of the other almost 50 ish, biographies that have been covered on this podcast so far. Go to founders podcast dot com for slash books. If you click on any of the links to the books there and make a purchase. Amazon will send me a small percentage to sale at no additional cost to you. And finally, just, like, Richard Branson loves take notes so do I. So when I listen to a podcast, I have for a long time. Like, I've talked about multiple times that, if you if you want my podcast notes, And the notes that I take when I listen to other founders speak. It's called founders notes dot c o. You go there. You put in your email address. You'll immediately get an email back from me that shows the latest free version of founders notes. You'll get a new... You'll get my pie a new email of my podcast notes every Sunday. And if you like what you see, you can upgrade and become a paid member, you'll have access to all the notes that I make, and usually, on a monthly basis, you'll hear from... If you're a paid member about 20 plus founders. Every month, plus you have access to all the archives for all the notes that I've done so far. And that, I think is up to, like, 70 different founders talking about what they learned, building their businesses, their philosophies on business, how they got the idea, how they got their first customers. It's really... Somebody emailed me and they gave me a such a great compliment. They used the word... Let me let me grab it to make sure I got the word correctly. And they they talked about how su sync, the user word taught, TAUT. And I knew that that I thought that that word meant, like, to concise into the point. And so I looked it up, and it's that the definition is stretched or pulled tight. No slack. And to me that that was a a huge compliment because I tried to take all the fluff. So we take about 5 to 7... Like, last week, I think it was like, 5 hours of audio into an email with the best ideas you can read in 10 minutes. And I just take out all the noise and just give you, like, in his own words, just no slack, All valuable information When that that was just a huge compliment. And, I really appreciate that. So that's what I'm trying to do. I'm trying to make, you know, because it's it's basically impossible for 1 for just... You have other stuff, You have a family a job, hobby, stuff you wanna do. So if you're not going to if if you think that there's value in hearing founders talk about their business, which I assume you you do because you're listening to his podcast, which is what we're trying to learn from these books. And you don't have the time to go out and collect all this yourself, you might as well subscribe to Founders notes. And get the the information without ex spending all the time. So founder notes dot c o. And I guess that's it for now. I will be back next week with somebody talking about a new book about, a different entrepreneur, not named Richard B. Thank you very much for listening, and I'll talk you soon."
}