{
  "transcript": "Before we get into the book. As a reminder, this podcast is ad free. Half of all these podcasts I do are released for free. The other half or for members only. Members are what make this podcast possible. So if you like what we're doing... If we like what I'm doing here, sign up to be a member, there's a link in the show notes available on your podcast player. And I thank you very much for your support. So let's go ahead and jump right into this book. And I wanna start with a section that discusses what you could call the first Apple product. The ultimate combination of prank and electronics and the es that helped to create Apple was launched 1 Sunday afternoon when Was the act read an article in Es esquire that his mother had left for him on the kitchen table. The story described how hackers and phone freak had found ways to make long distance calls for free by replicating the tones that routed signals on the At and T network. Halfway through the article, I had to call my best friend Steve Jobs, Was recalled. A hero of the piece was John Draper a hacker known as Captain Crunch because he had discovered that the sound emitted by the toy whistle that came with a breakfast serial cereal was the same 2600 hertz tone used by the phone network's call routing switches. It could fool the system into allowing a long distance call to go through without extra charges. The article revealed that the other tones that served to route calls could be found in an issue of the bell system technical journal which At and T immediately began asking libraries to pull from their shelves. Was pick me up a few minutes later, and we went to the library at the Stanford linear accelerator center to see if we could find it. Jobs are counted. I remember that we were furiously digging through the stacks, and it was was who finally found the journal with all the frequencies. It was like holy shit, and we opened it open it up and there it was. We kept saying to ourselves. It's real, holy shit. It's real. It was all laid out the tones and the frequencies. No 1 had ever created a digital version of a blue box. The blue box is the device that phone figures used to make these these calls for free. No 1 had ever created a digital version of the blue box, but Was had made was made for the challenge. Using diodes and transistors from Radio shack, and with the help of a music student in his dorm who had perfect pitch. He got it built. They attempted to call Was uncle in Los Angeles, but they got a wrong number. It didn't matter. Their device had worked. Hi. We're calling you for free. We're calling you for free, W act shouted. The person on the other end was confused and annoyed. Jobs chimed in We're calling from California from California with a blue box. This probably baffled man even more since he was also in California. It was then that they reached an important milestone, 1 that would establish a pattern in their partnership. Jobs came up with the idea that the blue box could be more than merely a hobby. They could build and sell them. I got together the rest of the components like the casing and power supply and keypad and figured out how we could price it. Jobs said, for foreshadowing roles he would play when they found an Apple. They finished the finished product was about the size of 2 decks of playing cards. The parts cost about 40 dollars and jobs decided they should sell it for a hundred and 50 dollars. They took the device to the college dorms and gave demonstrations by attaching it to a phone and a speaker. While the potential customers watched, they would call the writ in London are a dial a joke service in Australia. We made a hundred or so blue boxes and sold almost all of them. Jobs are called. The fun doesn't last though. This is a really interesting story. It's about Robbery it's about to happen. The fun and profits came to an end at Sunny Pizza Parlor. Jobs and W were about to drive to Berkeley with a blue box they had just finished making. Jobs needed money and was eager to sell. So he pitched to the the device to some guys at the next table. They were interested, so jobs went to a phone booth and demonstrated it with they call to Chicago. The prospects said that they had to go to their car for money. So we walk over to the car, was in me, and I've got the blue box in my hand, and the guy gets in, reaches under the seat, and he pulls out a gun. Jobs counted. He had never been that close to a gun, and he was terrified. So he's pointing the gun right at my stomach, and he says, hand it over brother. My mind raced. There was the car door here, and I thought maybe I could slam it into it onto his legs and we could run, but there was this high probability that he would shoot me. So I slowly handed it to him very carefully. It was a weird sort of robbery. The guy who took the blue box actually gave jobs a phone number and said he would try to pay for it if it worked. When jobs later called the number, the guy said he would... He couldn't figure out how to use it. So jobs in his felicity way convinced the guy to meet him in W act at a public place, but they end up deciding not to have another encounter with the gunman. Even on the off chance that they could get their hundred and 50 dollars. The partnership pave the way for what would be a bigger adventure together. If it hadn't been for the blue boxes, there wouldn't have been an apple, jobs later reflected, I'm a hundred percent sure of that. Was and I learned how to work together, and we gained the confidence that we could solve technical problems and actually put something into production. They had created a device with a little circuit boy that could control billions of dollars worth of infrastructure. You cannot not believe how much confidence that gave us. Was came to the same conclusion. It was probably a bad idea selling them, but it gave us a taste of what we could do with my engineering skills in his vision. The Blue box adventure establish a template for a partnership that would soon be born. W would be the gentle wizard coming up with a need invention that he would then... That we he would have been happy to just give away. And jobs would figure out how to make a user friendly, put it together in a package, market it and make a few bucks. So I think that's a good introduction into this book. So the book is about almost 600 pages long. And half of it covers the beginning of jobs life all the way up until his return to Apple, in the late nineties. And then the second half, is when jobs finally is able to build Apple into what becomes the most valuable company in the world. So, obviously, this book takes 10:15 hours to read, I'm not gonna read the whole thing, but I am gonna pick out a couple things I found interesting. And things that I think, you'll find interesting and you can learn from as well. I'm gonna go and chronological order of the book, but I am going to interject some random, sentences and paragraphs having to do it jobs personality, which I was most fascinated by. In the book has all kinds of these little short stories or or even just a comment or 2 about Steve jobs the person. So the first 1 wanna skip ahead a little bit. And this is, Steve Jobs is in college at Reed College. He actually drops out because he doesn't like taking the required classes, but he stays on campus and takes classes that he's interested in 1 of those being calligraphy. But this is a person that knew him at Reed, and it's describing steve jobs. And he says, he refused to accept automatically received truce. And he wanted to examine everything for himself. Here's another part of Steve Jobs personality that comes later in the book. He had the attitude that he could do anything, and therefore, so can you. So let's skip ahead a little bit, and I wanna talk about Apple's first sale and how that came to be. So W I could built a small computer jobs realized realizes that they could sell it. There's a lot of interest. So this part is called Apple's first sale. His name was Paul Tar ale, and in 19 75, he had opened a computer store, which he dubbed the Bite shop. Now a year later, he had 3 stores and visions of building a national chain. Jobs was thrilled to give him a private demo. Take a look at this. He said, you're gonna like what you see. Was impressed enough to hand jobs and was his card. Keep in touch, he said. I'm keeping in touch, jobs announced the next day when he walked barefoot into the bite shop. He made the sale. Tau agreed to order 50 computers, but there was a condition. He didn't want just 50 printed circuit boards for which customers would then have to buy the chips and do the assembly. That might appeal to a few hardcore hobby. But not to most customers. Instead, he wanted the boards to be fully assembled. For that, he was willing to pay about 500 dollars a piece, cash on delivery. So that's not a bad for sale. I included that in here because it leads jobs into a realization that he keeps with him his entire life, and that's his desire for end to end integration. As jobs walked the floor of the personal computer festival, he came to the realization that Paul Ale of the bite shop had been right. Personal computers should come in a complete package. The next Apple he decided, needed to have a great case, a built in keyboard and be integrated end to end from the power supply to the software. My vision was to create this fully the first fully packaged computer he called. We were no longer aiming for the handful of hobby who like to assemble their own computers who knew how to buy transformers and keyboards. For every 1 of them, there were a thousand people who would want the machine to be ready to run. So that machine becomes the Apple 2, and this is a realization that jobs is having in the late seventies, and you're probably listen to this podcast on an iphone, and you realize that that integrate the end to end to integration never left him. The device you're holding in your hand or listening to is a complete demonstration of that. And the Apple 2 end up being the first big success of Apple. Here's a little bit about that. The Apple 2 would be marketed in various models for the next 16 years with close to 6000000 sold. More than any other machine. It launched the personal computer industry. So the Apple 2 is a massive success. It leads it it allows them rather to, file for an Ipo in just a few short years. And keep in mind Steve Jobs and Was. Or Steve Jobs is in his early twenties at this time. He's 1 of the very few entrepreneurs that we cover on the show where their first business was a massive success, and we're gonna get into a little bit about that right now. And also what I found interesting was Steve Jobs relation to money. Apple went public, the morning of 12/12/1980. By then, the bankers had priced the stock at 22 dollars a share. It went to 29 dollars the first day. Jobs had come into the office just in time to watch the opening trades. At age 25, he was now worth 256000000 dollars. Before and after he was rich, and indeed throughout a life that included being both broke and a billionaire, Steve jobs attitude towards wealth was complex. He was an anti materialistic hip who capitalized on the invention of a friend who wanted to give them away for free, and he was a Zen devote who made a pilgrimage to India and then decided that his calling was to create a business. And yet somehow, these attitudes seem to weave together rather than conflict. He had a great love for some material objects, especially those that were finally designed and crafted, such as Porsche and Mercedes cars. Hen knives and braun appliances, Bmw motorcycles and ansel adam Prince, bang and Ul fu audio equipment. Yet the house he lived in no matter how he became tended not to be os audacious and were furnished so simply that they would have put a shaker to a shame. Neither then nor later would he travel with an entourage, keep a personal staff or even have security protection. He bought a nice car, but he always drove himself. When Mo, this is 1 of the first venture capitalists, are the first person to put money inside of Apple. When Mo asked his jobs to join him in buying a lee jet. He declined. Though he eventually would demand of Apple a gulf stream to use. So was after he came back to to Apple about 20 years later from where we were on the story. Like his father, he could be flint when bargaining with suppliers. But he didn't allow a craving for profits to take a precedence over his passion for building great products. 30 years after Apple went public. He reflected on what it was like to come into money so suddenly. And this is Steve Jobs direct quote right here. I never worried about money. I grew up in a middle class family, so I never thought I would starve. And I learned at Atari. He worked the night shift as an engine... At engineer at Atari before he started an Apple. And I learned at Atari that I would... That it could be an okay engineer. So I always knew that I could get by. I was voluntarily poor when I was in college and India, and I lived a pretty simple life even when I was working. So it went from fairly poor, which is wonderful because I didn't have to worry about money to being incredibly rich when I also didn't have to worry about money. I watched people at Apple who made a lot of money and felt they had to live differently. Some of them bought a rolls royce and various houses each with a house manager and then someone to manage the house managers. Their wives got plastic surgery and turned into these bizarre people. This was not how I wanted to live my life. It's crazy. I made a promise to myself that I'm not gonna let this money ruin my life. So I wanna jump ahead, this is another, random tidbit about his personality. Despite his new fame in fortune, he still fan himself a child of the counter culture. On a visit to a Stanford class, he took off his blazer and his shoes, perched on top of a table and crossed his legs into a lotus position. The students asked questions such as when Apple stock price would rise, which jobs brushed off. Instead, he spoke of his passion for future products, such as someday making a computer as small as a book, the ipad. When the business questions tapered off, jobs turn the tables on the well groomed students. How many of you are virgins he asked, there were nervous giggles. How many of you have taken Lsd more nervous laughter, and only 1 or 2 hands went up. Later jobs would complain about the new generation of kids who seemed to him more materialistic and career than his own. Another direct quote. When I went to school, it was right after the sixties and before this general wave of practical purpose purple purpose fullness had set in. He said, now students aren't even thinking in idealistic terms, or at least nowhere near as much. His generation, he said was different. The idealistic wind of the sixties is still at our backs. And most of the people I know who are my my age have that ingrained in them forever. Imagine being in that stanford class and having somebody ask for of virgin, or if you've taken Lsd. Lsd mentioned throughout the book multiple times Steve Jobs credits, him taking Ellis his youth as 1 of the most important, experiences he ever had, and he would encourage other people to do it as well. He was a very big fan of. Okay. So I wanna talk to you about something that you may be familiar with, and there's even a entire chapter in the book named. After it, Steve jobs had something people would call as the reality distortion field. And so this part is just a description of what that means. This is a quote from somebody who used to work with them. Steve has a reality distortion field. In his president, in his presence, reality is malleable. He can convince anyone of practically anything. It wears off when he's not around, but it makes it hard to have realistic schedules. Triple the guy that named it, recalled that he adopted the phrase from an episode of Star trek in which the aliens created their own new world through sheer mental force. He meant the phrase to be a compliment as well as a caution. It was dangerous to get caught in Steve's distortion field, but it was what led him to actually actually being able to change reality. So there's a lot of paradoxes of Steve Jobs, and that's 1 of them right there. There was little that could shield you from the force. Amazingly, the realities distortion force seem to be effective even if you were acutely aware of it, we would often discuss potential techniques for grounding it. But after a while, most of us gave in accepting it as a force of nature. And after reading and studying his life a little bit. I think it's just the fact that he was extremely charismatic when he wanted to be, he was also really prick, which is... There's a lot of examples of in the book. But... Being extremely charismatic and an extremely good salesman. Is would be a good description of what the reality just route... The reality distortion field actually is. So the most interesting parts of this book in addition to learning about Steve jobs personality and how he built businesses, was hit a lot of thoughts on product design. And as a fan of the products that Apple creates, I wanna include, some of those sections in here. And so we'll we'll touch on them a few times throughout the show or this podcast. But this is the first 1. And this is a steve jobs on product design. He repeated the emphasize that Apple's products would be clean and simple. We will make them bright and pure and honest about being high tech, rather than a heavy industrial look of black, black, black. Black like Sony he preached. So that's our approach. Very simple, and we're really shooting for museum of modern art quality. The way we're running the company, the product design, the advertising It all comes down to this. Let's make it simple, really simple. Apple's design mantra would remain 1 that that was featured on its first brochure. Simplicity is the ultimate sophistication, and that quote is widely credited to, leonardo Vinci. So, again, this is not meant to be a summary of the book. This is meant to just share the the the parts that I found interesting. The parts that stick out, the parts I highlighted and re reread. It's also to encourage you to go read the book, especially if you're interested in Steve Jobs life. It's very well worth your time. So with that, I'm gonna skip ahead He's got a... In addition to to these theories on product design. He's got a lot of theories in here about, management and building businesses and a lot of thoughts around talent. And some of this, he he catches his his legacy catches a lot of flack for it because he was at his core ruthless obsessed with product quality. And as such, he wouldn't he wouldn't mind hurting people's feelings if he felt it would make the product better. So this is gonna be his theory on b and c players. His B and C player theory. So he's still in his twenties at this point. He still has not been kicked out of Apple for the first time. Instead of seeking ways to curtail jobs as authority, Sc gave him more. Sc is the the guy that jobs famously recruited from Pepsi. By asking him if he actually wanted to change the world or just sell sugar water for the rest of his life and Sc is the person actually forces him out later and causes jobs to leave Apple. The Lisa and Macintosh divisions were folded together with jobs in charge. He was flying high, but this did not serve to make him more mellow. Indeed, there was a memorable display of his brutal honesty when he stood in front of the combined Lisa and Macintosh teams to describe how they would be merged. So at this point, he was leading the Lisa division, which was named after his daughter. They removed him because people said he was hard to work with. So he goes on to create something things which is... Becomes known as the Macintosh, the Macintosh wants up being a great product. Not as good as the Apple too, but a better product than Lisa, and now they're merging them together in Jobs in charge, and you're gonna hear what he says here. His Macintosh crew leaders, would get all of the top positions he said, and a court of the Lisa staff would be laid off. You guys failed. He said, looking directly at those who had worked on Lisa, You're a b team b players, too many people here are B or c player... B c players. So today, we are releasing, releasing some of you to have the opportunity to work at our sister companies here in the Valley. Bill Atkinson, who had worked on both teams thought it was not only Call, but unfair. These people had worked really hard and where brilliant engineers he said, but jobs had latched onto what he believed was a key management lesson from his Macintosh experience. You have to be ruthless if you wanna build a team of a players. It's too easy as a team grows to put up with a few B players, and then they attract a few more b players. And soon, you'll even have some c players. He recalled. The Macintosh experience taught me that a players like to work only with other A players. Which means you can't indulge be players. So it it... The the criticism about him being Cal is certainly deserved, but I do think there is some truth. To him saying that if you're... You really wanna assemble a team of great players, great players wanna want to work with other great players. So at this point, Steve jobs. We're gonna just skip it a little bit. Steve jobs is almost 30 years old. He's actually 30, and he's about to be kicked out of the company, and then he has to go find go found another company. But he gave his really interesting interview. About... Because he always considered an art himself an Artist not of business person. That's why I always put, like, the quality of the product ahead of profits. He thought better the product, the profit to come later. And he had some interesting thoughts. He gives this interview to playboy, and I wanna read part of it. This is him talking. It's rare that you see an artist in his thirties or forties, able to really contribute something amazing. Job said w to the writer David Chef, who published a long and intimate interview in Playboy the month he'd turned 30. Of course, there's are some people who are innate curious forever little kids in the all of life, but they're rare. The interview touch on many subjects, but jobs most point rum combinations were about growing old and facing the future, and this is the part that this is the reason I included this. So now these are direct... This is Steve Josh talking. Your thoughts construct patterns like scaffolding in your mind. You were really etching chemical patterns. In most cases, people get stuck in those patterns just like grooves in a record, and they never get out of them. I'll always stay connected with Apple. I hope that throughout my life, I'll sort of have the threat of my life and the threat of apple, weave in and out of each other, like a tapestry. There may be a few years when I'm not there, but I'll always come back. If you wanna live your life in a creative way as an artist, you have to not look back too much. You have to be willing to take whatever you've done, and whoever you were and throw them away. The more the outside world tries to reinforce an image you, the harder it is to continue to be an artist, which is why a lot of times artists have to say, bye, I have to go. I'm going crazy, and I'm getting out of here, and they go and hi somewhere. Maybe later they re emerge a little differently. So included that perk, because not only do I think there's a lot of truth in what he's saying. It's really good advice. But it's kinda spooky how he would have these prem combinations. I mean, he's talking about app, him leaving Apple and this is before he's kicked out. And and Apple and his own life weaving back and forth like a tapestry, and that that turns out what happens over the next 25 years of his life. And when he gets kicked out, he creates the company next, which is rather famous they considered a failure. He went up selling it back to Apple. I think, like, 500000000 dollars. They build hardware. They were trying to build hardware for, like, universities and education based. It was just really expensive. They built some software that winds up being used. But in general, it's 1 of the few failure, people people would consider failures quote unquote of Steve Jobs. But before I skip ahead to that part, there's there's some really great stories of other famous entrepreneurs when Steve jobs in next. So, if if you're American, you probably know the name Ross Perot. He famously, he famously ran for president in the nineties, But before that he was a super successful entrepreneur and I wanna just include the story, and it's called Per to the rescue. In late... In late 19 86, jobs sent out a proposal to venture capital firms offering a 10 percent stake in next for 3000000 dollars. That put a valuation of the entire company of 30000000 dollars, a number of the jobs had pulled out thin air. Less than 7000000 had gone into the company thus far. And that that's 7000000 of jobs own pocket. And there was little to show for it other than a neat logo and some Sn offices. It had no revenue or products nor any on the horizon. Not surprisingly, the venture capitals all passed on the offer to invest. Now here's a crazy story. There was, however, 1 cowboy who was Dazzled. Ross Perot the Ban T who had who had founded electronic data systems then sold to general Motors for 2400000000.0 dollars. Happened to watch a Pbs documentary called the entrepreneurs. Which had a segment on jobs and next in November 8 night in November 19 86. Why can I not say that? 19 86. Here we go. He instantly identified with jobs and his gang so much so as he watched them on television, he said, I was finishing their sentences for them. Per perot called jobs the next day and offered. If you ever need an investor, call me. Jobs did need 1 badly, but he was careful not to show it. He waited a week before calling back. Perot sent some of his analysts to size up next, but jobs took care to deal directly with Perot. 1 of his great regrets in life, Perot later said, was that he had not bought Microsoft or a large stake in it when a very young bill gates had come to visit him in Dallas at 19 79. By the tone by the time Row called jobs, Microsoft had just gone public with a 1000000000 dollar valuation. Per perot had missed out on an opportunity to make a lot of money and have a fun adventure. He was eager not to make that same mistake again. Jobs made an offer to Per perot that was 3 times more costly than had quietly been offered to venture list in a few months earlier. For 20000000 dollars, Pro perot would get 16 percent of the equity in the company, and jobs would put in another 5000000 dollars. Them at the company would be valued at about a hundred and 26000000 dollars. Steve just making us up as he goes along. But money was not a major consideration for Bro. After a meeting with jobs, he declared that he was in. I picked the Jo keys and the Jo keys pick the horses and ride them. He told jobs. You guys are the ones I'm betting on. So you go figure it out. Pro perot ones up being really helpful to jobs and introducing him to other people to invest and and hosting meetings for customers, and he just winds up being really important. It's really interesting how just that all happened because he happened to see a Pbs documentary on steve jobs. So somebody else we're gonna cover on future being bill Gates, of course, since we're doing a podcast on some of the world's greatest entrepreneurs in history. You definitely have to pick bill gates up there. But there's a ton of interesting stories because Bill and Steve know each other, you know, from the time they're both in their twenties starting out and technology all the way up until Steve jobs death. But I do wanna read this little quick story about, it's a great Bill Gates story when Steve jobs was at next. Bill Gates was not a soul mate. Jobs had convinced him to produce software applications for the Macintosh, which had turned out to be hugely profitable for Microsoft. But Gates was 1 person who was resistance to jobs reality distortion field. And I was a result, he decided not to create software tailored for the next platform. Gates went to California to get periodic demonstrations, but each time he came away uni impressed. The Macintosh was truly unique. But I personally don't understand what is so unique about Steve's new computer, computer. He told Fortune. Part of the problem was that the rival titans were can can... We're... Let me start that over. I'm sorry. Part of the problem was the rival titans were unable to be differential to each other. When gates made his first visit to next palo alto headquarters in the summer of 08:19 87. Jobs kept him waiting for a half hour in the lobby, even though gates could see through the glass wall that job was walking around having casual conversations. I had gone down to next and I had the the Odd wall, the most expensive carrot juice, and I'd never even seen tech offices so lavish. Gates recalled, shaking his head with just a hint of a smile, and Steve comes a half hour late to the meeting. Job sales pitch according to Gates was simple. We did the Mac together job said. How did that work out for you? Very well. Now we're going to do this together, and this is going to be great. But gates was brutal to jobs, just as jobs could be to others. This machine is crap. He said, the optical disc has too high latency. The fucking case is too expensive. This thing is ridiculous. He decided then and reaffirmed on each subsequent visit visit that it made no sense for Microsoft to divert resources from other projects to develop applications for next. Worse yet, he repeatedly said so publicly, which made others less likely to spend time developing for next. Develop for it. I'll piss on it. He told info world. I just love seeing... Like, it's obviously not nice and encouraging this behavior, but it is interesting how these 2 just... They have, like, a love hate relationship their whole lives. And they're very both super aggressive. When they happen to meet in the hallway at a conference, job started be rating gates for his refusal to do software for next. When you get a market, I'll consider it Gates replied. Jobs got angry. It was a screaming battle right in front of every everybody. Called Adele Goldberg, the Xerox Park engineer. Jobs insisted that the next was the next wave of computing. Gates as he often did, got more expression less as jobs got more heated. He finally just shook his head and walked away. Beneath their personal rivalry and occasionally gradually respect with their basic philosophical difference. Jobs believed in an end to end integration of hardware and software, which we referenced earlier, which led to him to build a machine that was not compatible with others. Gates believed in and profit from a world in which different companies made machines that were compatible with 1 another. Their hardware hardware ran a standard operating system, which is Microsoft Windows and could do all the same software apps such as Microsoft Word and Excel. His product comes with an... An interesting feature called inc, Gates told the Washington Post It doesn't run any of the existing software. It's a super nice computer. I don't think if I went out to design an incompatible computer. I would have done as well as he did. This it's kind of like a backhand compliment. At a form in Cambridge Massachusetts in 19 89, jobs and gates appeared sequentially, laying out their competing world views. Jobs spoke about how new waves come along in the computer industry every few years. Macintosh had launched a revolutionary new approach with a graphical interface. Now next was doing it with object oriented programming tied to a powerful new machine based on an optical disk. Every major software vendor realized that they had to be part of this new wave he said, except Microsoft. When gates came up, he reiterated his belief that jobs end to end control the software, and the hardware was destined for failure. Just as apple had failed in competing against the Microsoft windows standard. The hardware market and the software market are separate. He said. When asked about the great design that could come from jobs approach, gauge gesture to the next prototype that was still sitting on stage and sn. If you want black, I'll get you a kind of paint. Interesting enough though, they wind up doing business together later, when Steve jobs goes back to Apple, something that saved Apple because they were hem money, were only worth maybe 1 or 2000000000 at the time, and they were losing, I think, 40 40, 50000000 a quarter, and Microsoft went up investing about a hundred and 75000000 dollars in Apple and helping save the company. And, Gates actually went visited jobs right before he died too. So They had a they had a very comp complex and complicated relationship. And there's a lot of, a lot of anecdotes that are interesting, if you read the book, you'll see. So I'm not gonna spend too much time on next. It's not honestly, there's not too much interesting things in the book about it, but there is... Some people... A lot of people know, obviously, Steve Jobs from Apple, but he had another multi billion dollar hit that was maybe just as technically advanced stuff that Apple was doing, and that's what Pixar. So I wanna touch a little bit on how jobs was able to purchase pixar and then winds up growing it into a large company. They make obviously super successful animated movies, and then he winds up selling it to Disney. This is a short anecdote on how how he winds up getting pixar. I wanted to buy it because I was really in a computer graphics jobs I called. I realized that they were way ahead of others come in combining art and technology which is what I've always been interested in. He offered to pay Lucas. This is George Lucas of the Star wars fame, who actually eats the the person that owns Pixar at the time. He offered to pay Lucas 5000000 dollars plus invest another 5000000 to capitalize the a vision a standalone company. That was far less than Lucas had been asking, but the timing was right. They decided to negotiate a deal. The chief financial officer, this is really funny. So this some background because I don't think it that it's mentioned in this anecdote. But the reason Lucas is it's willing to sell the company because he's already had a huge hit with Star Wars. He's going through a really bitter divorce and he needs money. So that's how its job is able to get Pixar for essentially 10000000 dollars. This is really funny though, because there's a lot of people that work with jobs or in other companies that really don't like them. The Chief Financial Officer at Lucas Film found jobs arrogant and prick So when it came time to hold a meeting of all the players, he told Cap, this is Ed Cat, 1 of the founders, c founders of Pixar. We have to establish the right peck order. The plan was together everyone in a room jobs, and then the Cfo would come in a few minutes lead to establish that he was the person running the meeting. But a funny thing happened Cat called, Steve started the meeting on time without the Cfo. And by the time the Cfo walked in, Steve was earning in control of the meeting. Jobs met only once with George Lucas, who warned him that the people in the division cared more about making animated movies than they did about making computers. You... This is a quote from george Lucas. You know these guys are hell Bent on animation Lucas told him. Lucas later recalled. I did warn him that that was basically Ed and John's agenda. These are the to 2 c founders cofounder, Ed Cat, John Las of Pixar. I did warn him that... That that was basically Ed John's agenda. I think in his heart, he bought the company because that was his agenda too. He winds up having a really good working relationship with Ed Campbell and John Las, he... They were both, like you mentioned earlier, interested in the intersection of technology and art, and they fancy themselves artist. And when someone would fancy themselves an artist, jobs is very differential. It's really interesting. So that's not to say that... Of course, they didn't have their battles, but they got along He got along better with the Pixar guys than he did with people at Apple. And if you're interested in learning more about this. I read this great book. Ad Cam actually wrote and it's called Creativity Inc, and it talks... It's... I might... I I think I'm gonna cover it and, on a future product. I know I I'll cover it on a future podcast. But it talks about it's the the the creation of Pixar and and and it just... This... He goes into... The entire book is, you know, basically, how Pixar came to be and and how their entire process of how do you build a business that's both profitable, but is centered around extremely creative people, which is very different than if you're just, say, manufacturing, like, a widget or whatever the case may be. Okay. So I'm gonna skip ahead in the book. Steve jobs, he's had some success picture at this point. He Next is, you know, it's doing okay, but nothing going really well. But while he's gone, Apple's been through a few ceos, they've created dozens of products, they all basically suck. And they realize the board and the Ceo of Apple at this time are gonna ask steve jobs to come back. But they're not the Ceo. This time this guy named Gill Emilio. Hope that's how you pronounce this last name. He's not asking to come back and and take his job even though that's what happens. He wants, like, Steve jobs back to help with products and maybe be, like, a chairman or or whatever the case is. So this is the the the story of them asking, Steve to to be to... This is the story of what happens after the fact. Sorry. I just had to make sure this is the right part. And this was asking Steve to be Apple Ceo. He's come back. He's been helping try to, like, fix the problems with with Apple, but he doesn't really have any, like, real power. He just his power. He's basically taking himself. But the board sick of Emilio, they wanna fire him. And this is the the the backstory. Sorry. I hope that was confusing to you. At an executive session of the board in June with Emilio out of the room, Wood. This is the Chairman at this time. Described to current to current directors, how he calculated their odds. If we stay with Gil as Ceo, that you they haven't fired him yet. And if we stay with Gil as Ceo, I think there's only a 10 percent percent chance, we will avoid bankruptcy, so Apple doing really bad. He said, if we fire him and convince Steve to come take over, we have a 60 percent chance of surviving. If we fire gill and don't get Steve back, and have to search for a new Ceo, then we have a 40 percent chance of surviving. The board gave him authority to ask jobs to return. Willard and his wife Flew to London where they were planning to watch the Wimbledon tennis matches. He saw some of the tennis during the day, but spent his evenings in his suite at the end on the park calling back people in America where it was daytime. By the end of his day, his telephone bill was 2000 dollars. First, he called jobs. The board was going to fire emilio. He said, and he 1 of jobs to come back as Ceo. Jobs had been aggressive in writing Emilio and pushing his own ideas about where to take Apple. But suddenly, when offered the cup, he became coy. I will help he replied. As Ceo, Willard asked, job said, no. So Just wanna interject there. Just to give you some background. So it's not confusing. Emilio was 1 that recruit jobs to come back and help Apple because he was a little with the book calls like, Naive thinking that that anybody could manage jobs and jobs is basically plotting the entire time to... Because he thought Emilio was supposed. So he's plotting the entire time to get rid of them. And there's some other stuff, like, W the act makes a comment later on, like, once once Steve Met Gill Gil had no shot. It's basically, there's their there's sort their opinion. So let's go back to the story. As Ceo, Willard asked, jobs said no. Willard pushed hard for him to become at least the acting Ceo. Again, jobs. I will be an advisor. He said. I will be an adviser he said, unpaid. He also agreed to become a board member. Was something he had year for, but declined to be the board chairman. That's all I can give now, he said, After rumors began circulating, he emailed a memo to Pixar employees, assuring them that he was not abandoning them. I got a call from Apple's board of Directors 3 weeks ago, asking me to return as their Ceo, he wrote. I declined. They then asked me to become chairman, and I again declined. So don't worry. The crazy rumors are just that. I have no plans to leave pixar. You're stuck with me. Why did jobs not seize the reins. Why was he reluctant to grab the job that for 2 decades he had seemed to desire. When I asked him, this is what he said. And now this is Steve Jobs talking directly. We had just take picks... We had just taken Pixar public, and I was happy being Ceo there. I never knew of anyone who served as Ceo of 2 public companies, even temporarily, and I wasn't even sure it was legal. I didn't know what I wanted to do? I was enjoying spending time spending more time with my family. I was torn. I knew Apple was a mess, so I wondered. Do I wanna give up this nice lifestyle that I have? What are all the Pixar shareholders going to think? I talked to people I respected. I finally called Andy Grove at about 8, 1 Saturday morning, Too early. I gave him the pros and the cons, and in the middle he stopped me and said, Steve, I don't give a shit about Apple. I was stunned. It was then I realized that I do give a shit about apple. I started it, and it is a good thing to have in the world. That's what that was when I decided to go back on a temporary basis to help them hire Ac Ceo. Andy Grove is somebody's relatively famous, we might cover him in the future too. Here with this book called a high output management. That's really interesting. If you're... If you have companies you're running or if you manage employees or you even can have a a division. It's a really short book. You can read it in about a day. I definitely recommend it. It's called high output management. So I wanna skip ahead We all know where this is going. He comes back. He said says he's gonna be an Interim Ceo. That's doesn't last long. He's where runs. He runs things with an iron fist. Because he always has And he starts taking over, and the what probably the greatest single corporate turnaround in history going from a company that was on the verge of ins to the most valuable company in the world. Is what happens. So we're gonna touch on a lot of stuff like that. A lot of a lot of, like, what he's doing with that. But there's some anecdotes. So obviously, jobs had a lot of health issues and wanna talk about some of that real quick. The problems jobs faced was that running 2 companies was brutal. Looking back on it, he traced his health problems back to those days. It was rough. This is now I'm talking directly. It was rough. Really rough. The worst time of my life I had a young family. I had pixar. I would go to work at 7AM, and I'd get back at 9 at night, and the kids would be in bed. And I couldn't speak. I I literally couldn't. I was so exhausted. I couldn't speak to Lore. This is his wife. All I could do is watch a half hour of Tv and veg. It got close to killing me. I was driving up to Pixar and down to apple and a black porsche convertible, and I started getting kidney stones. I would rush to the hospital and the hospital would give me a shot of demo on the butt. And eventually, it would pass it. So later on, we find out that all these other health issues he's having. They are that's how they find out that he wants up having pancreatic of cancer because he's getting scans, for something unrelated, and they they noticed, like, a shadow on his pancreas. This is just gonna be a quick part on some of the what he identified. This is a famous stories. You might have heard it before. But here's Steve talking. He was Apple had a dozens, dozen versions of the Macintosh. Each with a different confusing number reaching from 1400 to 9600. I had people explaining this to me for 3 weeks Job said. I couldn't figure it out. He finally began asking simple questions like, which 1 do I tell my friends to buy? So he hates that Apple went away from his his desire for simplicity. And this is where he starts trying to get them back on track. After a few weeks, jobs had enough stop. He shouted at 1 big product strategy session. This is crazy. He grabbed a magic marker, went to a whiteboard and drew horizontal and a vertical line making a 4 squared chart. Here's what we need. He continued atop the 2 columns, he wrote consumer and Pro. He labeled the 2 rows, desktop and portable. Their job he said was to make 4 great products. 1 for each quadrant. The room was in dub, dumb silence, sc called. The most visible decision he made was to kill once and for all, the newton, the personal digital assistant with the almost no good handwriting recognition system. He later described his thinking. If Apple had been in a less precarious situation, I would have drilled down myself to figure out how to make it work. It was early, you know, Pd. I didn't trust the people running it, My gut was that there was some really good technology, but it was fucked up by mismanagement. By shutting it down, I freed up some good engineers who who could work on new mobile devices. And eventually, we got it right when we moved on to the iphone and the and the ipad. The ability to focus saved Apple. In his first year back, jobs laid off more than 3000 people, which salvage the company's balance sheet. For the fiscal year that ended when jobs became interim Ceo in September 19 97, Apple had lost 1040000000.00 dollars. We were less than 90 days from being ins. He recalled. After 2 years of staggering losses, Apple had enjoyed a profitable quarter making 45000000 dollars. For the first full fiscal year of 19 98, it would turn a 309000000 dollar profit. Jobs was back and so was Apple. So when skip ahead a little bit, and this is another 1 of, job theories on management, and people, and you're gonna hear some echoes of his earlier time. When he was making that speech that I referenced a a little while ago. He was, you know this late twenties, maybe 30 years all the time. This is now the older jobs about 15 years later. So he it talks about 1 of his goals being to be diligent against what he call the Bo explosion, and this is him talking. For most things in life, the range between the best and average is 30 percent or so. The best airplane flight, the best meal. They may be 30 percent better than your average 1. What I saw with was was somebody who was 50 times better than the average engineer. He could have meetings in his head. The Mac team was an attempt to build a whole team like that. A players. People say they wouldn't get along. They'd hate working with each other. But I realized that a players like to work with a players. They just didn't like working with c players. At Pixar, it was a whole company of a players. When I got back to Apple, that's what I decided to try to do. You need to have a collaborative hiring process. When we hire someone, even if they're going to be in marketing, I will have them talk to the design folks and the engineers. My whole my role model was... Was jay Robert Oppenheimer. I read about the type of people he sought for the Adam Ba project. I wasn't nearly as good as he was. But that's what I aspire to do. This is also interesting. We were... I referenced earlier how he always thought of himself as an artist, and he really... As much as people can see, like, didn't care about money. He had more money from the time he's in his twenties and he'd ever be able to spend. And this one's called turning town 400000000 dollars. Ed Willard, his mentor on the Apple Board, press jobs for more than 2 years to drop the interim in front of a Ceo title. Not only was jobs refusing to commit himself but he was baffling everybody by only by taking only 1 dollar a year in pay and no stock options. I make 50 cents for showing up, he'd liked to joke, and the other 50 cents is based on performance. Since his return in July 19 97, Apple stock had gone from just under 14 dollars, to just over a hundred and 2 dollars at the peak of the Internet bubble at the beginning of 2... Of the year 2000. Willard had begged him to take at least a modest stock grant back in 19 97, but jobs had declined saying I don't want the people I work with at Apple to think I'm coming back to get rich. Had he accepted that modest grant, it would have been worth 400000000 dollars. Instead, he made 2 dollars and 50 cents during that period. So I skip ahead, he has this... This... What turns up your revolutionary idea to make retail stores. And at this time, people like Gateway have tried this this this tactic or this theory, they failed spectacularly. I think they were having, like, 250 people a week going to the gateway stores. And so in addition to these stories we have on personality, there's another there's some other anecdotes in the book that are just randomly, that I wanna randomly share and they're called critics don't know shit. And this has to do with Apple Stores. Most outside experts disagreed. This is... They're disagreeing with opening Apple Store. Maybe it's time Steve jobs drop thinking drop... Or sun. Maybe it's time Steve jobs stopped thinking quite so differently. Business a week wrote in a story headline. Sorry, Steve, here's why Apple stores won't work. Apple's former chief Financial Officer, John G. Was quoted as saying, Apple's problem is it still believes the way to grow is serving caviar in a world that seems pretty content with cheese and crackers. And the retail consultant David Goldstein declared. I give them 2 years before they're turning out the lights on a very painful an expensive mistake. And Apple winds up being the most successful retailer in history. So they were all wrong. And not only I'm wrong, but spectacularly wrong. And I think that's the problem of being a critic in general. If you don't like something, just go build an alternative, but to go around criticizing other people that are doing things. I don't understand that trait that a third percent of humans half just seemed to have. It's really bizarre. So now I'm skipping way ahead, this is the section on the iphone, which is some interesting stuff in here, but... And I'm gonna share some stories in here, but the first part is there's there's little known fact that the ipad was actually being developed before the iphone. So this is from the chapter on the iphone. The initial approach was to modify the ipod. They try to use the track wheel as a way for the user to scroll through phone options, and without a keyboard, try to enter numbers. It was not a natural fit. We were having a lot of problems using the wheel, especially in getting it to dial phone numbers, Fide fidelity recall. This is Tony Fide widely credited with the invention the ipad or ipod rather. It was cumbersome. It was fine for scrolling through an address book, but horrible inputting anything. The team kept trying to convince themselves that users would be mainly would mainly be calling people that were who were already in their address book, but they knew that it wouldn't really work. At the time, there was a second project underway at Apple a secret effort to build a tablet computer. In 2005, these narratives intersect and the ideas for the tablet flowed into the planning for the phone. In other words, the idea for the ipad actually came before and helped to shape the birth of the iphone. Well, the next few anecdotes or parts of the book that were... That I wanna talk to you about has product design and steve jobs just having this this intuition. A couple members of the team argued for having a keyboard as well given the popularity of the Blackberry. But Jobs veto this idea, a physical keyboard would take away space from a screen and would not be as flexible and is adaptable as a touch screen keyboard. A hardware... Our hardware keyboard seems like an Easy solution, but it's constrain. He said. Think of all the innovations we'd be be able to adapt if we did the keyboard on screen with software. Let's bet on it, and then we'll find a way to make it work. The result was a device that displays a numerical pad when you want dial a phone number, a type right keyboard when you want to write, and whatever button you might need for each particular activity. And then they all disappeared when you're watching a video. By having software replaced hardware, the interface became fluid and flexible. So this next story, it just made me smile. It's called gorilla glass, and it's there's just some funny stuff in here. Jobs became in saturated with different materials, the way he did with certain foods. When he went back to Apple in 19 97 and started work on the imac, he had embraced what could be done with translucent and colored plastic. The next phase was metal, he and Ivy replaced the C plastic power book. With the sleek titanium power book g 4. So the g 3 had Kirby plastic and the g 4 has sleek titanium. And then they redesigned 2 years later in aluminum, as if just to demonstrate how much they like different metals. Then they did an imac and an ipad ipod nano in aluminum and an aluminum which meant that the metal had to be put in both in an acid bath and electrified so that it's surface ox. Jobs was told it could not be done in the quantities they needed. So he he had a factory built in China to handle it. Ivy went there during Ivy went there during the Sars epidemic to oversee the process. I stayed for 3 months in a dorm to work out the process here called. Ruby and others said it would be impossible, but I wanted to do it because Steve and I felt that an aluminum had real integrity to it. Next was glass. After we did metal, I looked at Joan and said that we had to master glass. Those are jobs words. For the Apple stores, they had created huge window panes and glass stares. For the iphone and original... The original plan was for it to have a plastic screen like the ipod. But jobs decided it would feel so much more elegant and substantive if the screens were glass. So he said about finding glass it would be strong and resistant to scratches. This is a this is a part that maybe Channel. The natural place to look with Asia where the glass for the stores is being made. But jobs friend, John Brown, who was on the board of corn in Glass in Upstate New York, told him that he should talk to that company's young and dynamic Ceo Wendell weeks. So he dialed the main corn switch board number and asked to be put through it to weeks. He got an assistant who offered to pass along the message. No. I'm Steve Jobs he replied, put me through. The assistant refused. Jobs called Brown and complained that he had been subjected to quote, typical east coast bullshit. When weeks heard that, he called the main Apple switch board and asked to speak to jobs. He was told to put his request in writing and send it by facts. When jobs was told what happened, he took a liking to weeks and invited him to Cup. Jobs described the type of glass Apple wanted for the iphone, and weeks told him that Corn had developed a chemical exchange process in the 19 sixties, that led to what they dubbed gorilla glass. This is what the glass that's gonna wind up being used on the iphone. It was incredibly strong, but they had never found a market, so corn quit making it. Job said he doubted it was good enough, and he started explaining to weeks how glass was made. This amused weeks who of course knew more than jobs about that topic. Can you shut up weeks interject, and let me teach you some science Jobs was taken aback and fell silent. Weeks went to the whiteboard and gave a tutorial on the chemistry, which involved an ion exchange process that produced a compression layer on the surface of the glass. This turned jobs around and he said he wanted as much gorilla glass as corn could make within 6 months. We don't have that capacity week's replied. None of our plants make that... None of our plants make that glass now. Don't be afraid. Jobs replied. This stunned weeks who was good good humor and confident, but not used to jobs reality distortion field. He tried to explain that a false sense of confidence would not overcome engineering challenges, but that was a premise that jobs had repeatedly shown he did not accept. He stared at weeks un blinking. Yes, you can do it. He said, get your mind around it, you can do it. As weeks re told this story, he shook his head in aston. We did in under 6 months he said, we were reproduced a glass that had never been made. Corn facility in Kentucky, which had been making Lcd displays was converted almost overnight to make gorilla glass full time. We put our best scientists and engineers on it, and we just made it work. In his area office, weeks had just 1 frame of on display. It's a message job sent the day the iphone came out. We couldn't have done it without you. I thought it was funny when job said it was Typical East Coast bullshit, that he couldn't get through to the Ceo by calling the switch board yet Apple had a much more complicated process of putting in a writing and fax it. If you wanted to talk to jobs. So the iphones released and I wanna add another entry into our running segment known as critics don't know shit. But Apple's competitors emphasize that at 500 dollars, it costs too much to be successful. It's the most expensive phone in the world. Microsoft Steve Balm said in a Cb in a Cnbc interview, and it doesn't appeal to business customers because it doesn't have a keyboard. Once again, Microsoft had underestimated jobs product. But by the end of 2010, Apple had sold 90000000 iphones, and Reit more than half of the total profits generated in the global cell phone market. Your Apple stores are gonna fail in 2 years. Ones up being the most successful retail store in history. Your phone's is too expensive. It's gonna fail because it's have the keyboard. Winds it being the most successful phone in history. So now I'm gonna jump ahead. Iphones of success, jobs return is success. And, I I just really like this part. Steve Jobs insights about the globalization of youth. Large part due to the Internet. He was on this is this... He just give you a little background. He was in Turkey, and he was a history professor was giving his family a tour. And that's where this idea comes from. This is Steve job's talking. I had a real rev revelation. We were all in robes, and they had made some Turkish coffee for us. The professor explained how the coffee was made very different from anywhere else. And I realized so fucking what? Which kids even in Turkey gave a shit about Turkish coffee. All day I had looked at young people in istanbul. They were all drinking whatever every other kid in the world drinks. And they were all wearing clothes that looked like they were brought up at the gap, and they were all using cell phones. They were like kids everywhere else. It hit me that for young people, the whole world was the same now. When we're making products, there is no such thing as a Turkish phone or a music player that young people in Turkey would want. That's different from 1 young from 1 young people elsewhere would want. We're just 1 world now. So before there such thing as icloud. Apple introduced a service called Mobile me. That was trying to do similar things, and it was a huge failure. And I wanna, as much as I can. I want to turn to jobs zone words. And in this case, It's his words on his thinking behind icloud. We need to be the company that manages your relationship with the cloud. Streams your music and videos from the cloud, stores your pictures and information and maybe even your medical data. Apple was the first to have this insight about your computer becoming a digital hub. So we wrote all of these apps, photo, imovie, itunes. And tied in our devices like the ipod, and iphone, and ipad, it worked brilliantly. But over the next few years, the hub is going to move from your computer into the cloud. So it's the same digital hub hub strategy, but that hubs in a different place. It means you will always have access your content and you won't have to sync. It's important that we make this transformation because of what Clayton Christians and calls, the innovators dilemma, where people who invent something are usually the last ones to see past it, and we certainly don't wanna to be left behind. I'm going to take mobile me and make it free, and we're going to make syncing content simple. We are building a server farm in North Carolina. We can provide all the syncing you need. And that way, we can lock in the customer. I would recommend reading Clayton Christ book called the innovator really good. It expo on that theory that Josh is talking about. So this is gonna be the longest single section, but it's also where we're gonna close. So it's gonna take me a few minutes to read because a lot. So something I left out. I left out a lot of parts of the book. I didn't touch on jobs as a fan... His interaction with his family, his complicated with his daughters, complicated relationships with women before he's married and even while he was married, And then I didn't really touch on his battle with cancer, which they go into a lot of detail in the book. I wanted to focus on steve jobs as the product designer and entrepreneur. But there is a lot of good information in the book that I'd recommend going and reading. And, like, this book does take a while to read, but it... Isaac does a really good job. It's very easily, it's very easy to approach and to read. It's it's not it's not difficult or dense by any means. So I wanna talk about Steve jobs legacy. And a large part of this is gonna be in his own words as well. And I'll let you know when we get there. His quest for perfection led to his comp for Apple to have end to end control of every product that that it made. He got Hive are worse when contemplating great Apple software running on another company's crappy hardware. And he likewise was allergic to the thought of una approved apps or content, polluting the perfection of an apple device. This ability to integrate hardware and software and content into 1 unified simple our system enabled him to impose simplicity. The astronomer Johannes Kepler declared that nature loves simplicity and unity, so did steve jobs. Jobs intensity was also evident in his ability to focus. He would set priorities, aim his laser attention on them and filter out distractions. If you could only have like a 2 sentence summary of how to run a business from Steve Perspective, I say it's those 2 sentences there. If something enraged him, the user the user interface for the original Macintosh, the design of the ipod and the iphone, getting music companies into the itunes store. He was relentless. But he but if he did not want to deal with something, a legal annoy, a business issue, his cancer diagnosis, a family tug, he would resolute ignore it. That focus allowed him to say no. He got Apple back on track by cutting all except a few core products, He made devices simpler by eliminating buttons, software simpler by eliminating features and interfaces simpler by eliminating options. The saga the saga of Steve jobs is the Silicon Valley creation myth writ large, launching a startup in his parents garage and building it into the world's most valuable company. He didn't invent many things outright, but he was a master at putting together ideas, art and technology in ways that invented the truth. He designed the mac after appreciating the power of graphical interfaces in a way that Xerox was unable to do. And he created the ipod after grasping the joy of having a thousand songs in your pocket in a way that Sony, which had all the, assets and heritage could never accomplish. Some leaders push innovations by being good at the big picture. Others do so by mastering details. Jobs did both relentlessly. So I wanna read that part again. Some leaders push innovation by being good at the big picture. Others do so by mastering details. Jobs did both, relentlessly. As a result, he launched a series of products over 3 decades that transformed whole industries. The Apple 2 which took Was the circuit board and turned it into the first personal computer that was not just for hobby. The Macintosh, which beg get the home computer revolution and popularized graphical user interfaces. Toy story and other pixar blockbuster, which opened up the miracle of digital imagination. Apple stores, which reinvented the role of a store in defining a brand. The ipod, which changed the way we consume music. The itunes store, which saved the music industry. And 1 day I'll learn how to pronounce that word. I don't know why I emphasize the wrong syllable. The iphone, which turn mobile phones into music, photography, video, email, and web devices. The App store, which spawned a new content creation industry. And many multi multi billion, if not hundred billion dollar businesses. I mean, what would Facebook be if it wasn't on the app store. The ipad, which launched tablet computing and offered a platform for digital newspapers, magazines, books and videos. Icloud, which demoted the computer from its central role in managing our content and let all of our devices sink seamlessly. And finally, Apple itself, which jobs considered his greatest creation, a place where imagination was nurtured applied and execute and way so creative that it became the most valuable company on earth. Biographer are supposed to have the last word, But this is a biography of steep jobs. Even though he did not impose his legendary desire for control on this project. I suspect that I would not be conveying the right feel for him. The way he asserted himself in any situation. If I just shuffled to him onto history stage without letting him have some last words. Over the course of our conversations, there were many times when he reflected on what he had hoped his legacy would be. Here are those thoughts in his own words. My passion has been to build an enduring company where people were motivated to make great products. Everything else was secondary. Sure, it was great to make a profit because that was what what allowed you to make great products, but the products, not the profits where the motivation. Sc flipped these priorities to where the goal was to make money. It's a subtle difference, but it ends up me meaning everything. The people you hire who gets promoted, what you discuss in meetings. Some people say, give the customer what they want, but that's not my approach. Our job is to figure out what they're going to want before they do. I think Henry Ford once said, if I'd ask customers what they wanted, they would have told me a faster horse. People don't know what they want until you show it to them. That's why I never rely on market research. Our task is to read things that are not yet on the page. Edwin Land of Polaroid talked about the intersection of the humanities and science. I like that intersection. There's something magical about that place. There are a lot of people innovating, and that's not the main distinction of my career. The reason Apple resonates with people is that there's a deep current of humanity in our innovation. I think great artists and great engineers are similar in that they both have they both have a desire to express themselves. In fact, some of the best people working on the original Mac were poets and musicians on the side. In the seventies, computers became a way for people to express their creativity, great artists like Leonardo Da vinci and Michel Land were also great at science. Michel Angelo, Michel Angelo knew a lot about how to Corey Stone, not just how to be a sculpt there. People pay us to integrate things for them because they don't have the time to think about this stuff 24 7. If you have an extreme passion for producing great products, it pushes you to be integrated to connect your hardware and your software and your content management, you want to break new ground, so you have to do it yourself. If you want to allow your products to be open to other hardware or other software, you have to give up some of your vision. At different times in the past, there were companies that exemplified Silicon Valley. It was he packard for a long time, then in the semiconductor semiconductor era, it was fair child and Intel. I think that it is apple, and I think that it was Apple for a while and then faded. And then today, I think it's Apple and Google and a little more so Apple. I think Apple has stood the test of time. It's been around for a while. But it's still at the cutting edge of what's going on. It's easy to throw stones of Microsoft. They've clearly fallen from their dominance. They've become mostly irrelevant. And yet I appreciate what they did and how hard it was. They were very good at the business side of things. They were never as ambitious product wise as they should have been. Bill likes to portray himself as a man of the product, but he's really not. He's a business person. Winning business was more important than making great products. He ended up the wealthiest guy around. And if that was his goal than he achieved it, but it's never been my goal, and I wonder in the end if it was his goal. I admire him for the company he built. It's impressive, and I enjoyed working with him. He's bright and actually has a good sense of humor. But Microsoft never had the humanities and the liberal arts in its Dna. Even when they saw the Mac, they couldn't copy it well. They totally didn't get it. I have my own theory about why decline happens at companies like Ibm or Microsoft. The company does a great job, innovate and becomes a monopoly or close to it in some field. And then the quality of the product becomes less important. The company starts valuing the great salesman because the other ones who can move the needle on revenues, not the product engineers and the designers. So the salespeople end up running the company. John Acres at a Ibm was smart, el, fantastic salesperson, but he didn't know anything about product. The same thing happened at Xerox. When the sales guys run the company, the product guys don't matter so much. And a lot of them just turn off. It happened at Apple when Sc came in, which was my fault, and it happened when Balm took over at Microsoft. Apple was lucky and it rebounded. But I don't think anything will change our Microsoft as long as balm is running it. I hate it when people call themselves entrepreneurs when what they're really trying to do is launch a startup and then sell or go public so they can cash in and move on. They're unwilling to the work it takes to build a real company, which is the hardest work in business. That's how you really make a contribution and add to the legacy of those that went before you. You build a company that will still stand for something a generation or 2 from now. That's what Walt Disney did and He at Packard, and the people who built intel. It's interesting because a lot of people in here. We did a pot... I did a podcast on Walt Disney ready, but, xerox Edwin land at Polaroid, Bill Gates. A lot of these people just mentioning are actually... We're gonna cover in books in the future. So let's go back to what it said. You build a company that will still stand for something a generation or 2 from now. That's a Walt Disney did and he it and packard and the people who built intel. They created a company to last, not just to make money. That's what I want apple to be. I don't think I run rough shot over people, but if something sucks, I tell people to their face. It is my job to be honest. I know what I'm talking about, and I usually turn out to be right. That's the culture I tried to create. We are brutally honest with each other, and anyone can tell me they think I'm full of shit, and I can tell them the same. And we've had some rip roaring arguments where we are yelling at each other, and it's some of the best times I've ever had. I feel totally comfortable saying, Ron, that store looks like shit in front of everyone else. Or I might say, God, we really fucked up the engineering on this in front of the person that's responsible. That's the anti for being in the room. You've got to be able to be super honest. Maybe there's a better way a gentleman club where we all wear ties and speak in this language with Velvet code words, but I don't know that way because I am middle class from California. I was hard on people sometimes. Probably harder than I needed to be. I remember the time when Reed, this is his oldest his son when Reed was 6 years old coming home, and I just fired some way that day, and I imagine what it was like. For that person to tell his family and his young son that he had lost his job. It was hard, but somebody's gotta do it. I figured that it was always my job to make sure that the team was excellent. And if I didn't do it, nobody was going to do it. You always have to keep pushing to innovate. Dylan could have sung protest songs forever and probably made a lot of money, but he didn't. He had to move on. And when he did by going electric in 19 65, he alienate a lot of people. His 19 66 Europe tour was his greatest. He would come on and do a set of acoustic guitar and the audience loved him. Then he brought out what became the band, and they would all do an electric set, and the audience sometimes boot. There was 1 point where he was about to sing like a rolling stone, and someone from the audience audience yells, J and Dylan then says, play it fucking loud, and they did. The beetles were the same way, they kept evolving, moving, refining their art. That's what I've always shut to do. Keep moving. Otherwise, as Dylan says, if you're not busy being born, you're busy dying. What drove me? I think most creative people want to express appreciation from being able to take advantage of the work that's been done by others before us. I didn't invent the language are mathematics I use. I make little of my own food, none of my own clothes. Everything I do depends on another member of our species and the shoulders that we stand on, and a lot of us want to contribute something back to our species and to add something to the flow. It's about trying to express something in the only way that most of us know how because we can't write Bob Dylan songs are Tom's s place. We try to use the talents we do have to express our deep feelings to show our appreciation of all the contributions that came before us and to add something to that flow. That was what has driven me. And that's the end of what Steve Jobs thought his legacy would be. And it's also at the end of this podcast. I think that's... There's not a better place to leave it in there. So if you enjoyed this podcast, here are few ways that you could support the work that I'm doing here. And in return, help me and enable me to create even more podcasts on the greatest entrepreneurs in history. First, if you're... If you haven't yet, you subscribe to this podcast and your podcast player, I'm releasing a new podcast every Sunday, and it's the easiest way for you to be alerted to win the new podcast are released. I plan on doing them, early Sunday morning. Sometimes these books. So, like, this book, it it just took me a while, like I said, anywhere from like, 10 to 15 hours to read, then you have to outline what you wanna talk about, and I have to record and then publish. So maybe 20 total hours, but some of them are longer. Like, we're gonna do a book on John D Rockefeller. That's... It's that's gonna take me a long time. So, hopefully, I can get it I release them if as early as I can. Usually early Sunday morning That way, you can listen to it. Most people don't work on Sundays. Listen to this, hopefully be inspired by the storage you here and you're ready to get back to whatever you wanna do on Monday, whatever is important to you, business you're creating with an application or you're just... You're an artist Or just... You're over just person wants to do something. So that's why I to do Sunday. So if you enjoy what I'm here and you wanna encourage me to continue to keep going, and support this podcast, I need a favor. I have to ask you a favor. I need you to leave a 5 star review for this podcast on itunes. And as a thank you for taking the time to leave a review, the... I will buy the book Steve Jobs by Walter Isaac for the first 10 people that leave a review, and mention this specific episode. So in your review, you you mentioned what you liked about this episode. You take a screenshot of the review and you text it to me. You could text the podcast not only text me the review, but you if you have any other feedback, you just wanna talk or have direct communication with me. Since podcasts are consumed on mobile. I figured texting was the the best way. So that you can text me at 03:05 08:09 8899. 03:05 08:09 8899. So the first 10 people that leave review mentioning the Steve jobs episode, and it's 5 serve review I will return the favor and buy the books so you can read it. It's a really really good book. I've sent it to a few friends. I own both the Kindle version and the paper back version. I did this podcast from the paper pack version. I'd like taking notes and you probably heard me ripping off sticky notes and everything during the podcast. Another way you could support and the most important actually way to support. I am I understand most podcast podcasts support themselves to ads. I don't... I wanna try to avoid doing that if all possible. And at the same time, I wanna build a community of like minded people that are interested in entrepreneurship and history and reading and books and all the the things that I'm interested in and the reason that I create pot... This podcast begin with. So I have... You can set up to become a member. So becoming a member is the most important thing you can do. This podcast sad free. Right? Half of the podcast I do are released for free. Like this 1. There's no ad in it. The other half are for members only. So this week's podcast is free, the next one's members only, and we alternate back and forth between free members only. Members or what make this podcast possible for a small monthly membership fee, you get access to every other episode and the entire back catalog. You can also are the ones that help me, produce future shows, meaning that the people that sign up to you member on Patreon, which are link the links in the show notes, which is available in your podcast player. And if you want, you can just text text me unless I need the link. But the people on page on patreon, the patreon subscribers are able to suggest, hey, what if you cut... You do... You do this book or this person. And it helps, like, steer the direction of the show. So it's extremely important. If you wanna support ad free and independent podcast like this 1, the best way to do is to sign become a member. You sign up once You never think about it again, it's really convenient you have access to, you know, members only episodes that other people are not going to hear. The only people are gonna hear there are the members. And the third thing, subscribe to our to my email list. I leave a link directly for that in, the show notes as well. So I send an email out very... I only send emails when I release an episode. So I'll send you an email for every episode with lessons I learned from that entrepreneur, some favorite quotes from the book. Some of the them that don't make it in the podcast, and another kinda of be behind this scenes info. And it's more, like, a personal letter are coming from me. And it's just an easy way to communicate. There's already over 8 or 9000 people on the list are already. So please join. It is a good way. In addition to texting me, you can also the people in the email list also constantly send me emails, and I respond... I read and respond to everyone. And I think this is where I'm gonna end it. I do wanna think, before I close, I'm extremely grateful that you've listened this far that you decided to click on this podcast that you wanted to listen to it. I hope you found it worth your time. And I hope you come back for more. Every week, we're gonna be talking about another historically great entrepreneur. I have lists of probably 40 to 50 that I wanna cover. And they're always gonna be centered around some kind of biography. So we have a lot of in depth research to pull from. And I kinda like going through this at the same time because I'm... By no means and authority on this. I'm learning about these things at the same time you are. So... And I hope this is the podcast where I listen to some of the other podcasts. And again, I've only done a few episodes where, like, I'm trying to let my personality shine through as much as possible. So you when you listen to a podcast, you have a the reason I I love this medium more than almost any other medium. I I would say more than any other medium is because it's very intimate. And the more you listen to podcast, the more you you get to know that person. And I hopefully, that's that's what's happening here when you're listening to the to my podcast. And I'll continue to to infuse more and more of my personality in there. And it just... I like the connection. I like the direct 1 to 1 connection. So wanted to feel like I'm talking directly to you because I am talking directly to you. With that, I've taken up enough enough of your time. Thank you very much for listening if you enjoyed, become a member, rate and review and share with your friends if you can. And I will talk to you next week."
}