{
  "transcript": "In this series of posts, I will walk through some of my accumulated knowledge and experience in building high tech startups. My specific experience is from 3 companies I've have c founded, Nets scape, Ops, and n. But more generally, I've been fortunate enough to be involved in and exposed to a broad range of other startups. Maybe 40 or 50 in enough detail to know what I'm talking about. As a board member as an angel investor as an adviser, as a friend of various founders, and as a participant in various venture capital funds. Much of my perspective is based on Silicon Valley and the environment that we have here. The culture, the people, the venture capital base and so on. Some of it will travel well to other regions and countries, some probably will not. With all that out of the way, let's start at the beginning. Why not to do a start. Okay. So that is from the book that I'm gonna talk to you about today. So this is this is gonna be a little different. If you're new to founders, the premise of the podcast is really simple. I read a biography of an entrepreneur every week and then pull out ideas that I found interesting usually from their early life, how they got started, how they think about business, things like that. But today, I wanted to cover mark reason. The reason I say this is different is because I as far as I know, there's not an a biography an auto biography of Mark. I was introduced to Mark through... I think I found out about him through Twitter and Have come to know to to know, like, his ideas and thoughts. Mainly through podcasts. Personally, I find him very interesting. I like how fast he talks, and he's just has... Seems to have a wide... He's able to, like, talk about a wide subject matter. Wide array of different subjects rather. So what I what I did not know though was about 10 years ago, he was quite the prolific blogger. I stumbled upon this link that led me to downloading a free ebook. So I'm gonna leave that link in the show notes, of course. And that ebook is a collection. So Mark runs a venture capital firm. And I don't know if he did this or the firm did this or somebody else did, but they took they selected some of his blog posts, which are which as far as I know is... Are not online anymore. And they put him into an ebook that's free to download So this isn't gonna be a biography of Mark, but this is gonna be an explicit way he thinks about building companies, which I think is still valuable to to you the listener. And like I said, it's... I think it's definitely worth checking out. I've read the Ebook book now twice. And it's... I think a close to 200 pages, and there's just not a lot of fluff in there. So let me just go ahead and jump into that. It's true that there are a lot of great things about doing a startup. They include based on my experience. The opportunity to be in control of your own destiny. So he says that's most fundamental, and he's gonna explain. He goes you get to succeed or fail on your own, and you don't have some Bo telling you what to do. For a certain kind of personality, this alone is reason enough to a start. The second reason the opportunity to create something new, also super important. The proverbial blank sheet of paper. You have the ability, actually the obligation to imagine a product that's does not exist yet and bring it into existence. Without any of the constraints normally faced by larger companies. Okay. So the third 1... Third reason is the opportunity to have an impact on the war to give people a new way to communicate a new way to share information a new way to work together or anything else you can think of that would make the world a better place. Straightforward right there. And another 1 is the ability to create your ideal culture and work with a dream team of people you get to assemble yourself. 1 your culture to be based on people who have fun every day and enjoy working together? Or do you want a hyper competitive atmosphere both in work and play? Or are you super focused on creating innovative new rocket science technologies? Or are you global and perspective from day 1? You get to choose and to build your culture and team to suit and then money. Startups done right, of course can be highly lucrative. This is not just an issue of personal greed. When things go write your team and employees will themselves do very well and be able to support their families, send their kids to college and realize their dreams, and that's really cool. If you're lucky, you as an entrepreneur can ultimately make profound and philanthropic gifts that change society for the better. And so now he's gonna get to his main point of this section though. He he says, however, there are many more reasons not to do a start. So I'm just gonna highlight some of the ones that really stuck out to me. This section so much longer, so Not gonna read all of it. K. So it says first and most importantly, realize that a startup puts you on an emotional roller coaster unlike anything you have ever experienced. You will flip rapidly from day to day in which you are historically convinced you are going to own the world to a day in which you... In which doom seems only weeks away and you feel completely ruined and back again over and over and over. And I'm talking about what happens to stable entrepreneurs. There is so much uncertainty and so much risk around practically everything you are doing. Some days, things will go really well and some things will go really poorly. And the level of stress that you are that you're under generally will mag those transient data points into incredible highs and unbelievable lows at whiplash speed and huge magnitude. So when I read that, I thought of there's a there's an exchange that happens. I talked about this in in founders number 41 when I went over Ben H book, Ben H is Mark Jason's business partner, but he wrote a book called hard thing about hart things. And 1 of my favorite exchanges in the book? I'm just gonna read it to you, and it's a conversation between Mark and Ben and marks the first 1 talking. He says, do you know what the best thing about startups and Ben asked what? You only ever experienced 2 emotions. Euphoria and terror. And I find that a lack of sleep enhances them both. So that's a good kind of a good insight into into Mark's personality there, and a little bit of what are you what he's talking about here. Second, in a startup up, absolutely nothing happens unless you make it happen. This 1 throws both founders and employees new to startups. In an established company, no matter how poorly run or demo, things happen. They just happen. People come into work, code gets written, markets get analyzed, pricing gets studied and determined Sales car calls get made and so on. A startup has none of the established systems rhythms infrastructure that any established company has. You as the founder have to put all of these systems and routines and habits in place and get everyone actually rowing, forget even about rowing in the right direction, just rowing at all is hard enough at the start. And until you do, absolutely nothing happens. Unless of course, you do it yourself. Third reason not to do a start up, you get told no a lot. Unless you spend time in sales, you're probably not familiar with being told no a lot. It's not so much fun. Fourth, hiring is a huge pain in the ass. A lot of people think they wanna be part of a start. But when the time comes to leave their C job at Hp or Apple, they flinch and they stay. As a founder of a start up trying to hire team, you're run into this again and again, and this is where he talks a little bit about Jim Clark. When Jim Clark decided to start a new company in 19 94, I was 1 of about a dozen people at various Silicon Valley companies, he was talking to about joining him, in what became Nets scape. I was the only 1 who went all the way saying yes. Largely because I was 22 years old and had no reason not to do it. The rest flinch and didn't do it. And this was Jim Clark. A legend in the industry who was coming off of 1 of the most successful company in silicon Valley 19 94. How easy do you think it's going to be for you? Fifth reason not to do a startup? God help you at some point, you're gonna have to hire executives? You think hiring employees is hard and risky? Wait until you start hiring a Vp for of engineering, Vp of marketing, Vp of sales, general Counsel, and Cfo. 6, the hours. There's been a lot of talk in silicon valley lately about the work life balance. That's hilarious because he's writing these words a decade ago, and I feel like on Twitter, there's arguments and fights every day about this. About how you should be able to do a start up and simultaneously live a full and fulfilling outside life. Now, personally, I have a lot of sympathy for that point of view. But it's really difficult. The fact is that startups are incredibly intense experiences and take a lot out of people in the best circumstances. So let me just go back to what I just referenced about. It's funny that he wrote this just 10 years ago. The reason I spent so much time thinking reading about history and learning by history. Is because I feel when you see things like this, actions that human beings are engaged in that are separated from time and geography and culture, meaning they just constantly reappear over and over again. To me, that's just a good indicator that some level of our base programming makes us do these kind of, engage in these kind of activities. And when you see that it's probably best just to stain. Are we really gonna make that big of a difference in this debate, my opinion probably not. I think people are gonna do whatever they feel they wanna do anyways, and they're probably gonna be arguing about this 50 years and a hundred years from as well. Okay. So she says the fact that startups are incredibly intense experiences and take a lot out of people in the best circumstances. And he says, and... But he's honest about it. He says, in case you were wondering, the hours do compound the stress. 7, it is really easy for the culture of a start up to go sideways. This combines the first and second items above. This is your emotional roller coaster wreak havoc on not just you, but your whole company. In the best case, you get an amazing dynamic of people really pulling together supporting 1 another and working their collective tails off in pursuit of a dream. In the worst case, you end up with widespread, self reinforcing bitterness, losing dis, cy, bad morale, contempt management and depression. Guess, which way it usually goes. He's actually... I I'm sure gonna repeat myself over and over again, but he's really funny. Hey, a lot of his writing. I I laughed out loud several times. 8, there are a lot of x factors that can come along and whoop you right upside the head, and there's absolutely nothing you can do about them, and he's gonna list them here. So stock market crashes, terrorist attacks, natural disasters, any given x factor might slam, shut the fundraising window, cause customers to the delay or cancel purchases are at worst, shut down your whole company. He gives an example. He doesn't tell us what start has happened, but he said, Russian Mobs laundering millions of dollars of dirty money through your service, resulting in the credit card companies closing you down. You think I'm joking about that 1, and then he continues. Okay. Now here's the best part. This is hilarious because, I'm just reading kinda nodding along as I'm I'm reading his answers, and... And then I didn't even realize that he we haven't even got to the point that you haven't even figured out what product to build. So he talks about that here. He says, I haven't even talked about figuring out what product to build building it, taking it to market and standing out from the crowd. All the risks in the core activities of what your company actually does are yet to come. Okay. So now I wanna get into his post. And he's title the post the only thing that matters. So now this is Mark. This post is all about the only thing that matters for a new startup. But first, some theory, If you look at a broad cross section of start, say 30 or 40 or more, enough to screen out the pure fluke and look for patterns. 2 obvious facts will jump out at you. First obvious fact. There is an incredibly wide divergence of success. Some of the some of those startups are insanely successful, some highly successful, many some successful and quite a few, of course outright fail. The second obvious fact. There's an incredibly wide divergence of caliber and quality for the 3 core elements of each startup, and its team, product and market. You'll understand in in a few minutes why he's laying this out because he's gonna take the counterintuitive point here. At any get of given startup, the team will range from outstanding to remarkably flawed. The product will range from a masterpiece of engineering to barely functional, and the market will range from booming to come. And so you start to wonder what correlates the most to success, team, product, or market, or more bluntly, what causes success. And for those of you who who are students of of start failure, what's most dangerous a bad team, a weak product are a poor markets. So he's gonna go into, defining those terms a little bit more. I think you probably already know what they are. And if you... If not, you can just read a little bit more about that by downloading the free the free book. He's gonna jump into the difference between product quality and market size are completely different? Because some people... So he talks about he said, how can he gets question How great can a product be if nobody wants it. In other words, isn't the quality of a product defined by how appealing it is to lots of customers. And his answer is no. Product quality and market size are completely different. And here's... Somebody's gonna give you an example. Here's the classic scenario. The world's best software application for an operating system nobody runs. Just ask any software developer targeting the market for next applications. What the difference is between great product and a big market. And so now he's gonna build into his own thoughts on this. He said so, if you ask on... Entrepreneurs or Vcs, which of team product or market is most important, many will say team. This is the obvious answer. In part because at the beginning of a startup, you know a lot more about the team than you do about the product, which hasn't even been built yet. Are the market which hasn't even been explored yet. Good points. Right? But plus, we've all been raised on slogan like people are most important asset, At least in the Us, pro people sentiments perm our culture, ranging from high school self esteem programs to the declaration of independence is ina rights to life liberty in the pursuit of happiness. So the answer that team is the most important feels right. And who wants to take to position that people don't matter. On the other hand, if you ask engineers, many will say product. This is a product business, startups and invent products, customers buy and use the products. Apple and Google are the best companies in the industry today because they build the best products. You're clearly seeing. He's steel manning their argument. This is not the what he believes this is what he hears from engineers. Without the product, there is no company. Just try having a great team and no product are a great market and no product. What's wrong with you. Now let me get back to work on the product. And so now we're gonna hear his own opinion. Personally, I'll take the third position. All assert that market is the most important factor in a startup up success or failure. And here he lays out his kinda... His pretty convincing argument. Why? In a great market, a market with lots of real potential customers, the market polls product out of the startup. The market needs to be fulfilled and the market will be fulfilled by the first viable product that comes along. The product doesn't need to be great. It just has to basically work, and the market doesn't care how good the team is as long as the team can produce the viable product. In short, customers are knocking down your door to get the product. The main goals to actually answer the phone and respond to all the emails from people who wanna buy. And when you have a great market, the team is remarkably easy to upgrade on the fly. And so these some examples. So this is the story of search keyword advertising, and Internet auctions and Tcp slash ip routers. Conversely, in a terrible market, you can have the best product in the world and an absolutely killer team, and it doesn't matter. You are going to fail. You'll break your pick for years trying to find customers who don't exist for your marvelous product, and your wonderful team will eventually get demo and quit and your startup will die. This is this the story of video conferencing and workflow software and micro payments. So now he's gonna get into remember that the name of this post is the most important thing. So there's this guy, Andy Rat Rat that he's gonna quote. He he has this... This the series of ideas called Rat, law of start of success. And so it says, the number 1 company killer is lack of market. And this is Mark writing, and he says Andy puts it this way. It's actually a good summary of this entire post. When a great team meets a lousy market, the market wins. When a lousy team meets a great market, the market wins. When a great team meets a great market, something special happens. You can obviously screw up a great market. And that has been done and not infrequently. But assuming the team is baseline competent and the product is fundamentally acceptable, a great market will tend to equal success and a poor market will tend to equal failure. Market matters most. Neither a stellar team nor a fantastic product will redeem a bad market. I can name you a bunch of examples of great teams that totally screwed up their products. Great products are really, really, really hard to build. Hopefully, a great team also get you a great market. But I can also name you in lots of examples of great teams that executed brilliantly against terrible markets and failed. And I love this this summary and he even sized it in his writing. Markets that don't exist. Don't care how smart you are. Conversely, he continues. I can name you in any number of weak teams whose startups were highly successful due to explosive large markets for what they were doing. And he says, a great team is a team that will always beat a mediocre team. Given the same market and product. See did few paragraphs down, the question... The question is well, as a startup founder, what should I do about all this? And so now Mark's is gonna get into that. He says, Let's introduce rat corollary of startup up success, and this is the core of his... This... The reason Mark's right in this post. The only thing that matters is getting to product market fit. Product market fit means being in a good market with a product that can satisfy that market. You can always feel when product market fit isn't happening. The customers aren't quite getting value out of the product, word mouth isn't spreading, usages isn't and growing that fast, press reviews are kind of blah, the sales cycle takes too long and lots of deals never close. And you can always feel when feel product market fit when it's happening. The customers are buying the product just as fast as you can make it, money from customers is piling up in your company checking account. You're hiring sales and customer support staff as fast as you can. He says, lots of startups fail before product market fit ever happens. My contention in fact is that they fail because they never get to product market fit. Carried a step further. I believe that the life of any startup can be divided into 2 parts. So he's gonna call this Bp f and Apm f. You can kinda figure out what that is. So it's before product market fit and after product market fit. When you are before product market fit, focus obsessively on getting to product market fit, do whatever is required to get to product market fit. When you get right down to it, you can ignore almost everything else. And saying you can ignore everything else because the only important part is actually getting to product market fit. Whenever you see successful startup, you see 1 that has reached product market fit. And usually along the way, screwed up all kinds of other things. From channel model to pipeline development strategy to marketing plan to press relations, to compensation policies to the Ceo sleeping with the venture capitalists and yet the startup is still successful. So again, he's just re hitting that like, all... You can do all these other things terribly. But if you... If you focus on the most important thing, which is in his opinion getting the product market fit. None of that matters. And so now he's gonna say the reverse of that. Like, there's plenty of really well run companies that never get it and still fail. So says conversely, you say a surprising number of really well run startups that have all aspects of operations completely buttoned down. Hr policies in place, great sales model, thoroughly thought through marketing plan, great interview processes, outstanding catered food, heading straight off a cliff due to never to not ever finding product market fit. Okay. So now I'm gonna jump to his post and advice for startup up for smaller companies. On dealing with larger companies, and he uses the metaphor of the moby dick theory of big companies, which is quite humorous. So he says there are times in the in the life of a startup when you have to deal with big companies. The most important thing you need to know going into any discussion our interaction with a big company is that you're captain, Ahab, and the big company is Moby Dick. When Captain Ahab went in search of the Great White Whale Moby Dick. He had absolutely no idea whether he would find Moby Dick. What happened was entirely up to Moby Dick. And Captain Ahab would never be able to explain to himself or anyone else why Moby Dick would do whatever it is he would do. You are captain Ahab, and the big company is Moby Dick. Here is why. I love this part. The behavior of any big company is largely inexplicable when viewed from the outside. I always laugh when someone says Microsoft is gonna do x. Or Google is gonna do y. Our Yahoo is going to do z. Odds are nobody inside Microsoft, Google or Yahoo knows what Microsoft, Google or Yahoo is going to do in any given circumstance on any given issue. So you can lodge logically take away from that. Well, if they don't even know what they're doing on this side, how could you from the outside. And he's gonna explain why that that's really hard to do. The inside of any big company is a very, very complex system, consisting of many thousands of people of whom at least hundreds and probably thousands are executives who think they have some level of decision making authority. On any given issue, many people inside the company are going to get some kind of vote on what happens. Maybe 8 people, maybe 10:15 20 and sometimes many more. So he's gonna tell a story here, which it sounds like it's made up. I don't think he's lying to us, but this this is so ridiculous. When I was at Ibm in the early nineties, They had a formal decision making process called concur. On any given issue, a written list of the 50 or so executives from all over the company who would be affected by the decision in any way, no matter how minor would be assembled, and any 1 of those executives could non concur and veto the decision. That's an extreme case. But even a non extreme version of this process and all big companies have 1, they have to is mind bending complex to try to understand even from the inside, let alone the outside. And so he continues he says, you can count on there being a whole host of imp forces that will affect the dynamic of decision making on any issue at a big company. You can't possibly even identify all the factors that will come to bear on a big company's decision. Much less try to understand them. Much less try to influence than very much at all. So back to Moby Dick. Moby Dick might stalk you for 3 months, than jump out of the water and raise raise a huge ru, than vanish for 6 months, then come back and beat your whole boat or alternatively give you a clear shot you need to harpoon his giant butt and you're never going to know why. A big company might study you for 3 months. Then approach you and tell you they want to invest in you or partner with you or even buy you and then vanish for 6 months. Then come out with a directly competitive product that kills you or alternatively acquire you and make you and your whole team rich, So think about all the different factors you just explained 1 paragraph. And again, this the the takeaway the same thing, and you're never going to know why. The upside of dealing with a big company is the right deal with the right big company can have a huge impact on a startup up success. The downside of dealing with a big company is that is that he can caps you, maybe by stepping on you in 1 way or another and killing you, but more likely by wrapping you up in a bad partnership that ends up holding you back, are just making you waste a huge amount of time in meetings and get distracted from your core mission. So when I was reading all this, I just couldn't... I was like, why would he... Why is he giving you advice to... It's... Like, why would you wanna deal with just big companies? It seems like there's way too much randomness. Like, you you have a much harder shot at building a, a good business there. If it's... If it's just random. So I'm reading where all this and highlighting this. Look, this isn't making any sense It's, like, I don't understand where Mark's going with this. And once I got to this. I'm like, oh, okay. Because I I come up with the same conclusion. So what to do? First, don't do startups that require deals with big companies to make them successful. The risk of and tells you why? The risk of never getting those deals is way too high. No matter how hard you are willing to work at it. And even if you get the deals, they probably won't work out the way you hoped. Second, never assume that a deal with the big company is closed until the Inc hits the paper or the cash hits the company bank account. Third, be extremely patient. Big companies play hurry up and wait all the time. If you wanna deal with a big company, it is probably going to take a lot longer to put together than you think. That I like this reason a lot, never ever assume a big company will do the obvious thing. What is obvious to you or any other outsider is probably not obvious on the inside, once she... Once all the other factors that are involved or taking into accounts. And then I think he continues into it's even a good... I think he's picking up, like, on a fundamental aspect of human nature here. Be aware that big companies care a lot more about what other big companies are doing than what any startup is doing. Hell, big companies often care a lot more about what other big companies are doing than they care about what their customers doing, Big mistake. Moby Dick cared a lot more about what the other giant white whales were doing than those annoying little people in that flimsy boat. So he's gonna give us some advice to close out this this post, and he says, don't get obsessed. Don't turn into Captain Ahab. By all means, talk to big companies about all kinds of things, but always be ready to have the conversation just drop and to return to your core business. Rare is the startup where a deal with a big company leads to success or lack thereof of leads to a huge failure. Okay. So now I'm gonna skip ahead to his post on why a start initial business plan doesn't matter that much. Alright. A start initial business plan doesn't matter that much because it is very hard to determine upfront exactly what combination of product and market will result in success. By definition, you will be doing something new in a world that is a very uncertain place. You are simply probably not going to know whether your initial idea will work out as a product and a business, and you will probably have to rapidly evolve your plan possibly every aspect of it as you go. It is therefore, much more important for a startup to aggressively seek out a big market and product market fit within that market. Once the startup is up and running than it is to try to plan out what you're going to do in great detail ahead of time. This just goes back to 1 of my my central philosophical tenets is that that we live in a world that is far too complex for us to understand. And, therefore, you're going to have to learn as you go. The history of successful startups is quite clear on this topic. Normally, I would simply point to Microsoft, which started as a... As programming tools before Ibm, all but forced bill gates to go into the operating system business, or Oracle, which was a consultancy for the Cia before Larry Ellis decided to product ties a relational database. Our Intel, which was very much which was a much smaller company focused on memory chip market until the Japanese onslaught of the mid eighties to forced Andy Grove to switch focus to Cpus. Side note. If you wanna learn more about Intel. I did a podcast on my great book called the Intel Trinity. It's founder number 8. Okay. So back to what Mark is writing. Okay. However, I've been reading Randall Strauss marvelous book about Thomas Edison, the Wizard of Men Park. Okay? Let me plug another 1 of my past podcast in case you haven't listened to it. I did... I actually read this book and I did a podcast. It's founders number 3. So I did, like, a year and a half, maybe 2 years ago. I I did this even before I had the name founders for the podcast. But, yeah, that it is a fascinating book, and, actually, a lot of this post. He's going to be quoting the book. So why is that important? Instead of talking about Andy G, or Intel, or Oracle, or or Microsoft. Why is he saying, no. That you can just... I'm just gonna bring up Thomas Edison. And he says, and here's a reason because of 1 of Edison... 1 of the most important inventions of all time. And and and how it actually started. So his his whole point is like you can't predict is kind of, relayed here in this Edison story. So is Edison first commercial commercial commercially viable breakthrough invention was the pho photograph. Okay? So what hell the pho photograph. Right? Well, the pho photograph is the fore runner to what you kids know as the record player the turntable, the walk man, the cd player and the ipod. And as a result, podcast, the very activity that we're engaged in right now, because what what did a phone to do? It allows you to to play back at a later time recorded audio. Edison went on, of course, become 1 of the greatest inventors and innovators of all time. As our story begins, Edison, an unknown inventor running his own startup is focused on developing better hardware for telegraph operators. He is particularly focused on equipment for telegraph operators to be able to send voice messages over telegraph lines. So it says the day after Edison, this is Randall Strauss writing now. The day after Edison had noted the idea for recording voice messages received by a telegraph office. He came up with a variation. That evening, on 07/18/1877 when his labs midnight dinner had been consumed. Edison turned around to face his assistant and this Charles bachelor's is kind of a famous guy on Right? And casually remarked, batch. If we had a point a point on this, we could make a record of some material, which we could afterwards pull under the point and it would give us the speech back. As soon as Edison had pointed it out, it seems so obvious that they did not pause to appreciate the suggestion. Everyone jumped up to rig a test. Within an hour, they had the Gizmo set up on their table. Edison sat down, leaned into the mouthpiece and delivered the stock phrase that the lab used to test telephone diaphragm. Mary had a little lamb. Bachelor reinsert inserted the strip the beginning of the strip on which the phrase had been recorded and out came Ey had l am. It was not fine talking that recalled, but the shape of it was there. The men celebrated with a whoop. With a whoop, whoop. Sorry. With a whoop, shook hands with 1 another and worked on. By breakfast the following morning, they had succeeded in getting clear articulation from wax paper, the first recording medium. And then this is really important point, the discovery was treated surprisingly casually in the labs notebooks. It was a singular moment in the modern history of invention. But in the years that would follow, Edison would never tell the story the way it actually unfolded that summit that summer. Always moving the events from July 18 77 to December. We may guess the reason why. In July, he and his assistance failed to appreciate what they had discovered. So remember, the the start of this paragraph says it's the singular moment in the modern history of you mentioned. Few sentences later, they've actually don't even know what they've discovered yet. At the time, they were working fever to develop a set of working telephones to show their best prospects, so they're, they're trying to sell these working set of telephone to the to the company Western Union. There was no time to pause and reflect on the incidental invention of what the first working model of the pho photograph of what was kind of to be the first working model of the pho photograph. The invention continued to be labeled in the notebooks with a broader rubric speaking telegraph, reflecting the assumption that it would be put to use in the telegraph office recording messages. And this is gonna give you an idea of what Edison state of affairs in his life was at the time. In October 18 77, So this a few months after that he invented the phone of photograph. Edison wrote his father that he was at present very hard up for cash. But if his speaking telegraph was successful, he would receive in advance on royalties. The commercial potential of his still unnamed recording apparatus remained out of sight. So let me ask jump to the next paragraph, a description of the pho photograph in scientific America, excuse me, Scientific American in early November, set off a frenzy in America and Europe. The New York sun was fascinated by the meta physical implications of an invention that could play, and this is a quote from them, echoes from dead voices and more to to Mark's point? Like, why is Mark including all this, talking about, you know, your initial video. But he's... He's trying to to teach us that our initial business plan is not the most important thing. And here's why the New York Times predicted that a large business would develop in bottled sermon and wealthy con would take pride in keeping a well stocked or seller. So they thought the use would be that preacher should be able to record their sermon, and people would be so ent by this. They'd they'd have basically at an at home audio library of preaching Sermon. By late November, Edison and his staff had caught onto the pho commercial potential as a gadget for entertainment. A list of possible uses for the uses for the... Pho photograph was noted. And so this is some of the things they thought maybe could be used for speaking toys w toy train engines, music boxes, clocks and watches that announced the time, and it was even an inkling of the future importance of personal music collections. Here described as a machine for the whole family to enjoy. Equipped with a thousand music recordings. And so, on 12/07/1977. So almost 6 months after that he first did this. Edison walked into the New york office of Scientific American, placed a small machine on the editors desk, and with about a dozen people gathered around, turn the crank. How do you do as the machine interested introducing itself crisp. And how do you like the pho photograph? It itself was feeling quite well it assured it's the listeners and then cordial bid everyone a good night. Having long worked within the world of telegraph equipment. Edison had been perfectly placed to receive the technical inspiration for the pho. But that same world oriented to a handful of giant industrial consumers Our customers had nothing in common with the consumer marketplace. And now this is Mark finishing up this post with what his... When he took away from that, and he says the story goes on and on. You should read the book. It's all like this. The point is this. If Thomas Edison didn't know what he had when he invented a pho photograph while he thought he was trying to create better industrial equipment for telegraph operators. What are the odds that you or any entrepreneur is going to have it all figured out upfront. Okay. So that is the end of the... What I wanted to include for the P market guide to start ups. Now he has the P market guide to career. And there's just a few parts that I wanna share with you here that I think are extremely valuable. So we're gonna be talking about career planning. He says in real life as opposed to blogging, 1 of my least favorite things to do is give career planning advice. Most people who say they want career planning advice aren't actually looking for advice. They just want validation of the path they already chosen. Because of that, giving some someone career planning advice is 1 of the sure ways to end up feeling like an asshole. However, as with so many other things, career planning is a topic about which I have plenty of opinions. So I I love. He's like, this is useless. I don't like doing it, but I have a lot of opinions I'm gonna write down. The 3 parts Said, like I said earlier, I'm gonna focus on his is how to think about opportunity, skills and education and where to go and why. And so let's start with the opportunity. The first rule of career planning. Do not plan your career. The world is an incredibly complex place and everything is changing all the time. You can't plan your career because you have no idea what's gonna happen in the future. You have no idea what industries you enter, What companies you'll work for? What roles you have, where you live or what you'll ultimately contribute to the world. You'll change, industries will change. The world would change, and you can't possibly predict any of it. Trying to plan your career as an exercise and fertility that will only serve to frustrate you. And to blind you to the really significant opportunities that life will throw your way. Career planning equals career limiting. The sooner you come to grips with that, the better, the second rule of career planning. Instead of planning your career, focus on pursuing opportunities. Opportunities are key. I would argue that opportunities fall loosely into 2 buckets. Those that present themselves to you and those that you go out and create. Both will be hugely important to your career. Opportunities that present themselves to you are the consequence, at least partially of being in the right place at the right time. They tend to present themselves when you are not expecting it. And often, when you are engaged in other activities that would seem to preclude you from pursuing them, and they come and go quickly. That's such an important part. I need to read that read that part over. Okay? So they're gonna present themselves when you're actually not expecting it. Okay? Usually when you're engaged in some other activity, and that usually would prevent you from from pursuing that. Right? And then let's... I wanna repeat this part because it might be the most important part. And they come and go quickly. If you don't jump all over an opportunity, someone else generally will, and it will vanish. I believe a huge part of what people would like to refer to as career planning is being continuously to opportunities that present themselves to you spontaneously. When you happen to be in the right place at the right time. And he's gonna give you some examples of what that might look like in real life, a senior person at your firm is looking for someone young and hungry to do the leg work on an important project. In addition to your day job. Your former manager has jumped shipped to a hot growth company and calls you 3 months later and says come join me. Or a small group of your smartest friends are headed to Denny's at 11PM to discuss an idea for a start. Would you like to come along? And now, Mark it's gonna, give his opinion on this. He says, I am continually amazed at the number of people who are presented with an opportunity like the ones above and pass. There's your basic dividing line between the people who shoot up in their careers like a rocket ship and those who don't right there. I'm am also continually amazed that the number of people who coast through life and don't go and seek out opportunities even when they know in their gut, what they'd really like to do. Don't be 1 of those people, life is way too short. Unfortunately, I think that's probably the vast majority of people. The world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, the world will often reconfigure itself around you much more quickly and easily than you would think. Now, I'm not proposing that you simply ping pong from opportunity to opportunity randomly. You can have a strategy and here's how I think that strategy should work. People who manage money professionally don't think about individual investments in isolation. They think about those investments as part of an overall portfolio. Each investment has its potential return, the benefit you get from owning it, and its potential risks, the things that can go wrong. A portfolio then is a set of investments and the portfolio assumes a return and risk characteristics of all the investments blended together. Viewed in that context. It is often logical to have individual investments within a portfolio, that are far more risky than 1 would normally find comfortable, and that's only if the potential return is good enough. Our investments that are far less risky and have far less return potential than 1 would normally want to protect one's downside. The risk of any individual investment is not important. What is important is how the risks and the potential returns of all those investments combined in the overall portfolio. So why is he giving us you know, like an econ 01:01 lesson. He's... Then here's the reason why. I believe you should look at your career as a portfolio of jobs, roles and opportunities. Each job that you take, each role that you choose to fill each opportunity you pursue will have a certain potential return. The benefits you can get from taking it, whether those benefits come in the form of income, skill development, experience, geographic location or something else. And this is the the other side of that, Each job will also have a certain risk profile. The thing that could go wrong from getting fired for not being able to handle the jobs demands to having to move somewhere you don't want to, the company going bankrupt, etcetera, etcetera. Once you start thinking this way, you can think strategically about your career over its likely 50 plus year time span. For example, when you are just out of school and you have a low burn rate and geographic flexibility, you can take jobs with a certain return risk profile. If you get married and have kids, you will take jobs with a different return risk profile. Later, when your kids grow up and you're once again free to move move about and you don't have to worry about tuition payments and a mortgage on a big house and a great school district, but you now have far more experience than you did when you were first starting out. You can also take jobs with a third risk return profile. Most people do not think this way. They might occasionally think this way, but they don't do it systematically. So when an opportunity pops up, they evaluate it on a stand alone basis. Boy, it looks risky. I'm not sure I should do it. What he's talking about some of the the common uses. What you should automatically do instead is put it in context with all of the other risks you are likely to take throughout your entire career and decide whether this opportunity fits strategically into your portfolio. And so he he's gonna say here, let's dig into this concept a little more. I'm talking about the former risk that financial professionals deal with and start up entrepreneurs deal with and that you deal with anytime you make any decision. There are a set of potential downsides to almost any decision, but they can be analyzed and often quantified and they're and thereby brought under control, which is important because in life, there is generally no opportunity without risk. I love other thing I love about his post. He always inter intertwined, like, stuff he's reading or saw elsewhere into, like, how... He gives you, like, some background on how he he came about what influenced these ideas. So there's this guy named aaron Brown. He says, to quote Aaron Brown. A legendary Morgan Stanley derivatives trader and Poker expert from his extraordinary book, the Poker face of Wall Street. When talking about hiring traders and investment bank. So this is Aaron Brown talking about hiring traders, and then we're gonna have Mark Titus entrepreneurship. What I listened for is someone who really wanted something that could be attained only through taking a risk, whether that risk was big or small. It's not even important that she managed the skills the the risk skill. It's only important that she knew it was there, respected it, but took it anyway. Most people wander through life careless taking whatever risk crosses their path... Path without compensation, but never consciously, accepting risk to pick up the money and other good things lying all around them. Other people reflex avoid every risk or grab every loose dollar without caution. I don't mean to be these strategies. I'm sure they make sense to the people who pursue them. I just don't understand them myself. I do know that none of these people will be successful traders. So now we're back to Mark and he says, so when you were presented with an opportunity, carefully analyze its risks, but do so within the context, if your likely lifetime portfolio risk or of your likely lifetime portfolio risk. And do so realizing that taking risk can be a good thing when it leads to pursuing the best opportunities. So he's gonna give us some some concrete examples here, and he says, All that said, here are some of my opinions about the kinds of risk you should take and when. I actually sent this, I actually took screenshots of this and sent it to my brother law because he's dealing with this now. He's young, no kids just got married, but living in, you know, in a relatively cheap apartment, has a job that he has... There's a clear path forward to advancement and a stable income, but maybe he doesn't like it... Doesn't... Doesn't really wanna spend his life doing that. And I I sent him this this part right here. He says, when you're... This is Mark rating. He says, when you were just remember, this is Mark's opinions on the kinds of risk you should take and win. When you adjust out of school and assuming that you're relatively free to move and have a low burn rate is when you should optimize for the rate at which you can develop skills and acquire experiences that will serve you well later. You should specifically take income risk in order to do that. Always take the job that will best develop your skills and give you valuable valuable experiences regardless of its salary. And this is... He put... He this, and it's the most important part. This is not the time in your career to play it safe. Amen to that. Moving on to next sec, when you have family obligations, a spouse, 2 and a half kids, a dog, a picket fence. That's obviously the time to crank back on the income risk, and instead take a little risk that you might not learn as much or advances quickly or join that or might Basically you don't join that. It might not be a good idea to join that hot new startup. He does add the caveat though he says, however, this is not black and white in silicon Valley, for example, it can still make a lot of sense for young parents to take a risk on a hot new startup because it'll will usually be easier to get another job if the start fails. Third 1. There may be times when you realize that you are dissatisfied with your field. Okay. This... I talk about constantly with with people in my personal life. You are working in enterprise software, for example, but you'd rather be working on Green tech or consumer in internet company. Jumping from 1 field into another is always risky because your specific skills and contacts are in your old field. So you'll always have less certainty of success in the new field. This is almost always a risk worth taking. Standing pat and being unhappy about about it has risks of it own... Of has risks of its own, particularly to your happiness. And it is awfully hard. This is this is so important. And it is awfully hard to be highly successful in a job or field in which 1 is unhappy. I think most people would agree with that last statement yet analyze the people around you how many people you know that have jobs they hate. But yet they they constantly talk to themselves into why they have to constantly... That that this has to be the case. Oh, you know, it's not that bad. Oh, I enjoy my weekends. Oh, I have kids or, I have all these other things. Like, I'm not saying that you you can just jump everybody can just jump freely. But if you know that you're unhappy, at least work your work towards a position in which you can make a change as opposed to just constantly saying, like, most people just shut their mind off that changes even possible. Now he... Okay. So he's gonna continue with, likewise with geographic risk. You start out in 1 city, say working at a software company in Philadelphia, and you're doing well. You get the opportunity to jump to a faster growing software company in Silicon Valley. Should you take the risk of moving geographies to a place where you don't know anybody and where the cost of... Living is almost is and when the cost of living is higher? Almost certainly. The additional risk of not having an extensive personal network and of to a lower standard of living for some period of time, are almost certainly overcome by the upside of being at a better company, relocating yourself to the heart of your industry and setting yourself up to exploit many more great opportunities over the next decade. And he says, finally, pay attention to opportunity costs at all times. Doing 1 thing means not doing other things. This is a form of risk that is very easy to ignore to your own detriment. And he says 1 more quote, this time from To Nicholas to le in the Black swan, seize any opportunity or anything that looks like opportunity. They are rare, much rare than you think. Many people do not realize they are getting a lucky break in life when they get it. If a big publisher or a big art dealer or a movie executive or a hotshot banker or a big thinker suggests an appointment, cancel anything you have planned. You may not see such a window open up again. So that's the end of the quote from Black Swan. This is back to Mark and this is a takeaway and his final takeaway from the thinking of opportunities. If you really are high potential, you're naturally going to be seeking out risks in your career, in order to maximize your level of achievement. So now he's gonna we're gonna go to skills and education, and then we're gonna go more on geography. I love this. So it says please read my opening disclaimers. Note, especially that these are only my personal views. I am not trying to align anyone else's choice of career education path. These are simply the things I would want to be told if I were entering college today. So go, first section, we're gonna talk about what should you studying in college. Some people argue that that college will be your 1 chance in life to pursue your passion to spend 4 years doing nothing, but studying whatever you love the most. Whether that's Renaissance literature or or ex existential philosophy. I disagree. If you tend to have an impact on the world, the fast you start developing concrete skills that will be useful in the real world, the better, and your undergrad degree is a great place to start. Once you get into the real world and you're prime for success, then you can pursue your passion. So as you can imagine, he's just gonna recommend stem degrees mostly. So I'm gonna skip over that part, but I'm gonna tell you... I'm gonna share with you why he's recommending this. So this says, why do I take the stance. Technical degrees teach you how to do something difficult and useful that matters in the real world. Even if you don't end up actually doing what the degree teaches you how to do. Going through the experience of learning how to do it will help you go through other serious learning experiences in your career. Complexity and difficulty will not phase you. Plus, technical degrees teach you how to think like an engineer, a scientist an economist or a mathematician. How to use reason logic and data. This is incredibly useful in the real world, which generally demands a rigorous thinking on the path to doing anything big. Plus, technical degrees indicates seriousness of purpose to future employers and partners. You get coded right up upfront as someone who is intent on doing real things. And I love his writing here and he he this to to really hone in that it's important to him, graduating with a technical degree, is like heading out into the real world armed with an assault rifle instead of a dull knife. What college university should I go to? Try very very hard to go to 1 of the best colleges or universities in the world for your chosen field. Do not worry about being a small fish and a big pond. You want to always be in the best pond possible because that's how you will get exposed to the best people and the best opportunities in your field. Okay. Now he's talking about we're gonna skip ahead talking about... So that... That's education. And and in relation to education is developing skills because that's what you should... What's the purpose of learning something. Right? So he says this is his favorite way of thinking about how do you develop scale once you're out of school? So this is my favorite way of thinking about this is seek to be a double triple quadruple threat. Scott Adams the creator of Gilbert nails it, so he's gonna quote from a a blog post. Scott Honors made about a decade ago. And so this is Scott writing. Said if you want an average successful life, it doesn't take much planning. Just stay of trouble, go to school and apply for jobs you might like. But if you want something extraordinary, you have 2 paths. Become the bet the best at 1 specific thing, or become very good, top 25 percent at 2 or more things. The first strategy is difficult to the point of near impossibility. A few people will ever play in the Nba or make a platinum album. I don't recommend anyone even try. This is Scott still writing, by the way. The second strategy is fairly easy. Everyone has at least a few areas in which they could be in the top 25 percent with some effort. In my case, I can draw better than most people, but I'm hardly an artist. And I'm not any funnier than the average stand of comedian who never makes it big, but I am funnier than most people. The magic is that few people can draw well and write jokes. It's the combination of the 2 that makes what I do so rare. And when you add in my business background, suddenly, I had I had a topic that very few cartoon could hope to understand without living it. Get a degree in business on top of your engineering degree, law degree, medical degree, science degree or whatever. Suddenly, you're in charge or maybe you're starting your own company using your combined knowledge. This is probably the most important sentence and entire post. Capitalism rewards things that are both rare and valuable. You make yourself rare by combining 2 or more pretty goods until no 1 else has your mix. It sounds like generic advice but you'd be hard pressed to find any successful person who didn't have about 3 skills in the top 25 percent. I meaning, the top 25 percent of all people. Okay. So now this is Mark telling us his opinion about what Scott wrote. All successful Ceos are like this. They're almost never the best product vision are the best salespeople people are the best marketing people are the best finance people are the best managers, But they are top 25 percent in some set of those skills. And then all of a sudden, they're qualified to actually run something important. Mark is gonna tell us his his opinion of what skills we should focus on on cultivating. Let me cite as examples 5 skills that you can develop once you leave school that in combination with your degree or degrees and your other skills can help maximize your potential. First, communication. So it says back to Scott Adams adam. He's gonna go back and quote that. Another blog post. I always advise young people to become good public speakers, meaning get to the top 25 percent of all public speakers. Anyone can do it with practice. If you add that talent to any other, suddenly the boss of people who have only 1 skill. And at least 1 of those skills in your mixture should involve communication either written or verbal. Now this is Mark again. The great thing about communication is that most people are terrible at it because they never take it seriously as a skill to develop. This is particularly true of engineers and technical people who often plainly believe that the world the world works logically and that people will automatically recognize the quality of things. Of course, communication is critically important because it's how you convey information and concepts to a lot of people and ways that will cause them to change their behavior. So we're building companies we want some kind of impetus of behavior change because we want you to buy the product service. Right? We want our customers to to do something. We wanna convince them to do something. So you have to communicate. This is 1 I think is extremely important. Learn how to sell. I don't mean learn how to sell someone instead of steak, they don't need. Although I hear that can be quite an education by itself. I mean, I learn how to convince people that something is in their best interest to do even when they don't realize it upfront. Think of this as the art of being able to interact with people such that they will do what you want predictably and repeatedly as long as you're making sense and offering them something they should want. This is another terribly underrated skill. At least among people who aren't professional salespeople, but it's an incredibly general skill that can be helpful not only in your career, but throughout your entire life. Towards the end of this post, he has He asked the question or somebody asked questions like, you have any other final thoughts and education? He said, yes. If you're in college now, or you're about to grow graduate from college and you come from an upper middle class background, especially if you're going to an Ivy league school, take the time to read a provocative essay David Brooks wrote several years ago called the organizational kid. And so I'm gonna read some experts of this of this of this essay, and we're gonna see why Mark feels is so important. So this is David Brooks right. And he says, I asked several Ivy league students described their daily schedules, and the reply sounded a little sounded like a session of future work aesthetics of America. Crew practice at Dawn, classes in the morning, resident advisor duty, lunch, study groups, classes in the afternoon, tutoring disadvantaged kids in Trenton, aca capella practice. Dinner, study, science lab. Prayer session, study for a few hours more. Nowhere did I find any real unhappiness with this state of affairs. Nowhere did I find anybody who seriously considered living any other way? These super accomplished kids aren't working so hard because they are compelled to. It's not the stick that drives them. It's the carrots. Opportunity lures them. In a rich information age country like America, promises of enjoyable work abound. At least for people as smart and as these. I want to be this busy 1 young woman insisted after she had described a daily schedule that would count as slave driving if it was imposed on anyone else. We have in America a generation of students who are extraordinary bright morally earnest and incredibly ind. They like to study and socializing groups. They create and join organizations with great enthusiasm. They are responsible, self, conscious and mature. They feel no compelling need to rebel, not even a hint of 1. They not only defer to authority. They admire it. Side notes it's probably why so few of them actually build great companies. They regard the universe as benefit beneficial orderly and meaningful. At the schools and colleges where the next leadership class is being bred. 1 finds not angry revolutionaries, des spawn slack are dark cy, but the organization kid. So that's the term they that David is putting on this, And now, Mark is gonna tell us why this is so dangerous. Now, if your if your parents are middle class are lower middle class and you're attending a state school or a local college, and you're working your way through school in order to pay for tuition, you can stop reading now. You probably don't have anything to worry about. But if you read Brooks essay and recognize yourself then read on. So he talks about what's the risk in raising kids this way or living your life that way. If you have lived in orchestrated existence, gone to great schools, participated in lots of extracurricular activities, had parents who really concentrated hard on developing you, developing you broadly, exposing you to lots of cultural experiences. So again, this is what the reason I, like, how many people actually go through this. Like, is a tiny percent of people's existence that actually are race in environments like this. And graduated from an elite university in the first 22 or more years of their life, you are in danger of entering the real world being smack hard across the face by reality and never recovering. What do I mean? It's possible. You got all the way through those first 22 or more years are now entering their workforce without ever really challenging yourself. This sounds silly because you've been working hard your whole life. But working hard is not what I'm talking about. You've been continuously surrounded by a state of the art, parental and educational support structure, a safety net, and you have yet to make tough decisions by yourself in the absence of good information and to live with the consequence of screwing up. So that last part about... It's all Auto. You have yet to make tough decisions by yourself in absence of good information and to live with a consequence of screwing up. That's... I think you already know where Mark's going with this. That's a description of building a company. You have to make tough decisions, by yourself in the absence of good information and you have to live with the consequences growing up. Goes back to what he's been saying this do many of these posts about the complexity of of the world where you live in. Like, that's complex environment Means, there's gonna be an absence of of reliable information. In my opinion, it's now critically important to get into the real world and really challenge yourself, expose yourself to risk. Put yourself in situations where you will seed or fail by your own decisions and actions and where that success or failure will be highly visible. Why? If you're going to be a high achieve, you're going to be in lots of situations where you're going to be quickly making decisions in the presence, of incomplete or ink correct information under time pressure and often under intense political pressure. You're going to screw up frequently, and the screw ups will have serious consequences. And you will feel incredibly stupid every time. This cannot phase you. You have to be able to just get right back up and keep on going. And this is the the end of the... The last sentence of the post and why I decided to include in the podcast, that may be the most valuable skill you can ever learn. Make sure you start learning it early. So we're almost done. I know this is longer than I'm going on longer than I normally do, but there's just so much good information in in this, this book in a series of posts. I'm really happy that I stumbled upon it. So the last section we're gonna go over is where to go and why. When picking an industry to enter, my favorite rule of thumb is this. Pick an industry where the founders of the industry, the founders of the important companies in the industry, are still alive and actively involved. This is easy to figure out. Just look at the Ceo, chairman or chair woman and Board of Directors for the major companies in this industry. If the founders and this is another a part, If the founders of the companies are currently serving as Ceo, chairman, chair, board member of their companies, it's a good industry to enter. It is probably still young and vital, and there are probably still opportunities to exploit all over the place. Either at those companies are at new companies in that industry. If not, if the industry founders are dead or old or out of touch, beware. That industry is now dominated by companies that are being run by second or third are even fourth generation managers who inherited their company's pre built and are serving as caretaker. That's just great writing. If you are young and want to have an impact, you want to be in an industry where there's a lot of growth and change and flux and opportunity. As an industry ages, the vitality drains out until all that's left is a set of os remnants in the form of oli entities of which you would find being a part of to be completely so killing. Alright. So if you want the full story, I'm gonna leave it here. I'll leave a link in the show notes and everything, obviously, is always available at founders podcast dot com. You can download the ebook for free. I definitely recommend. If you go to amazon dot com forward slash shop. Forward slash founders podcast, you can see every single book that have covered so far. And if you purchase using that link for the podcast gets a small percentage of the sale. So it's actually a good way to support the podcast. Thank you very much for your support. Thank you for listening. Please tell a friend, and I will talk to you again on Monday."
}