{
  "transcript": "For every business, there's an appropriate scale. That 1 we got wrong twice. But I'm not complaining. We actually got what we wanted. Today, we are happy and grateful. Our kids are in the early twenties. And although they've heard from a lot of other people that their parents started Banana Republic. They haven't heard much about it from us. Kids love to look forward. So we did very little looking back. We tell this story now for them, hoping they will 1 day find the time to read it. We also hope our story will suggest to restless creative people everywhere that creation begins with creating the life you would like to live. Without fear or inhibition. It's never a straight or smooth road. But in our experience, it was the bumps and the breakdowns, the mishap and the wrong turns, that stimulated the breakthroughs we needed to get where we wanted to go. A special bonus for us in the process of writing. We got to do it together, and it brought back all over again how much fun it was. Okay. That's an excerpt from the end of the book that I wanna talk to you about today, which is wild company. The untold story of Banana Republic by Mel and Patricia Z. So before I jump back into the book, first of all, welcome to founders, if you're new here, the premise this podcast is straightforward. Every week, I read a biography of a company builder and then share some of the things that I learned. So, first, Wanna talk about how I found this book. I actually saw this really useful thread on Twitter where somebody was asking for recommendations of biographies of founders. And I went through the list, and I saw a bunch of the ones that I've read already and and made into previous founders podcasts. But then I saw this 1, and it said, wild company. The story of starting and scaling banana Republic. So I was like, that sounds interesting. I immediately downloaded the Kindle sample on my iphone. Read the sample immediately downloaded the book and devoured it within 2 days. Not only are mel and Patricia gifted founders, but they're are fantastic storyteller as well. Okay. So 3 quick things before I jump back into the book. Number 1, for those who are asking how to get in touch with me. My Twitter's is David Center 1, founders podcast dot com has been updated, so you'll find my Twitter linked on, below every episode now, and it's also in the show notes. If you wanna reach out to me, Twitter's twitter is probably the best way to do that. Number 2, something I failed to mention last week, but just a reminder. If you like this podcast if you're a regular listener. If you leave a review on Apple podcasts or anywhere else you listen, and you take a screenshot, and email it to founders reviews at gmail dot com. I reply back to every email with a, with a private Rs feed, a private podcast feed of podcast podcasts that I create exclusively for those that have taken the time to actually review and help spread the word. So, almost everybody listens is this podcast listens to it on overcast or Apple podcast. So on overcast, you can't leave review, but you can recommend Podcast podcasts, So you have like a little gold star there. So once you recommend, just find an episode that you liked. Once you press that gold star, it'll go from clear to gold. And if you take screenshots send that to me. I will reply back. So far I've done 2 reviewer only podcast. 1 was on Max, and it focuses on the big the beginning time of Paypal, which is very fascinating. And then the other 1 is called the Steve we knew, which is based on Ed Cat was the founder of Pixar is a person that worked the longest consecutive time with Steve Jobs. He worked with him for 26 straight years up until Steve Jobs death. So it... He's tells stories in his book that I pull out and and turned into a podcast, about just what it was like, or knowing Steve Jobs 26 years. And I've read 2 books on Steve jobs with both of which I turned into Founder podcast. And I I haven't heard these stories anywhere else. So if you want those those podcasts and help me out at the same time, leave review. If you're listening on an app that does never review, you know, some some of... They have stars. They have hearts. They have all different kind of mechanisms, whichever 1 that that app does is fine with me. Just take a screenshot. Founders review at gmail mail dot com. If you've already emailed me. I have responded... I just checked yesterday. I responded to every single email so far that have gotten. So you didn't get a response back from me, make sure you email me, or you can get in touch on Twitter. And 3, after what has been 3 months, I finally figured out, a better name for what I was calling the member's program, which is how you can support this podcast and you get an extra podcast each week. But I will talk about that and some other things that have been on my mind at the end of the podcast. So let's get to why we're all here. So I'm just gonna jump into the book and move through chronological order. Again, this is not meant to be a review or a summary. It's just the things that stuck out to me, the things that I highlighted and left notes on while I read the book. So I'm gonna start at the beginning, and, throughout the book that that they put mail and Patricia constantly refer to themselves as uni. And after reading the book, I would say that they're fundamentally uni. And we're gonna get into why would you even start a business in the first place? So it says, if you took 1501 dollar bills and laid them to end to end, they would stretch all of 750 feet. That gets you about 3 quarters of the way down across Town block in Manhattan. We had to stretch those dollars into a lifetime, a lifetime free of ever having to work for anyone other than ourselves again. So something that we constantly talk about on these podcasts is, let's try to figure out, like, why not only for yourself, like, why do you feel the need to start a company? But why are these... Why are the people that were studying, why did they start the company? And, you know, there's there's several different buckets usually the people fall into. I would say the number 1 is this is being in control, being able to dictate how your life goes, choosing what you'd spend your time on choosing what you work on. And then secondary, you have all all the things. Money is of course a motivator... You know, the most richest people in the world or successful entrepreneurs. You know, another 1 is some people, which I think is the most dubious of them all is like fame or or ad modulation from other people. But I do think the common theme through almost every single person that we've studied so far. Has been this that they want to be in control, and they want to to choose how they're gonna spend their time. And so I wanna talk a little bit about how they came to this realization. So at the time, they're working at the San Francisco Chronic, Mel is a writer and Patricia is an artist an illustrator. So this is them describing the, the job environment. This is the San Francisco chronic in the 19 seventies. A union shop. Every reporter hired was required to join in pay dues. The prevailing mentality in the city room favored senior over initiative. Plumb assignments went to tired old timers who hacked out stories between swell of Jack Daniels. If I happen to sneak a good story past the city editor and into the paper 1 day, I was punished the next day by being handed a pile of to write. And as you can imagine, picture yourself in that kind of environment, this is his his takeaway, I knew I had to get out of there. Of the 50 or 60 people working there, Many of them were our friends. Most had been there considerably longer than we had. Some even for 20 or 30 years. Not going to happen to us. We adamant agreed. So the note that myself is, I'm out of here already where amongst most people. I can't tell you how many examples I I've heard where, people are dissatisfied with what they're doing for a living. And usually, what comes next is not a solution on how to get out of that or taking a risk. It's a reason why they must endure and continue to to waste away doing work that they don't find enjoyable or they're not passionate about. And so Mel and Patricia not these people. They they jump, and they're... They jump with no safety net. So it says, oh, 1 thing with the book, that I'm not really gonna, designate here is they go back and forth. So mel right, like, a page and patricia at a page. And they're telling a story from both sides, you kinda figure out as I read who's writing based on the context. But for all intents of purposes for the purposes of podcast, I can... I treat them as 1 individual because that's the easiest way for me to convey what's going on in in the story without, you know, you have having already read the book. Okay. 1 day it came home from work in shot a playful. I've got something to tell you, look. He had returned from an earlier shift and it was on the couch reading. Looking up, he asked, what? Guess what? I could not wait to tell him. I just quit. No. He replied. Think that's how you pronounce that word. I was gonna surprise you, so did I. We weren't panicking. We were too young and optimistic for that. We were interested in money only so it could bias us the freedom to paint, right and travel. So at this time, they decide, hey, let's quit jobs we hate it. We're gonna try to make it work just by being freelancers. But they do, obviously, it's just said they didn't realize the the utility that money has. So they're gonna be led to this idea of maybe, hey, that maybe the way to buy our freedom is to start a business. So it says, Mel came home from the library 1 afternoon with a copy of Napoleon Hills think and grow rich. And he tossed it to me. Maybe this is what we need to do. He said. The book prompted 3 basic questions. So the reason I'm bringing this up is because I think this is very much the pre history of Banana Republic and understanding this pre history is gonna help understand why they made the decisions building the company the way they did. Okay. It says the book prompted 3 basic questions. How much money do I wanna make? How long do I give myself to make it, How will I make it? We wrote down our answer separately and then compared them? We had both scribble a... To answer the first question a million dollars. Second question how long 5 years. In 19 78, a million dollars was a number that any 20 something middle class American might have dreamed of making. 5 years was the longest period we can envision. That both of us had come up with the same number and same time frame validated our answers. Then we looked at each other... What we looked at what... We looked at what the other had jot down as an answer to the how question. Again, the same, start a business. But what business. Okay. So I'm gonna skip ahead. This is how they get the idea for Banana Republic. Mel takes a a freelance writing gig for a few weeks in Australia and while he's there, this is where the story picks up. Toward the end of the Australian junk it. I wandered off 1 day until the back streets of Sydney, and stumbled on a disposal store, which is what Australians called their surplus stores. I had been drawn to military surplus clothing since my days is a college student in the 19 sixties. Like others of my generation, I like to wear surplus clothing because It was cheap. Remember that part because later on, but in our republic. This is how helping Public could start. They have, like 80 percent margins, which is like, 5 times what other retailers, like, the gap we're experiencing. Okay. I'm part of the reason was because meals military service closed so cheap, and then they also, as we'll see, they're relentlessly resourceful and what they do with materials. Okay. So 1 item was supposed caught my fancy, a British Bur jacket. I had to have it. If only to wear when I landed in San Francisco the following day, I wanted to see Patricia reaction. Patricia had exquisite taste and a limited budget. A dichotomy she balanced with a talent for spying gems at flea markets and vintage stores. Most people looking at her thought she maxed out the credit card on Madison Avenue when she had really put to herself together for pennies. So they you go... You're gonna see how they flip back and forth, driving home Mel Gal... Me with stories of the outback and a Great barrier reef. But my eyes kept drifting from his face to the jacket. The jacket had a message for me, and it didn't take me long to get it. Here was the business we'd be looking for. Patricia got the same message on her own. Yes. Between us, we had 1500 dollars in our bank accounts. So I think back to the start of the book and the start of the podcast, They talked about if you laid out 15, 100 dollar bills, how far would that get you? That's where that number comes back comes from because that's all they had. We could use it to start a company that would sell jackets like the British Be jacket, and anything else we could find. And then I highlighted this and underlined it. Therein in lay the full and complete business plan of a writer and an artist who had quit their jobs to make it on their own. So that's it. That's the extent of their plan. There's a basic idea. Okay. Let's not plan too much out. Let's just figure out how we're gonna actually gonna do that. So they saw they they have the idea and they say, what should we name it? That didn't take me a second. Banana Republic popped into my head, the moment she asked. What better proverbial source of military surplus than politically unstable tropical countries. I fantasize that routine coo produce an abundance of disposed uniforms from toppled regimes. I could not have been happier and this is really important. And there's actually a lot of good stories of the book that I think the fact that they were journalists and writers and worked in media before they started the company actually helped serve them well as founders. And it says the name was not only catchy, but in 19 78, it was jarring irr as well. In year if years in journalism taught me anything, it was to grab them and get their attention. Okay. So the note I left myself was why did the company survive? That's a question that Jack M was asked. And this reminder, this is from if you listen to founders number 32? Which is about the founding of Alibaba. And Jack Moss said, we didn't have any money. We didn't have any technology, and we didn't have a plan. And the reason that is such a, like, a famous quote is because he's taking all the things that most people would feel negatives about building company and turned it into no positive... This... When I read this section which I'm about to reach you now, that's the thought that jumped into my mind. It says the name wasn't an easy part was the easy part. Starting a company wasn't so easy. Neither of us had any experience in business or Had ever taken a single business course in college. We knew nothing about retail. Nothing about mail order. Nothing about manufacturing, nothing about surplus. Nothing about finance, nothing about management. The only asset we had was our own oblivion, and I love... Absolutely love the sentence here. That would keep us blissful ignorant of the be wielding and arbitrary impediments that would ent us until we became so embroiled that quitting was no longer a possibility. Okay. So they have the idea they have the name. Now they're like, okay, well, what are... How are we... Like, what are we gonna sell. So this is a story about how they bought inventory for the first time. I'm skipping over large parts, of course. I would have to. And so they they're in a military surplus warehouse, I would say, somewhere in San Francisco. And the guy... It's run by this guy named Z. So it says, I sensed that if we walked in cold, Z would not know what to make of us, we needed a plan. Patricia devised 1. We would pose as rich Del. She would wear expense an expensive looking dress and her highest heels to convey the impression that she was a trust fund hair, Harris, looking for something interesting... Some interesting pieces to supplement of boutique she about to open. And I would be the indulge husband. 1 of the reasons I enjoyed and and read this book so quickly is because they're just funny. They... Like, they're writing and not only the great writers, but, like, just there's just all kinds of weird, funny stories in this book. Similar to like this. So they just have tons of personality, and it definitely shows. So so says, what are these? She asked? Spanish army shirts as him said, he seemed to have a lot of them Patricia said, and that was a signal for me to take a closer look. The fabric was finally woven. There was an exotic parachute emblem on the sleeves. You can have them for a dollar 75 each if you take them all and said. We h and settled on a dollar 50 each. The car loaded, we drove home to Mill Valley. Half of our money in the world invested in 500 used Spanish para shirts stuffed in the trunk and pile to the ceiling on the back seat. So, yeah, they're definitely risk on. And this is this is a story of their first sale and a Republic is born. The shirts had not been washed and the Spanish peer troopers took them off. The laundry we frequent in North Beach was out of the question. It would charge more money to lau the shirts than we paid for them. The only economical solution was to wash them ourselves, 1 load at a time. We finished only a few loads before we had to take a break and prepare for a long arranged dinner party scheduled that night at home. Our friend Herbert Gold, the novel list was 1 of our guests. When Herb asked the way to the toilet, we directed him downstairs to the only bathroom in the house, which happened to be next to the washer and dryer. A few minutes later, he rushed back up the steps, beam a broad imp smile and interrupted the pat at the dinner table by presenting as a Mat might hold up a cape, 1 of the Spanish para shirts. What is this he demanded in his deep bar tone voice. I told him. I want 1 he said. How much the words take it herb, it's yours were about to come off my lips when Patricia interject. 06:50. But he's our friend. My eyes pleaded across the table, her eyes brushed me off. Plus tax. She added sweet, Banana Republic was born. Okay. So that's their first sale. They still have a, a ton of these shirts left. So they're like, okay, we're gonna sell them. They scour the city. They find out all these, they find it, like, a dirty old flea market. And they're like, okay, We're just gonna set up, we're gonna rent a booth, and this is where we're gonna sell our ware. And so this is... Again, remember at the beginning, or, I guess, what was the beginning of the podcast at the end of the book talks about, you know, it's not a straight line. Like, the the problems we had, the bumps that breakdowns the mishap the wrong terms, you have to go through those to stimulate the breakthroughs that you need. Well, this is the very... Today, but banana Republic I think doing, like, tube. I think a few billion dollars in sales if I'm not mistaken. By the time they sell the company they leave, it's doing 250000000 a year in sales in the eighties. But like that famous Jeff Bezos quote, everything starts out, like, the the the analogy he uses the Acorn turns into the Oak tree. This is the acorn. So says, we decided to sell the shirts there. This is the flea market. Over the next few days, we washed ironed and folded every 1 of them. Sunday morning off we went, sign in hand. Short armed Spanish para shirts, 6 dollars and 50 sec 6 dollars and 50 cents. There was no lack of curiosity. Many people stopped to touch the shirts and ask about them. But by the end of the day, we had sold barely enough to pay the 30 dollar booth fee. We had a problem. A chronic, meaning San Francisco of Chronic. A chronic paycheck flashed in my mind for a second, though I know I could never go crawling back there. But Patricia had a better solution. We need to double the price. She said. The shirts are too cheap. People can't appreciate the value. So 2 things. When I read that, you know, as you could guess reading all these books and and doing all podcast podcasts kinda, like, things start to I see connections maybe where they don't even exist. I don't know. But I remember, if you remember in founders number 45, It was the 1 on Bernie Marcus, which is the founding of home Depot. And there's a story in the book and in the podcast where Ken Gh, who's the subject of founders 46 is is a set up a meeting between Bernie Marcus and Ross perot, and, in an alternate history, Ross perot owns 70 percent of Home Depot for 2000000 dollars. But while they're they're locking down the deal, Bernie and Ross have a disagreement over the type of cars to drive. Ross did not want Bernie to drive Cadillac. He didn't think it was appropriate. Bernie stormed out the meeting being the hard headed person that he is that most of the entrepreneurs that we talk about are, and he said, you know, I'm, like, I'm not I'm not gonna do business for somebody that this... That's gonna care what kind of car drive. So he walks out in the ass. He said he asked Ken. He's like, well, what do we do now? And Ken's answer being a crazy character that he is. He's like, well, we'll just find somebody else to invest in. But this time, they'll only get, 50 percent for 2000000. But and then Bernie and Arthur Blank, also c cofounder founder of Home Depot Was like, wait, wait. But that's a better deal. And 1 of the lines Ken comes back with is what put is very much along lines what Patricia saying here. And I love. And he said, talking to... Now Ken is talk... You know, Ken is in the investment. Right? He he made his money on and, basically, venture capital, investing a companies, etcetera, Bernie a retailer. So Ken is explaining him in a very distinct way. What's the difference between those 2 businesses. And he says in your business is something not selling you market it down. In mind, we mark it up. And turns out. It acts as long as you're you're not a commodity, you have a unique product, which is what Banana Republic was at the beginning. That works, and we're gonna see here. The next Sunday, we went back to the same flea market. This time Patricia wore herself wore a Spanish para shirt belt it at the waist with tighter jeans and heels. She also dressed me in 1 with slightly with the collar slightly raised and the sleeves is, of course, rolled up. Same table, same spot, same everything except a sign. Which now read, short arm Spanish para shirts, 12 dollars and 95 cents. It was a new day. By the end of it, we sold more than a hundred shirts, 102 to be exact. 12 dollars and 95 5 cents, 100 times 12 dollars and 95 cents equals 1390 dollars. We had a good laugh. No 1 would ever believe us. Okay. So after that success, they don't rest on their laurel. Remember, they have no money So they have no other other options. And so this part made me chuckle too because I just don't think how many people are gonna make the decision. They're about to make here. And the reason they they make it. So it says we decided to fast track with a thousand dollars in the bank, banana Republic needed a store. It's just like, oh, it's it's just... I don't know... Hopefully Nothing finds this humorous. Alright. So they they find this, like, tiny run rundown. They they they talk a lot in the book, and some of this... A lot of this is not the podcast about... You know, there's a lot of conventional wisdom. They just... They didn't apply to them. They just could not afford that. Like, location location location. Well, we have a thousand dollars total. Like, we can't get the best location. So they wind up sub letting, like, a small retail spot for, like, 250 dollars a month in a bad neighborhood. So this is their thinking right after they found the store, but what do they need to do. So it says, it was early November. We made a list of the things we need to do. Number 1, find merchandise. We had only around 390 Spanish para shirts remaining. And besides even we knew that you can't have a store that sells only 1 item. 2, prints a catalog. This is really, really important part. This might have seen a bit excessive for our budget, but being an artist and a writer, we needed the comfort of doing at least something we knew how to do. Also, we must have realized that if we had any chance of selling this stuff, we had to explain what it was. I'd write the catalog and Patricia would draw it up. 3, decorate the store. Though there would be little money left to do that 4, make a sign and hang it. The more we thought about it, the catalog struck us as a key to the whole endeavor, I would definitely agree with that. What we... What we were doing was unlike anything we'd ever seen in retail. And people would need a little help from us to catch on. Otherwise, who knows? They might think we sold bananas. Okay. So they go to the bank, to try to tackle the first problem, which is finding more merchandise. They go to the bank for a loan, you know, of course, the bank just like, no. You have no experience of have no money, you would, like, no. We can't do this. But if you're in retail, why don't you just get terms? And they're like, what what is that? And they'd explain that there's a lot of, wholesaler which will give you 30 days you can get the inventory right now and you have 30 days to pay them. So again, this is almost every example from my here in is just gonna be more examples of how, Mel and Patricia are relentlessly resourceful. So picking right back up in the book. 30 days credit would do just the trick we decided. It would give us a chance to get to the store stocked and open, put a catalog in the mail and start selling before we had to pay. All we had to do was talk to Z into giving us terms. But if terms were common practice and we hadn't even thought to negotiate them in our initial transaction. Why would Z take anything less than cash on the spot from us now. I decided the best plan would be get... Would be to get somebody else to give us the terms first, very, very smart. Only then, might we have a chance to talk to tough old geyser to get it into doing the same. I remember that at 1 point Z had asked me where else have you been? Instinctively, I knew it would be a bad idea to tell the truth and say nowhere. I just shrugged and and imply that we've been around. Well, let me give you a little piece of advice in flustered. Don't buy anything from that sw shapiro in Sacramento. I don't trust that son of a bitch as far as I can throw him. I haven't talked to him in 10 years. We headed to Sacramento to find Shapiro. So they go to Shapiro. They find him. He's got a bunch of good stuff too. He's another. He was basically a competitor him. And they select the inventory when they get to the to the part where they need to pay, we're gonna pick up there. How are you paying? Shapiro asked as see finish writing the invoice. We usually pay net 30, I said. You got a Dmv Dun in Brad Street is an agency that provides credit information of businesses. I was still formulating an evasion when Patricia said the family prefers not to reveal its assets. So who else do you buy from then, Shapiro said. Z, we both said at the same time. That sting bastard gives you credit. We both nod it. Well, okay, a 30 days sign here. Now we were ready for Z. Okay. So I'm gonna be skipping ahead. And this is... There's a chapter named finding assets, hiding and liabilities, which I love that term. And again, that's just another example of being relentlessly resourceful. And the other note I left myself is you gotta go with what you got. Okay. The more we dug, the more Suspected we were unlikely to find any other items as good as Spanish para shirts. Instead, I found a lot of un unbelievable items. Remember all... They're focused right now is just on military surplus. I guess at this time, I think it talked about in the book. There's just an abundance of this. And even later on when Banana Republic was always up and running. They went to, like, I wanna say in London, might have been somewhere else Europe. I can't recall at the moment. And they found, like the holy grail. Like, picture 5 story warehouses in bunches full of military surplus from the, world war 2. Okay. So instead of finding instead I found a lot of un unbelievable items, arctic pant liners, mo mosquito nets, mattress covers, sleeping bag liners, and asbestos fire codes. I was growing discouraged, and then I realized that many of these discarded odd were made of premium vintage fabrics. I could take them apart and make other wearable things from the materials. The fabric themselves were treasures at below bargain prices. This way we could get some merchandise and time to open. I'll figure out something to do with this stuff I wish to mail. Are you sure? Like they say, when life hands you lemons you make lemonade. Our best finds continue to be in the underlying fabrics. The bureau who commissioned these items spared no expense and fabric them in the high quality materials. They were Spanish army sleeping bags with real sheep skin liners. British army mattress covers made of pure Irish linen. French army firefighter coats lined with exquisite exquisite quilt black Satin. Even ridiculous arctic pant liners made of pricey wind proof blend of wool wool and chill silk, Chanel. So it seem that nobody else wanted this stuff, we often walked away with it for pennies. There's an adage to the journalist on deadline follow. Go with what you've got and did we ever? We brought... Well, we brought what we we brought what we bought. Jeez, back to the store and dropped it all in the Florida to cut up... To be cut apart and res zone in to new designs. Okay. So now I wanna talk a little bit about this catalog, I hinted, little bit that how... It's probably the cornerstone of their business, and, undoubtedly contributed, why up contributing millions of millions of millions of dollars in sales. Groups of retailing we have may have been. We had no illusion about 1 thing. Our ec cash of sir of surplus. No matter how much we cleaned it, altered it and reinvented it could not tell its own story. Websites hadn't even been dreamed up yet. I appointed myself minister of Propaganda. So I wanna interject here. So after I read this book, I searched and they talk about it later on in the book, but it's on the podcast where they wrote another book. And it's a book based on after they sell but banana a republic. They... Few go by and they start and sell another company. And that company is a republic of tea that's still around and quite large today. Anyways, they wrote a book about the starting of that company too. And in that book, the entire book is based on... They were they were fat... It was 3 partners as Mel Patricia and the southern guy, and they would communicate the ideas about the business through facts. Now, I don't... If you're younger, you can like, what what are you talking about? Keep in mind, this is in the eighties. Like, so they would communicate writing and then fax to each other? And then somebody came along, somebody had the idea They had, like, a a publisher friend. They're, like, they're reading the fax is They're like, this needs to be a book. And so they turned into a book. And in that book, they talk about how they love to confuse companies with countries. So what I... What I found end and it made me chuckle. They don't have, you know, it's not like, I am I'm a ceo or, hey, I'm the vice president. It's government names. And usually, like, dictators because it's a banana republic theme. So, like, the minister of Propaganda. That's the person writing the copy adding, minister of finance. It's it's like, they do all this other stuff. And I just found it funny that, you know, I never thought about that idea. Like, hey, let's confuse. What if instead of using the the norman... The normal jargon of a company that's that use it as if it's some kind of you know, banana dictatorship. So, I know. I I thought that was funny. So this is Mel. He's the minister of Propaganda. He's like, I pointed myself of Propaganda and went to work. However, so now he's he's talking about the catalog. However, this time in setting out to go with what I got. I found there wasn't much got to go with, which put in a position of having to go with what we didn't got, such as the missing hoods on Italian camouflage jackets we'd found. This is so, again, another smart idea here. So on the back of the collar, were prominent to talking of this jacket and they bought. On the back of the collar were prominent horn buttons for hoods that originally came with the jackets. Somewhere along the way, the hoods disappeared. In the catalog, they have to explain that Right? So he says in my copy, I was left to con about where they might be. Still on back order from a factory in tu that had been on strike since 19 49 perhaps, defects I saw could be worthy sources of inspiration. I typed furiously. Never missing a chance to dwell on was on what was wrong, What was missing and what made the item useless to the Army or Navy or Air force that it declared its surplus. So this the very first catalog. I forgot the name of the industry. My, I don't if it's direct marketing industry or the mailer industry, but the banana... The original banana Republic catalog wins best catalog ever. And it winds up the the writing and the drawings were so, like, different for anything that's else going on at the time. That turns into, like, a a collector's item. And here's the thing about, like, you have to like, the the the the main priority of a business to survive and the reason you wanna survive is because a lot of the profits are very far out into the future. So I think they're writing this in 19 78. It was... So it helped it obviously helped the the the business survive, but something interesting. From 19 85 to 19 88, the catalog grew exponentially. To the point where they were mailing 30000000 of them a year. But before they get to that point, they have to overcome doubts. And so this is initial feedback from friends. This won't work. I personally love this attitude. It could also be something we talk about a lot on the podcast podcasts is this thing where I said, hey, we should have this this section called critics don't know shit. It's not saying that criticism criticism is not valid. It's just saying criticism should be expected almost every single 1 of these biographies. There's examples where people are told by other people that your idea sucks, you suck. You don't know what you're doing. It's not gonna work. And I would say the the the the most outrageous example of this that comes to mind at at the time is the Sam Walton was working at Jc. His manager told him, you know, you just... It's time to start looking for another career. You're just not cut out for retail. What actually happens, Sam Walton becomes the most successful retailer in the history of the world. So you see examples like that over and over again. Been in Republic is no different. So they're handing at... They're really proud of what they built its catalog? They handed out to to their friends and their friends come back and are, like, are you, like, you're not... Are you expecting to actually sell stuff because no one's gonna buy this. So it gets them down momentarily. Mel and Patricia talk, they're talking together, and the attitude that I love is is what Mel is telling Patricia. And he says, look, It doesn't make any difference anyways. Does it. We can't turn back now. It's as if we're swimming across the bay and halfway across, we realized they are shark circling. We're no safer if we swim back than if we keep going to the other shore. Failure was not a possibility, not ever. The catalog had to work, the store had to work. The whole idea had to work. There was no other way. Okay. So in other words, there's there's no backup plan. And when I got to this part in the book, this is... I'm gonna do something that I've haven't done before. It's a little odd, but it's just, you know, it's what came to me when I read, so I need to share that with you. That's the whole point of what I'm doing here. So I'm gonna play something for you. It's on my phone. The sound quality is not gonna be fantastic. But, there's just certain things that I save, like, clips or mode... Like, sometimes, you know, we always talk about the entrepreneur roller coaster, how it gives you the highest highs with the lowest lows. And sometimes you need... Like, I need, at least, I'm speaking them. So I need, like, replenish of motivation or some... Like, listening to somebody else's story about, you know, just don't give up. And this idea that they did not have a backup plan. It's like, okay. They... My... Our friends didn't like it, We like it. We're going forward because we cannot go back at this. And this might sound a little weird to other people, hopefully, it doesn't and hopefully, somebody out there listening that this actually helps. So again, I'm gonna apologize for the audio quality, but I think it's useful, and it's come... It's just this clip pipe saved on my phone that it's Eddie Murphy talking to our Ci Hall. This is probably, you know, 15 years ago or 20 years ago. It looks like from the closer wearing. And he's just got some some some some I think good advice that kinda echoes what's happening with Mel and Patricia here. So I'm gonna go ahead and play that real quick. I think you know... You know, you if you you know what you're supposed to do. Deep down the. I think everybody does. A lot of people just don't go after it you know, could... And like, most people start out say, I wanna be at this, but I'm gonna get that to make sure I have something to fall back on. And what you're doing is you set yourself up buffet because you're going there's a possibility that I'm a fall back. When you put that out there, then you fall back, But it was just, hey, This is what I wanna do and you go do it, you usually get your stuff the where you want it, man. So to me, what Eddie saying there is the same thing as what, Mel Patricia is saying that, you know, the most common route is what he just says. He's like. I wanna do this. But, you know, I wanna do this but more realistic is I'm gonna do this just in case it doesn't work out. Where you're already giving yourself an excuse or an out to not do what you really wanna do. And we're temporary beings. None of us get out of this alive. Or in other words, like, what Steve Jobs says you're already in the face of death you're already naked? Like, what do you have to lose? Go live the life you wanna live. So I don't know if that's hell or not. So I I listen to it and, you know, there's tons of of points where you know, I need something like that to recalibrate myself and realize that, you know, you you don't have any other option, but onward. Okay. So hopefully, that was interesting. I'm going to skip ahead. So another example of being relentlessly resourceful. And in order to rush to complete the merchandise, we'd had forgotten about display racks and sell. Shelf. So all this time this stuff I've been describing all in the interim before they open the store. I remembered seeing some wooden fruit crates earlier that morning behind the mill Valley market. I asked and I was told I could take them. Mel went in search of Dow and brackets at a hardware store. The Dow were reasonable enough, but the brackets cost more than 35 dollars a pair, which eliminated them as a solution. There must be something we can use, Mel said when he came back. I looked around and there was a... Was a box of old argentine Argentinian belts we had bought from Shapiro, now dubbed Gotcha belts. We buckled a belt around each end of the Dow and nailed it to the ceiling. Perfect hanging racks. To complete the ad hoc displays, we tore the fruit labels off the wooden crates from the Mill Valley market, stencil on the words imported from banana Republic and stack them against the wall. We had shelving. So they they do all of these, like, many miracles to get open. And then what happens when they open. Nothing. That's the problem. It was a slow start. So here, we're gonna talk about that here. If if this was the busiest retail season of the year, we were in trouble We had miraculously managed to get our merchandise clean, remade tagged Hung, the store open and even the catalog printed and mailed in 3 weeks, but the moment we opened the door thud. I waited. For the next couple days, I stood in the store from 10 until 6 waiting for somebody to come in. I tried to keep busy hanging and re rearranging the skirt, dresses, and vest into ever new displays. I also busy myself sweeping the sidewalk out front, straighten stack of bags and allowing the credit card forms and catalogs behind the counter, waiting, waiting. Mel and I kept assuring each other that it was just a matter of time, just a matter of time. So, I I wanna So they they have slow sales. The only thing that changed is because the store was so unique and so different from everything else at the time. A reporter from a local like, a no... Local publication just happen to stop by 1 day. And few days later, she wrote up a like, she wrote up a story about the Banana Republic. And didn't tell them. So they're coming to work. I think it was like, on a Monday more, Sunday morning or something like that. And there's a line out the door. And they're like, what the hell is going on. And they're like, didn't... They're like, hey, like, what's going on? Like, didn't you see and they hold up the front page of whatever publication it was, and there's a story about Banana inner Republic. So this was a very, like, peak and valley kind of thing. They'd have an initial media coverage, and then it would taper off, and they'd have to find different ways to keep to keep getting to keep getting covered. But the point of and where I'm at in the book where I'm gonna share with you next is, media was the initial distribution strategy. It's what made Banana Republic. So just think about that and, like whatever you you're working on. That might be a strategy for you. So it says up until we jumped into business, I wrote stories about other people. He's he's gonna make some good points here too. Suddenly, things were different. I wasn't reporting the story anymore. I was the story, but banana republic was a story. Seeing it from both sides of the reporters notebook wasn't like looking into the mirror. It was being the mirror. As every journalist knows, you're only as interesting as your subject. And so this is a very... III was assume it's counterintuitive, maybe it's not. Maybe I just wouldn't have thought about this because I never been a reporter, but he says, So what's the the next logical conclusion to this is as an entrepreneur, it was my job to be interesting. What reporter doesn't appreciate it when you help him do his job by being quota. So there's a gap here. The banana Republic, remember of the catalog, they mailed out the 1 that in in the future is gonna win all these awards. If somehow found its way to a radio host. So 1 day Is in the store, this guy named John Gambling calls up, and he's like, hey, You're live on the air. And he's like, I'm reading passages because the copy was so great in the in the catalog. I'm reading passages from Bone banana public, and so he he keeps her on the phone for, like, 20 minutes, and they wind up like, tons of people hear the radio, the radio show. And at the end, he's... They're like, hey, what do people do if they wanna get their hands on this catalog, and they're like, hey, send a dollar to this Po box in San Francisco and we'll send it back to you. And so as a result, like, they were reading books at the time, like, business books, like, like, how to do mailing lists and stuff like that. And all the books are said the same thing. Oh, you know, you you have to lose money, Like, it's so expensive that, you know, your first 2 sales are not gonna be profitable. Well, there's were. And so I think the average response rate was something, like, let's say 2 percent. Their response rate was 10 percent. The average, you know, return would be, like, let's say, 2 dollars. Theirs was 10 dollars. And so on and so forth. Those might not be the exact numbers, But you get what I mean Like, they they had very different, a vastly different performance than what the initial shit was. Okay. So says once John opened the radio microphone of Patricia, media became the petroleum that powered our growth another hugely important point that that he's making not only because he was media, but now he's on the other side of that. He says media loves media. And media is where media often goes to get story ideas. The more press we got, the more press we got. We happily played our part and accommodated each new media query with a press packet stamped, propaganda, handle with respect. Say see stop buying it this whole country theme. And it filled with all the other media story. So it's basically saying, hey, I'm just gonna make your job easier for you. John Gambling that's a radio host had delivered us a marketing campaign. We could never have bought. Okay. So this is something that I I wanna... It's hilarious that people still don't understand this. So there's a couple notes here. So the note I left myself was understanding the Internet before the Internet existed, a lesson on publicity, and then in the age of the Internet, something I've I've talked about in multiple times is the this need, the need for evangelist over critics have never been more important. And this is why... First of, Say that just because I think it's more interesting if you talked about things you love and talked about you things you hate. But you're... I'm gonna I'm gonna tie this into this example that happens to them. So they're saying, at the Sop school of business, they they're calling their training and retail the seat of the pans school of business. We took help wherever we could get it. We ex zoomed Italian army, something shorts. Oh my goodness. You know I I can barely pronounce English, and there's no way I'm they're able to pronounce this. It's called the Be. I don't even know I try. Alright. This group the starts of the b, we're in an elite group of sharp shooters. After paying whistle home homage to the By quality of the fabric and the expert work ship in the short in the shorts construction. The catalog muse again, going back to the the importance of of, good copy. The kellogg muse, italians ins may not be much on the battlefield. But when it comes to style, they conquer all. K. So hilarious little qui. Right? The Ser law of unintended consequence is elevated that throw away sentence into a small international incidents. Who knows the odd chance bought who knows what odd chance brought the catalog to the attention of the Italian consulate in Los Angeles, but fate did and he was insulted. He was outraged, The guy running it... I don't know his name. He he's gonna bring them attention. He was outrage. He was fuming, and he was right who were we to use our catalog to dis disperse the Italian army. For all I knew, which is basically nothing. They may have the brave most fearsome formidable soldiers in the world. So he he this guy starts leaving up a stink. And he's like, as this protest fed the airway beam radio talk shows for hours, 1 1 morning to commuting Angel, I cheered him on. This is the proper response if somebody criticize you, and my opinion, and people take the opposite response. And it's also this guy's not very bright. He had he had no more fe supported than I, applaud his ever righteous scorn for a word, so laden in with publicity. The incident brought us 4 times as many orders to fill as we had shorts. Again confirming the adage, there is no such thing as bad publicity. So the guy gets all, offended, which is ridiculous first of all, heavy. You should try your best to just not ever say the words I'm offended. But in this case, this guy's offended so he's bring a big stink. How dare you insult us shy of national pride, all this other stuff. Right? But this is what I don't get. This is why I said in the age of the Internet the need for evangelist over critics has never been more important is We just saw this. We saw this in a political, an election cycle, you see this constantly. When you take to the Internet or any other form of media to trash people that you don't like because they said something or you think they offended you or whatever it is. You're not damaging them. You're public sizing them. And this is the 1 like, you know, this podcast, I never bring up politics because I... You know, I... I'm I'm sure you're like me. Like, you're sick of hearing, like, ever since 2016, it's it's like you can't escape it. But you you had a media that seemed to not like Trump, and yet they couldn't stop talking about. Not realizing that they gave him... They're giving somebody they they protest to hate billions of dollars of free publicity. And so that is on the larger scale possible. Right? But the smaller scales. You see this constantly where it's just like, somebody, you know, all this Youtuber said something in offended. What happens? Their their subscribers go up. You saw this example with I don't know his name. I think his name's like Logan Paul or something. He did some video. I didn't watch it, but Think he put, like a dead body in his video or something like that. I just know that people were protesting and and at least, the media reaction, the the reaction of social media was like outrage outraged. And, again, I'm not making a, point that you should be outraged. You shouldn't be outraged. I don't... I didn't pay attention close enough to the attention. I didn't pay close enough attention to to know 1 way or the other. But, I know the result was that he gained a couple million more subscribers. Just like, Mel and Patricia gained a couple thousand more or I don't know if it's couple thousand, but 4 times as many orders as they had it previously. So that's why, like, I'm not... I'll never talk about, like, you here and in these podcasts. Like I don't make podcast podcasts to criticize other people. Like, I've seen... Podcasts are literally dedicated to things people hate. Like, to me, that's just a miserable way to to spend the the short amount of time we have on this earth. Like I'd rather talk about things that I love. So that's why, you know, you hear me repeat this whole thing there. Like, I'd rather see more... We need more evangelist and less critics because in some cases, you have to be careful where... What you're criticizing you just might be bringing more attention to and thus making it more strong making a shorter. Okay. Let's see. Okay. So they're they're they're... At this point, I'm skipping ahead, their stores their stores successful. The catalog successful, but they're doing everything themselves and they're, you know, there it's it's it almost leads to premature death, which I'm gonna get into here, but this section is called when all else fails expand, and this another counterintuitive of point. So this says fixing the problems that occurred while we were while we were away. They went on a short vacation in between, printing catalogs. Drained everything out of me. We wanted to pit things right again. We gave it everything we had all day long and every day of the week. So I'm skipping over a bunch of the problems they had as you could have imagine mentioned in retail. They had they hired employees, the employees went up stealing from them, like, the, this hired this 1 lady and her boyfriend, like, rob the place. Another people broke to play play windows and stole stuff... Just are all kinds of things that you could imagine. Okay. So Failure is not a possibility had been our model all along. But with the chaos, we came scar close to a place where even the self of such mantra would not work. We both carried on. It would have been unthinkable for either us to let the other down. Nonetheless, by the time we got things back into sem of order, while Mel seemed to be still hanging on, I was beginning to crumble. Gone was a yoga practice that that I had relied on for 10 plus years. Not enough sleep. Eating on the run too much coffee. No time for anything but keeping it all going. This my sound familiar to you. Might be the situation you're in, and you're gonna see why you if you are in a situation, you really need to try to change. So this is an Patricia own experience with that. We never cease giving it everything we had. But for the first time, it began to question where there was enough. 1 night after a final post midnight press check at the printers on yet another catalog, having had no sleep for 2 nights prior, I was driving home. The blast of a truck horn startled me. I had fallen asleep at the wheel. Where not for the truck horn, I might have died in a head on collision. It was a turning points. I decided the catalog was too much. I cannot do it anymore. The store itself was enough was more than enough to handle. At breakfast the following morning, I told mel firmly of my resolution. We have to stop the catalog. We've taken on too much. He shook his head. We can't go backward where he said. Well, we can't stay where we're at. I insisted. I'm at my limit. I know was Mel cryptic response. I've been giving it a lot of thought. Our problem is that we were going in circles. We need to bust out. Make a go for it. What? Bust out how open another store he said. What? I was furious You're not hearing me. I got up to leave angrily. Mel came after me. I do hear you. He said, and I've been thinking a lot about this. We need to scale up so we can get the help we need to make this work. Mel was right. We felt we feel defeated if we'd... We we would feel defeated it, excuse me. If we close the catalog. In the end, by contracting the business, we'd be constrict the upside and end up feeling even more trapped. So another... I put in big letters a note to myself, because I just think that I never thought of it that way. I said, don't do anything to constrict the upside. Should get the, like, tattoos so I can read it every day. So it said, continuing. Sorry, We couldn't go backward. We had to leap. Mel point was that if we could grow the company a little larger, we generate enough money to hire competent to help to get organized. There was no other way out of the problem. Okay. So that's why I now you kind of understand what sounds... I feel counterintuitive, like, when all else fails expand, what mail meant by that. Okay. So we're about 5 years in, and before I get to when they meet the founder of gap. This is just a description of, day to day life of running the company. Every day was another challenge. The stores They've expanded at this point. Were busy all the time. Mel and I still constituted the total creative department. Each catalog had to have its own theme. Every new item needed to be drawn, and there was copied to write. And that was just the start, then came to type setting, proofreading, tweaking, color separation. Attending the press check at the printer, renting lists, all of which we had managed to get done by hiring, firing and supervising everybody. Double checking to see the bills the bills weren't paid twice, more orders weren't shipped to the wrong address and more leather jackets weren't being stolen. On top of that, the 2 of us were the buyers, the merchandise, the accountants the sales trainers, and the go to people for whatever else was going wrong somewhere in the business is that particular moments. Okay. So they're introduced through, to Don Fisher through, as they expand stores. They they they're talking to commercial real estate people, Don at this time, gap was huge. So he's like, hey. You you should really talk to this Don Fisher. He might be interested. And so well, this is this is the part. Now we've got to the part where they're selling selling the company, and I wanna talk about this. Okay. So it says, so Don Fisher again is the the founder of gap. And we're gonna jump right into the conversation they're having. Your store is so creative, Don said, more animated now. Do you think you'll be able to keep coming up with new ideas, keep coming up with new ideas of all the questions in all the in the world, there could not have been 1 more baffling us to us in this 1? Keep coming up with new ideas. Everybody doesn't. Ideas are not our problems I said. What's your problem? Patricia told him we needed to manufacture our own online. We could no longer meet the demand with surplus alone. We needed a broader line of products to fill our safari image. It's just so, at this time they've expanded out from military surplus to travel and safari clothes. I guess, they they say, Khaki is the denim of the eighties, I guess, which Alright. Lucky. Haven't missed out on that. Alright. So it says Don sucked in everything we said. I could almost hear the information sell inside him. It was unnerving, but as someone who values the power of deep listening, I was also odd by it. The man was all ears of what use would he put the facts, tidbits, disclosures and rum nominations he was vacuuming out of us? We talked too much. And then abruptly, he asked how much do you want for the business? Yeah know, this comes to a surprise and they didn't even think about selling the business. Now that was a question. Wasn't it. You think we would have talked about it or at least thought about it beforehand. We hadn't. Probably because we didn't believe he'd be interested in buying us. A New York stock exchange firm buying a left coast renegade company, revere named banana Republic. He made an offer. Not surprisingly, it was for more money than we had ever dreamed of. Probably because we weren't dreaming of money. In our minds, our futures became all about freedom. I go back, why did they start the company? They wanted freedom to live their life as they all fit. So says the freedom to just engage in the safe and suffocating middle class consumer driven existence, we each found empty. We were determined to live our own light... Or our... We were determined to live life or own way. The last thing either of us wanted was earth orthodox in any form. III definitely feel the same way, particularly in our work, and we saw self sufficiency as key. Paramount to each of us was creating the free spirited life we wanted to live. It was a future in which Patricia saw herself painting, and I saw myself writing. We never saw ourselves in business, and that oddly enough includes even when we were in business. An artist and a writer on an adventure in the wild of business and that was it. So here we were, nearly 5 years later in business. But not of business. And the guy from the gap wants to buy us. It says the negotiated you dragged off for 4 months have been exhausted, and the company ignored and nearly paralyzed. And then Don called us to say, he decided he could not buy the company unless the 2 of us stayed on to run it. I wouldn't know how to run your company. It depends on your ideas and your creativity he said. I'll buy it, but only if you 2 stay with it. We aren't looking for jobs I said. That's not the way to think about it. Don said. It'll just be like you own it. Nothing will change. Okay. So before I continue this, I wanna know how often that's actually true. How often will a founder by another company, and the founders actually stay on and nothing changes, and it's just like you own it. I think that's probably a myth or at least if it's not a myth, it's probably something that happens in in a tiny percentage of the cases. So it, obviously, as I'm foreshadowing, doesn't... It's not gonna work out well for them. So, before we get there, it says, I'll give you as much money as you need to grow the business as long as it's profitable, and you'll get a percentage of the profits. You can do whatever you want, but you will... And then his... Their responses, but you will own the company. I interject thinking. And since we are the company, Doesn't that mean you also own us. You'll be operating autonomously. You'll have total creative control. Autonomous, total creative control. As much money as you need. Whatever you wants. So this is them thinking over the the buzz words that he's using or the the the the way he's trying to persuade them. We were left with 2 stark choices. Number 1, start the whole process over again with another investor, assuming we could find 1 and get him in a company that are now almost broken or 2, sell the damn thing, sign the 5 year contract he wanted and take the money in dr as an earn outs. The 50 page document detailing the terms of the sale and and including a 5 year employment contract was drawn up and presented by Ted Tight Ted tight is the lawyer of gap. Bernard Bernard their lawyer found little wrong with it other than the occasional typo or legal freezing. Don't worry, Patricia tried to suit me. We'll have fun. We'll have the money to make the company we dreamed it could be, and we can see the world. She wanted to do it. I didn't know. By a vote of 1 yes and 1 maybe, the gap acquired Banana Republic on 02/01/1983. So, they're gonna last about 5 years before dawn, goes back on his word. Well before I get to that. So just wanna tell you about the new reality of running a much larger company and the difference between focusing on building the best product and then profits allowing you to build products versus switching that or flipping it in the words of steve jobs and putting profits first. So it says we were hiring daily? How had we handle all these task by ourselves only a few months ago. I wanted more than once. My job, of course, was to oversee it all, which oddly at times I found harder than doing it all. I've actually heard this several times, And I think it's really interesting. And he's gonna explain the the the mindset and how you might come to that conclusion. Managing didn't come easily to me. Probably because I had the youthful of thinking myself un manageable. Blunt or should me? Blunt little regard for consistency and burst of compulsive are not usually would define an exe manager. At least I saw my short shortcomings and was conscious enough to exercise spotty restraint in better moments of self awareness. Luckily, good employees are not dependent on good managers, and we had a lot of them. Maybe everybody was happy because we didn't fix on profits. Instead, we were we've we were focused on being a company as good as we wanted to believe we were and claimed to be. This had many employees finding hidden reservoirs of energy and talent in themselves. More enterprise and productivity were the results. Creating a self fulfilling prophecy and guess what? Those profits we didn't fix it on. So they're saying they're actually generating more profit when they don't focus on it and they just focus on what's best for the customer. Having at the start of the company, not known any better, we regarded profits as a natural byproduct rather than the goal of our process. And so now I wanna get to the end of freedom. So Skipping over vast parts here. Throughout the entire book. There's always these weird sentences and paragraphs randomly spread, that fore overshadowed a change. What I guess, they consider would be entirely predictable about, you know, they're not gonna last an environment like that. They're just too... They don't fit. They're just not gonna fit in the corporate culture. So, what I did is I took those parts out and put them into a story form, and that's what the bonus podcast is this week. And it details, like, what happens during an acquisition. And in the case of using but... As a case study, like Banana Republican gap. And you start to see... I think this happens over about a 5 year period, just a slight little thing here, then it builds on it, and then the frequency changes, and then other people are involved, and and it leads to inevitable inevitable outcome of, hey, there's 1 founder. And his name is Don Fisher. And he runs the company and you're gonna get in line. Or you're gonna leave? So that that's happening. And we're gonna get to that right here. The end of Freedom. My assistant buds to say that Don Fisher was here to see me. I had not been expecting him. Oh boy. With him was Mickey Dr. So Mickey Dr was... He's now famous for for his time at Jay, but before this. He was hired by Don to be the ceo of gap. They came in, sat down and Don cleared his throat. A habit of his and said Stiff, there's gonna be some changes I have to make for the good of the company. The changes were that going forward, patricia and I were to report to Mickey Dr. Mickey didn't waste the seconds. He said, I want Patricia to go to paris tomorrow. Copy the best stuff that she sees in stores and put together some ideas for, for me for the fall line, which I want by next week. Anyway, whenever I read that sentence for the first time. You know that emoji is, like, slapping on your face, like, hand on your face emoji, that's that's what I did in real life. Yeah. That... That's that's a great way to build a company. Let's just go copy what other people do. Okay. Which is the exact opposite which is weird because you bought the company to begin with that was doing the exact opposite. They weren't copying. Other people were forced to copy them. And as a result, they had... They... Bon banana Republic was collecting all the profits. Gap was copying, and they weren't getting the profits. It's just I don't know. It's this stuff frustrate me. Alright. So... Yeah. Mickey Dr learn his infinite wisdom says, you know, Patricia, go to Paris and copy everything, and then bring it back here. It was almost impossible in the moment for me to compute what was happening. My heart was pounding and rage was bubbling up from every cell in my body. I looked at Dawn who said nothing. Then I took a breath and looked Mickey the eye. It's not gonna happen, Mickey. I said. Fuck you male, Mickey screamed and stormed out. This this sounds like a great guy. Right? I I wanna work for this guy. I asked Don if we could buy back our company. This is a fascinating response, by the way. I don't sell. He said. I only buy. We left a new a lucrative new 5 year contract we just signed on the table and went our way our own way. The money as much as we enjoyed having it was an unexpected by product anyway. All along, we had been in it for the freedom, and did we ever have the freedom? The freedom to ignore convention. The freedom to imagine anything was possible. The freedom to hop on planes to explore anywhere at any time we wish and ultimately, the freedom to bring this product of our un unfair imagination to life, all of it for no other purpose than creating the kind of company we wanted to work in. Free we were indeed, until we weren't... Okay. So that's where I'm gonna leave the book. I wanna talk to you about a few things that have been on my mind, and I'll also tell you where you can pick up the book if you wanna get the full story, which I highly recommend. It's it was a fantastic, fantastic read. So I've been talking in the last few weeks. I was like, listen, the member program, which is the primary method of supporting this podcast. I just presented this entire podcast ad free. And so, I rely on the member program to be able to keep this podcast going. So I wanna talk about what the program means to me, what the new name is and why the success of the program is linked to the overall success of this podcast. I know wanna tie in a bunch of different things, some different ideas. So just hopefully, this makes sense. This is going on in my mind for a long time. So first, I can come up with a name for a long time because I wanted it to have... I wanted it to tie into what we're talking about every week on this podcast. And I always talk about, like, you know, humans are just copy machines. So it's very important that we we, expose ourselves to to people that we look up to or and and constantly collect ideas, because, eventually, like, what you expose yourself to, they become a little bit of a part of you. And this podcast has become a part of me, you can't read all the books that I've read for the podcast and spend all the the hours that I have spent writing and, highlighting and and taking notes, and just absorbing the material. So I kept coming back to this iconic marketing campaign by Apple that you undoubtedly you've heard of. And it's it's from... I've heard it call different things, some people refer to it as think different, the think different campaign or the crazy 1 campaign. So I wanna read the text from that marketing campaign. And it says, and it's available on Youtube. It's... It's... I think it's seems like Richard Dreyfus. He does a lot better jobs than I do, but here's a text. Here's to the crazy ones. The mis fits, the rebels, the trouble makers. The round peg and the square holes, the ones who see things differently. They're not fond of rules, and they have no respect for the status quo. You can quote them, disagree with them, glorify or vi them. About the only thing you can't do is ignore them because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius because the people who are crazy enough to think they can change the world are the ones who do. So when I I wanted to figure out I knew I, I... For a while, and I just couldn't figure out how. Like the name of the programs in there. It's not members because that's not really what we're describing here. Everybody can have a member program. Right? So I start looking up the definitions. Like, there's a bunch of diff it could be the crazy ones, the mis fits, the rebels, the trouble makers, round peg. And the more I looked at the definition and then the synonyms of them. The more it jumped out at me. And some of these books have even explicitly said this. Like, the reason they're writing book... They wrote books about these people. And sometimes are, the reason they're fascinating to studies because their difference. They stand out. They do not fit in. And therefore, because of the way they live their lives and decisions they make we're so far out the norm, they have ideas that are beneficial for us to study and then adapt our own lives. And what they... When it really comes down, when we look at the the definitions is there mis fits. A mis fit is a person whose behavior attitude sets them apart from others. The synonyms are a non conform, a maverick, an individual, an odd ball. And so the new member's program is called, the member's program is now mis fits. So if you wanna support this podcast. If you do support the podcast on a monthly basis, and you become a mis fit, you get 1 extra podcast per week, and you also unlock the 16 previous pod... Private podcast that I've done immediately. So that's the name. Now let me tell you why it needs to exist. And I'm gonna take a a passage here. This is from Isaac book Steve Jobs, and this is Steve Jobs in his own words shortly before he died. My passion has been to build an enduring company where people were motivated to make great products. Everything else was secondary. Sure. It was great to make a profit because that was what allowed you to make great products. We just heard this in the story. We just went over. But the products, not the profits were the motivation. Sc, meaning John Sc, the former head of Pepsi that that Steve Jobs recruited to come over to run Apple and then eventually led to, kicking Steve jobs out. He said, Sc, flipped these priorities to where the goal was to make money. It's a subtle difference, but it ends up meaning everything. The people you hire who gets promoted what you discuss in meetings. He's talking about there is if you're focused on the profits eventually that your profit streams gonna run out. And because you haven't thought about what's best for the company are excuse me for the customer, your... Those profits that you so so solely focused on are eventually going to be with it away. So so what does that I have to do with the Mis fit program? Well, I wanna tie this into something else that's going on in the podcast industry, and that's this this debate over, hey, if we want podcast industry to really grow, we need the 1 argument is, oh, you know, you need more analytics. You need more intrusive tracking on listeners. So advertisers can get more data, so then they can buy more ads. Right? 1, you obviously know. I'm not gonna agree with that. Stance if you've listened to this podcast for any length of time too, I'm not even sure it's accurate because the podcast industry in the United States is 3 to 500000000, all almost all advertising based podcast industry in China 4 to 7000000000 almost all subscription based. So you're talking about what is that? 8 to 14 times larger. But the reason that ties in is because, I, you know, I I don't engage in in these debates I don't... But I do read a lot of the content because I wanna know what people are thinking. And it came across this tweet. And it's just a series of tweets growing back between 1 person who's saying, hey. I'm not. I don't wanna support all these intrusive ads, and then we read the tweet from the guy that is... Has a account argument. And he says, I mean, this is incredibly obvious if you think about 1 an advertiser wants. You're just making a pointless stand against it because of the Whale s ad tracking that majors like Google and Facebook do. So what's stuck out to me, The reason I bring this up is because he says like this. I mean, this is incredibly obvious if you think about what an advertiser wants? I don't wanna think about what an advertiser wants. I don't care what an advertiser wants. I think about what is the best listening experience. I think about you, the listener. This is where they're they're doing exactly what Sc did. They're flipping the priority instead of focusing on what's best for the listener, they're focusing on what's best for the advertiser. So what programs like mis fit does and any other member program where it's a Patreon, a donation, whatever it is. It allows me to focus on what is best for you. And it allows us to keep this podcast around because here's the thing. Right now, this is what you're... And I'm I'm just gonna talk about this because it's on my mind and hopefully you find this interesting because I always tell you I like to... What's, like, breaking the fourth wall. And I don't know why people more podcasts don't discuss this. But podcasts are our business. It takes an unbelievable amount of time to do to to make 1 of these. And just like any other business? Like, there's an opportunity cost. And is it, like, am I getting enough... Is there enough of a return to make to justify the amount of time put in. Right? And so how do most people get returns? They they do advertising. So what's happening now is... But here's the problem. To get advertising on any... Like, you... They want... Advertisers want scale. Again, going thinking about what advertisers want. That's why, you know, most... If you look at the trends in advertising dollar in United States, most of it's flowing to our already establish huge podcast. I'm an independent ad free podcast. I don't have a large social following. I... I'm not part of an advertising network. I have no choice, but to rely on the support from the people that value the podcast. And so something I'm seeing in the industry that I hate because I remember. You know what it is man. I it'd be a lot easier if I just started a podcast. Like, I did it. The problem is and it it's a good thing is I was a podcast fan for almost a decade before I became a podcast. So I know what... At least I I know what I like as a listener. And so that's why somebody left a review that and I really appreciate what they're saying. Like, he's trying to craft a find listening experience in the sense Like I just... I know what I by listening to podcast podcasts for so long. What, I don't wanna see, and that's why I don't, like, just an example. I don't have intra music. Because I want... I don't wanna waste your time. I wanna get right to it. The example, I always use about, like, podcast I was like, need intra music. Okay? Do you watch Netflix? Yeah Watching Netflix? What is the the the the best, the most widely acclaimed feature that Netflix has done in the last 5 years? I don't know what is that? Search social media. It's the Skip intro button. Because if you if you're watching a show and you wanna binge watch it, just like if you binge listen podcast, so you list to podcast podcasts on a consistent basis, you don't need to hear the same music or an over. So I just got jump right into the podcast. I don't have middle ads because my favorite podcast don't have mineral ads... I'm in the middle of a story, I'm not gonna take a break to sell you something you don't need. So the reason I bring this up is because when I'm a disturbing trend, I'm also seeing in podcast podcasts is, and the reason I bring this up is... So podcast podcasts make they they charge money based on Cpm. So what Cpm means is, how much can you charge per thousand downloads that you get? Right? And right now, in every single form of media, podcast has the highest Cpm. And it's like, I mean, it's way higher. It's like, I have I have to look at the numbers again, but let's say it's 10 to 15 times, what, like a Youtube Cpm would be. Meaning that a thousand views on Youtube and a thousand downloads in podcast podcasts you'd make, like, 10 x. Right? So what do you think is happening? You have a bunch of podcast networks. You have a bunch of these ad networks. You have a bunch of these people wanting analytics. What they do is they go out they recruit somebody with a large social following, whether they're an Instagram star or Youtube star are famous and some other... Or have an audience in some other domain and say, hey. Why don't you come set up a podcast? We'll sell ads on the podcast. We'll edit the podcast for you. Just come show up, talk for an hour. Would you like to make 20000 dollars? Who's gonna say no to that. And so what do we get? And I just saw this happen Somebody. I'm not gonna mention who because I'm not here to you know, critics... I wanna criticize generally of a trend. Not a person, but somebody had 3000000 followers on Instagram just started a podcast. Never talked about podcasting in the... It wasn't a fan of podcast podcasting. It wasn't a podcast there. Right? I listen to the first 3 episodes. It's this person and another person just sitting around talking about nothing. Shows we've seen done a million other times. Nothing unique. Nothing... No, like, there's no, like, love of podcasting in it. And why are they doing that? Because they don't... Like, can you make it 20000 dollars in an hour of work? Because they... The podcast networks and the ad guys know that, hey, we'll do all the work for you. Literally do nothing. We'll take 20 or 30 percent or 40 percent of ads we sell for you, just sit down talking to a microphone. Those 3000000 people, we... We bet 500000 will download the first episode. So the reason I bring this up is if you are if you get value from the work I do. And if you were like me, like, I am a podcast. I'm an evangelist of podcast. I love them. I don't wanna see this medium destroyed, like, other areas of the web that have been destroyed by greedy people. My favorite podcast podcasts started as independent podcasts. They grew a time because now some of them were over 10 years old, but they... They're not starting how podcasts today are starting whereas people that already have a lot are trying to squash people to have a little. So what I'm asking you is if you're valuing this, support this podcast on a monthly basis. Not only, will you ensure that this podcast... The the work continue to get made, hopefully, you find these ideas very valuable, but I'm willing to do extra podcast every week just as to thank you for supporting my work. And here's the thing. What what this allows is when you have people that directly support instead of waiting on advertisers, that means you have a lot, wider set of diversity of actual podcasts. They don't have to just be interviews or or the same basic stuff. Think about the podcast you just listen to. I listen to a lot of podcasts on business entrepreneurship startups. So much that I even have you know, I I have a subscription service to my podcast notes. There's nobody else doing what founders is doing. And if we want more ideas, and there's gonna be somebody listens to this podcast, and and and I'm not trying to say that, I'm special in any means, because I'm I'm definitely not. But all this came from was an accumulation of other ideas, 3 or 4 different ideas I got from podcast that that went into my brain over a course of years that gave me the idea to new pot to new founders. So by supporting this podcast, it it makes this podcast survive, it makes viable, makes sense for me to spend all the time doing it. And then there's gonna be somebody listening to this that gets an idea from something that happens, and then they're gonna get to do a new podcast as a spin on something different. That's not out there. Relying on ads is breaking podcasting. Because there's, like, 500000 podcasts in the Apple podcast library right. Right? But when you look deeper, like 75 percent of them are no longer updating. Why? Because you have tiny podcasts. Right? Who doing it just because they do it... They're they're just doing it. Maybe they really release episodes every once in a while, but they have something else they're doing. Right? Something else they're focusing on. And then you have large huge podcasts that make a ton of money because they're ad base and they have large audiences. The problem is I'm neither small, and I'm neither large, and I don't have to be. I don't even care. I would much rather, like, right now, I have 1 metric. I have the metric I pay attention to, the, you know, downloads increasing, that's nice. The only thing I pay attention to is how many people support the podcast on monthly basis. And what this is a this mechanism allows is for... There's to be something in the middle. Something different that doesn't have to be you know, something that somebody has to do part time, but has to... But has... But can't spend that much time I'm doing it because they have to have a filter job. And then the other end, you know, somebody just doing ads for Robinhood and Casper and squarespace and the rest of stuff. So if it's important to you to see independent podcast. Not only survive but thrive, please sign up. You can go to Founders podcast. You don't even have to do that before I was saying you can go to founders podcast podcasts for slash support. Now you don't have to do that. I read redid the website. I include the sign ups right in show notes so you can do it on your podcast player on Apple podcast podcasts or overcast or anywhere else you're listening are if you want to, you can go to founders podcast dot com. Okay. And if you want to... There's other ways you can support the podcast too. The bing mis fits number 1. But if you want... If you liked the book and you want to support the... If you wanna read the book and support the podcast at the same time. There's a link in the show notes, you can also go to amazon dot com forward slash shop forward slash founders podcast. You'll see this book and all... I think Just 48 books, something like that, All... It's actually interesting. If you if you go there to see them all, they're in order from the time of reverse chronological order. So you'll see that up there. Not only will you see this book you can buy, You can buy any of the past books, Amazon sends me a small percentage of sale, it greatly helps out this podcast, but you'll also see early the book I do next because if some a few people have emailed me saying, hey. Wanna make this like a book club, which I think is a freaking fantastic idea. And I wanna read the book. Can you let me know a book you're gonna do fur up in advance, because I wanna read it before you do the podcast. So, amazon dot com slash shop slash founders podcast. Or you just click the link and you're gonna see a collection of every single book that I have in order it was done. It's actually really interesting to see it up there all at once. And then the last thing and I'll just close on this is if you are passionate about entrepreneurship like I am, I have a subscription service that you could sign up for. It's delivered via email. It's called Founder notes. And what Founders notes is. The way I I think about it is, When I listen to an entrepreneur go on a podcast and do an interview. I don't really think about that as a podcast. I just to think that's the medium that they're using. I really think that's a lecture on entrepreneurship. And just like you took notes in college, I take notes as if I'm listening to a lecture. So I make the joke that, like, remember that nerdy kid in college that you you copied their notes off of, well founders notes is that nerdy kid except you're copying notes off entrepreneurship. It's... We take notes so you know what's going on in the world of entrepreneurship. You'll get an email every week comes out on Sunday. You can sign up a founder notes that C, the free version just gives a small sampling of the notes I produce every week. The paid version is a way to support the podcast. But if you wanna see what it is first, you can test that out, see a small sampling, you'll get, you know, just a handful of the ones I do. If you want every single note that I I create plus the to access the entire backlog and now I'm up, gotta be close to, like, 90. I I didn't count before I started recording, but, that's 90 different founders. So, you know I write down their ideas on entrepreneurship, how they came up with their idea, how they got their initial distribution, how they think about, like, the market they're operating any tools they they use to help them books, etcetera. Basically, anything that I think was valuable. I write down. And what happens is, you know, usually takes about 10 hours of audio total and and condense it down into key ideas you can read about 15 minutes. So it's it's not meant to be, like, the, like, a a tiny little newsletter. Like, you know, oh, here's some links to click on. No. I... This is very substantial. You don't even have... There's nothing you have to click on. It's just... I just happened to deliver by email because I find that to be convenient for myself. So, yeah, That's it. Other than that, I just... I really appreciate all of you guys that sent me dms on Twitter this week, talking about how you found the podcast, what you like about it. That that fuels me, honestly, because sometimes like, like, anybody, if you're working on something you're like, damn. Am I making the right decision. Am I spending time, like, you have doubts. And so I've never worked on anything in my life that has been this emotionally motivating as I have on that on founders. So I just... That's why I wanted to... I wanted to stick around. I wanna do this for a long time, and I need your support to do so. So thank you very much. If you like this podcast, please tell a friend. If you wanna get touch with, you know how to get in touch with me, the reviews, you know everything. So I don't need to tell you more. Thank you very much for listening. I will be back next week with another biography of a founder."
}