{
  "transcript": "And so a business is born. Like all birth, it began with a gathering of the energies of conception, then a fusion and growth. As a gestation, it was exactly as long as it needed to be. Recognizing that true creation takes place outside time, the Republic of tea came to life when it was ready to be born. It was to be sure, Bill who carried it in him for the 20 up and down all around months documented in these pages. And it was Bill who in accepting his first dollar for a 10 of tea in May 19 92, delivered the baby to the world. As for my role, I got him pregnant. In comp compile these letters for publication, a keystone of ancient Hindu philosophy comes to mind. Everything happens as it does because the universe is as it is. There is no formula for starting a business. It is an exercise as unique as the individuals who undertake it. Starting the Republican t was an exercise in allowing things to happen. So starting a business is no different from starting anything else. A marriage, painting a new life. The opportunity it presents as a path to self realization is the 1 most often overlooked and yet I feel this is the ultimate excuse me. And yet I feel this is ultimately its greatest benefit. A business that is conceived in practicality will be con generally dry. Bill and Patricia and I may have been a little wacky in some of our early ideas. But this is because we knew the day of practicality would come. Because we dare to be impractical at the outset, however, The Republic of tea will likely carry with it, a legacy of free, more thinking, which is really the only true insurance policy, a business can have. So now we have the Republic of tea. How long it will live, whether or not it will realize its limitless potential, the destiny it will shape itself, these are the things that cannot be fore toll. The Republic of tea is no longer a dialogue among us anymore. It is a dialogue between itself and customers. And if we correctly heard the winds whispering to us, all those months that that that the Republic of tea lived inside our heads. It will soon have people everywhere, pausing for a sip and a little piece of tea. Okay. So that is from the epi log of 1 of the strangest books I've ever read in my life of the book that I wanna talk to you about today, That book is called the Republic of tea, this... The subtitle is the story of the creation of a business as told through the personal letters of its founders, and it's written by Mel Z, Patricia Z and Bill Rose Rose, which are all the c cofounder of a public of tea. Okay. So if you listened to last week, we were introduced to the crazy characters that are Mel and Patricia Z, probably best known for the for being the founders of Banana Republic. And, after they sold Banana republic, they kinda of went back to what they were doing in the sense that they only wanted to start a business so they could make enough money so they could live life on their own terms. They weren't really starting businesses for businesses sake. And a few years later, they became a obsessed with tea, which we'll get into today. And they, do a chance meeting, which I'll tell you about a little bit. They decide to start another company. And the reason this book is so bizarre is because most of the books we cover, you know, their biographies, auto geographies. Basically, they're telling us something that happened in history. Something that's already done. In this book, the genesis of the ideas took place in writing because it was a series of fax that were happening in... I think the early 19 nineties from 19 90 to 19 92, I think. And somebody came along, saw all these fax and compiled it into a book. And so the book ends with the Epi log where I just got to. It... The book ends at the founding of the business. Which is very different from what we're used to to discussing, on this podcast. Well, actually, let me stop there. My name is David. If this is the first time you've listened to founders, the premises of this podcast is really simple. Every, I read a biography, of an entrepreneur, or a company builder, and I share ideas that I think were useful. Highlights, notes I left myself, not meant to be a summary, not meant to be a review, just ideas that I wanna remember. And so instead of them just living in my notebook. And in my highlights, I record a podcast. So so hopefully, you can learn from them as well. So the reason Going back to what I saying about this being different is, what we're gonna see here and what unfolds over 250 pages. Is the genesis of an idea. And so let me read some of... What are they called when people, like the blurb. So here's the blurb that I think will help you understand what that what the hell the book is about. So it says this this new book is a gem. The idea is inspired, allowing us to observe a new business unfold has 2 c cofounder, fax letters back and forth. For aspiring company owners, the resulting business plan is in the back of the book. This alone justifies the cover price. That's actually part. I'm gonna I'm gonna skip. This is the blurb read just now. I didn't mean to read that 1, but this is the 1 that I think is better. This book is what every entrepreneur desires. A myth exploding paradigm busting dissection of the moments when the rubber of an idea hits the bumpy road of commercial reality. So this is what we're gonna see. And the the what the main focus of this podcast is gonna be about is basically the... What he what he calls the gestation of an idea. You know, they have in a general thesis a general idea and then back and forth. And it sounds really silly and it will get silly. Like, why does it take 2 years to start a tea company. And part of that has to do with, you know, the intrinsic doubts, in this case, mel the experience entrepreneur trying to mentor and be partners with somebody 15 years is younger than him that's never started a company. And so the the reason I wanted to make this a founders podcast is because I know there's a lot of people listen to this podcast that haven't yet started companies, but want to. And you're gonna recognize a lot of your thinking here. So let's see. I'm gonna start at the beginning of the books. So you have an understanding. Actually, you know what? This is what I have to do. I am working from the original copy published in 19 94. But I was doing extra research, I download the Kindle version, and it has an updated version that Mel Mel z wrote in 2012. That's where I wanna start the podcast today. Before I get into that, before I jump into the book, I want to remind you that if you leave for people that have listened to a podcast that enjoy the podcast, I need your help. If you listen to it on an app that you can leave a review, or you can recommend So most of the people listen to this podcast listen to it on overcast or Apple podcast on Apple, you can only review. On overcast, you can you can recommend specific episodes by pressing that star. So if you if you lee review or if you recommend, the episode. Take a screenshot after you've done that. So on overcast, the star will turn gold on Apple podcasts, you'll be able to to take a screenshot of the review as you're writing it. You know, this there's a bunch of other apps. Whatever app you're using, it has some kind of mechanism usually to recommend or surface that. So if if you'll take a screenshot and email that screenshot... Shot to founders reviews at gmail mail dot com, so it's founders reviews at gmail mail dot com. I'll reply back, with a private podcast fee that I have for people only for people that have left for views. So you know, every... You list... I'm sure you list to other podcast podcasts. Everybody asks for views, I want to do step above that. I wanna ask for a review because it is helpful, but I also I wanna give you something return for taking the time and actually doing that. I consider a personal favor me. So I really I appreciate it. I've made 2 founder review so far. I'm gonna do 1 about, every quarter. So not only if you do this, you'll immediately get 2 new founders episodes that are available nowhere else. But as I release them in the future, that this private podcast feed will automatically update just like any other podcast feed does, So for a minute of your time, you'll get literally hours of my work for as long as you wanna listen to them. So please consider doing that. The second thing is, a lot of you guys have said that you wanted to way to get in touch with me. The best way to get touch with me is Twitter. My Twitter is David Center 1. Everything I talk about is in the show notes, which you can pull up on your, on your podcast player, or you can go to founders podcast dot com and see that. So if you wanna send me a message, get in touch whatever you wanna do, David center 1. 1 thing I do want is if you have a book that you recommend that you would think would be a good candidate for me to cover. The best way to send that to me is send it to me on Twitter. So at David's center 1. And then, something I've been doing, I... The the podcast also has a podcast feed. It's at founders podcast on Twitter. What I do there is I take quotes because now we're up to what, almost 50 to 50 books covered. So I take quotes, things that I've... That I wanna remind myself little things that'll fit into tweet sized, bits of knowledge basically. And it it treats out about 2 to 3 times a day. So some people requested I do this. I thought it was a good idea, and now I've committed to doing it constantly. So if you want to basically kind of refresh your memory from things that you might learn from this podcast, you might wanna follow at Founders podcast. And finally, before I get back in the book, I need your support. Once I get going as as you guys know, because I say it on every podcast, this this podcast is independent and ad free. It... It it only survives because people like, get value out of it, support it themselves. I don't like to interrupt. I will not interrupt the podcast with ads. I'm not part of a podcast network. This is an independent production. I do everything myself and I can only do this. I can only afford to dedicate as much time as as it takes every week because, the people I get value from it are willing to support it financially. So the best way to do that is please sign up to become a mis fit mis fits are the people that support founders podcast on a monthly basis. You can do it for as little as 5 dollars a month. It does not cost a lot of money. And in return, you'll get an extra private podcast for me every week, and you can unlock my entire private podcast back catalog, which is up to I think, 17 now. The the only thing that... So you've probably heard me say that before. So if you give value from podcast, please consider doing this because it's it's... We'll ensure that the founders podcast stays long... Around over for a long time. And and that's all we really need. We don't need to interject the third party. It's just me and you guys. So second thing is, I also got a few emails saying... Some people were saying, hey, I wanna support you is there way we can do it on a 1 time basis or on, like, a per episode basis. So I don't have anything set up for that besides the re the reoccurring. But I... Now if you wanna make a 1 time, contribution or support donation, whatever you wanna call it, that'll also be in the show notes. And if you go to founders podcast dot com. There's at the top on the header. There's like a little dollar sign and where you can make a 1 time contributions. So... Because some people said, hey, I wanna... I wanna do it on a 1 time basis, and that's that's fine. So far every single feedback you guys have given me all the Ideas you give me, Have been really good. So I'm definitely listening because I think it's helpful. So what I'm gonna do is before I work off the book. I'm gonna work off of the updated, I guess, preface. I don't know. Can he calls it the first sip. They... These guys are very, very creative. So it would be to me, like, the introduction of the book or the or or the preface of the book. So I'm just gonna read the updated version, I'm gonna go back to the version that that was printed 19 94. So this is gonna set the table for the entire book. So this is Mel. He says, I found myself sharing a car to the airport with a young man who had been attending the conference and was leaving early to make a meeting in San Francisco. As it turned out, we were on the same flight. We struck up a conversation in the car to the airport, a conversation that became so quickly intense that it obliterated everything else around us as we negotiated through the check and pros procedures and boarded the aircraft. We immediately rearrange our seats so that we could sit together. Strangers on a plane speeding at 35000 feet across America. We found ourselves in the grip of an energy that was clearly overtaking us. Whatever the energy was, it had a spinning into the vortex of a creative zone. So Mel, as I said, that's week because a... He's an amazing writer. He was the 1 that wrote the banana republic catalog that won, like, best catalog of all time for, like, the direct marketing association. And so he's very He's got a beautiful way to communicate. But what he's really talking about here is they start talking about their their love of tea. And so on this flight, in the 5 or 7 hours or however long it took. They come up with the idea to say, hey, why don't we start a business together, which is kinda crazy if you think about him. So it says, we were in a highly charge, and this is something that's gonna be very... What he's about the describe It's gonna be very familiar for those of us that have had an idea that just kinda captures and you can't. It's it's a high. Is the best way to describe it. And it's very, very satisfying. If you've experienced it says, we were in a highly charged, no man's land outside space and time, so basically in a state of flow. Right? We're the source of an idea was revealing itself to us in its yet born state. Time and space reappeared 7 hours later when we took up or when we looked up and saw that the plant... That the plane was on the ground in San Francisco and already empty. By then, it was apparent. The idea had been born in us. And so I'm gonna skip ahead a little, but I love this idea and and this is gonna sound familiar to some to some of you. So it says the business had a... Had its own mind, A mind at least as strong as mind, and it was that mind given to needs other than mind with which I frequently find myself clashing. It might seem odd if not a little unnerving to some readers that a business tends to develop a mind of its own that is independent of its founder. But in fact, it is quite a natural development. A business is a living thing. A confluence of energies, each of which wants to see its own self interest served first. If you're a if you're a young hungry entrepreneur As I was when I started my business, he's talking up in Banana republic, you find it quite hard to make the distinction in between you and your creation. But as a business grows, it becomes more concerned with its own survival than yours. This does not mean, it is always smarter than its founder. It just means it doesn't always see things the way he does. And if he is unwilling to yield to its demands on him, it eventually grows willing to go its own way. So when I read that paragraph when he talks about the idea taking control of you, and then eventually that idea going out becoming a real thing in its world and then kind of has his own life. I first I thought it was a beautiful description, but also, what I've noticed in doing, So not only am I reading a biography every week and doing that for founders. But for founders notes, which is my personal podcast notes, I listen to a lot of other podcasts that feature entrepreneurs because I really feel founders podcast podcasts and founders notes or or 2 sides of the same coin. What I mean by that is founders podcast is studying entrepreneurship in an historical context. Right? Which I think is extremely valuable. His... Love of history being, you know, 1 of my main interests in life. But 2, by by listening to people that are building companies now, you realize that the the feelings that we have and the ideas that we have and the experiences that we're going through is you as you build companies. They're very similar regardless of the industry you're in. So what Mel was describing here is happening to him and bill on the plane. Subscribers to founders notes this week, will already know what I'm about to say. But, 1 of the people that was listening to speak, and I was taking notes on was the founder of Dollar Shave Club, which is an really fascinating business if you really think about, like, how fast They went from basically 000 people to 3000000 subscribers in 4 years and then they sold the company for a billion dollars. But Michael's his name, Michael Dublin. Was talking about something that I think is very because he was talking about, like, It just seems so weird that. Like, I... Would... He was living in New york at the time. He'd have to go into the stores to buy razors and they'd be under lock and key, you'd have to go find the guy that was working at drain reed and, like, hey, can you unlock this for me and they just kinda seemed like, pissed off about it and, like, you were inconvenience them. And so he said he he he he brought that he tied this together with, like, how to stop spot an opportunity and then how to know if that opportunity is worth pursuing. So he's like, listen, I'm just gonna read directly from the notes. He's like, this is on on spotting an opportunity then knowing that you have to do that opportunity. Like, if I had this feeling, meaning the feeling I described about the frustration with with the cost of razors in the buying process. I knew that there were other people that were experiencing the same frustration. Like a lot of entrepreneurs, once you become focused on an idea and you've have identified a problem that needs solving are a thing you want to bring into the world, it is really hard to get that out of your head. That is like the perfect description of the beginning of this book because we're talking about a conversation on the plane. This idea sticks in Bill mills head. Remember, from the time they they they start fax each and writing to each other. There's 2 years that you're gonna see. Where not a lot gets done other than talking about the idea. It's clearly... And then there... And then I'll get to the point later in the book where they take, like, a year break, and then they go back because that idea won't go away. I think if the reason I bring that up is because I know I've had this own experience myself and so what's the chance that you had... That you haven't. It's very so small. It's like, you have an idea, you know it's what you should be doing. Yet you constantly distract yourself. It's kinda similar to what Eddie Murphy was saying on the podcast last week, the clip I played where it's like, I know what I wanna do. Maybe I'm fearful doing it or maybe I don't know how to do it or there's a, like, a a level of uncertainty And so I I pick what I am capable of doing. And you're gonna see that later in the book where Bill wants to start this company and he's ent with the idea, yet he comes from a consulting background, so he he winds up taking all these other jobs as a distraction because he doesn't know how to start a company. And I think that problem is exactly what the blurb was saying in the back of the book that there's a there's a there's a big difference between when it talks about the moments when the rubber of an idea hits the bumpy road of commercial reality. And that that time that experience is something that a lot of people understand because they've experienced it, and a lot of people unfortunately never get out of. They don't get to the other side of, hey, there's an idea, hey, This is a business I wanna start. To actually that business starting. And I think that's... If if if there's anything I can do in the sense of, like, surfacing information that may be useful. I think that's a good use of my time because I do think that more people should start their own companies. Alright. So I wasn't expecting going for the tangent. Let me go back to this intro. Okay. So it says, he's talking about you know, it's gonna grow into its own. It's it eventually, will even grow to to maybe departing from the founder, like, Banana Republic did with its founders. So it says, although he was younger than I by nearly a decade and a half. Now he's mel describing bill. I could relate to him in many ways, and this is gonna sound very familiar. When I was his age, I shared his deeply condition needs succeed. His quick, curious and restless mind. He was careful, but eager, a astute, but naive. And he was on a personal mission to find the medium in the real world that would give his essence fullest expression. So that sentence right there. I think that not only applies entrepreneurship, but I think that applies to everybody period. Even people that would never have no desire. To to start a company. We're all searching for some kind of personal mission. So some kind of... To me, that's just he's talking about fulfillment. Nobody wants to live a life app that has no fulfillment in it. It was almost too much to hope for that, he could arrange a life in which what he did would be 1 with who he was, but he hoped for it anyway. And so now we're gonna get to the end of this whole point and so that that that sentence. Like, how many people actually, like, what you do is is in a perfect alignment for who you are. For the vast majority of people that for humans that have ever lived throughout human history to the ones that our alive today, that is a tiny tiny percentage. And to me that is a worthy goal and life. And it's not an easy goal, it's not gonna happen automatically. But if you can somehow align how you spend your time with who you really are inside. And there's so many barriers to even get there. Like, you have to do some self reflection. Like, I think it takes years. I don't even know if you... If this is... Like, you could... I was gonna say it takes years to figure who you are. And maybe we never actually really figure out who we are. But to to have that, like, that intros intersection that, like, you know, you can only do this alone and in quiet moments by yourself because only you know what your... What the contents of your mind and and your heart are. Okay. I have not even made my myself at the introduction. This is gonna be a long podcast. Alright. So now this is Mel talking about who he was at the time when they're starting Republic of tea. He said, I am mad about tea. I can't think of a commodity more inappropriately marketed in the United States. I can't think of a product that is less appreciated for its awesome history, less herald for its stunning effects, less savor for the haunting boundless of its many tastes. For reasons best left to the others to explain tea, which she's calling the cup of humanity. Civilization oldest beverage, an ancient friend to body and mind alike gets a less respect than sweetened artificially flavored canned bubbles in the United States in most western countries. And it's... This is the... Now he's now he's wax, you know, philosophically here. But now he's getting down to practical a practical way to think about starting a business. He says, I would not think of starting a business unless I was its first customer. And no matter what been said or written to the contrary all it takes to launch a business in which you're the first customer is to find a second customer and sell him the product. That's what I did. I sold Bill Rose on tea. Okay. And then a note. So somewhere along the line, Mel talks about the idea that he likes to confuse companies of the countries. So they give... They don't they don't have, like, normal titles. There's another, like, chief executive officer and and president and stuff like that. Is not how they refer to 1 another. They're saying, hey, we're starting a republic. It's a republic of tea. And so the Republics have, like ministers. So Mel is the minister of leaves, meaning he kinda sets the tone, the basic philosophy of the brand. Bill is the minister of progress. Means he's the 1 that's socially responsible running the business day day and pushing and making sure there's progress and pushing forward. And then Patricia is the minister of en chant. She's the artist in this. She's the 1... Like, she designs the product labels, does all the sketching, all that kind of stuff. Okay. So you... When you hear leaves, progress, etcetera. That's how they refer to each other. Just remember it leaves as mel, progress is bill. Okay. So they start fax each other. I'm gonna skip over the first few facts because in between the fax is, they also make notes in their own private diaries and journals that are also published in in the books. So I wanna start with 1 that takes place right at beginning in April 19 90, and it's bill talking about what it was like, because we just heard from Mel what his experience was, like, selling bill on the idea, and then this is Bill's experience that's being sold on the idea, and the note I left myself is what it is like to fall in love with an idea. Okay. So this is Bill Writing. He says, when I returned home to Sedona. He he's living in Sedona, Arizona. I was really obsessed with this site... With this tea idea. I didn't know what had gotten into me. Neither did my wife. My plate was already full of other work and responsibilities, but it all seemed to dim in light of the potential of a new business and the thrill of collaborating with Mel patricia. I couldn't stop thinking, talking or drinking tea. I was ex by the idea of forming the Republic of tea was motivated by some inexplicable energy to make it happen. Basically, I didn't sleep. Everything became tea for me. The shelves in the supermarket took on a whole new meaning. I no longer saw tea as a product on the shelf to buy, but was now looking between the packages. What was missing? Where were the opportunities? Magazine and newspaper articles were suddenly speaking to me about the need for tea in our culture. And for the first time in my life, I was noticing how many really weird tea pots there were in the market. Honestly, I was feeling pretty woo about this whole thing. I think I had fallen in love with an idea. Okay. So now this is a fax that sent the next day... Or should be later on that day from mail to to Bill. And so, Mel a lot... The what I really enjoyed about this book is you're... We're seeing and most of the the highlights that I'm gonna share from Mel perspectives it's not just about specifically, like, starting Republic of tea, but it's more about is overall business philosophy and how he thinks about company And he's got a lot of unique and interesting ideas that are hopeful that I think we should steal and and using our own lives. And this is 1 of them. And he's writing this on 04/12/1990. And he says starting a business is like making a movie. So he says when it When it comes to creating a business, film is probably a better analogy than poetry. Starting a business is like making a movie. First, there's an idea, and then it gets worked into a treatment or screen play. Next comes the money and the casting. Often those 2 go hand in hand. Next, you shoot the picture. So think of what we're doing as a production that we are going to call the Republic of tea written by the minister of leaves designed by the minister of Chairman, so he's writing the copy. Minister of Chairman is doing all the visuals, and, which is Patricia, produced and directed by the minister of progress, which is Bill and starring its customers. Now here's the weird thing. So that is being... I read that this week. And it's... That was those words were written in 04/12/1990. So, in case you're listening to this far in the future, I started numbering all the the emails I send for founders notes. And so on Founder note 16, which also took place the exact same week I was reading this book. I took notes from 1 of the founders of the startup up open door. And this is... Let me just read what the note I sent out, which is really funny how remember, I always say, history doesn't repeat human nature does. These these ideas are separated by close to 30 years. Startups are like a movie. This from Founder notes number 16. You have an inspired narrative then you have to cast it properly. Imagine Rocky without Sylvester Alone. It's a very different movie. It probably doesn't work. You have to get the right characters, founders, executives, employees in the right places to make the movie potentially successful. Then you have to create a trailer, which he describes is the value proposition of the business is sing described. Never thought about trailers like that, but that's exactly what they are. Then you have to sell tickets. This is basically true for any product. So I like this idea of thinking about creation of a business as a movie because it... In that sense, it becomes more of what I believe it is like it's a it's an endeavor and creativity. And just like, no movie should look the same. No business should look the same. And I like that you're applying the same skill set, and and thinking about it and using, basically a metaphor it to think about it Like, you're you have to do the exact same thing. Like, when you're you're laying the foundation of a company. Usually comes from an inspired idea just like I could a movie comes from inspired idea or, a narrative rather. And then you're like, okay, well... I'm employee number 1? Who am I gonna go recruit? Who are the movie stars so to speak? And then how do we... Once we have the movie stars once we have the script, How do we convey to to people that we wanna... That we want like, customers just go see the movie? How do we convey why you would go see the movie? Well, this is commonly done with a trailer. What is the business equivalent to that? And then I like the idea of selling tickets, you know, selling the product. So and I I find it fascinating that that Mel is kind of using that metaphor to describe how he feels about the creation of a business. Is somebody that's never done it before. I think it's very... Metaphor is extremely helpful, because there... Basically, it's just a a compression of an idea. And I think because we live in an actually now We live in an environment where we have so much information coming out us all the time. Compression... Compressing ideas is valuable because it's saving people time. Okay. So I'm gonna skip over their the next, like, week or so in in the fax, and I like this idea because he's, you know, Bill, he he's a keep in mind he's from a consulting background. He he... His fax are much, much longer than Mel are. So he's he's sketching out all this other stuff. He's sending this over to to Mel and Bill is basically try... Or so Mel is basically trying to tell Bill, listen. Because they're trying to talk about marketing all this other stuff. And that's fine. Have a marketing plan. But what bill's about to to su simply describe to us in 2 sentences is like, the product has come first. So he says communications is the business. And what Mel means by that is the communications are gonna have with a customer. Right? Because they're selling, you know, some people could argue a commodity. How are you gonna differentiate something that's been around a product that's been around for 5000 years. So it says communications is the business. Meaning, we're gonna have to explain why you should buy the Republic of tea over, you know, all the other competitors. But there is nothing to communicate unless we've got great tasting teas. And so the note of myself is product first, then pros See, I wrote the word. Why do I do this myself? I can I can't even pronounce simple words? You know that pros. The the word, like, you know, when religious people other the people go out and kinda convert people, cross process sizing. Basically, product first, then go on and convert people. Okay. So let's skip ahead to the few pages later. And this is... Now this... What I'm gonna reach you here is Mel journal, like, a journal entry that he... I don't think he ever sense to Bill. But I like this idea of, of, slowing down. And immediately, when I thought of this is natalie only that I think of... Because I just came off of reading the the book of up and banana Republic, so you see a lot of... You know, they had to... They they they out of jobs. They only had 1500 dollars. They couldn't afford to slow down. So they had to rush rush. But I thought of what we learned back on, the podcast on Space barron with Jeff Bezos and Elon Musk, compare and contrasting the 2 different ways they're building their rocket companies and I... That that the statement that Jeff Bezos would repeat over and over again has has been in my mind since then He's, like, slow smooth and smooth is fast. And so his thing is, like, we're not gonna rush and make a big a lot bunch of mistakes, we're gonna take our time. And because we take our time and think things through, and we don't stop over a long period of time, we're gonna get a lot done. So what looks on the outside from a day to day perspective looks slow over the long term, accumulates a lot of, actual progress, so therefore, slow is fast. Okay. So it says as much as I loved volley with Bill over the fax machine, it was not in my mind to actively involve myself getting another business started. So this kind of happens by accident. I had stash enough money in the bank to buy myself the time to smell the flowers for a few years. This is means after he left bone narrow republic. To reflect and read and write and raise my child. As much as I like to bill and love the idea of being on the tea business, I could see no reason to torture myself for going by going round and round in the mind thick on reality maze, nec, nec. By lawyers, accountants and investors, who not only tend to see business in the most boring and narrow terms, but who usually also lacked the humility to see how tiny a pin brick is their view of of the on the world. So sometimes I'm gonna be reading his words, I feel sometimes when I read them aloud, they kind of... They don't sound because when I read him in the mind, just because he has an interesting way to communicate. I was in no hurry. When I started Banana Republic I hu, and I found out afterward that it would have been a a lot more entertaining and probably no less profitable in the long run had I not hu. At that point in my life, hu made me feel I was getting more done. III feel this too. I feel my wife always tells me that I'm like, in a perpetual rush. I think most people don't know me think that way. And something I'd be trying to do is, like, really kinda slow down and and be a little bit more methodical. Like I have some some internal drive that's making me try to speed things up. When maybe I could get more done by slowing it down. But the fact is I was more likely and you're just making more work for... But there you we go. Just kinda of the way I feel sometimes. But the fact is I was more likely just making more work for myself. What is it about business that makes 1 forget that no matter how fast or slow 1 goes, No matter how straight or me the path, all business people end up in the same place. Even if 1 gravestone happens to be bigger than another. There is only the journey to savor, the end is the same end for all of us. The opportunities in tea were screaming at anyone who would be quiet enough to sip and listen. It was a perfect example of the fact that although entrepreneurs might like to think otherwise, 1 does not create a business. A business creates itself when the circumstances are ready for it. And if the people it needs to create. And if the people it needs to create it are not yet ready or up to the task, it will wait. For the moment, I was happy to wait along with it. Okay. So I'm skipping ahead in time a little bit. And this is now Bill is writing to Mel, and we're gonna start to see how, you know, his mom... It's not... He's not sure of what to do. There's a lot of confusion when starting a new business. So then All I myself was, the problem with being able to argue both sides, and then this quote, I'm gonna read you that I just took notes on from, the founder Stripe, Patrick C, which I think is a wonderful illustration at this point. So he's... Bit... This is Bill renting to mail. He says the question we've got to ask ourselves is, should we come out of the box with with everything like a full product line. Thereby making a profound statement about who we are or do we start with a few lines and introduce new lines gradually. So do do you try to incorporate everything from con... From inception, like, everything's pre planned and then you launch or do you launch and then kind of iterate as you go. And he's gonna argue both sides this. He says 5 thoughts about this in favor of the splash, meaning going all out. 1, the catalog would not be complete unless we had the full line. So if we introduce lines gradually, the catalog would would be delayed. 2, If we go all out, it seems inevitable That we'll have to bring in outside investors and therefore, we'll we'll have the money to do it right and do it big. 3, good story, media tension could help frame the Republic of Tea as a phenomenon, much excitement. And meaning if if you give them more if... Than just maybe let's say 5 t's to to talk about. We stand the chance of number 4, we stand the chance of making the Republic up to household word in 2 years. Number 5, much easier to sell the stores with a high profile and introduction will do great in the self space wars. Now he's him arguing the opposite. 5 thoughts about this in favor of the slower buildup. 1, we'll need less money and therefore, will own more of the company. 2, learning curve. We get to make our mistakes quietly. 3, people factor. It's always high hard to fight to find good people. 4, timing. We're still a few years ahead from our from our time from their perspective of the world coming around our way, would meaning, 1 of their goals is to get people to drink less coffee and drink tea instead. So basically calm down, slow down. And 5, what's the hurry? So, there's a lot of confusion that follow in the in in the following pages because he can't really... They they don't they don't basically make this decision for another 2 years from the time he's writing this. And that's the problem with being able to argue both sides. And it reminded me of 1 of the notes I took, where if you don't know who Patrick Carlson is, he's the founder of this company called Stripe, Stripe is basically, like, the new Paypal but on steroids. It's a much larger business. Tell if if you've if you purchase anything online, I think, like, 80 percent of Americans, at least speaking from the country that I live in, 80 percent of them have purchased something online through a business that uses stripe to process the payments. And it's run by 2 brothers that are really, really young. Patrick's being the older 1. He's about 30 years old, and it's it's a massive business right now, but he's a really interesting person to to listen to because he's got a lot of It's just a really well read and a thoughtful person. And there's a lot of things when he was talking the surprised me. And he... Just like everybody else no one's immune to the entrepreneurial emotional roller coaster. So, let me just read some of the notes at took. Said there are times that reflect on the norma of the challenges that lay ahead. All the work that we still had to do, and I would be immensely dis distributed. I would ask my c founder, which is Also his brother, is there really any actual point of doing this? And then right after that, he talks about this inevitable feeling that you're gonna have when you're creating something that is kind of like, you have to have 2 minds. And this is what we're seeing Bill do here where he's, like, I have... I can argue both sides like, both arguments sound good. I don't know what the hell Like, which 1 I should choose. So he said, this is Patrick's experience with us. He's like, you have to be optimistic on 1 hand because if you weren't, you wouldn't bother doing it in the first the face of adversity, meaning starting the company or the product that you want. On the other hand, you have to be pessimistic because there are tons of problems, and you have to be tuned to spotting them so you can fix them. And this is a his his like, his entire point of bringing this up, which is why so weirdly difficult and why I think entrepreneurs have a hard time relating to people, like, explaining their problems to people that aren't entrepreneurs. And he said, this is a weird psychological state, meaning you're you have to be of 2 mines constantly. And to remain in it, as you must, for many years is just not normal. And I think that's why you see so much talk about an entrepreneurial community about, like, trying to advocate for, like a healthy mental state? Because not only are you probably pushing yourself to a physical limit, but you're you're most likely pushing yourself on a on a mental limit as well because you're confusing yourself because you have to be able to switch back and forth from being completely optimistic that's gonna work out and then completely pessimistic because you can actually identify the things that would prevent it from working out. And it could be very, very confusing and very, very, very hard to deal with. Okay. Okay. So now I'm gonna skip ahead, and this is getting more into Mel philosophy on happiness, business and profit. Okay. So he says this is Mel writing to bill. Reading over your personal goals and vision. I find myself moved. I was not nearly so clear thinking when I set out to establishment in Republic. And a lot of the problems I endured in the last decade, could have been avoided had I been able to see life in the full spectrum that you do now. Your goals nearly mirror mine. In fact, with 1 notable exception. In starting a business, mine would be a different expression of priorities. To explain why I need to go back in time. In my view, all things are born to thrive. You cannot go wrong when you create something, be it a life or a business. If you take responsibility to see that it thrive. What makes a thing thrive. People thrive on happiness. There's nothing elusive about happiness. It's here always. The only problem is that sometimes we're not here for it. 1 sure way of not being here is to resist the uni unrelated, meaning stuff we we have no control of things we can't plan, which is sadly what most people do most of the time. But happiness is the primal birthright of the man or woman who does not resist it. The common fallacy about happiness is that you have to do something to attain it. Not so. Happiness is built into our Dna. It's not an add on option. Happiness needs no cause. It is an unspeakable great tragedy of our times that so many people are desperately looking outside themselves for the source of happiness when it's already inside inside them waiting to be tapped. Now he's gonna apply to businesses. To make a business thrive, however, takes a little bit of effort. Business is about another kind of relationship, the 1 between you and me. When we conduct business together, we create a third entity, the business relationship. Unlike you and me, the business itself is not endowed with a natural innate happiness. It is our responsibility to make it happy. And that means making it thrive. What causes a business to thrive is the mutual agreement we make between us that we will both benefit from our business relationship. Fortunately, business guides us with an absolute way to measure its success. This is the the key point here. Business always thrive on profit. So when everyone who has an associate with association with a business, it's investors, employees, its vendors and its customers. All realize a profit from that association, the business is happy. That is why if you start a business, you assume the responsibility to make it thrive. You will hire others who will join you in your cause and whose families as well as they will depend on you to captain their ship through the choppy waters of reality. In other words, the first order of a business is to be successful. And a business is successful because it is profitable. Because for so long, businesses is measured itself only in terms of profits. There is a tendency now on the part of young entrepreneurs like you to over compensate and think more in terms of saving the world than making a profit. For all its virtue, there is a fundamental flaw in this thinking. There won't be a business to save the world with if the business does not make a profits. Okay. So I gonna skip ahead a little bit. This part was interesting to me because there's a lot of notes Left myself. 1 was the importance on editing or narrowing your focus. Then what's fascinating to me is in 19 90. They come up with their like, how their distribution strategy, and then it I looked up because the company is still around. They start the company a few later they sell it to another private company, and that company is run by a family to this day. And I was researching, like, how they... What the the state of the business is today, and it's... They're still using the same distribution that Mel was writing out 19 90. And there's just a lot of ideas in in a few short paragraphs. So let me just jump into it. So this is Mill responding because he's trying to, like, focus Bill. He feels Bills he's not gonna be to sort of business without understanding where, like, what... Where are they gonna set, like, where are they gonna set out from? So it says, our focus should be flavored teas. These are healthier than coffee, tastier than other teas that are popular available and have a whim about them as they should coming from our Mu a little over republic. By staying focused on flavored lightly caf tease, we are spa the ethic, the ethic of everything in moderation, which is 1 of the tagline lines of the business. We are about balance and harmony. About looking at ourselves and liking what we find. Coffee is slimy slimy overkill. Tea is sweet union with life. So now he's gonna talk about some product ideas. He says, peach passion fruit peppermint, blackberry nut. These are among the first 12 treasures we will make from the obscure vastly underappreciated asset of flavored black teas. We will be welcomed on the shelves of natural food stores and Gourmet supermarket shelves. So, to this day, the Republic of tea, which, in some cases are has valued about a hundred and 25000000 dollars. They've explicitly rejected distribution deals with larger companies like Costco or Target in favor of this, specialty stores, you can also order on their website. It's funny because in the book, they have... Let me just say you... Let me go off on the let tang real quick. So the Panic is full of stuff. Like, the panic... The Panic might be a reason enough to buy the book. But because it shows, like, early catalogs shows you the sketches the early product ideas, early advertisements they did. And again, it's... I I think that's the biggest thing I learned. Besides of the founders have been banana a Republic being relentlessly resourceful. It's they create entire new worlds. The just creating a product. Like, you're reading... You'd have to, I guess, just you can just Google it if you want, or if if you don't get the book. I think I might have... I had... The book is it's actually hard to find. I had to buy a used copy on Amazon. But anyways, and I I was reading over the appendix and looking at their advertisements, and they, remember their... They start off also, just like they had been banana republic by selling by catalog. And so in these advertisements, you know, they came on the 19 nineties, early 19 nineties. They have phone numbers. I called the phone number. Just just see if it it let anywhere, it still leads to the Republic of tea. And the the greeting kinda sounds like it was still influenced from Mel and Patricia. Like, it's not like, hey, you reached Republic tea that it it's like you're going into a new country. And I wind up talking to 1 of the sales reps there. And just like, do you wanna order something I was like, no. Honestly, I... I was reading the book about your company and I just wanted to see if the phone number still worked. Okay. So let me get off that tangent back into the book. So my point being is he laid out something they're still doing almost 30 years later. So She said, we should we could test the concept inexpensive in 1 major market, then use the results of the market test to raise national treasury to blitz the country. So again, he still speaking and country turns that company turns, which means basically, hey, we'll test to make sure that people like our t, then we'll raise money and then we'll go all out like, on a federal level. As you know, this idea is entirely inconsistent with my previous utter. Consistent. And this is why I said there's a lot of information in these paragraphs, that I think valuable consistency can offer only safety certainty. There is no such thing as safety certainty. It's human fo to think there is. I personally that that sentence speed. Like, I kind of agree with on a personal level. So in a world where nothing is certain, and nothing is safe, what I'd like to do is offer the customer the next best thing, a great cup of tea. I think I've... I've said this to you before, but back in the day, when I had a myspace profile, the the quote on my myspace profile, I still remember to the state, it's still in my favorite quotes. It's there's no such thing as security only opportunity. I think that's very very much what he's saying there. Okay. Skipping ahead, this is a a large part of what I focus on is the fact that there's a lot of times mel just becomes completely discontent with Bill. Because Bill is... As you could imagine, like, what what I said earlier, like, why would you be writing fax over the course of 2 years, like, you're you're selling tea? Like, how long could this possibly take? Bill was paralyzed by an action. He just constantly wanted to keep making business plans and all this other stuff that you could imagine somebody that's ever been new might think to do, which is which gives the illusion of work, but you're actually getting anything done. So this is mel reflecting on what's going on. And keep in mind, he's writing these words in 19 90. You could easily think of, like, how they could still be applied today. So he has this idea. Like, basically, you need to have ideas, but ideas need to be in the form of act A vaguely and uncomfortable feeling began to began to set in, and then I suddenly realized. That his comfort was bills not mine. He was obsessively thinking the business through, but other than typing words on a computer He wasn't yet doing anything to get the business started? Did he find the doing of the doing of starting the business less compelling than the idea of it. If he represented the apple generation meaning the company Steve and Steve Jobs as steve was there. Started. If he represented the Apple generation of young business events, and indeed, he brought every new Macintosh computer as soon as it was released, it made me wonder if a generation of great think thinker diapers, He made that word up, by the way. It's thinker hyphen was not about... Was not yet about to inherit the world. They definitely did, but I would say think are doers are type doers. I started to worry about who might be who might be able to spare a moment away from the keyboard in the 20 first century to grow my fruit and vegetables. The whole idea of our exchange was that Bill was gonna start the tea company. He wrote about it. He talked about it. He came to visit about it, meaning coming to Mountain Bills House to stay, but no t company. Now I am not unaware that the reader could easily view me as a qui episodic if not d for expecting a young gentleman, he converse with about starting a tea business on an airplane at the beginning of the month to have the actual t on the supermarket shells by the end of the month. Perhaps a more reasonable assessment of me would be to recognize that I am a man who himself once started a business on 1500 dollars in 3 weeks and got lucky. Therefore, I tend to place a greater value on an ideas in the form of action, than action in the form of ideas. And so what he means by there, the action and the form of ideas is that, yeah, Bill's doing stuff. He's working on this day, but he's just typing. He's just generating more ideas. He's got it completely backwards in mel opinion. That experience of founding my own under capitalized, highly and practical business taught me an in ind lesson. Not the sort 1 might hear in the hall halls of business schools. Life is not an idea. Starting a business is not an idea. It is getting things done. So that's, you know, something very confident. Common come... Something common that we hear all the time. That ideas are not important to executions everything. This was the most valuable thing I had to say. But Bill was not ready yet was not ready to hear it yet. And at a and Cited a better messenger messenger to tell him was the business itself, not me. Meantime, as the minister of leaves waited for the t business snatch bill away from the computer to get itself started. He himself thought it best to serve the Republic by taking the opportunity to further explore the philosophical underpinning that made him so excited about tea as an agent to change the world. So that's from Mel perspective at this time. Done on the very next page we see a private, a private journal entry from Bill. It's basically a agreeing because what what is Mel saying there? Mel saying that Bill's is thinking too much. You've thought about it. That's great. You know what you wanna do just go do it. Right? And so now Bill's kind of realizing that himself, and he says, I had that peculiar feeling 1 sometimes has and a fall fall in love at first sight relationship. That things were moving so fast that I needed to keep under control, so I didn't lose myself. On the other hand, I just wanted to go with it. I often felt that I thought too much, and I can see the continual self conscious consciousness that accompanied me through much of this early exploration. So the note I also left myself doing this is, like, if you think too much, you're gonna... The more time you you dedicate to thinking about an idea instead of actually trying and testing it, like, it's too easy for you to talk yourself out of it. So so I was constantly reflecting on my own search for the right thing. I bad I badly wanted this to be it, meaning on his life's work. Although I year for t to be right for me to be my true calling, I knew this was beyond my control. But I kept on pushing. In retrospect, I might have been trying to. So that's just 1 example of many where I don't think after reading the book. I don't think Bill was unsure of the idea. I think it was unsure of himself. So I probably... I think that probably stops more people than being unsure of the idea. Alright. So a few pages later, there's doing some market research, and a lot of that stuff. I'm gonna leave out of the. I mean, is some interest, like, they they have business plans where I skip over. They have pro form a projections, all that stuff. It's just honestly, just not interesting to me. I went to business school once. I don't wanna go again. But in this, I found another example that out of, you know, something I've already mentioned this podcast, I mentioned others, and 1 of the reasons that I spent so much time reading about history and listening a podcast about histories because I love the fact that history doesn't repeat a human nature does. And in this case, Bill has had a bunch of conversations with people already into the industry, trying to do more market research more, get more advice. And he's gonna hear some stuff that you hear constantly. And there's actually he numbers them. It's it's wonderful. So he's telling Mel the results of this conversation. He goes, this was the conversation where you hear these kind of things coming from a person who is there and who is trust. Meaning it's already end tea industry. Number 1, The market is controlled by several big players. Number 2, there's little opportunity left. Number 3, The field is not as hot as it once was. Number 4, there's a lot of people already doing it. Number 5, who needs another 1. Number 6. Difficult if not impossible to move within the market. Number 7, difficult if not impossible to enter the mass market. Number 8, very risky to get involved and number 9 and the 1 that you hear constantly and the 1 Hate all the time, there's nothing new to be done. So then, Bill continues writing. He says, in a bigger context, these are the types of things you always run into when you start a new business. And What's weird is, it starts to give him doubt. I don't think that's weird. I should say it's weird, but he's saying, but this is a moment that separates entrepreneurs from Wee. We have to plug ahead to find the opening. My point being is, like, that those things are usually not true because your it's only too late in most cases, it's only too late if you're doing... If you're just gonna copy what other people are doing. You know, like they said before, t has been consumed and sold. By humans for over 5000 years. What this guy is the the guy that Bill's was talking to... Is telling him Was like oh, it's too late. The the ship has has left. You're you're just too late You gotta go find an opportunity. Well, we know that's not true because a few years later, they start the business. That business succeeds. They sell it, and the people that they they sold it to are still operating profit almost 25 years later. So it's just a reminder that, you... I'm not saying don't go on research that's That's not what I got from reading this book. It's just that you're gonna run into this kind of thinking constantly because humans do not... It's weird. Things change all the way around, all the time, everywhere around us yet. Like, we somehow, like, dilute ourselves into thinking that things aren't changing. And that there's no... That I just I I don't see the point of ever utter the sentence, there's nothing new to be done because we know that when... That's never true. Okay. So I wanna skip ahead. I don't need to to spend too much more time on that. So this is this is actually really good because the note I left myself is the doubts of nascent entrepreneurship then on the very next page, advice from somebody who has already done it. So we're gonna see the difference between somebody that's full of doubt and then somebody that has a a certain level of confidence based on past success. So this is Bill... First bill writing to mail. I share this in the spirit of our friendship and in the interest of thinking out loud in search of your voice. At the moment, I'm being pulled. And unfortunately for me, I guess, and for many, it is a... The root... It's root is monetary. I'm pulled by opportunities that exist today for me that provide an income. These opportunities are real intangible. So this this is day job as being a consultant. Although they lack many of the qualities they're are important to me. So basically, doing something he doesn't love. He's just doing it for money. I'm polled by the excitement and potential of our new endeavor. I believe in it. Yet it is unproven. It offers unknown potential and unknown failure. I like to take risks how much risk can I afford? I need to provide an income for my family. My challenge is to transition for my present income to my new income as smooth as possible. So the reason I'm including this because I'm sure that this is a very common feeling. You just... I think it's helpful to understand that other people throughout history and throughout different times have these same feelings and that it... It's perfectly normal. The republic of tea needs me full time right now. I wanna spend all my energy and concentration on this. It's tough when your head and heart have to be at odds. This clarifies my goal. I want to develop the plan for the Republic of tea to make it a viable income producing entity soon. I want to be working full time for what I believe in. I want to end the frustration of working with my head for income while my heart lies elsewhere, I'm sure that there's... You know, it's pretty universal that people understand what bad feeling that he's he's going to right now. I guess it's a little, like, going out on a day with someone when you know you're in love with someone else. And so this is the the letter that mel writes him back, which I think is... Again, he's he's got, like this whole, like, entrepreneurial philosophy that I find interesting that's based on other things that he spent time learning. And he's kinda remix it into like and applying it to building companies. So this is a mail ready to bill. The flip side of every opportunity is a problem. You may think it is a remarkable thing that you've come face to face with a problem within hours of expressing your commitment to taking on the challenge. But I am not surprised at all. Among your many talents is a clear head combined with a willingness to see. This is probably so much a part of you that you may not even be aware of it. This is a hugely important sentence. Problems drive most people to distraction. Distraction is a way to avoid looking at what wants to be looked at. So after your sobering day, let me offer you a few hopeful words from there's some... Like, he's he's heavily influenced by the Eastern philosophy. His game guy named Jake Krishna G, Krishna Mu. I've heard this word said properly before, and my mouth just will not will not accommodate that request right now. Their request my brain is being denied. So Krishna mu. Krishna Mu. That's not how you pronounce it. I've heard it said right. Alright. Don't worry. The the the important part is the quote. We don't need to worry about that. The answer, this... The answer is in the problem. I take him to mean that if you want the right answer, you better be careful, you're having the true problem. A suggestion. When you when you define a problem, Example, This is a niche business and we need a tangible practical niche to succeed. I understand your frustration, and I agree, we do need AAA niche our niche niche. But is... But is this really the problem? I hope you can find a time this afternoon to take a walk and look at this. You may not want to hear this, but no matter how good yours is, the world never finds it easy to welcome a new idea. Let me repeat that because I think it's so important. No matter how good yours is. The world never finds it easy to welcome a new idea. Think about what we just heard a few minutes ago, the list of 9 reasons on why not to get into the tea. Is a great example of that. And then... And that's all the more true in business, and it will be even more true in a sleepy business like tea. Who has time for yet another product, especially 1 that's already 5000 years old. And a society charge on replacing yesterday's gadget with today's latest greatest technological technological breakthrough. Not a lot of people are going to be eager at first to use up their mastercard limit on an item that they may they may that they might think was already obsolete before Rome was built? Here's another thing to think about. Where would the computer industry be today if it focused on selling computers only to people who already had computers? I think you'll readily agree, it wouldn't be. So basically, at the time, somebody, I can't remember which podcast we covered this on, but they talked about, you know, the market for the personal computer maybe birth by the first Apple computer was so much larger than the people that already had mainframe rates. I think was Paul Allen. I'm pretty sure was the Paul Allen podcast. They they talked about this too where it's just like, if you focused on just trying to redo what was already being done that that size the market was tiny and you're probably working succeed. But if you focus on all the people that didn't yet have a computer, well, then that market's huge. And if you could build something that is that is interesting to them, then you have a path success. So it says, I think you're ready agree, it wouldn't be. And as long as I'm rambling, allow me to comment on this on this thing called shelf space because that's 1 of the worries that Bill is having. Oh, we're not gonna be able to get... You know, they're not gonna... The shelf shelf already taken. We're not gonna get in there. He said, let's not and this is this is a really a an example of first principle stinking by mail here. Let's not forget who shelves they really are. The shop keeper may pay the rent. But those shelves belong to the customers. And this is extremely important point. So I say, sell the customer, not the shop keeper. It is not our job to make the business. It is our job to deliver the tea. The tea will do the rest, the time is right. Okay. So I'm skipping way ahead because they go... This goes on for months. So now the... I'm, like, 90 days, and a hundred almost a hundred, more than halfway through the book at this point, and they're still just going back and forth and back and forth, and then these projections. At some point, I got, like, frustrated to read in the book where I wanted, like, jump into the pages grab bill by the face. There's just, like, go. To start the business already. Stop talking about it. So made me think, I'm gonna read you a private reflection that Mel has that I think is extremely valuable, and it it it reminded me of, if you listen to founders podcast number 36 on Nolan Bush, which was the founder of Atari and then Chuck Cheese, which is kind of an interesting resume. The name of the book of that podcast is, like, finding the Next tea jobs because he was He was Steve Jobs boss when Steve jobs was, like, 19. And something that he said in that book that's just stuck with me forever, and he said, Steve jobs had 1 speed. Go. And that's something I always think about when I think I'm thinking too much, which is basically what Bill's doing here. And in the context, Nolan was talking about. I I had no problem giving Steve, like, responsibilities and and letting him run a project or or or run off with an idea because I know I didn't have to do anything. I'd give him the green light, and in many cases, he would even do it without the green light. But he... If... If he was in charge something, it was going to get done because he could not not do it. And so this section... I want you to keep that in mind as I read to you the this this next section where you have mel, just contemplating, like, what the hell... What is going on with bill? So he says if tea is the juice of patience. At this point, I must not have been drinking enough it. So he's starting to get, like, a little per. The brain for names before we had even decided on the teas we would sell, began to un settle. So he's getting, you know, constant facts about stuff. It doesn't matter because you still don't have a product. I found myself yearning for bill to stop typing fax and start starting the company. While starting a company is a different exercise for every company, and there's no prescribed way to do it. Writing about starting a company does not get a company does not get a company started. Taking action, Taking action, Not talk about taking action is the 1 absolute requirement to start a business. You check your instincts. You check your information, you check the known risk against your anticipated rewards as best as you can in an uncertain world, and you plunge. You take action. So he said all he had to do to get started was come up with a deal proposal, negotiated with me and Patricia, propose how he wanted to finance it, put the lawyers to work drafting the documents and find a few investors willing to throw a little money at him in the idea. I could have spelled all this out, but then if I had to spell it out dot dot dot. So when I got at that point where he's like, listen. This is very simple to me. It should be obvious to bill, but we have a bigger problem if I have to tell him this? Like, what's the chance of the business seed if he doesn't understand the basic fundamentals? This made me think of a famous quote attributed to Mo. Where somebody comes up to him and says, hey, how do I make a Symphony? And he's like, oh you're you're far too young to do that and hit the respond that guy... The person responds. He's like, but you did this when you were younger than me. He's like, yeah, But I didn't go around asking people how to do it. And so Mo point there to me is like, I if you wanna make a Symphony, you just make a Symphony. You don't go around asking people how to how to do it. I knew I wanna do it. So I did it. And I think it's very much similar to the point that Mel making. Like, why would I have to tell this guy who profess to they wants to start a business, who writes at this point? I mean, hundred and 60 something pages of fax between the 2 of them? Like, how much more talking do we have to do here? So it goes back to... Let's go back to what Mel saying he goes, if anybody shows you a list of attributes that make up the entrepreneurial spirit. Don't even bother to read to the second item if the first item is not nerve. It takes nerve to start a business. Lots of it. If nerve is the first attribute of the entrepreneur, then practicality is number 2. It was time to probe little to find out if this whole affair was never going to be anything more than the clever finger exercises of 2 guys tapping on computer keyboards. Okay. So what Mel does here, he sends him a fax. He's like listen, I'm going on a Buddhist like a silent retreat. For a week, you're not gonna be able to get in touch with me. The week I'm gone, he goes, you need, like, it needs to be a practical week, basically saying getting something done. So, this is where I'm gonna talk about the doubts of nascent nation on nascent entrepreneurship part 2. This is Bill's response to that to that to that facts. It says myself to defined job description for for minister of progress had involved a lot of digging around, but no decision making. I wanted to become the leader in driving force of this business, but I was still looking to mel for the big answers like, when is it time to start the business. After all, he was far more experienced to me. I figured that if I kept bringing in new information and plans that he'd pick 1 and say let's go. And that from Mel perspective, that's exactly what he doesn't want him to do. At this point, I lack the confidence and understanding to do the business on my own. See this is good that at least self. That's like hugely and important. He's saying straight out. I I I'm just... I don't I'm doubting myself, not the idea. So Mel departure was that much more unsettling, but I also didn't want mel to lose confidence in me, so I kept trying to make a plan. I wrote several progress reports. Yet left on my own, I wondered if I could make it happen or if I would fail. I'm sure Mel was wondering the same thing. So his week of practicality at a practical week. We find out what what what took place well, took place while Mel was on his silent tree and it's not good. So now Mel gonna give us more of his philosophy on business, which I want include to the podcast because I think it's helpful for all of us. And a lot of this reminds me. Mel a weird, I shouldn't say, I don't mean weird in a, like, in a majority of. Mel is an interesting character. A lot I don't know if he's similar to any of the other entrepreneurs that have covered so far on the podcast, but I do There is if I had to pick 1 person, you reminds me we of a little bit is if you listen to founders number from 42 about the founder of Visa D h. There's a there's a lot of similarities between d d and mel. And so we're gonna see a little bit of that here. So he comes back from his his silent street, and this is what happens. He says awaiting me from Federal Express when I return was a 25 page progress report from Bill. That was a rehash if everything we had brainstorm to date. As it contained nothing new in the practical department, I was not heart. It left me with a sinking feeling that he was growing more and more lost and g for what to do next. If he was waiting for me to do something, he was in trouble. And now he's gonna lay out how he thinks about business. There are people who do business even when they don't have to. They do it compulsive for the game of it. They do it because it offers a clear measure of success in an otherwise chaotic world, but I am not 1 of them. This is a old D hawk es philosophy. To me, business is something you don't bother with if you don't have to. Fortunately, I didn't have to and Bill came along. On the other hand, I firmly believe that if you do have... If you do have to do business, then you should do it without complaint without am ambivalent with full mind and heart as best you can. Never allowing yourself to forget why you were doing it. I did quote unquote a business, was lucky enough to succeed and left it gladly because the reason I went into business in the first place was to free... This is probably the most important part was to free myself of ever having to work for anyone, including myself. I was glad to leave because it had become increasingly clear to me that the truth path to personal growth for me would to be what would be to do nothing, not to do more of something. The point of business for me was to become financially independent, so I did not have to spend my life acting out anybody else's contract of what life is about. Since is, however, in looking to me to fashion the what of the tea business, Bill was clutch at vapor. I knew I wasn't gonna run the business day day, and I knew the business could never have any staying power unless Bill felt in his bones that it was his. He needed to figure out... He needed to figure himself. He needed to figure for himself what to do. He had to get over the comp completion of turning to someone outside himself to tell him what the business should be, and it's the perfect line 2 line summary for this section, nobody invent the business for the entrepreneur. That's his job. So, unfortunately, this this continues for quite some time. We're still about a year and a half and the start of the business here. But I do wanna, focus on just some really great advice that Mel is giving to bill, and I think it's good advice for all of us. So it's... He has this idea of be the customer, not the seller. So he's responding to a fax where Bill is just coming up with all these excuses why it's just might not work out. And so mills responses. You will fall into the treasurer boob trap when you say, I also know that a lot of people are not we the customer, Meaning, they don't look at tea like we look at tea. This is the trap into which many businesses fall. By definition, it creates a boundary between the business and its customer. It signals that the possibility that the business has something to sell that the customers may not have any use for. And this is such a good point. Since need is today, so infrequently, the criterion for whether a product is sold or purchased, it is no wonder that this boob trap has become so prevalent. Be the customer, not the seller. Approach business from the standpoint of the customer's needs, not yours. All else will follow. And then he makes another good point here. We're selling tea from an inner passion, passion is something that everyone understands. So eventually, well, let me just read this. You're gonna see that there. Bill's is not really listening. He just... Now he's saying, he's sending him over. He's gonna hand him and open this little t stand in Sid sedona, Arizona and just like what do you what's going on here. So in the book in the in the book, all the fax are gated. So you could see when... Who responds and when and there's just a big gap. It's just like, Bill sending Mel and Mail not doing anything in return. So Mel is gonna explain that to here. He says, there are very few letters for me in this period because I was becoming more and more troubled by Bill's unwillingness to grapple with the real issue of whether he wanted to be an entrepreneur or not. And if he did wanna be an entrepreneur, whether or not he wanted to start the tea company. In our conversations and letters, he seemed to be shrinking from the big idea, growing a bit dis distributed. Running in circles looking for something he could do instead of doing what he clearly needed to do. That's so important. And I think, again, I bring that up because I think that's it's very common. And if you feel that yourself, just know... Okay. My mind playing tricks on me. I'm gonna snap out of it, and I'm gonna focus on what I need to. Not what I can do. He was waiting and waiting and waiting for something to happen, initiating nothing. So their communication slowly just dries up, and there's a year gap. And so I'm gonna skip over that the the the book doesn't have any many separate separation of parts. It's like the beginning. So like they call the first sip, which would be the introduction and all the the fax I just read to you, then 1 year later and then the epi log. The epi log is where I started the podcast. So now we're in 1 year later. And this is Bill... I mean, you kinda get an idea of And... I don't I don't wanna... I don't even mistaken, like, I'm making fun of this guy because I'm not. Like, I've done this myself with ideas and I've just seen this so many other people do it. It's just so much easier to see it when it's happening outside of ours. Shows. So this is 1 year later, no progress. He eventually gets his stuff together, and I'm almost there. It's just it's... By now, you realize bill's hyped up about the day, Loves Idea of tea, and then we see his actions are not lining up with his heart. And so this is here... Here's what happens. In the in the interim between this, I should say, to explain before I read this part. In the interim, this year, he decides to start another business with a friend. So his friend has this business that does, like, design work for companies. And he... His friend makes him a partner brings him into the business. So that seems really weird because where did this... It's called clement Mock designs. Where did that come from? You've been talking we've been sending fax. Now we're 2... Let's see, hundred... 200 pages of fax. How did you make this left turn into another business? So he says, a year has passed since my last letter to leaves. I had spent a busy 11 months with clement mock designs, developing marketing programs and materials for clients. Although Clement, that's his friend. And I hope to get the Tea company going during this time. Oh, that's another thing. Then he said, well I can't get the done let me add another partner. That you you know how that works. That's you have everything you need. Adding is just gonna make it more complex. Our casual efforts amounted to nothing. Not a surprise there from anybody been listening so far. Right? Neither of us had had the time or the energy to make it a priority given our other responsibilities running the design firm. We tried to get some logo and packaging going for the tea, but the pressing needs of the studio always took precedence and we made little progress. So now at this point, we are 15 months from the day, he said he was gonna start the company. It's still not being run yet. You... Yet, even after a year of not doing much about the Republic, the idea still was still very much alive in me. I grew discontent and unfulfilled producing marketing projects for other companies and began to spend more of my mental energy figuring out how to get a tea business. So the fax is come back up. And you noticed that maybe for every, I don't know, like, 5 fax that that Bill sends mail. He actually gets a response because I think Mel at this point is just tired of, basically, just tired of of going back and forth and not not... I mean, he doesn't want a brainstorm anymore. He wants this company to exist because he thinks it's important. So these last few sections are built... I'm gonna skip over that parts because, you know, I don't wanna bore you more with that. This is built... Like, I feel, you know what it is. I feel like any kind of movie that's, like, kind of heroic in nature, like this... Or not even movie it's stories well. I guess, as all as time. Like, we're introduced to the to to the what eventually become the hero. We get to know him a little bit, then he goes on some kind of quest to realize his full potential on that quest and Dow, he he... Like, the story are he he gets pushed backwards down. And then we understand that he doesn't give up and eventually he triumphs. I feel like that's what happens with Bill in this book, and we're getting to the triumph part here. And so this on 2 237 pages later, Bill finally gets it. And this is Him writing. In his journal, I finally gained the confidence I needed to jump into the tea business. The difference now was that I was willing to jump in without counting on others to help me swim. Ding ding ding. That's so important. I realized that it was completely up to me to create a plan and implement another important part. And it would have to be a plan that satisfied me first than others. Damn he's getting it now. I had arrived at the point where I was willing to trust myself completely with the idea of her republic of tea, bam. That's how you come from employee to entrepreneur. So he he wrote some of this in a letter to to mel, and this is mel offering his wisdom to him. He says, listen. It doesn't matter how long it took for you to get here. As the ancient Hindu fond of saying. The fruit on the tree ripen slowly but fall suddenly. Yes, you could have saved yourself a lot of soul searching had you surrendered instantly to the t mind and throwing all resistance to the wind? Let me read that. Again, you could've have saved yourself a lot of soul searching had you surrendered instantly to the t mind meaning the T, and throwing all resistance to the wind, recognize that you had no choice but to do this business once you saw the potential of it, but don't fret. The soul can always use a good searching. Nothing gained, nothing lost, I say. The news is you are finally here, meaning ready to actually start the business, so they have a product, and the most important part, so they start developing the product, and then this is... I'm I'm gonna close here on a letter that takes place in December 19 91. Remember they they sell their first They take... They make their first dollar revenue in May 19 92. So about 5 months after this. And this is Bill finally getting it. So our hero has finally arrived with the desire and more importantly, the action to become an entrepreneur. And he's reflecting... He's writing to mel, and he's reflecting on. I think anybody reads this book would would see. So he says, I reread some of my earlier letters to you this afternoon. And I'm almost embarrassed by them now. How could I be so oblivious to the fact that there's no way to start a business without having a tangible product are a full time commitment or a workable business structure? My letters were all dreams about marketing and positioning. No wonder I was stuck. I understood the concept for the business, but I guess I was waiting for someone to give me the products. I have learned so much in the past 20 months. Business isn't about isn't just about an idea for a business. It's fundamentally about a product that has an intrinsic value to a customer. It is taking me a long time to get here, and I'm still only at the beginning. That is where I'm gonna leave the story. If you wanna pick up the book and help support the podcast at the same time, you can buy this book or any of the books, all the books that I've featured so far that I've read for the podcast, are available at amazon dot com forward slash shop forward slash founders. Podcast, you'll see them... You'll see the covers of all the books arranged in the order from reverse chronological order that we've done them. If you buy a book on that page, Amazon sends me a small percentage of sale. It's a great way for you to get a great book to read and to help out the podcast at the same time. If if you don't... And if you wanna just click... I'll leave I'll leave that link. Even though the url amazon dot com slash shop slash founders podcast, I'll leave the link in the show notes, which is available on your podcast player and at founders podcast dot com. And this whole thing where it talks about a business isn't and just an idea of our business is fundamental about a product that has an intrinsic value to a customer. If you are getting value from the work I'm doing, meaning the podcast that I create for you. Please consider becoming a supporting this podcast on a monthly basis, you become a mis fit. You get 17 private immediately, and they... These are podcasts that I've really been able to experiment with, and I don't know. I've been really enjoying, like, kinda putting a different take on it. You also get an extra podcast for me every week. So that's just me saying, hey. Thank you very much for supporting my work, making sure that I I can dedicate the time to make Founders podcast podcasts. And in return for your small monthly donation, I will be giving you extra podcast podcasts and delivering more value to you. So please do that. If you get... Wanna get value, but you don't want extra podcasts or if you don't, if you wanna just make a 1 time contribution rather, you can do that as well, there there'll be a link in the show notes. And if you go to founders podcast dot com, look just click on the... Or tap on the dollar sign, and you can make a donation of any amount that you want. Based on the value that you get from the podcast, it's real simple. And another way to support the podcast, That's notes. It's founders notes, you go to founder notes dot c o, enter in your email address. You'll get it... You can test it out for free. Every week, I'll send you a sampling of the notes Id. Usually send about 2 of, 2 out of the bat. I'd make about 7... I cover about 7 or 8 entrepreneurs a week, I think. Somewhere in there. People on the free list, I send, I send an email to you every Sunday, you'll get a soft sampling of the notes I made that week. If you upgrade, that's the way to support podcast is by upgrading. You'll get all my notes and access to the full back catalog, all the archives of all the notes I've done. I don't know. It's... I'm really proud of the notes that I'm making. And this is something as long time listeners know that I did on my own for a long time. I offered it as an incentive to donate to the podcast. And at the time, It was just a Google doc link, and it was 60, 70, 80 pages of notes now if I put them all in there, it's well over a hundred pages of notes. I just... I did this forever. For as long as I've listened to a podcast. I've always taken notes on podcast. Because I wanna remember what I learned. Podcast to me is a great medium for learning. And if I don't write it down, I we, I mean, think about the availability of memory. Like, it's just human memory is just not to be trusted. I don't think that's a controversial statement. So how are you gonna remember, you're spending the time listening to podcast podcasts. You're spending the time reading books. I think we should take notes. I think it's helpful to review those notes spawns all kinds of weird ideas in the future because the future view that's it's gonna be reading the notes is different than the person writing in, and it could have even more profound meaning on it. So founder notes that Ceo, enter your email address, that's really you know, I'd really appreciate if you did that. And then test it out. Every Sunday yoga get an email for me, if you like the notes if you're learning from them, upgrade for... To become a paid subscriber, and that's another great way to support this podcast. Oh, no. 1 more thing before I leave too. Wow, this podcast is long. My voice is... I'm losing my voice. Some people have sent me messages about turning this into a book club, love that idea. So by the time you hear this, if you go to amazon dot com forward slash shop, forward slash founders podcast, you will see next week's book. And if you wanna pick that up before the podcast comes out, read it, turns this into the world's largest book club on entrepreneurship. I think that'd be pretty cool. So that's another option. Other than that, thank you very much for your support. Thank you for listening. Thank you for the reviews. Thank you for the people that are sending me... Been sending me nice messages about what the podcast means to because that's all I really want. I just wanna make something that's cool that people respond to. And more importantly that you can learn from. So I've had enough, if you like the podcast, please tell a friend and share it on social media, I appreciate you, and I will be back next next Monday. Next Monday, the last... Let me look at the calendar real quick. Oh, 1 more founders podcast for 2018. Alright. I gotta make it a good 1. I'll talk to you later."
}