{
  "transcript": "I always told our agents, make your clients think they're your friends, but remember that they're not. Yet it would be my clients who would stay loyal for the most part, and my friends who would betray me. Jay Malone, the agent I thought of as a son, and as my eventual successor would join the agency's pos of young turks who dis own me after I left C. Michael E, my great friend friend who ran Disney would hire me as his number 2, then publicly humiliate me and fire me after 14 months. And Ron Me, the blood brother I started C with, would leave to take a big job at universal after I'd negotiated for both of us to go there and then dis dispatch me all over town for 20 years. I made it my life's work. To understand people to grasp what made them tick. I'd been certain that It was too weary to misplaced my trust and too smart to be dupe. So I'd like to think that these betrayal were random. And flag un unwanted and that I was the victim of some per instinct that destroys all human intimacy. I'd like to think that the problem was just that the tools and strategies I'd use to get to the top inevitably created resentment. Even among those who shared in my success that everyone hates a winner that just because I sought money and power and intimidated everyone to get them, it didn't change me, but I did change, of course. Those whom the Gods wish to destroy they first give a gift. Okay. So that is from the pro log of the book that I wanna talk to you about today, which is who is Michael O by Michael O. So this book is going to be probably a little different from what we normally discuss. So, yeah, we're gonna cover his early life. We're gonna cover what made him wanna become an entrepreneur. We're gonna cover some of the strategies that he used. But a lot of this book is what he's discussing here in the pro lock. Mistakes. He's very honest and and open about the mistakes he made, and it almost all comes down to not really business mistakes. But mistakes with people, which I find so fascinating. And I think what I'm saying now we'll make more sense once once we get towards the end of the podcast too and you see kind of the whole arc. Okay. So before we jump into the book, Just a few things I wanna go over with you. First of all, my name is David. Welcome to founders This is your first time listening. The concept of this podcast is pretty straightforward. Every week, I read a biography or an auto of an entrepreneur. And I just share the ideas that I learned that I thought were interesting. This is not meant to be a review or a summary of the book by any means, just things that I wanted to remember for myself. So a lot of, times when I'm reading. I... I make a lot of highlights and then notes as well. So then I can go back later and and remember everything I learned. And if you're interested in getting this book after you listened to podcast or if you wanna see any of the... I think I worked to, like, 50 book now that we've covered so forth my podcast. A great way to do that is go to amazon dot com forward slash shop forward slash founders podcast. Not only we see all the books have done in the past, but you'll also see that book next... Next week's book early because a a lot of, a few of you have email saying you wanted to make this kinda like, a book club. So that's, a way to do that. The second thing is if you wanna get in touch with me, this is another idea. I got directly from you guys, best best way to get touch with me is just... You can use... You can find me on Twitter. It's at david son 1, and I'll leave obviously the links and everything and I I talk about in the show notes and at founders podcast dot com. And oh, the the show also has its own Twitter feed. And this Twitter feed, I just published quotes from past podcast podcasts that I like or that I wanna remember, and that's at founders podcast. And last but not least. In addition to taking a lot of notes and highlights on books on entrepreneurship. I take a lot of notes and highlights on podcasts about entrepreneurship, specifically directly from entrepreneurs own brains. So if you wanna get on my private email list and you wanna see those notes, you can do that at founders notes dot c o. Okay. So I'm wanna jump back into the book And this... I think it's gonna be a little bit more chaotic than our normal, like, the normal podcasts that I do. And so I'm just gonna jump around, some some of these are entire stories that I found interesting and some are just random quotes or random ideas. I would say this more so than most other books, is gonna follow more of, like, a barbell effect where I'm gonna spend a lot of time. Most of the the podcast is gonna be about, his early life than, his early first few jobs and then starting the company. And then once that gets up to be successful I skip over a bunch of that because, in in general, I'm just more interested in how things are started, not how they're run once they are successful. And then we're gonna get spend spent a lot of time in the end of the book where he's gonna deal with a lot of regrets and, like I just read in the pro log. A lot of betrayal and there's just a lot of lessons... Mike's is gonna teach you lot lessons I don't have a business, but I think about he's in his seventies when he's writing this book. And the... I'm always fascinated by what people value and what they regret when they're near the end of their life. So we're gonna learn a lot about that today. But first, I found this this few sentences in the pro log that I found. I I just wanna remember. So I wanna share this with you real quick. And this is the importance zone of having a profound sense of belief and how you basically start, create something from nothing. And so he's gonna use Hollywood because that's the industry that he was in, but I think the supplies to nearly everything, business or otherwise. Nothing in Hollywood is anything until it's something. And the only way to to make it something. Is with a profound display of belief. If you keep insisting that a shifting set of in possibilities is a movie, it eventually becomes 1. Okay. So I'm gonna skip ahead, and I wanna just jump. I'm gonna I'm gonna jump right into his early life, his first jobs and then finding his first love. And this just... This takes place over a few pages. And I think it's kind of a way to lay the foundation to kind of understand Mike and why he is the way he is, and don't get mistaken. He's a very, very controversial figure. Okay. So it says my dad's dream was to open his own liquor store. You need to be in charge of your destiny, he drum into me. It's no good working for somebody else. While I love my father, I hated his boxed in life. Like many who had grown up in hard times, he feared risk. My mother's mother, this is interesting. He calls her Sarah. This is his grandmother, but he never refers to his that. He just calls her Sarah. I don't know if there's an... If we should read into that or not. My mother's mother, Sarah was a blunt blunt spoken widow who live with us for years. She paid attention to me and seemed to think I was special. She was my second mother. And I felt horribly conflicted when she tell me you can be better than your father. Sarah kept dosing me with its poison until it's 14. When my father finally kicked her out of the house. By then, her inca, a dark version of the immigrant cr that in America, you could be anything you want, had cast their spell. Instead of trying to emulate my father a kind and loving man, I would be what Sarah expected of me. I would succeed at all costs. She was depressed, of course, sunk in her own mis. So I'd save her by taking extraordinarily met... Extraordinary measures to reward her faith in me. So first of all, there's a few things going on here. Yeah, III like how he diagnosed. He's like, well, she's obviously miserable because she spends an entire time, and I'm skipping him over a bunch of this She's... She just basically talks crap about everybody. She's a perpetually unhappy person, which is really weird when you when you factor into this is who was paying the most attention to Mic when he was younger, but also this thing, when he talks about He's like, I I'm gonna... Instead of being a nice and loving man, I'm going to succeed at all cost. I'll tell you right now, which I... Was something I didn't know when I reading these first... These words begin with. I... I'm pretty sure he almost comes out and and admits as much, but he definitely enforce that this was not the right route for his his, his life. There's a lot of darkness in this book. Not only between, like, the way these people treat each other in the industry, which is pathetic, but like, the the lot... He he says... And and I'm gonna re read a bunch of these to. But like he he talks about losing his humanity over and over again. And, I've read a lot of auto of entrepreneurs for this podcast. A lot of them were written around the same age he is. Somewhere around the sixties and seventies, you have people like Sam Walton or Phil Knight, reflecting back in their lives. There's never been as much darkness as in this book. So so make of that, what you will. Alright. So he says, now we're gonna jump into some of his first jobs. And 1 thing I'd admire by my mike is, you know, he had AAA fantastic, fantastic work ethic that you even see, from a young age. This is at 9, I got a paper route and raced my sc bike through the neighborhood. Then I asked for a second route, cutting my free time to the bone. So it's funny he mentions when he meets his wife later on that she liked... She described the way he's he... His lifestyle as as squeezing the very last drop out of a tooth of toothpaste that he would... He never liked to waste any time, and, I'll share with you his schedule later on, which is which is pretty extreme. So he says, I was head shorter than my classmates and annoying curious So I was bullied an elementary school. My father had saved me from older bullies once in the stair way of our building back in Chicago. But he wasn't around a recess are in the deadly hours ready for school, right after your school let out when it was open season on outliers. I absolutely hated that feeling of powerless of cow and being crave and hoping just to pass unnoticed. I couldn't bear it. And we're gonna see a little bit of, what's is interesting here is you kinda become what you hate, and he even makes that statement later on, because he becomes somewhat of a bully, somewhat of a person that's comfortable with violence. Which is again, something that that is left out of a lot of the books that that we read, but we know is kind of a part of life. And I I, again, I think is in, regret of his move now. Okay. So he said, I always stood out academically. Even if none of my teachers took particular notice or encouraged me. I read everything I could. But my favorites were biographies of successful men. Andrew Carnegie, Winston Churchill, Nathan Roth child. If anybody has a way to get in touch with Mike, you should send him the link to Founder podcast. I also did a lot of drawing and model making. I wasn't a gifted drafts or builder, but I'd construct model boats and planes in my room and entertain dreams of commanding flo and squadron. So that's something that he puts into real life and we'll get into, like, how he used history and other influences to build a culture of C, which I found particularly fascinating. Now we're gonna get into how he finds his first love. At 9, I discovered motion pictures. 4 blocks of my house behind a chain link fence and a security shack set a place of mystery. The back of R pictures. The studio owned by Howard Hughes. The first time I alluded the watch man and snuck through a hole in the fence, I came upon another world. Mounds of lighting equipment, cameras, microphones, cables, and rows and rows upon of false of false fronted buildings. From old Western towns to gritty urban streets. Hundreds of actors in makeup, cowboys, Indians police space and hundreds more people in the street clothes who peered through lenses, strung lights, hammered and haul and ran about until director yelled action. I was hooked. My parents desperately wanted me to become a doctor, but movies became my obsession. I loved For Apache. I guess that that's a name of a movie. An r k western about the Cavalry and a great leader. Who overrule an incompetent 1. I became obsessed with building forks, and with the spartan idea of the failings, the battle formation in which you're only as strong as the guy on your left. I was also impressed by by an Arrow Flynn Western. There's a lot of names in the book don't... I'll tell you when the names are important to remember most of them are not. And a lot of them are have just straight able about admit. I mean, this guy had... It's probably 500 different names of this book. Okay. So so an aero flynn western where he drew a line in the dirt during a mutiny and said, you're either with me or against me. That formulation, you're totally in or totally out. Became my mantra. It helped me enormously later, and it hurt me an equal measure because it didn't allow for shades of gray. Most of life turns out to be shades of gray. Okay. So now you're starting to see what I I mean, we're still in the first chapter of the book, and you're gonna see he's he's gonna tell us like these ideas that he thinks are valuable, but you're gonna hear this a lot of this where it's like, damn. I I messed up here. This is a mistake I made. I wish I didn't do that. And, you know, that's something... It's not really something you wanna see in a in a in a human life. Like, I think you should look up to people in the sense that you can learn from them, but you gotta apply these lessons, like, in your own way. And I just can't help a feel Well, III right before I got to the last, like, 2 chapters of the. I'm like, oh my god. I can't turn this stuff podcast. It's like, gets a little depressing here. I wonder if this guy is even happy. There there is, AAA better ending towards the end. He does actually find an industry that seems to be more, like, in line with with being a human and not just being a ruthless cut through, like, the hollywood agent industry was in the seventies and eighties. Okay. And it probably still is today. Okay. So we're still back into... He's still working during high school says, by then I was working 8 hour shifts as a box boy at a neighborhood pig wiggly. I was working 4PM until midnight saving toward a car in college and thinking about my future. I'm skipping over his part, but he got a. He figured out a way to become student body president and he fit after initially failing, he he learned some tricks that were Basically, he he he learned by how to network and how to expand his circle on how to get people to like him, which is also something I found a little un unconventional because he describes himself multiple times as like a chameleon. And Maybe that's what you had to do and in his business. I just find that people that don't have any sense of self or people I try to avoid. Being Student body president made it made me a member of the nci Rotary club. So I met Months once a month with the, which I guess are our members of this club. They were car dealers and insurance agents who made something of themselves. They were no smarter or more hardworking than my dad, but they had something he lacked. A college degree. That had given them options, and now they composed the local power structure, but I didn't want to just be part of a local power structure. 8 miles from where I grew up stood the mansions of Beverly Hills. I'd stare at them as we drove to family dinners. That was when I began to hate the valley, the valleys where, where he grew up in, the the section of Los Angeles that he grew in. Okay. So saying, I hate the Valley which lack museums, institutions and a cultural center. Any real stimulus for my brain. In the valley, people grew up carrying a football under their arms. I wish I had grown up in New York where people grew up carrying a newspaper. This grudge against my surroundings. The sense that had been raised in the wrong next, like a c egg fueled me when I began my working life, and this is, I think really important when you talk about, like, the motivations like, what what what is the fuel that that caused you to be such a driven person to to wanna start a company or to wanna succeed in at whatever endeavor and he says, I always felt 1 step inferior to the people around me and 1 step superior. I wasn't as creative or cultured as they were, but I was a lot smarter and more hardworking working than most of them. Insecurity and ambition make a powerful cocktail. So after finding that student finding that studio by house, he's he develops a way to get a job as 1 of the, like, the tour guides, Like, if you go to a Hollywood set, they give they give, like, tours of, like, all the shows being produced and sound stage and etcetera. So this is what he was doing back in I think this is in the early seventies now. She says, he's gonna make some important points here that I that I agree with wholeheartedly. The other guides worked from 9 to 6. But I came at 7 each morning and stayed until 9 at night. Universal owned the last full fledged working lot. That's the company he's working for. And I walked its 400 acres end to end, which interesting he almost becomes the Ceo of Universal about 20 years later. I read and re reread and underline my studio guide as if it were... If I as if I were cram for a final, writing out list of questions for executives and technicians and keeping a notebook full of the answers. At the end of each interview, I arranged to come back to observe. I had carte blanche at the busiest film and television student in the world, and I was getting paid for it. What I learned at universal, the way glorious films blossom out of an intricate mesh of mundane practicality and t me still. So what he's talking about there is from outside of perspective, Like, the end product of what these studios are making are exciting people, all over the world wanted pay money to see them. But, yet, if you look at a day to day, what he calls out intricate mesh of Monday mundane personalities, it doesn't look like anything special is happening. But with the magic of, coordinated effort and enough time, you can actually produce something magical from something that's mundane. And this is the part that that I whole wholeheartedly agree with. And he makes I never heard of put this way. And I I love how he he he discusses. He says, I was a great guide because I believed in the product. By 18, which is his age at the time. I absorbed a basic rule for success. Love what you do, and this is especially great point. Too many people fight their job. A battle they cannot win. Okay, Sir during this time, he gets to observe in real life what we're kinda trying to to do with the podcast. And so this... The note of myself is the foul mouth magnets. And there's a lot of these guys I've heard of before the people that started studios way back in the day. And I'll eventually get around of reading some of their biographies, but he's he's interacting with them with with them up close, and there's 1 in particular that he's trying to learn from. So he says, some of us valley kids fall the studios like Boys in New York attracting the Yankee. I wasn't interested in the stars, but in the process of making pictures, and in the people who were truly responsible. All the foul mouth magnets who who founded the modern film business were fascinating. Harry Cohn, Lewis b Meyer, Jack Warner, William Fox. But the 1 who interested me the most in part because I worked at his studio and in part because he had the most far reaching ideas was Lou Was. Okay. So this is a name, you're gonna have to remember. He's a really important. Part of this story. I'm gonna talk to a little bit more about him now, but he winds up hating. Lou Officer went up hating, Mike later on in life. Lou built the towns paramount talent agency. His rules were simple. Tend to the client, dress appropriately, d no information about Mca, Mca as the company that he founded. Do your homework and never leave the office without returning every phone call. Corner the market on movie stars, Lou swung decisive leverage to the talent and their representatives and helped finish off the old studio system. Now that's an important said this because Mike literally does the same exact thing 20 years later. And he talks about the being the difference between the buyer. Is basically being a pain in the ass for the buyers. So the buyers of the studios, and he winds up representing the sellers and increasing the prices. That the sellers make and as a consequence of that of the buyers have to pay. So this is gonna make him a lot of enemies. Later, he brought the paramount library of old films when no 1 thought it was worth a dime. Mca was everywhere. Packaging a huge number of Tv shows and taking up to 75 percent of their production costs. The company's reach was so vast, it became known as the octopus. It's kinda interesting throughout... There's something about human nature that people that didn't know each other separated by best distances and and time comes up with this... Can come up with the same ideas. This idea of calling a company the octopus. Do you remember when I did the podcast on the ben banana king, Sam Murray. Remember, the company he started to fight you unit unite... The company who's was fighting. I think it was called United fruit. I don't have it in front of me. Hopefully I remember correctly. They... That's how the United Fruit was described. They were described as the octopus. Same situation for lose company. And Lou stays and power for a very, very long time up until think he's in his seventies, and he actually gets bought out to a deal that Mike is actually gonna broker her. So their paths are gonna cross again. And at the time, but what's fascinating inspiring to me is At the time, Mike is working for Lou at the bottom rung. He's just somebody on loose lot giving guides, and he actually gives a guide to lou and a guest 1 day. Okay. So something I love about Mike and a lot of these stories that we cover is they a lot of them... They have traits that are very common. And so 1, a lot them start from the bottom, meaning bottom of our organization or maybe not with a lot of resources. And, yeah, and they're all really, really hungry for for knowledge. And so, I'm gonna skip to when he... Has already graduated school, and he's like, okay. I I need a an into the movie industry. So he decides to go work for a company that it's still in existence today. It's relatively well known. It's the the agency William Morris. And what's fascinating to me about... Having this book now is he starts at the bottom of William Morris eventually works his way up to the point where he... He's gonna gain enough confidence going on his own. The exact same thing happens in his company. He finds himself at the top of the industry, and then there's young, aggressive people at the bottom that are eventually tails oldest time that are eventually gonna want the power that Mike possesses, and they basically take it from him. Okay. But we're not there yet. So let's start when he's just at the beginning of his career. So 1 thing I must say he was extremely successful at, He was in charge. Eventually worked his way up and it was in charge of the touring, the studio tours. He was making 600 dollars a week, and this was in 19... Sorry. I said in 19 70 seventies. It was in the 19 sixties. So which is a lot of money. His dad made 400 dollars a week, and he's making this much money, like, I think 19 years old, 20 years old, something around there. And what he's gonna do is rather drastic when you when you factor in how much money he was making. He's gonna get agreed to get a job at 75 dollars a week. So Okay. So it says almost everyone at William Morris started in the company's mail room. After a year or 2, trainees were sent to Secretary school for shorthand or speed writing. They came back, so now he's gonna describe for rest the, like, the high... The basic hierarchy, the path that you're supposed to fall low if you wanna succeed at this company in the path that he, deliberately circumvent. They came back as agent secretary, and if they did well at that, they became an assistant. Then a junior agent and then finally a senior agent. It could take 3 years to become a junior agent and 4 more to start signing your own clients as a senior agent. And more than 80 percent of the trainees washed out along the way. The way you got ahead at WMA, was ne. Everybody was somebody's nephew. It was an old soft corrupt place. I didn't know anybody. So I needed another way to stand out. I told the head of personnel. I have a proposition for you. I think I can learn all I need to know to become an agent in a hundred and 20 days. Okay. So instead of waiting 3 to 4 years, he says I can do that in 4 months. If I can't, I'll give you back everything you paid me. I was aging aging 10... Okay. So this word's in the book. So it's agent him. So it's the... It's basically being an agent before he's an agent. I was agent agent king... Oh, my goodness. Okay. You know what I'm trying to say. And he knew it. He broke out laughing. That's the craziest thing I've ever heard. He said. But I'm going to hire you. You start Monday. Oh I was wrong about the salary. It's actually. He said my salary would be 55 dollars a week. So even less. Okay. I said, I'd like to start tomorrow. I showed up at 7 2 hours early to learn my way around the building. So there's more of that drive and and initiative. People came to rely me. So he talks about negotiating himself into the structure and start just going around doing favors to everybody. And as a result, he did this because then eventually was started out as something that he was doing voluntarily. They would he he kinda understood human nature very very young too. They would eventually come to rely on that, and then he could use that as leverage. So they came to rely me and raise my salary to 75 dollars a week. I was embarrassed by the low pay, embarrassed that I could take Judy. This is his wife out only to cheaper to cheap restaurants. But Judy gave me the line I would use later when I recruited people to entry level jobs at C. You're investing in your life. I despise the mail, but I found in love with the world it served. Working for William Morris was a means to an end. I to get close to our creative clients, the people who did things, I could not do myself, and we're gonna see his... You know, he had this this early ambition. He says, I aspire to build my own company someday, but that was in the distant future. And on the very next page, there's something that's really, really smart. Remember he has this this un uncomfortable thirst for knowledge and understanding the industry that industries, I should say that he's operating him. So he said remember this is way before compute... Like, personal computers. We had a file room, the length of a basketball court. It was lined with steel cabinets, the hard drives of the era, all packed with 70 years worth of manila folders. I view those files as an encyclopedia of entertainment. And then this is how, again, he starts doing favors for people so he can get access. Something he does this entire career. So he says I helped the woman who ran the file room. Her name Mary. And I brought her little gifts, a box of candy or scarf. 1 day I said, you know, I'd love to read some of those files. She told me to make myself at home. Within a week, she was letting me stay on after she left, then she gave me the key. While, other trainees waited to be told what to do and re Excuse, When other trainees while other trainees waited to be told what to do and read and learn, I entered Mary's domain each morning at 7AM and every evening after work. For 10 weeks, I made my way from a to z. Through the client files and the network and studio deals. I jot down questions for Sam Sacks, who is the Head of Television Legal affairs, who was charmed by my interest and let me a tape of a talk he'd given at Usc on contract law and entertainment. This is a precursor a podcast. I played it a home and came back with more questions. He gave me 9 more tapes. So that's just fascinating thing. This this talks... I think this demonstrates something that I've come to know very well. Like the value of compression. He basically learned the key ideas of 70 years of entertainment history in 2 and a half months. And then didn't stop there. Okay. So this guy, Sam kinda takes him under his wing. He has this idea. Where he's like, okay, Sam, I know Sam schedule because Sam is real tight with the guy running the agency and he has a same schedule every day where he works till 06:30 and the guy that's running the agency Forgot his name. That's not important comes and asks him to go to dinner, so he goes to dinner and he comes back and finish up a little work. So Mike would hang out. He'd be the only 1 in the office. He'd set himself up in a in a cubicle, so Sam would see that he's there. Then when Sam would inevitably come out of his office, and he like, oh, I need help. Oh, no one's here, can you do me a favor? And Mike's like, yeah, okay. Cool. And he does this for a long time. So now he's jumped up. He surpassed everybody else he started with, and now he's basically the right hand person of the the right hand of the person running the company If that makes sense. And this greatly accelerates how fast he's able to to accomplish what he wants. And there's actually, a I just worked on another podcast that I'm doing for the the mis feed for the people that are that are supporting this podcast on a monthly basis, and and it's titled. There is no speed limit. It has nothing to do with Mike. It's somebody else that was heavily hugely influenced on me, but I... It's funny that, like, I see the same traits in mike that you do in a lot of these entrepreneurs. This is after I started working for sam, I can see the new long term goal. I wanted to run William Morris. To think about this. This guy has ambitions like the size although the, the moon. It's crazy. After 7... The reason I say that is it's not because I... It... That he couldn't accomplish it, but he's he's really really young when he's doing this. He's only been in... Personally of all, he's what 21 22 years old. It's thinking. I'm gonna run this place 1 day, which says a little bit us Personality. But 2, he's only been there for a few months, and you're gonna see that now because he says, after 7 months at William Morris, when I was 22. Okay. There's age. I was promoted to junior agent, a title so d meaning, we do away with it at C. My pay doubled to a hundred and 50 dollars a week. Though my promotion came in record time, I'd missed my own deadline by 3 months, and this sentence is... I think important to understand mike because it's it feels like he's like, running a a race of against an invisible clock. He says, I felt like I had to catch up before the world got away from me. He is not very satisfied. And I for somebody gonna be pla easily. He does it in record time years before most people doing yet he's still kinda mad about it. Okay. So I'm gonna skip over a lot of the stuff because it's just, like bs politics at William Morris, but I wanna get to the part where he makes he makes a good ideas about branding, not being standard in any way. And then that we get the genesis of the thought. I was like, hey, I could I could do this myself? What if I just start my own company? So he's an agent right now for william anymore. He says, you need a persona as an agent. Something that made you unique. I had heard that Sam Cohn, the famously rum New York agent cut holes in his sweater to make them look moth eaten. Sam's persona was the absent minded genius. Ron now Ron at a very important name to remember. I referenced him at the intro. He's... I mean, he's gonna call him his best friend here. He's the... His best friend and the person he starts the company with and also somebody that he feels betrayed him and they didn't talk for 20 years. Okay. Sam's persona was the absent minded genius. Ron was the best friend and confident and confident on. The all fix all your problems guy. I had given a lot of thought to my persona. There were 3 options. Number 1 was a standard agent, the sm, the glad, but I didn't want to be standard in any way. Number 2, was Leland Hayward, an absolute gen. If a client wanted to leave, Leland would let her go without a word of protest or hint of rank. Everyone loved him. That was incredibly appealing, but I sensed that Leland persona wasn't the right fit for me. Believe it or not, in those days, I was a and consider it. With never a bad word about anyone. But you need to pick a persona, you can inhabit without strain. This kind of echoes what the the, quote that I always talk about the Ray Dal talks about his book principles, like you have to be who you are. But you need to pick a persona you can inhabit without strain, and I knew I would do better as the opposite of Iran as the all business tough guy who would protect you. I could see that that's what the biggest stars directors wanted. So my persona became the I'll make your dreams come true guy mixed with the all fixture problem guy. Ron was the good cop and I was the bad. And then we're gonna... So we already see he's kinda going g towards the dark side. Right? And then this these sentences, which again, like, a lot of this stuff is obvious in retrospect, but I didn't understand it. While I was reading the book. And I feel that that's common for a lot. Like, we talked about last week a never republic of tea. How they kept hinting, dropping a little hints that, hey, I don't... Like you can make an entrepreneur. You can't do the entrepreneur job for them. He's gotta pick the business. Basically, mel advice to bill where there's all these hints that Mel was kind of, like, hey, why are you taking so long? But now in Retrospect, like you see it he's the... He's developing the seeds of a narrative. Well, Mike is doing the same thing here. So she says underneath the roles though. Ron and I, were always more light than even our colleagues realized, and this is the sentence I mean. Ron's easy going demeanor, hit a personality as calculating and determined and tightly wound as mine, and I'm gonna share a lot of more details about that, which is kinda scary. When you think about how, like, how Machiavelli human beings can be. And I'd played by the rule. I I had played by the rules of William Morris, and so far, it had worked, but I began to ask what if, What if guys, like Ron and me had more of a say. And then what if we could run a company of our own. So now we're gonna get into the revolt. It's a group of guys, all at William Morris that are perpetually dissatisfied with the the leadership the decisions are making, They feel that the new generation, all the older generations has the power and they want to us ci that kingdom. And again, this is what do what do we always talk about in this podcast? The reason that you... I feel history is so valuable in studying and understanding is because human history doesn't repeat human nature does, this exact same thing is gonna happen by, young, group of young agents in mike's own company to him. And it's gonna happen next year and 10 years from now and a hundred years from now. Okay. So, 1 of their guys gets fired. So, they thought that this guy Phil, who I'm gonna skip over it because it doesn't really pertain our story, but I just wanna tell you some background real quick. He got fired. They didn't think it was right, and they're like hey, if they're gonna fire... They could fire this guy, basically, we're swimming naked out here. They could do that to us too. So said that lit the fuse. At dinner 1 night, Ron said, why don't we go in into business for ourselves. We'll make more money, and they'll never be able to do to us what they did to fill. Ron was persuasive, but I felt conflicted. I had more to gain by staying than Ron and more to lose by leaving. Seeing me hesitate, Ron said, you have no gamble in you. Sometimes you have to step up and roll the dice. That got me thinking. I was 27. If we busted in 3 years, I could land a new job and start over. What he's saying? Is it's like I have a limited downside and unlimited upside here. So I waited on 3 points. It seemed to me that we should take advantage of the fact that we were young and aggressive. We could trial out new ideas that could reshape the ways the talented business. And so now they're they're generating... They're they're having these, like, secret meetings and they're come... They're kinda outline what the business would look like. First, the equity had to be split evenly. Second, we had to try to get as big as we could. Third, we'd share our clients and serve them as a group, no more turf wars, no silos. At William Morris, we had many an agent who excel at signing artists, but stumbled in finding work for them. Wouldn't it be better? I said, if clients could rotate freely within our firm, we would be 5 musk, 1 for all and all for 1. Everyone would handle everyone, and everyone would tell our clients to truth. It was standard procedure in the agency business when a client called with unpleasant news or a dangerous rumor, I hear him getting fired off the fill, film, for example, the agent would then say, don't worry. I know all about it, and it's fine. Even if this is the first they'd heard of it. We would pioneer the calm no bullshit approach. Saying instead, let me look into it, and I'll get right back at... Or I'll get right back to you. We'd be better agents because we wouldn't agent you. The other thing that would differentiate us, and it was a big 1 was that we would create work for our clients, not just field offers. Everyone agreed and suddenly never revolt felt real. This is a genius idea they have actually. I don't know how they actually start drumming up and creating their own work. And then they package like, the raw materials needed for a film or Tv show with the talent needed with the directors and then sell the entire package to the moody the the the the movie studios. It's actually a really, really good idea. Let's see. Okay. So they they jump I'm just gonna read this this this the sentence understand what's happening here, And even though C is still around today, and it winds up being a giant giant company, you know, I always referenced that that famous quote that all, like, all things that our large start from small, the Jeff Bezos quote, about, you know, an oak tree was at once an acorn. So it says C was a pro startup. We brought in folding chairs and card tables for deaths, and our wives, each came in 1 day a week to answer the phones, we had 1 paid assistant, a bookkeeper and 2 cars among the 5 of us. So they're young and lean and hungry. Oh, you know what? Almost left this part out. I need to... Okay. This is actually a good idea. I didn't even... I... That would've have been a mistake. Okay. So let me read this part to you. This is... So what happens is W a is it William morris is is really, really mad because they took not only some of their agents, but they took some of the agents to convince some of their clients to leave w w mma for C. And so they said they get a cease and desist letter shortly after. There's... This this is when you start to see, like a highlight of the kind of business... The industry they're in where they try to, like, hide who did it, but it was from a law firm that was really close to W. And they're saying, hey. You can't be called C because this other random company owns a trademark for, something called artist agency, and so they were called creative agency. And if they were talking about, like, this is serious trouble. Like, if W has a lot of money, C has no money if they shrugged it out in court, the fees would basically make C go bankrupt. They would basically die right? Right as they been born. So this is when you start to see Mike is super super aggressive. Which jay comes with this idea and he's gonna he's gonna bluff them. He said, I drained. I'd drink I drank a glass of water and including my throat. I needed to believe and what I was about to say, and my voice absolutely could not crack. I rang Leon Kaplan, and this is the the lawyer that wrote them the letter. He sounded arrogant and why not? He peg Cia as weak and broke and defenseless. So it's funny. They were talking about reddit give you some context before we jump into this. Some of the old studios and town agencies were being probe by the Department of Justice for mono practices at the time. Specifically, like, their contracts for for Tv. Let's So he says, mister Kaplan. I said. We haven't met, but I know who you represent. I think you're trying to put us out of business. I think it's uni inappropriate and unfair, and it could... And it could be really interesting if this went to the justice department. In the middle of their antitrust investigation. My tone was firm, but matter of fact I went on. You can rip up this letter and we can all be friends and forget about it. Or you can pursue it, and I will call a pal of mine who happens to work at the justice department and I'll ask him to throw this into the hopper and we'll see how it all sorts out. Dead silence. Then Kaplan said, what are you suggesting? Sounds like he just told you what he's suggesting. I'm suggesting you send me a handwritten letter within the next 2 hours of drawing the first letter. Or tomorrow morning, I'll call my friend. Then I thanked him and hung up. I gave no thought to the repercussions or to the fact that I was bluff because we'd be out of business before the feds could get around a dealing with the call, I'd never make to anyway to a friend I didn't have. So it's all lie. I played my hand as calmly as I could and waited for the outcome. Only after I'd hung up, did I realize my hands were shaking. Time crawled by. 15 minutes before the deadline, a messenger arrived for the new letter from Kaplan. In the space of an afternoon, he'd move from cease and desist to cease fire. That day forged our siege mentality. To defend our tiny position, we unleashed hell on anyone who crossed us. For the rest of my time at C, I was a great friend an Ally, but an inflatable foe. When you're 28 years old and you've quit your job and there's no going back and the industry leaders tries to sm your baby in its cradle, you steal up pretty fast. Kaplan letter taught us to play hard ball and hard ball, we would play for the next 20 years. And this is just a random sentence stuff that I thought was good advice on dealing with people. I believe that nobody wants to be treated just as what they are. Everyone wants to feel encouraged to become even more than they are. To become the best version of themselves. And this is an example of some great gorilla marketing that C did when they basically had no money. So they need to get attention of actors and directors and writers, and this is part of their strategy about instead of waiting for business to come wrong with make the raw goods of the business. And so it's soon we had 80 agents sending us novels in manuscript to be option by our producers and then to our screen writers for adaptation. And this is the gorilla marketing part. After copying the scripts in bulk, we slapped on bright red covers with the White C logo and planted hundreds of them with sc notes and sc marks for a used look in beauty parlor, restaurants and doctor's offices. Most had no chance of selling, and we didn't leave any really important screen plays lying around, but they generated free publicity. They helped establish our brand in our race against larger but less agile firms, like William Morris and international creative management referred to as Ic. So that's... And then the the result is in 19 87 after 2 and a half years in which we netted nothing at all. Each partner was beginning... Was be able to make 80000 dollars out of our now profits. They're still 5 them at this at this point. So slowly, but surely they're they're building their business, and now they're generating a province so at least they know they're not gonna go out of business in the in the, immediate future. I'm gonna skip ahead. I think this is extremely important. This is the value of knowing the history of the industry that you're operating in. So he says when we launched C, I had started a private project. 1 that... Took me nearly 10 years to complete. And the private project was watching every film that had won 1 of the 5 big category Oscars. I discovered why gone with the win had passed the test of time and how green and how green was my valley hadn't. I learned a relationship between vision and craft. At the same time, I was bon up on the deal structure of movies and on which actors and directors had currency. Film had its own language and I needed to be bilingual. And Okay. So this is really good point about how can he turn a weakness into a strength. Remember they're still... There's they're profitable, but there's still a tiny tiny industry compared to some of the giants. So this is how he tried to... While, he successfully poached Dustin Hoffman. Dustin had just shot Kramer his kramer, which would win him his first oscar. But prior to that, he had a string of bombs and his career was in a precarious place. He was extremely picky about roles. But my pitch was much the same. We'll make sure you see everything I said. I tried to turn a weakness, which is my experience and my small list of film clients into a strength. He'd have my complete attention. But Dustin was harder to read on impulse I said, try us out, and I won't charge you anything until you think I've earned it. It was the only time I ever offer to take less than 10 percent, Much less word for free. If word of the arrangement got out, the h with other clients would never end, but we desperately needed a top 10 film star like Dustin Hoffman. I del him with material and signed him 6 months later. So that's actually another smart tactic that he'd use. He would just... While he was trying to court potential sin, whether it be actors, directors, whatever cases is. He would just act like he's their agent already. Any find opportunities and he'd keep selling sending it to them to the point They're like, well, this guy guy's already working for me. I was well just make this arrangement official. Which again, I thought was another 1 of his really good ideas. And then around this time, he this is the vision that he's gonna have for C that he actually successfully achieves. Too. And then this is also a, a story of when he just becomes kind of like, a a ruthless dictator. Okay. So he says this is the vision. I'm going to have all these people someday, meaning, every the entire chain. In an agency that will represent the whole food chain and flipped the power from the studios to the artists, realizing that vision took years. And so this is 1 of the ways he starts to implement this vision. He has he... He... He's like, I need directors. I don't have any directors eyes. So he goes right after some of the best directors. And in particular, this guy named Sydney Poll. And he thought this guy was ripe to being picked off because he was represented by, a, a dying breed. This this old sloppy, you know, not... He this this agent is just not as hungry as C as at the time. So it says... And this is a crazy thing about car phones I didn't know So we'll get there. Sydney's longtime agent was Ever Sig. His firm represented A list writers and top tier directors. I wanted them all. But I... But he's like, I would how do I learn, but I don't know how to lure them away. The unexpected answer came through my car telephone, a novelty at the time. The radio based phone slightly larger than a shoe box had 11 channels. You kept pushing buttons until you found a dial tone. Busy channels were like party lines. Any subscriber could listen in. On my way to the office 1 morning, I heard a v... This isn't not crazy though, You could just hack into see. Like, it's the product was made, so you could listen in on other people's conversations. On my way to the office 1 morning, I heard a voice that sounded like Ever Zig. I pulled off the road to take notes because Zig was discussing his star studded list with his assistance. I clocked in at the same time the next morning, and there was zig again. Doing business while commuting. I decided to try to buy him out. To make him more receptive to soften him up, I escalated my campaign to Sydney Poll or to sign Sydney Poll. I will kill for you. I told Sydney. All I had to sell was my passion and energy, and the fact that it was 30 years younger than Ever Zig. As Sydney Wave, we got screen play after screen play after screen play into his hands before zig did. Each day, I spent up to 2 hours on Sydney. Far more than anyone would spend on his biggest signed client. So this has even before he's getting them. And in the 19 81 with our courtship in its second year. So he's doing this for 2 years. He signed with me and last. Having dealt zig a body blow, we offered him 750000 dollars for his agency, plus a lifetime royalty on his clients work. He'd keep a piece of his business in perpetuity even if he never came to the office. After we negotiated for 6 months, Zig passed. But during our discussion, we discovered that Steve Roth serviced this the the cream of their young... The younger clientele, so Steve is working for for zig. Steve was eager to leave. We probably cut a deal for him to come to C, and that got us most of what we wanted at the price of Steve's compensation, 250000 a year. So we got... Basically, instead of giving zig 07:50, plus points on the back end of perpetuity. Like, well, I'll just find another way. I'll just grab the guy that actually has all the value, and I'll pay him 250000 a year. We had to build a critical mass for our client, so we could reverse the power... This is actually important to his entire thesis of behind C. We had to build a critical mass of clients we could reverse the power curve from the buyers, which are the studios to the sellers, which is us in the talent. And anyone in our way was going to get rolled over. Now you're gonna see why so many people are gonna wind up hating like, with his core business gone, Zig sold what remained to Ic and he was done. The truth is that I didn't give a thought to Zig after he turned us down. You never heard that somebody was unhappy afterward. They just lost. Ron, sometimes had to remind me not to roll over everyone. There are 200 of these small agencies Ron would say, and you can't put them all out of business. They made sense to me even then. But flattening Eva Z was the beginning of my Sherman es march to the sea. Okay. So I'm just skipping ahead, and this is a gigantic warning for entrepreneurs. This is extremely important, I think. So he's describing his... The... What his day to day life is at the time. He's already somewhat more successful than than he was in the last few years, and he'd get some advice and Most of this advice, you know, oh, he says, he he ignored at his own peril. There wasn't a day when I didn't walk in the door and get hit by Russian anxiety. What idea can I come up with today to pay the overhead? There'd be the adrenaline Rush when we sent out the internal memo, memo. Robert Red is now a client. 15 minutes later, it was what's next? In 19 79, I was 33. Ted Ashley at Warner Brothers took me aside and said, I'm going to give you some great advice. He g and knowing you you're not going to take it, but here it is. I could have worked 10 percent less, and it wouldn't have made a difference in my professional success, but I would have been a lot happier. Let me repeat that. I could have worked 10 percent less, and it wouldn't have made a difference in my professional success. But I would have been a lot happier. Ted was right was absolutely right on both counts. It was great advice, and I didn't take it. I could see now that it could have worked as much as 20 percent less, and it wouldn't have cost me. If I'd work even 10 percent less across 30 years, that's 3 whole extra years of life I would have enjoyed. Your clients burned through your energy, your expertise and your joy. So remember, there's a lot of darkness in here. And we're starting to see a little about that. So we're gonna... I need to lay some foundations so you understand why all of his c cofounder turn against him. Eventually, at the beginning, there was just... There was 5 kind equal partners over time, they clearly see that this guy had more drive a natural leader. And so he's like, okay. Well, I'm doing all the work And bringing a lot more money to you guys. I work nights and weekends when you guys don't, etcetera, etcetera, so I need to renegotiate the equity. And even if all that information is true. We've seen this before. I I've talked about this. Like, These are not usually books. With the the exception of who who can who... Other people we've covered is the exception. Maybe David Packer Bill who hewitt it? They like, they just don't... There's not a lot of equality. And I think just setting it up at the beginning. Like, the problem here that I learned from Mike is at the beginning, it's all equal. And then over time, you're doing more work. Yes, So you should hypothetically get compensated logically. We understand that. But humans are not logical, we're we're emotional. So you're just gonna sow seeds of, like, dis trust and, like, unhappiness that you're if you wanna work with these people for a long time, I'll sen your entire life, Like, you can't do that. So he just said, hey, I'm software firm, the ownership structure of our company was way off. And he's just laying out what he's doing, I'm not gonna read that part. What he's doing, What other people aren't. And so he said, I said and then this is the problem. Like, he says, I said that if I didn't get more than the 16.67 percent that each of the 6 partners owned, I'd have to consider other options. 6 partners, the person they recruited from the other firm. So he's, like, basically giving them an ultimatum. They took the obvious point that It become clearly the firm's leader, and I got larger allocation of shares. Professionally, mission accomplished. Emotionally, though, I had just hit the self des struck button. Only would take 16 years to go off. I wasn't emotionally aware enough to realize that Ron had felt slight and that that I had moved up and he didn't. So this is... Remember his best friend. He called him a blood brother, The person I... They... They were the first 2 guys that wanna start the company together. So it says, oh, so the and then this is... So this is always beef between Bill and Ron. Ron wants the fire Bill, who's a partner, Mike covers Bills saying, no. We shouldn't. And so it says, like, know, I didn't... The reason he's saying, basically, I didn't wanna do is because we're we're 16 succeed right now. I don't wanna kick a partner out. Like, we're successful. Not do this. So he says, I didn't wanna mess with our success. I wanted everything to say the except... The same except that I'd get more. What I should have done for Ron was give him some of my own allocation of shares and then figure out how to handle bill. To be to really be his blood brother, I should have behaved as his agent. And then this is the another... He's he's setting us up for the, the payoff at the end, with another 1 of these sentences he says, Bill never had an inkling of Ron's an. I was amazed at how well Ron hit his true feelings from someone he saw every day. So what Ron is doing to bill, Ron also does to Mike. And that's what I mean about people which just being Machiavelli. I can see why it's usually just 1 founder at the top. And then it it's just relationship. It's just very hard. And this this is kind Ron. Winds up being the set the the first his entire life. He says he's the world's best number 2. So he knows he couldn't be a number 1 in the sense of, like, leading the company. Like, he needed something like Mike and then he... Thinks to this day. He's still running the second in command Universal. He's done that job for like, 20 something years. But it's any... Own admission. This is how tricky human behavior has. Do you see what I'm saying here? Like, his own admission is... I'm the world's greatest best number 2. So I'm the Scott Pip to other people's Michael Jordans. But that number 2 still secretly wants to be number 1. And he's just very machiavelli with this. I'm not, like, trying to trash. I don't know who he is. Like, I I, and in the end, like, towards the end of this podcast, and the end of the book will get to, you know, Yeah there's a happier ending somewhere in there, but it's just human behavior tricky, man. It's just tricky. I guess my point. Alright. Let's move on. I don't need to keep hammering that point. I found this interesting. This is just something that's kinda like, whoa something I tried to internalize for myself. It's just like, you gotta be careful what you expose yourself to because inevitably, the things that you expose yourself, the ideas, what you pay attention to, the people around. They're just gonna influence you. So... And they can influence you positively or you're negative. So this is what influence some of the influences that Mike adapted and used to build the culture of C. So she says, our corporate culture was American team sports booster. I don't know what that is. Mixed with spartan military tactics, mixed with Asian philosophy, all overlaid by the community community spirit of the 3 musk. That culture was a collective endeavor, and and 1 that hundreds of people shaped and defined over the years. But among the partners, I gave the most thought to what it... But out of all the partners, I gave the most thought to what it should be. I scrapped from an ec variety of sources, a business man's version of Picasso method. From law firms, I took our phrase physiology. That's interesting. I don't even know if that's a real world. Word. Ron was a partner and so were the people in the mail room. And also the paramount importance of confidentiality. So that's from law. Our collaborative approach came from the way Magic Johnson ran his fast break with the lakers. He drive it up the middle, have an open shot and pass it up to feed an un uncharted teammate, who wouldn't kill to play with that pork point guard. At staff meetings and retreats, I began to talk about the philosophy of the Chinese general military strategist Sun tzu, whose art of war I'd read in college. We took his ideas on loyalty on teamwork and on how having complete information was the key to decision making. The book also resonated with me because it prioritized strength and tough. Ron and Bill thought my emphasis on Sun tzu is crazy until they realized that it worked. In truth though, the Chinese general was always a bit of a prop. This is an interesting perspective. I never never heard this before. I never thought about it this way, I guess, I should say. It wasn't so much that what he'd said that inspired C. As the idea that we, a 5 year old company was adhering to a philosophy from 25 hun 2500 years or 2500 years ago. It gave us instant roots. I was obsessed with the spartan failings. The idea that you were only as strong as the colleague on your left. We'd go to meetings as a group. We'd go to screenings as a group, walking down the aisle together half an hour early, 10 or 15 strong. A show of power. Okay. So that's the end of the beginning of the company, and they're gonna use these strategies and these tactics and Mike super super aggressive behavior to kinda dominate the industry. So I'm gonna jump way ahead. And now I wanna talk about what happens after you become the thing you hate. And now we're gonna get into more about mike's own psychology of how he runs his business and like the the human elements to to dealing with people. So this is how he realized oh, crap. I became the thing I hate. And he basically... He he's trying to do a favor for somebody else, and he has to roll over somebody that was nice damn, and he didn't have to roll over. Or he didn't have to do that, but he did it anyways. And then he talks about... The weird thing is realizing why was she... Why was she so easy to roll over? It's not, like, she's a very strong successful person. And so this is his thoughts after. It was her very agreeable ness about the whole ex process that stays with me. She was too nice. That meant that people had to be nice to us now. That we had the power to compel. No part of the transaction I muscle through was about helping talented people pursue find their vision. That was his original mission statement or goal for creative for Cla. Right? It was 0 creative artists and 100 percent agency. I had become everything I d tested in the sixties when I was a bleeding heart liberal Ucla. The very... So he's basically becoming the very symbol of the establishment. I had become the man. This was weirdly refreshing about this book He just kinda honest about his faults. And he talks about. He's like I hit all this during my time, Like, I couldn't show weakness and for him to show it to us in the, in this book is fascinating because it's not... It's kind of like an emotional roller coaster reading this thing. Like, especially when you get towards the end where we're at now where, like, there's a good chunk of. I was like, oh, my God. This guy, like, I feel bad for him. And then, you know, luckily, he kinda saves at the end. So, this is just 1 sentence. But, again, I just wanna bring it to our attention because I feel we're doing something wrong. We're doing something wrong when you see that I wrote the note to left of my margin, on the post note, it says there is that feeling again. And let me just read this, and then I'll tell you what I think we're doing wrong. The first 10 years at C were the best 10 years of my life. And the reason I say there is that feeling again that, like, taking those on all these podcasts for entrepreneurs, while they're building in their businesses are after they built a business, reading these books, you know, not gonna write a book about your business till you it's already built. Right? You see this thing over and over and over again. They look back longing at the beginning when they were small when it was just a group. They were they were not... They don't look back, oh, now we're at the pinnacle industry, this the the I have the most power ever had, the most success I ever had. Now it's just kind of expanding out and continuing to dominate. It's this humans for some reason, they they they miss this part. The first that's he's saying. The first 10 years of C with the best 10 years of his life. 10... He's 70 something years old. Like, that's a tiny Like, you know, not, I shouldn't say it's tiny. 10 years out of seventies. It's just, like, he's not saying, when I was a parent, this the best time. Like, I shouldn't say that. That's not... Obviously, like, he he loves his kids. An as almost every parent does. I guess what I'm saying is, like, we feel the need to grow out of this when maybe staying in that for as long as possible would be better served. And maybe that's just not possible because why are so many smart successful people they grow out of that, and then they look back and realized with a little bit of ting regret that, you know, constantly, like, growth for growth sake and expansion for expansion sake, which is what exactly what it does for C did not lead Michael to be happier. That after reading I book that much is very clear. So I just wanna... I don't know. When I see that in these books, I wanna share it with you because I don't know the answer here. I'm learning this stuff at the same time you are. It's just It's weird. It... There's something. And maybe just a huge... Like, our our natural tendency to be nostalgic about times past, but they do tend to hone in on the the beginnings, it's like, oh, the best time was when it was just a little group of us in a room and, like, we we had, you know, just a handful of clients and we were doing everything together. And then, you know, Inevitably grow so large you can't do that anymore. And they they don't seem to like it as much. And and we're gonna talk about like lu. So now I'm gonna go into his typical day schedule. And remember the schedule because eventually, we're gonna get to the point where he just... He's sick of it. He's sick of himself and he's sick of what he's done. Alright. So he says, this is a typical day schedule. Treat to... He says treating my clients like family was hard on me and my actual family. I woke up at 05:45AM. 15 minutes later, I'd be riding the bike in my gym and making calls to Europe and skimming 5 newspapers. Marking articles for my assistant to strip out and distribute to the firm. After 40 minutes on the bike, I do 30 or 40 minutes of Martial arts, and I'd work myself to exhaustion. By 8AM. After showering eating a fast breakfast, I'd on the car phone en route to the office. After our morning meeting, I take meetings, have lunch, have a drink with a colleague and a working dinner, and all in between running calls up to 300 phone conversations a day. After being a chameleon all day at work, it took me an hour or so to figure out who the fuck I was when I got home. And all the... And all the time the phone would keep ringing, which drove Judy crazy, his wife. She would wanna discuss my day to feel closer to me. But I was exhausted by my day and didn't wanna talk about work in front of the kids. I wanted them to feel normal and safe. After the kids went to sleep, I worked every night skimming through a couple of the 3 or 4 V dhs cassettes, I'd brought home and chipping away at the stack of screen pay. Screen place. Then I'd fall asleep to Johnny Carson at midnight, and then he'd get up and do the exact same thing, the night very next day. So that's kind of an un 10 position to stand for a very long time, especially as he as he gets aged as he gets older. Okay. So this this is his feelings Remember, I'm towards the end of the book. Like, I mean, just a I'm way past of the point where C is a start. And this reminded me something, I took notes on, with the founder Stripe, Patrick Costs. And who's a fascinating and he's got a... Every time able to like, read his writing or hear him on a podcast. I try to because he's got a... Really interesting mind to me. And he said something that was... Let me let me pull it up real quick. Okay. I grab my notes real quick. Alright. So he said something was interesting. And he was asked the question like, what's 1 thing that you wish you knew. Are the no... Like, you wish you knew before he started. He says what what no 1 told him before he started. Even if the company is succeeding, things will still often not feel great. I thought if the company was succeeding would feel good day day. You're always operating at the edge, but you're always operating at the edge of what you can handle and inevitably, always on the cusp of feeling you're going to fall over. Which is very strange because, I think a lot of people would look at the company's built like, wow. This is 1 massively successful Internet company. It it under underpins so much of the internet economy. He must be, like, just waking up... Feeling fantastic every day. And he's saying, no, It's the opposite. Like, your I'm always pushing myself in limits. I'm always uncomfortable. This is Mike saying, expressing basically the same as I thought. Each time I walked through our front door, I felt a physical chill, like the chill you felt in high school before a final exam. How much do we have to earn today to cover our costs? What if the business shifted and the money dried up? The feeling would receive for a time once I sat down on my desk and began to work, but I carry those fears to my last day there. And again, I think that's so fascinating. The difference between our interpretation or, like, what we infer from the outside to what it actually feels like he built C and was widely successful after a few years. He did that job for over 20 years and he still felt like that 20 years later. Okay. And I wanna... So now we're... This is later on, this is more of, like, the human element. The problems he's having with his c cofounder founder. So he said 1 morning in 19 87, Ron came into my office shut the door and said, I've got a problem. I said, shoot. We've had a thousand conversations that started like that. I lost a lot of money in a poker game and I can't pay up. I was shocked, but I said, okay. Well, take care of it. I figured it was a hundred thousand dollars or so. How much? I'm not sure you'll be able to take care of it. Well, how much is it? Over 5000000 dollars. As I... And this is the important part, not to the fact that he lost that much money. But what does that mean is the implications of their relationship. As A str to under react, Ron told me he'd been going to Vegas several times a week, he'd make the flight after work, play deep into the night and grab a few hours to sleep before flying back to la in the morning and working his ass off as off as usual, never missing a meeting. I was unable to process this. He must be a phenomenal poker player I thought. He has no tails. Then again, he must be a shitty poker player because he just lost over 5000000 dollars. My partner, my best friend. The guy I was tied to for life. Clearly had an unconscious need to throw everything away we had worked for. For the next year and a half, Ron and I worked harder and harder and more closely than ever. Then 1 morning, he closed my door, took a seat. I skipped over the part where there. They obviously help him out and they they pay off his... They find a way to pay off his mike. His debt. Then 1 morning, he closed... So this is a year and a half later. Then 1 morning, he closed my door, took a seat and looked at me with a funeral a funeral expression. You're not gonna believe this he said, but another poker game, an even bit an even bigger loss this time. 6500000.0 dollars. I felt that he'd had smashed me with a baseball bat. Who was this man? I was deeply deeply shaken. Despite my 360 degree paranoia, I hadn't seen any of this coming, which scared the crap out of me, I pride myself on reading people and forecasting from subtle clues. And here, I hadn't been reading Ron right for 10 years. The fact was so shocking to me that I instantly tried to forget it. Just skipping a another another couple pages. This is just real quick and something that happens throughout the book. This entire book is littered with regrets, which I think is important for us to learn from. So hopefully, we we avoid that same fate. So he's looking back. This is before he even leaves C. He says, I would have had a much happier life if I hadn't been so determined to appear all knowing and in vulnerable. Remember that statement he said at the beginning where he most of life is of shades of gray, and he he treated it, like, it was black and white. Oh, this is a great quote about... So he he's he hires he's a lot like personal trainers and, martial art instructors, and he noticed something about people. He'd invite people he worked for worked with partners, clients, employees, etcetera over to his house every Saturday because he would go through these these workouts. And something that I think is a great quote and something for all us to try to adhere to our life, and you don't have to apply it to working out, apply it to whatever it is that you do, but it's very rare in humans. And he says, talked about this guy, you know, come over for few times and in inevitably, everybody would quit. So he says, but he stopped because it was hard. He required discipline. Dedication in hours and hours of time. Everyone stopped. I didn't stop. Okay. So I'm gonna skip... I'm now I'm skipping over a huge chunk of the book again because he starts He's perpetually dissatisfied, and I didn't know that he was kind of embarrassed to be an agent, which we'll get to in a minute. But he starts doing these things where he's like, well, we don't... Like, if we're if we're packaging up deals and bringing all all the talent and the the raw materials for the studios to make their product. He starts, like, why don't I learned investment banking and trying to do put, like, he had a, you know, an entire network of people. So he starts broker deals for other companies to buy movie studios, and and just kind of spreading out everything that C does. This actually causes a rift between him and Ron because he's having to travel like, in this case, he does a deal do... With I'm able to tell you, he doesn't deal with Sony buying Mca, which is the the the company that... Did I get that right? Yeah. Sony, but, which is the 1 that Lou Was, that the name I said you should remember earlier in the podcast? And so he's he's having to travel and he takes a lot of time. I'm gonna tell you, Gonna start the section off with how much money they make because it's rather impressive that he expanded out from talent agency to do this. But it also caused a lot of rift and eventual breaking up with his partner, which we're gonna get into in a minute. But I thought, this is a insight into the psychology. And I don't think it's just a psychology of Mike. I think it's of a lot of entrepreneurs. And I don't think it has to... It's a universal trait, but I've seen a pop up a lot the fastest animal on the field. So once he... Sony closes, they buy the they buy the company for 6500000000.0 dollars, which is the largest deal Mike had done up into the point in his life. And the guy that he... Hero rat is the guy, is now paying Mike for his services. He gave me a colossal check to distribute as I saw fit, a hundred and 35000000 dollars. After paying the bankers and all the consultants, I was left with 60000000 dollars for C, which is equivalent of a hundred and 10000000 dollars in today's money. It changed everything for us. In Hollywood, where people didn't know Goldman Sachs from Sa fifth Avenue, everyone was dumb that a talent agency could earn that kind of fee, let alone a arrange and execute a deal of that magnitude. Of course, my elevated profile pissed off my partners, and I began to feel that I was a hamster on a wheel. Part of me felt I was running on the wrong wheel that I should be going into business for myself, and part of me believe that I really wasn't that I wasn't really a hamster, but a c, the fastest animal on the field. Even as everyone was telling me to slow down, I wanted to speed up. So this is something I don't... I've never run into before in reading these books where he actually spent 20 years building a company, he didn't even really want to do. And so we're... I'm gonna share some of this some of these insights. But he's talking about this here. He's like, maybe I should just be business for myself. Maybe I'm not a hamster. Maybe I'm a cheater. Maybe I'm a c rather. Maybe Better than everybody else that I'm playing against. They don't know what they're talking about. Okay. So before I get there, just a little bit more darkness, because now, you know, he's been in business close to what? What is this? 17, 15 to 17 years. He's going to a funeral member. I... I'm skipping over this entire part about his follow with Mike Ge. He leaves Cia, and, deal falls through that Ron winds up taking and then the backup deal is to become Mike Is number 2 at Disney, which only in the last, like, 14 months. But, Mike E right hand man die. So he's at the funeral. He says, when Frank Wells, E beloved right hand man died in helicopter crash in 19 84. The memorial service held at a sound stage at Warner brothers was packed with more than a thousand devastated warner, so I need you to understand the time. This is 1 year before, Mike is leaving C. So this is towards the end of his agent career. And you're gonna see what the result of that is. So Frank Wells, he had a, funeral pack more than a thousand devastated people. I tried to cheer up Frank's Widow, Lou anne by saying if I died tomorrow, there'd be 25000 people here to make sure I was dead. She laughed, which was my intense, but it was true. So he keenly aware that he's kinda of burned bridges and it's, you know, a lot of people despise him. Which again, I think I don't think is it if you're... There is a element of humanity that, like, you could be super successful. But if you do it so in a way where everybody hates you. I don't think you're gonna be happy. Okay. So this is him realizing that he... See... He's done. He's done with C. I never stopped loving artists in the creative process. I never lost my fascination for the magic of making something from nothing, but agent king was a young person's game, and you could run you could run just you could run just so long and so far. At 48, having run since my first day, William Morris, I was tired. I was tired of getting up at 6AM and squeezing in a workout while in the phone with your up. I was tired of rolling through 300 calls a day, take talking to my throat was raw. I was tired of having lunches and dinner scheduled 3 months out. I was tired of flying 600 hours a year, the equivalent 1 work week a month. I was tired of owning 6 tuxedo for the 30 obligatory events between November first and Christmas. I was tired of returning calls from 7PM going till dinner... Going to dinner till 10PM coming home to a mountain of pink message slips, calling Japan till midnight and starting all over again 6 hours later. I was tired of sub merging myself. Drowning myself in the lives of my clients and their families and significant others. Our clients worries about the size of their trailers and how big their billing would be would be, had come to seem increasingly petty. The truth is I'd always disliked having to see to people's creature comforts, making sure our actors and our directors had fresh gu and the perfect nanny. You're an adult, run your own life. And so in the midst of being tired, he also talks about the fact that he's embarrassed to be an agent, he he was looking for a lot of external validation, which I think is probably a path for, unhappiness for all of us because I don't think that many people actually, like, achieve that calling. So he's basically saying, hey I'm gonna go from the sales side to the buy side, and he wants to run his own studio and he wants he basically wants... He doesn't wanna run the company he built, although, the successful, you know, a couple hundred million dollars in revenue, which which should be fantastic for most people. But Mike, he has this, like, this, he's gonna say. He's I I'm looking for for respect and validation, which I don't think it's a good idea. So he says, I was about to become a very wealthy man. He's he's in negotiations around a couple studios. And this is fun. It's not funny. This is interesting because it falls through. When I was younger, cash was my ticket out? I'd made lots of it since, but I year to accumulate money to build equity, which felt different from merely making it. What's an agent stopped working? There was no accrued equity to fall back on. I watched the runaway growth at Microsoft where Bill Gates had built 1 of the world's largest companies. Fortunes were beginning to be made off the Internet. Executives I considered my peers, Michael E, Barry Dill. We're raking in hundreds of millions in stock options, So this is before. He leaves C to go to Disney. My appetite for corporate bucket tier grew as I worked with Herb Allen and ming with Fortune 50 Ceos in Sun Valley. It grew further whenever I lost an auction to an art collector with deeper resources. I wanted to play in that league too. And in truth, I'd always been faint embarrassed to be an agent. As much as C had professional our field, it would never be a noble calling. I wanted to be 1 of the 6 people who could say yes to a movie. I felt I needed the credential of a public company job. I was still looking for respect and validation. The reason I think say say that's not a good idea because I don't believe that you could ever be... That you could ever fulfill that desire. The need for constant validation or respect from other people, I think is you shouldn't play games you can't win. And that's a game you can't win. Like, you should be doing things for internally. Like, he's he's... And... There's nothing wrong. I mean, I just have a different perspective. I'm not, like, it's I there's nothing really wrong. If you wanna play in that. You wanna be a fortune 50 Ceo. For me, Like, I'm not I don't think size of a company is as important as, like, the product you make. So what I mean by that? Like, let's say your Fortune 50 c Ceo at the time. This isn't in what the 80. So there's probably philip up Morris might be in there? Well, what... What's the product you make? You sell product that is addict unhealthy and kills people. Like I don't... Die... That's not... I don't admire that. Meanwhile, like, you can have a a hugely, massive company that builds great products, and I think that's the... Like, what you should shoot for. Like, I... Apple's a massive company. Love their products. Like, I I don't... This whole fascination with business is is weird to me. Where it's just all about size. Where there's nothing that the size in in and of itself is not a bad thing, I'm not saying that by any means. I'm just saying that it just depends on what your... Like, companies made to do. You're you could have a giant company that has a shitty product. That's not... You know, III don't think that's appealing. Okay. So in between all this, he's he's thinking he's gonna take over Mca, which again, he he he broker the deal, So Mca bought or excuse me, Sony bought Mca, and then eventually, they need somebody... This a few years later, so they need somebody to run the the company. He's tapping... He's doing negotiations with the family. And the family that buys it is a liquor company called S, which I think is the same... Is the same company that his dad worked for, which is kind of like a small world thing. And he's he's trying to... He basically negotiated for him to go over there and then for, as a Ceo and then Ron, his blood brother to go as a Coo. So he's, like, second command. The deals falls through and he's like, okay, this isn't gonna work. Ron's like, Ron was acting as his agent during this time. And he's like, okay. Well, let me give it another crack to see if we can do this because I, you know, mean and you both wanna get it out of the agent business. Let's try something new. And this is... You're gonna start to see where Ron, you know, was kinda of machiavelli. He said early in July, Ron called from New York 1 afternoon. Guess what he said. I've met with Edgar. That's 1 of the guys that's in charge of that owns the company that owns Mca. And there's been a change in plants. He wants me to run Mca, and I think I'm going to do it. I felt completely numb, frozen with disbelief. The job on the table chief operating officer was 1 I'd had negotiated for Ron and my last go round with Edgar with 1 big difference. I was out of the picture. They're bringing in somebody else Ceo for Rhonda report to. After a long silence, when I felt that I could speak without my voice breaking, I told Ron, how much I needed him. What it meant to have him by my side. I'm great at pitching even when I'm not sincere, and I was a thousand percent sincere. So it was my greatest pitch ever. I'm sure he'd be 1 over. What came back in a burst of rage were all of Ron's pent up grievances. Remember how the the entire book has sprinkled through, it's kinda weird that Bill worked Ron every day didn't know how you really felt about them or talking about how is this guy losing millions of dollars and and taking trips to Vegas. I don't know about, etcetera, etcetera. So what came back in a burst range where all of Ron's pent up grievances. How it negotiated for him with Edgar, Edgar and over negotiated for Bill that same guy because I'd value them equally in My ask? How it made a big mistake by walking away from Mca and how it had always been all about me never about him. How it was time to strike on his own to be recognized as something more than my constantly. I tried to sell him for 2 more hours as the knot in my stomach swelled into my throat. Finally, my voice fa and I gave way. His mind was made up. I felt absolutely crushed. Ron was leaving and taking the best most human part of me with him. I felt like I was getting divorced. So that's where they... That's basically the end of... So they they had a 20 year partnership. Let's say they're... From the time these guys were in their late twenties to their late forties. They don't reconcile, and I'm gonna get to that part for... There's a 20 year gap. So your friends for 20 years and then you're basically... I mean, enemies for 20 years, and they do a lot of immature stuff to each other. Like, plant rumors about each other to press, Ron tells, Mike that he's interested in buying this house, Mike buys it first. Like, they wanna he winds up giving the letting Mike or letting Ron by the house. But it's just like a lot of immature stuff to do when you're in your fifties. Right? And there's all... So he gets up... I'm I'm now I'm skipping over alright. Sorry so I need to be clear with you. I skipped over the whole Disney mess. So he leaves C The people at C that take over hate him. So he's basically has no part of his own company. He loses his best friend. He goes to work for his second best friend. My guys, they're Mike guys their winds up being a d person, and, basically, publicly humiliating and firing him. So after 14 months, he gets fired. He wants to collecting, like, a hundred and 30000000 dollars from Disney, but still, Like, he always has no job at this point. And now that he's out, he has no power. He starts another a a company Amg. That's gonna be, like, management and other stuff. That doesn't work out. He wants to losing tens of millions of dollars on that deal. So, basically, what I'm saying is remember go back a few minutes ago I was like, this whole like, striving for the for the validation from other people kinda, dead end. Well, he did that and he never got to run the public company. Never got any of that. And he lost almost everything, and, he's still very, very rich, but he he's still not happy about this. And then now Ron and a bunch of other people in the industry, like, David Ge and all these other people are, like, you know, Mike doesn't henry Powers a week now, So they start attacking him. They start spreading rumors about. They trash his name. And he just does some really, really, really he even says, Like, I... Basically, every problem I tried to solve and and now ended up making more making it worse, which is exact opposite of what he did through his whole career. And so we're gonna see more darkness and more regrets. So now he got sick of David trying to sabotage... David, this is David Ge, who he got sick of him trying to sabotage his company even after after Amg closes. Like, he sells off the assets he just takes the loss. And so he says, I'd even gone to see David in his office is at Am entertainment and warned him that if he didn't stay out of my affairs, I'll beat a living shit out of you. He didn't stay out. So I vent to Vanity Fair, This is 1 of his biggest mistakes If you Google's name now, this comes up actually where he, events Vanity Ferry, and he says that Ge and Ron and Michael Is and all these other peoples are part of a game mafia. And he's just ranting and he's saying it to a reporter who then he reports his words. And he says this idea was absurd and poisonous because most of the people I named were not even gay. So he's just make making a bad mistake, he's in a bad emotional spot. So He's just compounding his his mistakes here. And then more regrets. And he says, I always thought it was vital to mix business and friendship. I was learning painfully that it was better to keep those realms far apart. Business always gets personal. I thought back on the career path had taken and realize that I would have been much happier as an artist or as an architect, happier in an arena where you don't make 5 new enemies every time you create something. And that's something I didn't know anything about, like, the, the entertainment industry Out before this book. I can't recall anything that is. And it just sounds like a terrible. Like, it... It it sounds like a terrible place to spend your time. So that's the negative part. I'm I'm not gonna end this on a negative part because I get to the point in the book now There's was only a few pages left and I was like, wow, man. This is this is not. That feel sad for this guy. This is terrible because he said... I really do think, like, most people they wanna be liked. Right? Well, thank God, he meets somebody that I personally admire, although I never met, but I did a podcast on, Mark Dr, and Mark Dr and Ben H where both talk about the influence that Mike O had on them. So we're kinda coming full circle. And so now he he had... He has a new beginning, and it based on having dinner mark Jason, and then he winds you know, finding a purpose in life where he can actually succeed becomes a philanthropist, an investor an adviser to entrepreneurs. So we're gonna see a little bit about that here. So he has dinner and he says partnering with Ben H. Mark imagine how startups might use business software on the network what now people... What what people now call the cloud instead of seeking capital and costly servers. Way ahead of the herd, He saw that... He saw that everyone would soon become connected to the digital network. So he's meeting Mark after Nets scape. And when, him and Ben start loud cloud, which turns into Ops or is it the reverse? Right... I don't know if it's loud cloud in turns of the officer or officer it turns a loud cloud, but I should know that because I did podcast podcasts on it. Oh, a loud cloud turns it the officer. Okay. So he said when we met at an La restaurant, I expected a geek from central casting. What I got was someone 6 foot 5, an athletic looking guy with a winning smile. He was hyper articulate and sexually curious and v well read. He was Michael Cri on steroids. Mark invited me north to meet with Ben H. Ben is a brilliant manager an entrepreneur in his own right, and together he and Mark formidable team. They asked me to join the loud cloud board and bored and so began a new chapter on my life. As Mark and Ben led me into their world. I felt like a privilege student in a graduate school of 1. And maybe that's maybe my favorite since it's in the entire book because I think about, like, if you could take... Like, the the idea of being a privileged school student in a graduate school of 1. I really feel like when you're reading a book like the 1 Have in my hand and some of the other books that have been covered on the podcast, you are, like, you're you're taking their entire experience. And in this case, we have 70 years of experience that Mike has in life and in business, and you're compressing it down into a few hours. And as I'm talking, I'm trying to pull up this tweet that I saw that I absolutely love and I wanna remind myself, and it says, a great book takes years to write, but only hours to read. The reader nets the difference. And I think what's happening with Mike here is even though he's he's he's had tons of experience in zone life, he's now being able to benefit and start to work in an industry where Mark Ben had been working for a long time and they understood. And I just love love that description. I felt like a privileged student in the graduate school of 1. And then a little bit, I just wanna include this part because it speaks about the influence that peep... That people around you have, and something I discussed on on the podcast, at least with Ben H I know. So it says, in other words, they talk about they they come to after, they sell ops for 1650000000.00. They're, like, Mike's said hey. I wanna start investing angel investing with you guys. And they're like, oh, funny you should mention that. We were actually doing to do something more formal. So says in other words, Mark and Ben was set out to be the C of Silicon Valley. They borrowed our roots to give themselves g the same way I had borrowed from Blue Was and Sun tzu. In essence, the firm linked all the partners networks and added specialists to strengthen the whole organism. No individual owns an account at your entries hornets. Investments are chosen by joint approval of the general partners with the entire staff having a say. Then the team provides in house experts to assist its startups with recruitment, budgeting operations sales, publicity, Ipo, whatever an entrepreneur might lead might need. Excuse me. This is exactly what exactly what Mike did to the entertainment industry 20 years prior, which was new at the time. So few years later, not about a year later, I should say, they hold an intervention from Mike at a newark york restaurant. And they're like, hey, stop messing around in La come to Silicon Valley. And he said this, Mark said Gravely is an intervention. I tense knowing what was coming. Lately, I've been spending 2 days a week at interest in h. Now it's about to be triple team into picking up stakes and making Northern California near my base of operations. And I... I'm skipping over his part, but just maybe a laugh and I read it. As we rose from the table, Mark and he was still a little unsure. But he's like, it's tough to resist heartfelt counsel from 3 people who trust, especially when there are 3 awfully smart people. And this part made me laugh. As we roast in the table, Mark said, Cor cortez dude, his reference to the Spanish con who burned his ships to prevent his crew from returning to Europe, and it made me laugh. Maybe me laugh too, Mike. Okay. And then this is well actually funny because I'm in a skip over a bunch of, he describes, you know, his time since then. He's now been working in it for years investing in all kinds of companies and helping all kinds of entrepreneurs. So he's an investor and advisor entrepreneurs and he talks about, like, what his value is. He says founders are much more interested in my mistakes, which can often be generalized to their situation. Than in my successes, which were often in particular to the agency business. I feel I highlighted that because I feel there's a lot of useful things to to learn about starting your company and handling people and and running businesses in his book. But I do feel like, that's the feeling I had. Like, there's... He's telling us in an honest way that he didn't have to do. The mistakes he made. So we can avoid them, which I think is extremely valuable. And almost done, guys. Don't worry. This... I know a long podcast, but this is a really interesting book. It's a it's a emotional roller coaster. If you read this book, It's there's gonna be times you're happy and then you're gonna be sad, but I I think, like, you can't have the yin without the yang. So it's That's why It's taking me so to get through it. Okay. So here it comes a reconciliation, and I actually love this idea. He said, over the years, I kept hearing that Ron was still furious at me. Someone who was on universal plane. That's the company that Ron works for. With him recently told me, he ripped you for 30 minutes. It sounded like even and he had just just had a fight yesterday. I finally had enough. A couple years ago, I called Ron and said, look, everywhere I ago, I keep hearing from people they're saying terrible things about me. Now think about. They were best friends for 20 years. This is really sad. I'm sure some of your complaints are completely justified, but they can't all be because we had 25 good years together. I was 25 I was wrong about that. We were getting up there in age and I'd like not to leave the planet with this breach between us. Somewhat to my surprise, he instantly said, I'd like that too. So they agree to me. After shaking hands and sizing each other up, we made some small talk as we looked over the menus. It felt both uncomfortable and it it felt both uncomfortable and strangely warm familiar. We left a second meeting up in the air. After pondering the problem, I called Ron said this is what I think is a good idea. I think it'd be best if we each had a media who can listen to both of us. And help us interpret each other and referee if necessary. So I found a Ucla professor to to met to media. Excuse me. Ron and I met at a coffee shop in the basement of of... Of her office, the mediator, and then went up to her office for a 2 hour session, our first of 3. Ron started talking and didn't stop for half hour. He immediately acknowledged that he spent 20 years den me to anyone who would listen. He said, I was the guy taking care of the agency while you were running all around the world. You had the big profile, but I was doing all the hard work. So she's admitting that he was resent. Right? He responded that without him the business would have fallen apart. When I started to explain he talked over me. He wasn't going to let me express my feelings. He was still the keeper of our collective emotions. So the first session didn't end particularly well. The second 1 went better. With the mediator help, I got a chance to apologize and Ron accepted my apology. Then he owned up to all his rank and sabotage, which was a form of an apology or at least of Can. Yet even as he worked to get out the feel... To get the feelings out, I felt destroyed because Ron kept confirming my worst fears. Every time anyone in the town had struck a match of accusation against me, Ron had dumped on a truckload of gas. No 1 was better equipped to put you away than me. He said. I told him Ron, you weren't unhappy at C. So you kinda shoved it to me. I apologize for missing the signs that you weren't unhappy, but you could've have just told me. He smiled a little and said, yeah, but you didn't wanna hear it. After the sessions, we'd began meeting for lunch. He talked about his job, I talked about how I didn't have a job. Ron followed up, he checked in, he was courteous and thoughtful. He made me feel like I was the only thing on his mind. It was s deduct, particularly as more and more time passed without strife. But a voice of My head kept saying, you were wrong about his feelings for at least 10... For the last 10 years at C. He handled you beautifully then. So it makes you certain you're right now. Part of me wanted to believe in its ins and the promise of our old friendship. Part of me was still angry. Part of me felt sorry for him. Part of me felt sorry for both of us. Still we began talking 3 times a week easing toward a renewal of our intimacy. I had missed it so. And now he's gonna extend this. He says to somebody else. He says that same reconciling impulse made me reach out to David Ge. Remember that's the guy that he said he'd threatened to beat him up, and he used to being part of a game off. We met In New York shook hands and had a civil lunch He told me. My biggest problem with you is that I tried to be your friend and you wouldn't be friends with me. The old me would have argued, would have objected that that wasn't the whole story. But I just said you're right. I was there to make peace. And David said he wanted the same. We were 2 guys in our seventies, looking to fix what we had broken. Ronnie, later told me that David didn't have anything bad to say about me afterward. That made me smile a little. The win nowadays is breaking even, but I'll take it. So you're seeing a lot of personal growth from him. And this is where I'll close. And at the end of the day, it is all about the people even for tough people like Mike that don't want to outward show it. It in private moments of reflection, and in his case, in the... At the end of his auto, he admits as much. So he talks about the fact that he still owns the building the C was in, and that he he went by there the other day. Now he's over seventies, It had had been in the company, you know, for 30... Almost or 25 years, whatever the time frame is, and he's he's reflecting here. And I think this is an important lesson for us to understand and kinda internalize, so so we don't miss out on this. The building felt drained. Empty na is not just of the old bustle, but of the magic, the power. It felt small. I felt like your childhood house does when you go back as an a adult. When we first inhabited the building, the whole mighty team of us, we were giants. I was hit by the magnitude of what I'd done in that building. And it seemed kind of amazing. This kid from the valley with no stature, no tenure, no network to rely on, reshaped the entertainment business. In my empty fortress, I realized that I wasn't out of the valley yet. I'm free of it in my daily life, but I'll never be free of it in my brain. You carry your origins with you. Still those origins drove me here and built this place and attracted so many bright, funny, creative colleagues. In the silence, I discovered that the only thing I really miss about the agency business. Was the comrade. My comrades and friends and the passionate way we spent our lives together. I miss the people. And that is where I will leave this story. If you want the full story, I'd recommend reading the book. There's a ton of interesting anecdotes all about... I mean, people you would know famous celebrities and stuff that I that I left out. So Before we go, I just wanna remind you that I just presented this entire podcast ad free. As a podcast family myself, I feel that's the best experience for the listener, and then if I do the best experience for listener, would be the best thing for the podcast. So this podcast is ad free and independent, which means I rely on the support of the people who get value from this podcast. Recently said somebody actually, 2 people email me at would I think it was good ideas. With a... They want a way to be able to support on a per basis. So in other words, if you listen to this whole podcast, and you thought I... There was... You got value out of it, please consider, don't... I... He's using with donate, but sending me 2 dollars. 2 dollars is my suggested amount, but you can send whatever you want. The link is in the show notes that's available on your podcast player, where you can just we can donate right there. It's also available at founders podcast dot com. By tapping on the dollar sign in the header. So that's for people that have expressed interest to basically pay for whichever podcast they may like. And so that's the option. If you wanna support podcasts on a monthly basis, you could become a mis fit and you get extra... Can get access to my private podcast feed, which you'll immediately unlocks... You'll immediately unlock 17 podcasts that I've done, and you'll get an extra podcast for me for every week. So it's up to you how you wanna choose to support the podcast all I ask is that if you're getting value from my work. And you wanna see more stuff like this. More independent podcasts that are not littered with ads that are not disrupting our time together by trying to sell you a bunch of stuff that you don't need, frankly, please consider supporting the best way to explicitly state the, hey. I I like what you're doing, and I wanna see more of this. And it's up to you, do it on a 1 time basis, for per each podcast forecast that you listen to, or, on a monthly basis, if you just wanna set it up 1 time and forget it. Other than that, I've talked an un unbelievable long an unbelievably long time today. So I thank you very much for your support. Please tell a friend about it about this podcast, share on social media if you want to, and I will be back next week. With another biography of an entrepreneur. Thank you very much. Bye."
}