{
  "transcript": "His life spanned a period of breathtaking changes from the days of George Washington to those of John D Rockefeller. He began his career in a rural or agricultural essentially colonial society in which the term businessman was unknown. He ended it in a corporate industrial economy. Neither the admire nor the critics of his later years had witnessed his role during the tumultuous era of the early Republic and the ante bell period. They could not see that Van built had spent most of his career as a radical force. From his beginnings as a teenage boat man before the war of 18 12, he had led the rise of competition as a virtue in American culture. He had disrupted the remnants of the eighteenth century patricia, shaken the conservative merchant elite and destroyed mono monopoly at every step. His infuriated opponents had not shared his enthusiasm for competition. Rather the wealthy establishment in that young and limited economy saw his attacks as destructive. In 18 59, 1 had written that he has always proved himself the enemy of every American maritime enterprise, and the New York Times condemned van built for pursuing competition for competition sake. Those on the other end of the spectrum had celebrated the way he had expanded transportation slashed fares and punished opponents who relied on government not mono monopoly or subsidies. To Jackson sony Democrats who championed La Fair as an creed, he had epi the entrepreneur as champion of the people, the businessman as revolutionary. And that was an excerpt from the first chapter the book that I wanna talk to you about today, which is the first Ty, the epic life of cornelius van builds. Before I jump into the rest of the book, If this is your first time I'm listening to founders, this premise of this podcast, the concept of this podcast is very straightforward. Every week, I read a biography of an entrepreneur somebody it's built a company And I pull out interesting parts. These are basically my notes, the parts that I highlighted, and notes I left myself, not meant to be a summary, not meant to be a review of the book. Just thought things I learned that I thought were interesting that I figured I'd share with you. So before I go back into the book though, as long time listeners know, I'm not... Once we get going, I'm not gonna interrupt our time with any ads. So I do have 1 ask of you though. If you are interested in supporting this podcast, I just ask that you join my email list, you can go to founders notes dot c o, and what founders notes are, they're basically my personal podcast notes. When founders appear on podcast podcasts, I take note of their key ideas. And I email them to you every Sunday. So if you wanna support this podcast, join that email list, you go to founders notes dot C, or you can just look for the link directly to show notes on your podcast player. Actually, if you can do that now. I'm talking, enter in your email, and that's all literally all you have to do. It's the best way for you to know what other entrepreneurs are thinking. So there's a lot of useful information in there that be helpful in your own work. Okay. So I'm going to start at the very beginning and just work my way chronological through my notes. And this book is a monster. It is... It won to pulitzer prize and as most books that win the pulitzer prize. It's probably a little longer than it needs to be. So it's, like a 20 or 25 hour read. And for the point of our time together today, I'm gonna focus on on this time that they were just described. The time that he was... Let's see. What's the way they put it? That he'd spent most of his career as a radical force, and I love that that term that he had epi minimize the entrepreneur as a champion of the people as a revolutionary. So I'm gonna focus on, like, I normally do his early life, and then his... How he started his company, and then, you know, his philosophy is on business, which is very much intertwined with his personality. This is common and the other biographies I've read and other founders have studied, but maybe most pro profound, No profound. It may be, like, he might it might be hard to separate the way he thinks about business with how he kind of approached his life Is is basically what I'm trying to tell you. Okay. So we're gonna go... Before I get into his early life, I just wanted to tell you a little bit about his personality, And then this is just a crazy stat that appears right on the first page. And it says this is at the time of his death, and it says his fortune tower over the American economy to degree difficult to imagine. Even at the time. If he had been able to sell all his assets at full market value at the moment of his death, he would have taken 1 out of every 20 dollars in circulation, including cash and demand deposits. So that kinda gives you an idea of how dominant he was at his time. He's just... Like, the book says. He was basically the first ty. And, storing back to what they were saying, at... What I just shared with you the introduction. Remember, he began his career when there wasn't really any... Like a the idea of corporation was kind of an unknown like abstraction at the time. Even the idea of a businessman. What was rather rather alone. It's just a series of most people work for themselves and and they did so under their own name. Okay. So this is some personality overview of his life. So it says more fascinating than the fortune was the man behind it. His strength of will was famous indeed. Van had a... Had first amassed wealth as a competitor in the steamboat business, cutting fares against established lines until he forced his rivals to pay him to go away. So I'm gonna repeat variations of that throughout the book because that's basically his standard, mo, and he didn't really deviate too much from that. You now, he he's definitely spread out into other businesses, which I'll also get into. But this is how he started out and then built money because he... He did not come from a rich family by any means. And he was largely... I mean, I think he went to a school for about 3 months, which I'll which I'll get to as well. So it's oh, okay. So I'm actually gonna read this paragraph, but I'm not gonna talk about what what they're referencing. I just want... This is a good paragraph to to tell you to kinda of preview what next week's podcast is gonna be about. So his his adventure in Nic had been in part a matter of personal bucket tier. As he explored the passage through the rain, piloted a river boat through the rapids of the San Juan River, and decisively intervened in a war against an international criminal who had seized control of the country. His early life was filled with fist fights, high speed steamboat duel, engine explosions, and his later days were marked by dared demo harness races and high state confrontations. So next week, I'm gonna, discuss the later life of Cornelius Van, but I went to ent it with what they're talking about this guy here who they're referencing in this book, a international criminal who sees control of the company or shooting other country. And I'm just gonna tell you the subtitle of the book that I'm gonna cover next week. It says how cornelius is Van belt invaded a country to overthrow America's most famous military adventure. So that's just a little sneak peek. Okay. Van was an empire builder. The first great corporate ty in American history. Even before the United States became a truly industrial country. He learned to use the tools of corporate capitalism to mass wealth and power on a scale previously unknown. Creating enterprises of unprecedented size. So it continues a little bit more. It says Van built is but the precursor of a class of men who will wield within the state a power created by it, but too great for its control. So what they're basically saying there is he amassed so much wealth. He was kind of un uncomfortable. And think about the size of the government. The United states government at this time, we're talking in the... He started his career in the 17 hundreds So this this section of the book ranges from 17 94 to 18 47. And there's even... Instances in the book where he's doing negotiations. This is much later on, Let's say he's around 40 years old this time. He's doing negotiations with some, companies. And the... They didn't understand the love... Like, who they were going up against where his personal wealth would be greater than the the market capitalization and all the resources of the... The actual com... Con... The actual company had. So they're talking about, hey, he's kinda, like, you know, the blueprint. And if you remember the podcast did a long time ago, was like, a over a year ago on on John Rockefeller. Their lives kinda intersect at the end of court... The end of, Van builds career coincides with, like, the rise of Rockefeller career, but he was very much a blueprint for them, and somebody they kind of studied. So just says, this guy that's writing this is talking about the 1 that this guy named... He's a writer named Adams. So he's the 1 that's saying V is the precursor to all to the class of entrepreneurs that are coming next. So this says Adam, that's the guy that's writing. Did not mean a family dynasty. But a line of corporate chiefs who would overs overshadowed Democratic government itself. Rockefeller, Carnegie Gold Morgan. All were just beginning their careers when Van Bill was at his height. They respected and followed his example, though they would be hard pressed to match it. Few laws had constrained him as what I was just referencing earlier, few governments had exceeded his influence. And, this is just a note that I left myself was just what a quote. He played a leading part in the creation of a new entity the giant corporation that would dominate the American economy in the decades after his death. So to us, living in modern, you know, modern times, like, we're very familiar with a giant global corporation. There was no such thing before Van go. I mean, from an American perspective. I know there was other examples, like the, the other examples, like the, Dutch East India company, which was founded about a hundred years, before like, the time that we're in in this book. Okay. So, just some other random quotes, his guiding principle was to mind my own business. So a direct quote from him. And, this continues talking about his influence kinda setting up, the events that happened in the book before we get into early of life. So it says probably no other individual made an equal impact over such an extended period on America's economy and society. Over the course of his 66... 66 year career, he stood on the forefront of change, a modernize from beginning to end. So it talks about some of his contributions. He vastly improved and expanded the nation's transportation infrastructure. Contributing to a transformation of the very geography of the United States. He embraced new technologies and new forms of business organizations and used them to compete so successfully that he forced his rivals to follow his example or give up. Far ahead of many of his peers, he grasped 1 of the great changes in American culture. The abstraction of economic reality. I found this part particularly interesting. As the connection faded between the tangible world the new devices of business, such as paper currency, corporations, and securities. With those devices he helped to create the corporate economy that would define the United States into the 20 first century. Even if he demonstrated the creative power, of a market economy. He also exacerbated problems that would never be fully solved. And this stuff that that people still talk about today, which is a huge disparity in wealth between the and of poor, the concentration of great power and private hands, the fraud and self serving deception that thrive in an unregulated environment. 1 person cannot move the national economy single handedly, but no 1 else kept his hand on the lever for so long are pushed so hard. So I don't know if Finish my thought from a few minutes ago, But it's for... To us living in modern times, it's really hard to to grasp the idea that there was no such thing as like, a corporation at this time at least in American society. No such thing as you know, they were they they didn't have fiat currency. In fact, the book goes into great detail, something called the bank war, which is really fascinating. If you don't know about but I'd recommend reading the wikipedia page, but it's about the fight that, the president Andrew Jackson had with with the banks at the time. I forgot the exact the the guy that he was fighting against the person running the bank. But, basically, Andrew Jackson thought that it was a moral because these things were app... Abstraction. They didn't really exist. And he thought that, you know, currency should be, you know, commodity. Gold silver and the like. So it's just, yeah, what's something that's really hard for me to understand is something that we take. I guess my my point I'm rambling here that is that we take a lot of this stuff just for granted because we were were born into the world where they already exist. And what I find so fascinating about setting history is that, you know, people... They didn't always exist. And to go back and study the birth of the corporation, which is kind of what this entire book is about. Kinda of... It it just... It it causes my mind to be a little bit more malleable and understand, you know, that Steve jobs quote that everything around us has been created by people know smarter than you, And once you learn that you can build other things that other people can you use and interact with, kinda changes your your view of life. And so that's kinda what I'm trying to say here. It definitely spending time reading about this time. It's time period. It's just so it changes my view of life. Okay. So so talking about, he he kept his hand on the lever for so long. No 1 else kept it on the the lever for so long longer pushed so hard. Okay. So we're gonna get into the environment that Cornelius was raised in. So it says ambition and invent ness, practicality and tough. The mixture of virtue that emerge from the marriage of these 2 people, this is they're describing his parents, lifted them out of poverty in which they had begun their lives together. So there... His his mom especially becomes his dad's a businessman as well on a much much smaller scale. But his mom... He he looked up his mom and even later in life, he kept counsel with his mom. It's like an adviser. She's a very shrewd woman and we're gonna get into that. So it says, these are the, the mixture of the virtue, So they needed to be ambition. They needed to be invent, practical and tough, and they lifted themselves out of poverty. They created a household where the marketplace str in the door and shape their lives. It's very different. They started farming for profit, which is very rare at the time. And then what was also different, and I think we're gonna read it here and highlight. Was the frequency in which they would engage in business. So some other people, a lot of other farmers, maybe they would sell their surplus once twice a year. The vendor builds, his mom and dad their time when hears the household where the marketplace showed in the door and shaped their lives, they transact much more frequently than anybody else around them. So it since in the Van boat House, daily life was filled with buying and selling, borrowing and lending, earnings and debt. The desire of Richard Riches is their ruling passion, a French observer wrote of Americans at this time. And indeed, their only passion. He could have easily been describing Phoebe and Cornelius Van belt cornelius, his dad in the sense. But where would their passion take them? The future they could envision was in keeping with past generation of van belts? A set of possibilities confined within the water's edge that wrapped around them. A farm, a boat, perhaps a tavern, perhaps more land. So that's basically the scope of his parents ambition. The thin disperse of people in a rural landscape dispersed opportunity as well. But unlike most country folk, the van builds lived within sight of the place of the most of the most densely concentrated possibilities in North America, the city of New York. So it's funny. I bought the used version of this book, and somebody left a note. And it says, Randy, enjoy the great memories of New York. Jim, your baseball buddy, Christmas 2015. Arguably this this could also serve as a biography of New York. Very much the city. The development of the city is very much intertwined with Cornelius Van time. So what they're talking about here is that they they lived on what is today, present day Staten island. And so from their land, they had 1 boat. They had a Ta, and they had a house, etcetera. But they could see New York. And New York City, in this case is Manhattan Proper, which is just booms throughout the life of, the early life of Cornelius. And he starts seeing that, I'm gonna get into that now, I'm gonna get into that now. But we're gonna see that, you know, they were definitely pull pull pulled to the lower of making it in the in the big city. He was at least, I should say. Alright. So this is a little bit about his early life, his love of competition, his dislike of school and some of his first jobs. So it says a thin line separates destiny from coincidence. A child's passion may begin a lifelong obsession. For Corn, so they're gonna call him Corn to to to differentiate between him and his dad, which is cornelius. From Corn for Corn, the defining moment was a race. Corn earliest memory, the beginning of his self image was a competition and victory. So it talks about a horse race that he have with another child. I think he's about 6 years old a time. So it says a taste for competition may have been not... The natural result of growing up in a household filled with children. Certainly he never lacked confidence. He quickly grew tall and athletic, capable of immense labor and endurance. Farm life has always tended to erode the line between childhood and adulthood. Corn lived a life of work and responsibility, hoe and milk, piling and shoveling. He went to school briefly for a mere 3 months, and he would visit... This is gonna be something... This sentence is gonna be sound really familiar. Because it pops up almost all of the entrepreneurs that we cover. And he would recall it as an agonizing process of rope memo immunization, drill and punishments. So he doesn't last long at school. He has an older brother. His older brother dies as a teenager. And so he has to start working and taking his... His brother's place at just 11 years old. And this is set to tell you to give you an idea of where we are in in history, it's during the presidency of Thomas Jefferson. So it says the 11 year old boy began to work alongside his father and the... This is a word I had to look up. It just means like, a a small sailboat, which is what they wow, what the family had at the time. So I'm just gonna use the word boat instead of a word I... You know I can't pronounce some French word. Taking the place of his dead brother, He learned to man the tiller to raise and set the sails and to tack the win. So he starts sailing. Remember. He builds his first fortune on on the sea and then expands from there. 1 morning, the story goes, the boy awoke to a day he had been looking forward to. His father had promised him a reward for a particularly exhausting chore of hoe a potato field. Corn would take his friend Owen in the boat to New York and spend the day. Corn gathered Owen and ran down to the shore where his father stood beside a sack of hay, he had con... He had contracted to deliver to the city. So his dad made money from transportation as well. Now, Corn, there's the boat for you. Van Bill would called his father saying. I've pitch on more than half the hay, you and owen and can put can pitch on the rest and take it up and unload it to the wharf as usual. And you can play on the way. So he's basically made them h this entire, potato field and, with dangling the carrot. In front of them like, hey, you could you can use the boat. You can take your friend out. Oh, by the way, you're also gonna be working on that when you're doing that. He tossed his son a few pennies and then left him to do the work. A boy can get fun out of most anything, Van later gru, and we got some fun out of that. But I remember, we were just as tired that night as if we had been working. But what does the story mean? That the 11 year old was was trustworthy enough to make a delivery across 7 miles of open water to what was now the biggest city in the country that he resent his father's total control over his life? Probably something in both those explanations sealed the tails place in Corn Corn memory, but observed across the Chasm of 2 centuries. The story seems to demonstrate how the near of New York. Overs overshadowed this family, filling their lives with commerce, turning even a boy's play into a chance for profit. It is a story that could not be told about the more distant reaches of Rural America. So basically he's very lucky to be born where he was. Let's see. Okay. So this is just a... The note left myself was in... He was inspired by action. And now they're describing the young corn. He was moved by pride in action for action sake. That trait drew him to New york's waterfront with all of its furious activity, the shred captains and mates and the incident pilots and the packs of free living sailors. Say sailors. These were men whose lives were all action. As he talk with ships officers along South Street, he began to dream of possibilities beyond Those of Staten island. So it kinda reminds me of something I repeat, Ad nausea on the podcast, something that's always stuck with me. When I read Nolan Bush now the be founder Atari. He hired a young Steve jobs to work at Atari. And he said Steve had 1 speed, and that was go. Same could be said about Van boat. In fact, he he comes close to dying multiple times so life. And the word... He's it's not like the injuries or even the the sickness that that disturb him so much, but the periods of inactivity that he's forced into to to recuperate. Okay. So it says, the note of myself about this story is he an entrepreneur from the beginning. The story... This story reveals something important. At the very beginning of his working life. He sought to be his own master. Through through all of his later achievements, Van recalled, I didn't feel as much real satisfaction, As I did on that bright bright May morning 60 years before. When I stepped onto my own boat, h my own sale and put my hand on my own tiller. So he wanted what his dad hat. He wanted his own boat, and he he screamed and saved. He's at Frugal, which gonna talk about a lot on on this podcast. And he he saves enough very early to buy his own boat. Now here's the thing. Most people, most young men at the time. He's basically a kid at this time. Young man teenager, or whatever phrase you wanna put on it. So most are gonna say hey, you know, I'm gonna buy this boat, and we're gonna go out and have a good time. That was not his primary goal. Yet. In those daily handful of silver shi he discovered his hunger for money. An ache that would ming with his pride and longing for control to shape his life at every turn. This whole... With the he... The author is touching on something that he touches on a million times in the book, which is Van bill, The to work himself in a position where no 1 else could tell him what to do, so he had absolute complete control over what he did during the day and how he lived his life with something like, that's a fundamental trait. Despite his youth, there was nothing childish about the trade he had entered. Corn faced bare knuckle competition. Literally, bare knuckle. On the harbors want waterfront, he would find few boundaries to define a fair fight. And if no and if no other means of beating arrival would do, than a beating it would be. So, again, I I... What I was just saying a few minutes ago about... Think about how tiny the government it is at this time. For most part, it didn't have a a huge influence in the day to day lives of its citizens. I mean, there's even a part I'm gonna talk about where Cornelius plays a role in 1 of the, fundamental supreme court decisions of all time. And where they didn't even... There there was little very little federal government. So the point where, like, the they had the states basically thought of themselves as, you know, sovereign. That changes during Corn lifetime. Okay. So this says beating would be this gonna happen several times as well where he becomes... Yeah. He he's doing physical labor. Right? Since he's very, very young man. And he grows into... You know, he gets to be about 6 foot tall, 200 pounds nothing but muscle. So he his says, he... And the reason I bring that up is because, at the time, it it talks about, in the area where they're in. The average person was, like, 5758. So he tower over them, he was much more muscular. And a lot of... He solves a lot of his disputes with beating. He approached his work with the eye of a strategist. Rather than waiting for a full load. Now he's talking about even at a young age, he he was really smart about business. Rather than waiting for a full load between before sailing as most boat man did. So at this time, they're they're they're getting paid to transport not only people, but goods as well. So as most Boat did, he ran on a schedule. His life was regulated by self imposed rules. Other words, he was very, very disciplined. Among other things, he determined to spend every... Spend less every week than he earned. There's the frugal gallery that's gonna be fundamental pillar of his empire. As he accumulated his modest portion of the boats earnings over the course of 18 10:18 11 and 18 12, he purchased shares and other boats whose profits he did not share with his parents. So what happened was because he was a minor at the time. He had his own boat, but he had to give a percentage of his mom made him give her a percentage of his profit, even though he ran everything himself. So he's like, okay. Well, I wanna make more money so how can I do again, he he show he's very cunning at a very, very young age? So what does he? He's like, okay, Well, I'm doing... On the slide. I'm gonna buy shares and other boats because I'm now understanding the business I'm in and guess what, mom and dad. You don't get to to to get to re in those profits. This small act says so... Says as much about the boy as any anecdote. He had become an investor or put it another way, a capitalist. Okay. So he's, couple years past. He's making money, and this is... He's looking to rise, and this is just the initial like, his initial scale of his ambition, which up until almost his death never stops expanding. Van could have remained on Staten Island, enjoying the fresh sea air at a fraction of the cost of living, but he was looking to rise. Van built moved to New York. This move was in its in in of itself, an entrepreneurial act. It was in the city that information moved most quickly. The word are the many newspapers that published prices of important goods, news or ship arrivals in into park, prices of stocks and commodities, etcetera. It was in the city where the exchanges were located, where auctions of goods were held where informal curb side trades of bonds and shares went on each day. It was in the city where 1 acquired a reputation. And reputation was the axle of this informal personal economy. Van could hardly avoid noticing that, despite the innovations and energy of his fellow artisans, that's what they consider themselves at the time. Because remember, they're not large comp companies. It's basically, like they're just saying that you had a you had a personal brand, a personal business. And your business was heavily traded. The currency of that day was like your reputation. Most of New york's wealthiest citizens were general merchants. So he took notice of, hey, I wanna be rich. How are the people that are rich. How are they making their money? Well this time and and and place their general merchants. Even banks and securities... Security markets largely remained merchant club. When the federal government needed to sell millions of dollars worth of bonds to fund the were war, for example, it turned to 2 ship owning international merchants. So you got your these names was price aren't I'm familiar to you. I'll probably get around a reading books about these guys too. Steven Ge gerard of Philadelphia and John Jacob After of New York, who broker the sale and took bonds for themselves. Van would never forget that the richest men traded in cargo. Okay. So this is expansion fueled by aggressive, action and constraints. And we're still not even out of the first chapter. So this is this book even though it's really, really long, It's so dense with the amount of information. A lot of which I... I'm obviously gonna eliminate for for the purpose of our podcast, but it is interesting. If you... If... I'd recommend reading it not necessarily just for... To understand, like, the history of entrepreneurship, but really the history of industry at this time, which I omitted a lot of that, because I wanna focus on Cornelius, but it is fascinating just to read in general if you have extra time. So what's happening at this case, at this time, he didn't stop at just 1 boat. He starts making investment other boats and then starts buying other boats. So what is he doing? He's expanding and he's he has his own little fleet going on. Okay. So it says in his small fleet, Van built swept down on coastal and riverside communities around New York. So seeking out new customers and cargo. So it's heavily... There's a lot of mono monopoly at the time, which he's going to set himself up as, like, a monopoly buster, which is really funny considering he goes down in history is it's probably the the greatest monopoly list of all time. So... But he he just he very early and sync realized, hey, there's people need to be moved everywhere. And everybody's fighting over the same harbor because all this these goods are flowing into New York, let me go into these, like, auxiliary areas and see if I can pick up and basically create new markets, which is what he does. He raced ahead of a cluster rival sc, which... I don't I don't even know what that word means. But they're basically, the... That's what they're calling the people that are using boats to to gather, like, food, like seafood. So in this case, he goes, and he's arriving going ahead of rivals to the Virginia Oyster grounds. Right? So he's pulling up pounds, pulling up oysters to fill his hole with New york's favorite food. So he's he's going to Virginia, grabbing oysters, bringing them back to New York. So that, I I guess I need to make this part here, because might not be obvious at this point. He he makes a vast majority of his money transportation, but he does... Like, he'll make money anyway. He doesn't care. Like, he'll start selling oysters. He starts loan money. He starts investing in real estate, buying stocks, we're gonna see here. He starts buying fish. Like, he just... If there's an opportunity, he's gonna jump on it. So then he began to sail up the Delaware River where he bought Chad, I had to look up this word. Chad is a type of fish. By the slippery thousands. Then he sailed up to New Jersey where he learned to hire horse to spread the word that he had fish to sell. In New Harbor, he paid boat man to sail out to meet incoming ships to peddle food or liquor And while he h on South Street, over cargo of fish, produce and goods. So not only he's he making money off the transportation. This goes, but he starts buying the goods themselves and resell them for a profit. As he struggled into the lowest tier of merchants, he conducted his business with elbows out aggressive ness. So we're a couple pages into the book, and what has been said multiple times? Frugal Ga, aggressive, an action. And those 3 traits are just over and over and over again. The the author gonna kinda, bury this into our head, pound this into our head rather. Okay. So now it's he's gonna give a description a little bit about what's going on. At the time and why... There's such so much opportunity. Americans had long been comfortable with the commercial marketplace. But for centuries, many had lived in rural isolation are labor under British commercial restrictions. Now they encountered a new world with the promise of new, better and more. It says new commercial institutions and merchant houses open for business in 18 15 alone, the number of American banks rose from 208 to 246. And the value of their circulating notes increased from 46000000 to 68000000. That year marked the the start of Van builds rise as well as the both road and added to the rising tide. As a decidedly minor boat owning merchant, he could not share in the lucrative transit trans ocean trade. His very limitations then forced him to seek out opportunities. So that we always talk about this how constraints can actually drive creativity. So he starts tying together distant marketplaces and introducing trade in places that had been wilderness when it came to commerce. Okay. So this is actually really interesting because he was very much a loner, very much somebody that wanted complete control, never would would he would he would reject business deals we he had to partnered with other people, except in this case. He'd partner with other people, but with the stipulation that he had control. So he winds up very shrewd 23 years old at the time. And he partners with somebody that's very rich and powerful. And this is the Given, Thomas Gibbons, which is you might have heard that name from the Supreme court case. I was just referencing which is Given versus Ogden, which is famous to this day. So it says, the 23 year old Cornelius Van had no way of knowing he was making the most important decision of his life. Then again, not even Thomas Gibbons who saw a good deal, could foresee how far reaching their collaboration would prove to be. How it would help unlock the potential of the steam engine, recast the constitution and contribute to the re making of American society. So there's important things in those sentences. The steam engine is there the the most dramatic technological breakthrough of the time, which we're gonna get to in a minute. Thomas gibbons own some of these or buys them rather. Recast the constitution, meaning the because of the war that they're gonna have with Steamboat boats in New york city, it leads to the Supreme Court decision, which basically says that the United States is 1 common market, which was again, is not how it was interpreted, by the population of the time. So this is a huge, which then sets the the like the foundation for them to expand and for Van belt to continue to expand his his his empire. Okay. So it says, Gibbons had his hard Eye fixed on his enemies. Unaware that his struggle would in explicitly link his own name to Van builds for the rest of time, meaning, that the the the Supreme court case is infamous. Even as an impulse, Van snap decision to take orders from Gibbons must have my his friends and associates. For the sailor was nothing if not commanding. Van boat was proud of course and filled with the desire for Riches. So what they're talking about there is, he given approaches Van because he has a good reputation at this time and says, hey, I I need help... I need somebody to run my steam boat business. And this is the 1 time in history in his entire life that Van actually has an employment. The rest is time he works himself. And so... But why he's running Gibbons empire? He's building his zone too. The guy, like, I never rested apparently. His sense of physical power too should not be underestimated. He was a big man who live by strength, straining daily against the winds and current. Remember he's a sailor up until this point. There was no such thing as, like motorized transport. His combative manner which had been hardened in a fringe of society marked by rough independence where confrontation was the stuff of daily life. He sn with he sn with that contempt for weakness that comes naturally to a man who has beaten and cow other men. He clearly saw the advantages of the connection he made, meaning the partnership with Gibbons. He recognized that few men in the entire nation commanded greater resources than Thomas Gibbons. Even more important, Van belt and his conte understood that the steam engine are put to put it more broadly, motorized transportation was the most dramatic technological breakthrough since the event of the printing press. So it's funny. You know, I'm personally interested in technology businesses. I cover a lot of them on the podcast, because it's, you know, they're at the forefront of the technological... Technological breakthroughs at the time. They're building companies that literally could not have existed, maybe 10 years ago, 5 years ago. K is doing the exact same thing of his day except their technology is motorized transport, which starts with Steam engines and then continues our railroads. I always, now this direct quote from from, from Van Bolton, and there's not a lot of direct quotes from him because he didn't write letters and he didn't... He was illiterate, and he didn't, like, have a dire thing. I always thought Thomas Gibbons, a very strong minded man. The strongest I ever knew he later said. I don't believe any human being control him. He was a man that could not be led. He could just have been easily have been describing himself. So I let me pause her. I didn't don't know if he's was illiterate. He would write phonetic. So there's some of his writings when he's doing business deals where, like, it doesn't look that... He he... He... I mean he didn't have any proper education. So I I'm sure he could read because he did contracts and stuff. I just don't know like, how well. Okay. So he's saying, hey. I respect Thomas because he's strong minded, and he doesn't let any other... Anybody else control him. That's something that was very important to Van boat. So it says what they do is the this is happening when they they make their arrangement when Van bill 23. Yeah. Gibbons says hey I just need you to do this for a couple days. It winds up turning into multiple years So now Van 26, and he's learning a lot from Gibbons because Gibbons was rich by the time he's he met Van belt. And so now working with Gibbons. He has access to a world that he didn't know exist... Existed and he's and he he enrolled in earnest and studied this world. And so the few days that Gibbons had asked for multiplied into a year, and then 2, and then another. Van built service rather than compressing him into another lack, stretched his stature and business knowledge. And with knowledge came ambition. That same year, he built the thorn. So, this is just a ship. And began construction of his own little steamboat as a speculative venture when Gibbons could not find a buyer for the mouse, which is another steam, another boat that Gibbons owned, Van decided to take it himself and sell it at a profit. So so you see what I mean here? Like, so he's running his own sailboat business. I don't know if they call sailboat boats, but that's what they look like to me. And he's he's got entire fleet running being varying passengers and and goods. Then he's running given steamboat business. Then he's building his own steamboat boats, and then he's buying and selling other boats. So again, he just... He just looked for opportunity and didn't really it didn't matter if he wasn't in that business. If he thought he could make money and he knew what he was doing, and he would do that. Let's see. Okay. So, this just 1 sentence talks about the importance of the Supreme Court case. I'm not gonna spend too much time in the book, even though they go on length, but the... End result is it aimed to create not a nation state. But a national market. An arena in which goods and credit moved without hindrance cost straight lines. Again, this is something we were born into or something we take for granted was not the case when Van was was born. Okay. So I'm skipping way ahead in the timeline, not way ahead, but a few years. Just because what I found most fascinating and I think most of my notes when I went back to review before I started recording the podcast was Lot about his personality, which I found fascinating. So, this is a example of 1 of his traits, which is a a strong contempt for empty authority. So it says to Van cons conservation, the legislators, that's a the names of the boats aren't too too important, but he... A lot of this is direct competition, so he's going through direct competition with this boat called the leg leg legislature, and he's piloting a bowl called the this. So he said to to Van Consultation, the legislature captain. Soon began to beat that this will with alarming frequency. So they'd race not only would they compete on price, but they compete on how fast they could get their launching them a lot of the same ports to the... So they're beginning destination and the end destination the same. And they would race to see who gets there. It's like, a, kinda like a product feature. On September third, vendor but won the race in New York as the this churn up to the pier that was used by both vessels. He ordered his deck hands to tie up in the middle, leaving no room for the enraged fisher. So the harbor master runs out. He ran out on the dock and ordered Van built to haul ahead in order to accommodate the legislature. With characteristic contempt for empty authority, Van refused to do so. Van continued to block out Fisher whenever he could, sn at the threat of a 250 dollar fine. The battle was all that mattered. So we see that highly competitive spirit that we talked about when he was 6 years old, never leaves him. More about his his personality, Van belt disdain the delicacy of cultured men. So there's a huge huge war going on, like, a cultural war at the time between R aristocrats, old money families and these new you know, self made people, like, like Van belt. So he he he thinks they're soft, basically. V to stay in the delicacy of cultured men. He was the most commercial creature of a society that was throwing away the traditional social bonds. A self made man where the founders themselves mostly had been old patricia pediatricians, and it means the founders of... This is about 50 years after the founding of the United States. Oh, okay. So what's interesting to me is did he... So Gibbons was a real pain the butt to deal with for everybody else who said Van belt and Van but was the same thing for everybody else, But they there it looked like they were both highly ambitious people that they were destined to clash, and they never did. And it's almost like they had, like, a father son relationship, I would say, because Van respected, like the mind and the shrewd of gibbons. And what what I came away with after reading the book is it's like, I think Gibbons thought of Cornelius more, like a son than Gibbons own son. And so this is Cornelius talking about Given son, which is was around his same age. I do not know that William Gibbons ever started a project, which his father did not originate. Rough edged hard muscle and self made, Van couldn't quite bring himself to Hate William. But he seemed to suspect that this rich boy lack the drive, even the mental machinery to cope with the age of commerce. So he just had the un un unfortunate personality traits to be born at a time when you couldn't just get by on your families, on your family's name that you were now gonna have very, very real competition to your... To these multi generation, like, almost mono practices that were kind of entrenched the time. And this whole... Like, he's describing Williams Gi... William Gibbons, so the born son of Thomas Gibbons. He's kind of experiences the same thing later in life with his own son, who... He was pretty hard on. Basically calling him a block head said he's useless, you know, I'm not obviously advocating to do this. But Cornelius, his hard and rough mannered also applied to to his family. And he was... He wanted to build a a dynasty, and an empire, and he wanted his oldest son to to, you know, kinda like, a monarchy he passed it down to the oldest son, but he's just... His just his son was not like him at all. So it says, oh, and this is the probably the... If you if you didn't... If you never knew anything about Cornelius Van, and you just knew this 1 sentence, I think is it's the best description of him. So they call them the comm door, which is, like, the term reserve for, like, highest ranking of the Navy, I think at the time, even though he wasn't in the navy. So when you see the word comb that they're they're just talking about Van belt, And usually, it's referred to later in his life, they usually use word Comm instead of Cornelius. But here's something. The common was determined to have his own way, always, to a greater extent than any man I ever saw. It was his most prominent characteristic. So this is the note I of myself is the Solo founder. This idea I always talk about. It's like, a lot of... If you look at you know, a lot of common how would you put it? Like, start up advice nowadays. They like, oh, get, you know, get it get a... You should have a cofounder. And yet, what I noticed is, like, all the books that we've studied. Like, there's really not They might start out with c founders, but they don't last very long. There's... It's not usually run by a group. I guess that the loan example I could think of, just looking at some of the books that I've covered in the past that are happened to be on the table. I have the Hp way right here. I guess Dan and Dan and Bill. So Bill Hue and dave... Actually be Dan. Dave Packard. I guess this... Is is an example I could think of. But there's not many of them. And, Cornelius definitely did not want partners. At least equal partners. Okay. So I before I made this partnering give you some details. Thomas Gibbs is died or, at this point. So it says in the year since Thomas Gibbons death, Van aggressive, his will to dominate had grown fears to the point of danger for those around him. Van launched the first steamboat that was entirely his. The citizen, a speedy hundred and 6 foot hundred and 45 tons side wheeler. Cornelius cornelius also bought shares in the new Brunswick Coal mining company, a hint that he was interested in new sources of energy for steamboat boats. Again, demonstrating his ease with the complexities of the new economy. So began Van boat career as an independent steamboat entrepreneur. So remember, he he was still an entrepreneur before this, but it was, like the sailboat, not steamboat. So this took place after Gibbons dies. But this... But the stress he now face was unmistakable. It is not too much to say that Thomas Gibbons had been a second father to him, complete with father son conflict. No matter how many businesses Van had had kept going for himself. He had remained with Gibbons house, which gave him both shelter and a sense of purpose. Now the old man was dead. The house was closed up. Van bill would have to find his own way forward to use what he learned from Gibbons to shape his on at his to shape his enterprises to develop his own vision of the future, and in his solitary steamboat, he sailed off to fight the economic war. So after reading this book, this economic war that's happening at at this time Cornelius life. I feel that it had to... Like, he had such a suspect for Gibbons. I feel that Gibbons might have been the only person that Cornelius actually thought could compete with him and might actually... Like, he would might actually lose to. And I don't think it's coincidence that he waits till after Gibbons dies to start engaging in this all out economic war. Like, a Sherman es March this see using Mike O his term from Last week's podcast. Something to note before I go into this section where we're gonna see his his Mo opera Is emma is mo as clear as day, how he builds his wealth, Van built that is is to understand when he was running Gibbons Steamboat business, they were fighting an old, old money family called the Livingston. But the livingston were not, like a shrewd and smart and cunning, like Gibbons and Van was. So was unfair fight. They wanna destroying the Livingston monopoly and basically just running them out of business. Well, not all old money families were like that. So now Van bill is fighting with this family called Stevens. Which not only knew a lot about engineering for for steamboat, but they also wanted to to create this this new thing called the railroad. And so, we're gonna see how he convince He... So Cornelius what he would do is he'd he'd go into a new territory. That was occupied by somebody else. He'd go start competing with him right away, and he would cut prices to the point where he would basically bribe you to, you either going to continue to lose money Are you gonna buy them out? So this is an example of that. And the northern myself was strategy, starting with an eye on getting acquired, and then going out and taking that money to build out new territory? So, he's running this thing called the dispatch line, that Van built is using to compete with this... With Stevens, the Stevens family. So it says, I'm gonna skip over this whole war though. At just at just about the time, the dispatch disappeared, the standing assumption had always been that the Steven's brothers bribe of Van. It was said they brought him... They bought him off here and made him rich. The payoff was motivated by fear the man claimed. Van fought him so hard that he left here with a reputation that scared people. If the Stevens brothers did bribe him, then he proved himself a tricky god indeed. He never intended for the dispatch line to last, so he he starts again. He starts up with the eye getting acquired. It was just very different from how most people think about business at this time. He knew all along that the railroad when complete would destroy rivals who dependent on stage coaches. So they're talking about the different lines of transportation. So sometimes you'd have different companies where they would transport people and goods by by sea. Once they got the land, then you had different us sometimes they revert... Like, sometimes they were vertically integrated where 1 family would own we would just seeing which Van, but wants to do, he wanted to own the transportation opt the entire stack. 1... You want... He wanted to use your... His boats, get on his stage coaches, get on his railroads everything else. So what the Stevens realized was, and and Cornelius saw in advance was, once they're they finished their railroad, nobody's gonna travel on stage coaches. Stage coaches horton like horse carriages. They're not... It's bumpy, It's slow. It's expensive. And so, he just... He wants to make some money before this happens. So he said, hardly had he launched his line, then he began to plan a full scale assault on an entirely different route. And so this is a funny part. Like, another... I guess, well, it's kinda funny. It's interesting in the sense that he was very... It shows how cunning he is. So he starts dispatch line. Right? But at the time he's doing this where everybody's focused on, like, why you're focused on almost like a sleigh of hand. While you're focused on this line. He's going out and scouting far away routes that no one's using yet. And so now he's gonna he's gonna set up his line. He knows that you're gonna eventually buy him out because he's eating into their profits. And he's gonna use that money to then set out a new route that no 1 else had been using at the time. So since he's carefully scout the passage and spotted a strategic spot for a new landing. On June 08/09/1829 when the dispatch line had just started he signed a 10 year lease for all docking privileges. So he's got this entire. He's building up this entire new, basically, Marina. He's gonna own the docking privileges. He's gonna own the route, everything else. In in early 18 30 with the dispatch lines fair fair. Fair war still raging. Van began his retreat from New Jersey. He and Sofia packed that's his wife, packed up Bo hall. This is a hotel he owned. So he this is what I meant. So you'd you'd go on a long journey. You'd get off the docks and right at the end of the the docks where his boats brought you on the shore. Like, oh, you would need a place to say. Go to blown a hall. And loaded... So he load up all their belongings, their horses and their children. It says the disappearance of the dispatch line then should be no mystery, bribe or no bribe. Nor was his brief fair war, his last contact with the Stevens brothers. He would encounter them again and next time it would end in bloodshed. Few pages later, same thing happens in this new spot. It says... So now we're seeing a clear trend. This this is mo. Cornelius had received an influx of capital from his competitors. The pair had desperately wanted him to go away and eagerly accepted the deal he offered. They agreed to buy the boat along with the rights to his peer and wharf for the inflated price of 30000 dollars. Which downing some at the time. So he does this this trick over and over and over again. Okay. This is interesting. Made me think of... This is almost like another van belt. And he was not a very social person, But he has this uneasy friendship. And this is might as well be just another Van bill because what he is doing to other people gets done to him. And and as such, I think bill's respect that Van bill had for this guy. So, the guy's name is Drew, and his name Daniel Drew. Van built soon realized that he faced a worthy foe in Drew. You have no business in this trade. Van told him. You don't understand it and you can't succeed. But Drew understood it all too well. He didn't need to make a profit. He simply had to make his opponent suffer so the point that he was willing to make a deal. The same tactics that Van bill had pull... Had had employed against all these other guys that I just told you out. It was the beginning of a long and peculiar friendship. For the first time in Van builds life, he had been forced to pay for what was already his, and he couldn't help at empowering the man who had done it to him. Over the course of their lives, the stark contrasting businessman with mix partnership and rivalry in a be dance of mutual respect and self interest. Okay. So here's another way that Bend expands his his empire. Remember, cornerstone of his empire's frugal gallery. So he'd always spend ever since kids spend less than he earns, keep his keep his expenses at the absolute minimum. I don't... I I told you on the the other podcast with Rockefeller. He was definitely like this. I don't know if Rockefeller I learned it from him. He was just out, like So life, but it was... It's a huge strategic. If you have the discipline to to to make all your bit... Like, to to whittle out the expenses and to just be extremely frugal in your business even when you're making tons and tons of money. That is an advantage that that can't be overstated because it's so counter to human nature. And so this another example frugal Ga wins. So you know, around this time, there's all... In Cornelius this is late, There's tons of financial panic. And every time he comes out Richard than before. So it says bankruptcy shadowed Van build as well, Though though this was not entirely a bad thing. It's not his own bankruptcy. He had lent money to his fellow businessman, drawing on reserves created by his cash based steamboat trade. Bankruptcies brought him collateral. So what they mean there is... He'd lend your money, but he said, okay, I need a collateral I need your boats I need your leases to these these routes or these these peers and real estate. And what happens at a boom, these they're over lever, they pop and suddenly, oh, I got all money for a lot less than it would be on the market price. Okay. So Everybody has problems, there's this huge accident and then the shows his resolve more about his personality in a brush with death. These are all the notes Love myself. If he had been disposed to dwell, he might have stew gloom and all that had happened in previous 2 years. So keep in mind, I'm skipping over vast parts of the book. The death his father, his defeat by Drew, meaning Drew made him pay. His humiliation at the racetrack he would collect resources and try to run him against other rich people's resources. By temperament... This is this is a great description of him too. By temperament and necessity, however, he was given not to reflection but to movements. The boat had exploded in his face, and he had gone ahead, his brother had barely survived, so it's talking about I... I'm not... I gotta give you context here. 1 of his boats that he owned, but his brother piloted for him, had exploded, and this was common at the time. A lot of people were dying from from just a new technology. Just could be expected. So, steamboat would get overwhelmed and the engine would explode. And, basically, it'd be, like, a, an unbelievable amount of pressure that would turn like, the engine into trap. And then sink the boats. So it says, you know, his brother, his dad dies, he has all these his troubles. He himself had narrowly overcome a deadly fever, but he had gone ahead. He saw no point in mu over dangers when a world of competition demanded that he sees the next opportunity. Like 1 of his boats caught in the occurrence of Hell's gate, he had to drive forward are be wrecked. Fortunately, for Van, whose entire business for transportation, transportation was precisely the next... Where the next opportunity appeared. The first rattling chu, cli trains of steam drawn railway cars captured the public imagination. So he's gonna expand here into the newest technology. Now it's not just steamboat, but now it's steam powered railroad codes. Railroad. So he's he's goes up to take a ride on 1 of the first railroads and he almost dies. So he's in the car. I'm just gonna skip over to get to the accident. Without warning an axle broke in the lead car, with only 2 axles per car, the result was catastrophic. The lead car jumped off the tracks sitting sitting in the 1 behind it, Van saw roof and walls suddenly spin. His car pitched down the em then tumbled and bounced heavily on its side as the locomotive dragged it farther before the engineer could stop the train. Van built himself, Van found himself at the bottom of the em. His clothes had been shredded and his knees ooze blood with his skin had been torn off. He took a breath and stopped at the knife pain where his ribs had pierced his lungs then suffered even greater agony when he con compulsive coughed, blood filling his mouth. His body felt crushed, his back broken. As Van lay at the bottom of the ditch unable to move, 1 thought overwhelmed all others. He was going to die. So, he narrowly survives they he... Dispatch is a man a messenger to go get his own personal doctor, and I'm just gonna include this part because I thought it was funny. So no that myself was Los. So it said the doctor had treated Van builds intermittent fee in the year before. The 1 it was tied from. But he did not look forward to seeing this difficult patient again. He found Van to be an over bearing man under the best of circumstances. And this is his doctor describing this the party I left at. He would never take any direction from anyone, and then there was the flat, a great trouble. He would muse and apparently constitutional as others of his family had it. So he had the bubble guts all the time. So not only was he did painful to deal with, but when you're in the presence, he's gonna fart all over you. Alright. Now here's what happens. He gets stuck into a he he has to recuperate. So a man of action becomes a man of inaction has to be late late in bed for a few... For... I think a few months. But this, he takes as a gives him even more purpose when he when he heals... And so we're gonna talk about that. Close encounters with death have a reputation for transforming lives for starting dramatic new departures. Van builds near extension concentrated his existing qualities. His decisive has will to dominate his ability to rapidly assess cat situation. Indeed, it could be argued that this gruesome accident had nothing to do with the transformation that he would undergo in the next decade from a obscure captain to fearsome some come, whose name alone would terrify Hardened businessman. But as he lay there impatient in that cottage over the next 4 weeks, slowly healing, the incident took on iconic significance for him. This is now direct quote from him. If I died in Jersey in 18 in 18 33. The world would not have known that I had lived, but I think I have been spared to accomplish a great work that will last and remain. I just wanna read this other paragraph too because it gives you more context at at the... The this point in history and how it was looked at. He says the 2 great waves now crashed into 1 another. The individualistic, anti bureaucratic, competitive impulses fostered by the revolution, meaning the the American revolution. And the instinct to organize, develop and bring order to the chaos of the marketplace. So these are 2 competing forces. The first impulse was both radical and traditional, combining a suspicion of the wealthy elite with an outlook shaped by the world of small farms, stores and workshops where factories few and self employment was the standard. So how crazy is that? Because I was thought I was below the fact on the... On this podcast where, to me, the Internet should be doing the exact opposite of what's it's doing now where, the amount of entrepreneurs and the the the rate of starting new businesses in America, if you didn't know the data, would be probably not believe this Is... It's a 40 year low. So we're starting to see, like, larger more concentrated powers went out. You see this even, like, when when businesses like, tech businesses gain a lot of diff power, like I just read recently that reed Hastings, the founder and ceo of Netflix. Once he gets to the point where he can pay engineers at his company a million dollars a year. He's got a hundred 30 37000000 paying subscribers all over the world. And what... So he's, you know, accumulating vast, like, central resources. Right? And when you centralized resources, you can afford to, manipulate, maybe that's... You can influence the labor market. And how many people are gonna risk starting a new company when you could just go work for a big company at a million dollars a year. And so Cornelius feels he... This is basically the difference between entrepreneurs in large companies. And he is, you know, part of the the the individualistic anti group. And now he is fighting against the second part, which I'm gonna say here, which is the second was both commercially advanced and highly conservative. As wealthy men both organized banks and corporations and tried to tam down competition, and they would do that through regulatory capture. They would basically own the politicians, and they would wanted politicians to structure legislation in a way where it looked like they were being regulated, but it actually was created barriers to entry and kinda solidify solidified their position. Okay. Okay. So the reason I brought that up is because it's funny at how cornelius is using this as a marketing tactic. So he's doing all these fights in these battles against larger companies. Right? And so he decides, hey, I'm gonna appeal to the public, and I'm gonna... I'm gonna market myself a brand myself as an individual fighting monopoly, and it works. And so this is something he he pays for an advertisement in a new the New york Evening post, and this is the add. Says having established a line of steamboat boats on the North River for the convey of passengers between New york and Albany called the People's line, in opposition to the great triangular monopoly composed of the North River Steamboat company, the Hudson River Steamboat company and the Troy Steamboat company. So these are history competitors have have teamed up to try to fight him. I deem it proper to say a few words by the way of appeal to the Generous public. Which I feel persuaded will sustain a single individual in an attempt to resist the over bearing en of a gigantic combination. Competition in all things promotes to public convenience. And know the step I've have taken may prove advantageous to the public. Yet to me, and it maybe 4 otherwise. So what he's saying there? Like, listen, I'm gonna compete with them because the competition is better for you. And I'm an individual fighting against 3 giant company. So I need you if given the choice of how to spend your money spending with me. Because if not, like, it's gonna be advantageous to you, but I I may fail doing this. It's actually really like, it's... I personally am empathetic with this view. So my own personal life, if I can spend money with, individual entrepreneurs because I'm considering myself an evangelist for entrepreneurship. I will. So, like I'd go I'd rather go to a local restaurant or a local establishment than, like, a large company if I can. Assuming, like, all things equal on the in the products, the product or service quality is the same. Because I do think it's important to have this diversification, and I I like supporting people building businesses. I wanna see more of that in the world and the best way to see more of that in the world is to is to speak with my dollars. So I like this. The problem I I don't like is he's not really truthful. He he's not anti mono. He's anti other people, mono mono monopoly. But he he builds 1 himself. So that's that's the part where it kinda ring rings a little hollow to me, and I don't... He loses me there. You know? And so it says, and the people loved it. The drama, the slap in the face of the mono monopoly, and especially the low prices. So this is the... And this is... Here's the problem. Is what I mean, how you know he didn't he didn't mean it because he sells out. Van pressed the war into November. He added the union to the line, so he's adding all these other routes He offered overnight service. He ran ads and he ran ads and albany newspapers, headline people's line for New York, not monopoly. He battled on until fingertips of ice began to poke down the Hudson, and until finally the freeze class the hand shut the river say the shutdown down because you can't do any transportation when the rivers is frozen. Now what happens though? In the springs, steamboat began to churn again to Albany, and again, charged 3 dollars per person and now prices back up? The war was over. Van Bill had drawn. The public, which had cheered Van boat at every dock and landing must have been my. Where had he gone? The answer would not come for another 5 years. When a careful investigation by the New york Herald revealed that van Bill had fought not for principal, but for revenge. On those terms, he had won an astounding victory. He had forced the o monopoly, to pay Van belt, the astronomical fee of a hundred thousand dollars to leave the line to albany plus an annual payment of 5000 dollars to stay away. It's an insane amount of money at a time. And so things change. You can go from being anti something to to being that something. And they're they're talking about at the time he's known for being, well, here. I'll just... I'll just read this line from the new new evening post so that the the press is talking about Van bell. He is the greatest practical anti monopoly in the country. See how, like, press the the public and the press can be. Tricked or misled into believing something is true when it's the act opposite. He was wise to stressed the word practical. In the case of Corn Van, circumstances made the ideal list. When launching a high speed ray raid on a fortified established enemy, he would very easily and naturally imagined his battles in the political terms of the day, it suited him to denounce his foe as an ari ari democratic monopoly. To sail under the banner free trade in equal rights, which is what tagline. He clearly believed it, but circumstances would change, which means he just becomes that. More examples here. There's a a panic and credit dries up. So he's he's again, frugal doesn't spend his money. And he starts lending out huge sums. 8000 dollars. This person 15000 to this, 35000 dollars to this. Abe revealed the demand for credit on 1 hand because there's bank runs, and the captain's prosperity on the other. For this was merely a sideline, A way to keep his ci surplus cash busy earning 6 or 7 percent. Yet he was careful in his agreements, demanding valuable real estate as collateral. So he just keeps every time these people over leverage themselves. He doesn't. He has no debt, and when inevitably, like, they're forced... They they stop paying. He just takes their collateral. Okay. So actually here. Let me let me just just this paragraph actually describes how he organized his business, which I think it should be... Should be copied by the way. Van slit un unseen through the financial fire. Meaning, he just wasn't touched by it. He had no speculative embarrassment. No debts, pledge against consignment of anything. True, the stocks he may have lost some of their market value. Their dividends may have been suspended and their promissory notes he may have helped held have might have gone unpaid, but he demanded premium real estate as collateral. His property consisted largely of state of the art steamboat boats And his... And his was a business that remained in demand. So, basically, he... Has a barbell strategy here where he has... He's not really diversified in assets in the sense that he has biz... Equity and businesses that produce throw off a large sets of cash. And then a lot of cash. And then uses that cash to then lend out and then you... And is back that loan by collateral. Instead, he had an abundance of the most valuable item in a deflation panic, cold, hard, cash. It says the... Oh, so that's the description. The next paragraph I thought was interesting how he actually sets up his businesses. They're they're they're... He's basically a collection of many decentralized businesses, all under 1 massive company. And each bulk could be considered as, like an individual business in and of itself, and then it doesn't take much to run them. Right? So it's like, the nature of a Maritime business fort gave the enterprise a neatly compartment structure, with each captain managing the personnel and daily affairs of his boat, So each case got a president of as a company and the the company's is a boat. The rest of the operation details could be handled by single agent in each point port. So he has these beautiful, beautifully decentralized cash flow positive businesses that just keep running no matter what. Okay. Here's more about... His personality and again, I just... The benefits of Frugal gallery, I don't understand why large companies don't... They they abandon this. Like, if... As if the history of business is not, you know, small company turns large, large company rests on its laurel. Right? And, start spending money money on stuff that doesn't... That's not important, and then eventually gets overtake by... Like, smaller company repeat over and over and over again. So, like, he was just... He... Somehow, he had the discipline to to to avoid this fate. So this is somebody he he hires this the clerk, and the Clerk is talking about him. The new clerk found him to be very strong with great powers of endurance. A man who ex raw energy. His personal appearance was very neat. He was very abs abs. I had to look up that word. It means when you don't you don't gorgeous yourself. He ate very little. Being a light eater and never drank to any extent, not even at his meals, taking liquor only his medicine. His only vice was smoking. He had always had to cigar in his mouth either lit or un limb. That iron self control proved to be as important to a success as his ruthless. Never did he let his emotions or ambitions get the best of him. He never had dead and never bought anything on credits. He was economical almost to extreme. So economical is another word for Frugal. Frugal gal was 1 of Van builds most potent weapons as he hammered his opponent's his opponents in this in this year of desperation. So it talked about even at, when he dropped prices to compete with them in hopes that they would buy them out. He would still group because was so frugal and wouldn't and Kevin I on expenses. He'd still be able to make money at at... Let's say they're each charging a dollar fair. At even at that rate, the... Which maybe the previous was 3 or 4 dollars, he could still make a profit, or at least break why the other companies that were fat and and greedy couldn't. So again, how he time in that sense, time is on his side. He's just gonna... Sit there at a dollar per fair, and eventually he's just gonna bleed you dry and until say okay, Hey. I'll buy you out. Just super important. I don't understand why it's not, emphasized more in in, people not only managing businesses but starting businesses. And this... Oh, okay. So I just skipped, like, 20 pages while I was talking to you, and I just tripped over this paragraph which I didn't even know. So it's frugal gall in all things. He was better capitalized than his opponents, which enabled him to absorb losses. But he could also make money even in a fair war. Thanks to his ability to control costs. And then he... Not only that, then he also used technology to lower expenses, which is super smart. In part, this was a technical advantage. The the Lexington, this is this huge state of the art Bo bill. At the time, the Lexington engine and whole design had saved an estimated 50 percent in fuel expenses. By far the largest operating cost. And all his boats later... All his later boats fall this plan. So it's built into the actual structure of the business. I was listening to a podcast and taking notes for founders notes on the person that think his name's Wade. He he's a founder of Zap, or c cofounder of Zap air. Which is a business that I've used for a while. Kinda just connects, like, different apps that you use and sends data through, 3 each 1. So few things I I learned while this the podcast is fascinating. First of all, Zapier only raised a million dollars, and they're doing over 35000000 dollars, in annual recurring revenue. So they're they're growing. They're very capital efficient, and they're growing very well. But he makes this point where Zapier a completely distributed company, and he feels that that is a huge advantage for for his company because even though he's based in San Francisco, and he's friends with a lot of other entrepreneurs and founders, He doesn't have to pay San francisco rents for these huge offices for his his employees. And as a result, not only is his cost structure lower, but he's saying that he tries to hire people all over the world, and his retention rates last year, like, 94 percent of the people that that started the year at Zap finished the year because they're making good money remotely, and they get to live where they want and they get to spend time with their family. So in a sense, he's doing exact the same thing, a hundred and 50 years later that Van bill was doing. He's building into the foundation of his business is huge structural structural advantage that his competitors aren't. And over time, that advantage is gonna compound. Okay. Okay. Possibly. I'm just gonna read this 1 sentence at this is AAA description of what Van builds doing to him. Van built he warned is 9 at our very vitals. So talks about, like, he's writing... So this is the person he's competing with, and he's writing to his partners. He's like, to the aston of everybody. He has not lost money and is so... And it is supposed that he has made it. We have made every effort in our power to induce Van bill to a draw from the line, But to this day, he has been... It has been entirely unsuccessful. He is a very hard and troublesome customer. His great wealth intact and the management renders him the most formidable formidable opponent that could that could come in opposition. I was kinda describing what they're doing is Zapier as well. Okay. I actually skipped over so I gotta go back because this is important. It has to do with the size of his ambition was very difficult for others to comprehend and a way to describe this is he's... This is happening... Well, I'll get there in a minute actually. So he's having a conversation with somebody else that they... They're running a series of rail lines, and the rail lines that Cornelius has has identified to be the most valuable. The ones, the fastest route between New york and boston at the time. But they're in communications because they don't they don't have any steamboat presence. So they're like hey, maybe we should partner with this guy. Right? And they completely don't understand... They they even think the idea of partnering with them silly because they don't understand how ambitious this... He actually is. That he doesn't wanna partner you. He wants to own everything. And you're gonna see this with this conversation. So this guy's name Mc Neil. The conversation displayed Van Van builds peculiar combination of Willie, wi and direct. Of intense personal dislikes and slight conceal of his intentions. That's another thing. He he engaged in information to symmetry, like an asymmetric informational war. He would always collect information he have spies, all stuff, but he kept all what he wanna do very close as fast. It also included 1 revealing exchange that Mc mistakenly dismissed as mir Bra. Frustrated so they're they're in the room and they're negotiating and he's getting mad. He's saying, frustrated with Van builds refusal fusion to commit himself. He asked at 1 point, what do you think would be your in your interest to offer, meaning the railroad. If I own the road, Van bill answered. I'd know how to make it profitable. Oh, Mc ex ex explain sarcastic. I suppose you'd own the boats too. Remember saying the sarcastic is like, who, how would own the boats? Van would own the boats? Yes. Van boat replied and said nothing more about it. Mc paid no attention. He could not take seriously the idea of 1 man buying control of a railroad, then and it's called the S. The S with some 50 miles long, worth millions in fixed capital. It also... It was also embarrassed by debt as he put it, and in the hands of its creditors, So they're not even running the business correctly. The creditors of the Philadelphia Banks. Van built as master of his railroad, that idea was ridiculous. So something I need tell you at this time. Van, you know, very, very wealthy at this time. He's... We've skipped all the way up until he's... I think he's in his forties at this point. So I Right, the book describes in detail, but I also went to do my own additional research. And here's a summary of what we're talking about here. How does he get his hands on what he wants. He's explicitly telling Mc miguel. Yeah, Just on both. So he starts doing deals on competing railroad lines. So he cuts fares on competing railroad lines, drives down the stock price of the company Mc in, and then took... Then starts buying up the stock and takes over the company. 7 years after this conversation. So he's very slow and methodical planning it. But this idea this idea that's so ridiculous. They did a finger would be a master of his railroad. How would he do that? Like, no... That's not gonna happen. He actually does do that. Again, he's just ambition was hard for people to even comprehend at the time. And this is the point where I'm just gonna read this last part here, because now we're gonna get up until... Well, let me just read it. Even his ambiguity, his stubborn, irr ambiguity mirrored these tricks or times, meaning the times of, re like the free market in New York. The eternal ambivalent of the free market. He who drove down fares and improve service, yet demanded bribes to abandon could competition who praised free trade yet enforce his monopoly. So what they're saying is this guy's hard to pig pig down. Like, he's not He's like water. He's just taping the shape of the he's taking the shape of the the environment that he's that he's placed in. He was rep repeated to be worth some millions. Almost everyone that I've skipped way ahead in the the story, by way, Now he owns the railway that he said he was gonna own. Almost everyone who traveled between New York and Boston took a van built boat are a van built train. So he's mono monopoly. Remember, he's a great anti anti monopoly until he's becomes what he well, we was using to rally. An observer on December 30 for, and this is what's so fascinating to me because we barely touched on what he's both well known for. Like, this is where I focused the entire part of the podcast because it's so interesting to me. But he... The author makes a very point here. An observer on 12/31/1847 would have found it absurd to think that this all would 1 day be half forgotten. That Obituary writers would dismiss in a few sentences these 50 years of fist fights and supreme court cases, steamboat races, and stock market mach combinations, but already forces were in motion that would up end the population of the continent launch the nation towards Civil War and unleash an ambition and van bill greater than anyone could have imagined. So I'm gonna stop at 18 48 47 in this book. That just ended us at the very last day of 18 47. Next week, which gonna be a little different than our normal because we... I've kind of laid the foundation to who Cornelius was as a person. Do you have an understanding? But this book that is just too crazy not to share with you. And again, the subtitles is how cornelius is Van invaded a country to overthrow America's most famous military adventure. This book picks up an 8... It starts in 18 48. And it's gonna inter ent the life of Cornelius Van bill with maybe his... Probably argue arguably his his most how do I put us. Like, his greatest enemy. I mean a guy a lit of great great enemies. But yeah. Probably, I would say probably his greatest enemy. Oh, at least enough that the enemy was so so profound and the war they had so crazy that they... You could write an entire entire book on it. So so that's what that's what next week. And I'll put it on. I'll I'll put it So you can see what book it is as well, like, where I normally do where you can just go to amazon dot com forward slash shop forward slash founders podcast. You can see every book that I've read so far for the podcast in 1 spot, which is kinda cool if you scroll through and you could see all the covers at the same time. But also you'll see the 1 that I'm gonna do the week in advance. You can in case you wanna read it this week before the next podcast comes out. Oh, something else. If you made it this far, in this podcast and to the end of other founders podcasts. That's probably a good sign that you actually want more. And there... The mis fit feed is a way to get more podcasts from me that are not available anywhere else. As you just saw I delivered this entire podcast, ad free. So for the people that reached the end, I think this is the only time I'm gonna start talking about this, kind of, like, a hidden feature that you have to get to the end of podcast to even know about. Or maybe I'll bury it also in the show notes for the people actually go through those. So the mis fit feed is basically my private podcast feed. Right now, if you sign up, the link is in the show notes and the founders podcast dot com. You'll immediately to unlock 18 podcast that are available nowhere else right now. Actually, this week, I just covered. So what I was saying before is I was gonna do an extra podcast every week for people that described in Si feed. Now I'm doing even more than that, I did 2 this past week, another one's coming out tomorrow as well. I did it's... Kinda like my own personal audio journal for for, like, repository of of information, I think is useful. Like, all centered around, like, building companies managing companies work, all that, all that kind of stuff. So sometimes it's books. Like I just did 1 for them for the people already subscribed and you can... If you wanna get access to this just sign up now, but I did. I just covered this book that's fascinating because it's written by a guy that worked... That worked with Steve jobs for 10 years. And it's all about the way Steve jobs thought about product and company design. And it's called insanely simple. The obsession that drives Apple success. So sometimes it's books. I put on that feed. Sometimes it's essays I read. Just anything that I find, like, I I... I'm constantly scouring information. Just like, I pull out in info... Useful information from these. I do the same thing from all kinds of different sources. And that's that's just a way for me to kind of experiment and not just follow, like, 1 format. I follow 1 format on Founder podcast, which is good because you guys like it, but I also, like, wanna work on conveying information, like, what if I can just convey an important point in a few minutes. Instead of an hour and a half. When you're dealing with the life of somebody it makes most sense to, like, do it in 1 cohesive, you know, podcast, but there's a lot of just useful ideas that I find. And I'm gonna try to, like, I don't know how I'm gonna do... Like, I'm I'm I don't have anything written down. I'm going off the top. Obviously, it's like, I normally do. But what I'm trying to say is, like, it's gonna be much more... That fee gonna be much more personal because it's gonna be completely unstructured. The only common theme it's gonna have is that the information that appears on it is something I found value valuable, and I wanna share it with you. But it... It's gonna... It's going to allow me to experiment with the actual medium of podcasting, which is something that's important to me because it's we're in very, very early days and still une unemployed. So if you wanna, like, a more personal podcast with me and you're gonna hear from me way more for frequently than just once a week. I'd become a mis fit. You can sign up below, it's Don't no. I would send it below try it off for a month. I mean, you can cancel anytime you want. If you do if you feel you're not getting value from it, please do cancel. I just don't think I think it will be way more valuable. So, yeah, that's that's something I'm... I... And I think I'm just gonna... Like I, I'm gonna hide my my ideas and my thoughts for the mis feed at the end. Because if you make it to the end of podcasts, you know, I only make it to the end of podcast of the podcast I were like. So it it kind of, like, is more in line with... I want people to really like founders to be on the mississippi because, like I... It's it's not... I I'm am not saying think it's not meant for the wider audience because that's not true either. It's just I don't know. What's some barriers to entry. As weird as it is for for me to say that. I want people to subscribe to that feed to subscribe and listen to it. I don't want you to pay for something you're not gonna use. I guess that's what I'm saying. So in any case, if you enjoy this podcast, please tell a friend, I would very much appreciate it. I've been getting messages on Twitter. David Center 1, if you wanna reach me by the way, and you could see if you could to found podcast my Twitter's link there. And I've been asking not only peep people... A lot of people dm me and stuff, But what I'm interesting is I usually wanna know how you found out about the podcast and I'm getting a lot more listeners. They're hearing it from friends. And I think that is the the the very best way, because that's how usually I find most of my podcast podcasts. But I feel like that's a good indicator that I'm doing a good job for you guys because so much that you're getting value that you tell somebody that you like about it. So it's a greatest compliment. I guess this 1 is my point. Alright. Well, I've spoken enough. I will talk to you next Monday, and if you're on the miss feed, I'll be talking to you several times this week. Bye."
}