{
  "transcript": "Van was only interested in 2 things, making money and winning. Often, he temporarily sub the need for the former to achieve the ladder. Van built had an un thirst for conquest. There was nothing you could not do. Short of outright murder to conquer. Van built and Walker were like in several respects. Both were and both were prepared to suffer through short term adversity to achieve long term victory. Both Van Built and Walker were loyal to those who were loyal to them, attracting lifelong allegiance from their closest associates. But there, the similarities ended. Walker because of his limited resources was prepared to give his trust too readily to achieve his ends. Giving that trust to men who turned out to be liars, brag and fools. The Cunning Van belt was a much better judge of character. And here is where the 2 men differed most. If you crossed walker, he would ban you from his world. If you crossed Van belt, He would set out to conquer you no matter how long it took. Ultimately, that conquest would be sign by a surrender, and that surrender would usually take the form of a deal. At 1 time or another Van gotten to bed with all of his enemies. If they were prepared to submit to him and most being businessmen were. The exception was William Walker. He was not a businessman. He achieved his short lived successes using war and the law as his tools. And unlike Van builds other adversaries. Walker was not afraid of the come door. When he should have been. Okay. So that is from the epi of the book that I'm gonna talk to you about today, which is Ty war. How Cornelius Van bill invaded a to over overthrow America's most famous military adventure. So as you could probably guess, the America's most famous military adventure at the time is this guy named William Walker, and we're gonna learn a lot about him, and some of the mistakes he made going up against the ruthless Cornelius is Van belt. So 2 quick things before jumping back into, the rest of the book. I've replied to everyone who has emailed me a screenshot of their review or of their recommendation. So if you if you haven't heard back from me yet, please email me at founders reviews at gmail dot com. And for those of you that are unfamiliar, I have a private podcast feed that, for people that review... Leave reviews and ratings for the podcast. So if you want access to my reviewer only private podcast feed. All all you have to do is leave a reviewer rating, wherever you listen to this podcast. And if you screenshot your reviewer rating, and then you email me the screenshot of founders were used at gmail mail dot com. I'll reply back with the private link. So far I've done 2 podcasts that are that you can have immediate access to. I'm gonna be do doing another 1 in, the next week or 2, and then I'll do 1 probably every quarter. So if you take the minute or 2, it takes to review or leave a rating, you'll get a constant updates for me in perpetuity. Oh, and a lot of people listen on overcast. So Overcast doesn't have a rating system, but it does have a way to recommend the podcast to to friends. So there's a little there's a little star. Yeah. Pick an episode that you like from founders, that you'd feel comfortable recommending to people. You press the star, it'll turn gold. If you screenshot it'll go... And send me the Gold star, I will, send you back that private podcast and with instructions... It's very it's very easy to add to your podcast player so updates like any other podcast that you listen to. And the second thing, I... This this podcast is ad free. I just have 1 ask, and that's you join my private email list at founders notes dot c, or you could just click the link in the show notes. Founders notes are my personal podcast notes. In my opinion, it's the best way to know what founders and other entrepreneurs are thinking. When founders appear on podcast, I take notes of their key ideas, and then I send you an email every Sunday. And the reason I... I'm doing this and the reason I think it's so important is because I just wanna read you a quote that I took from another podcast last year, I guess, 7 months ago, technically it's last year. But this is... This person was speaking about, like, what podcast means to them, and I couldn't have said it any better, and I believe this to be true. At least in my own person in my life, and I think a lot of people that's this point. So It's just gonna read its quote. And he says there is a technological revolution. It is a deep 1. The technological revolution is an online video and audio immediately accessible to everyone all over the world. And what that's done is it's turn the spoken word into a tool that has the same reach as the printed word. It's a Gut revolution in the domain of video and audio. It might be even deeper than the original Gut revolution because it isn't obvious how many people can read, but lots of people can listen. So the reason I bring that up is because I think that 1 of the greatest untapped repo of knowledge in in terms of building companies is is currently hidden away in podcast podcasts. So, 1 way to to tap that knowledge, and in the past, before founder notes came around was that you'd have to listen to all these podcasts. Now what Founders podcast... Our founder notice is doing is I'm compressing 10, anywhere from 08:10, 12 hours of audio every week into key ideas that you can read in in about 15 minutes. So there's 2 versions. You can sign up real quick that'll I'll put you on the free list. If you stay on the free list, I'll send you 2 of the notes that I make every every week, and then I have the upgraded paid version, which is I 7. So, I only send it out 1 week once a week, but it it the reason I picked the number 7 is that means you're hearing from a different entrepreneur every day. But I I don't wanna email people every day. So I think the right... The right proper cadence for that is once a week. So if that sounds interesting if you're interested in learning more about, from entrepreneurs, about building companies about how they think the experiences they've had, the tools they use, the books they read, etcetera, etcetera, join the email list. So far, the feedback has been amazing. People seem to, really, like, in fact, they have gotten 0 negative feedback, which is which is kinda weird, but great. Okay. So I wanna jump into the book. So like I said last week, hopefully, you listen to last week's episode. If not, I mean, you don't have to listen to him an order, but I'm gonna, read where I left off last week just to bring us up to date here. And it says, an observer I'm sure. On observer on 12/31/1847 would have found it absurd to think that all of this would 1 day behalf forgotten. That obituary writers would dismiss in a few sentences. These 50 years of fist fights and supreme court cases. Still steamboat boat races and stark stock market mach, but already forces were in motion that would up the population of the content, continent, launched a nation towards civil a war and unleash an ambition van built greater than anyone could have ever imagined. So we stopped last week's podcast on in 08:18 47. This week's podcast picks up right into 18 48. Now what I was doing right... I re reread that paragraph right before I I started recording. The 1 I just read to you. And I realized I had made a bunch of points. At least I... This is how it wasn't my memory it might be faulty, but that I was like, you know, this is a just a different time. Yeah, So the book talks about, you know, there's tons of fist fights to 3 through between businessmen at the time. That's how they would settle disputes. And I was just, you know, kind of a referencing that it's as something curious to us nowadays. But then I read this book and I realized, oh, wait a minute, like, fist fights is 1 thing. A lot of people settled their disputes at this point in American history with duel to the death with guns. So in light of that, after reading this entire book, which is basically about war, but I'm going to focus on, van strategy, which I think is applicable to other domains outside of war, that it seems kinda curious that 1 would even mention a fist fight when you have at the time, very commonplace for all sorts of people, To to settle disputes with violence to the death if need be. So I wanna jump into the book, and I wanna start... I need to set up the story. So we're gonna go I'm gonna... The the first part I'm gonna I'm gonna tell you a little bit about what Cornelius is up to at this point, and then I wanna introduce you to this William Walker because this book, there's... It's called Ty war. Right? But Walker is not really a type. He is actually just part of the adversary in a war against other shipping magnets that that undertake to cheat Van bill. And he's gonna do a lot of... Like, the Epi said, you know, he he wasn't smart enough to realize that he should've have been afraid of Comb door. So let me set up the story. It's gonna tell you what exactly Cornelius is up to. And so he's going up, and it's 18 48, and he is meeting with the secretary of state of the United States. And he's got a lot of, Well, he's got a lot of business he wants to attend to. This says, hard swearing, frugal living Cornelius Van belt, the descendant of poor Dutch immigrants would die in 18 77, possessing more money than was held by the Us treasury. That's insane. Far and away America's richest man, he built his massive fortune on steam. First, his fleets of steamboat boats and ocean steam ply North American rivers in the world's oceans and later, after the American Civil war, steam trains on his ever expanding network of North American railroads. And the a direct quote from Van. He said, I've been insane on the subject of money making all of my life. When Gold was discovered in California, Van was already a multimillion millionaire. But the immense wealth, he would amassed by the time he died, was then still only the stuff of dreams. So this is kind of interesting. I saw I found, like I mentioned, last week there's a law parallels switching Van Belt and, and Rockefeller. And the sense that they were very wealthy. By the time they got to their forties or fifties, but they made an un... Like, almost 10 times or whatever the number is a great a magnitude more of wealth later on in life. They just had to set the foundation you know, for the first 40 or 50 years of life. There's a a meme that always pops up on Twitter that shows the, cumulative net worth of warren Buffett, and this shows something very similar. If you just Google warren Buffett wealth over, like, over time, you'll probably find it, but it's a bar graph and it just grows exponentially after he turns, like, 60 or 70. Okay. So Van have figured out another way to make a fortune from the gold rush, and that's what it was why he'd come to Washington. Ironically, this Washington meeting would create the circumstances that would within 7 years bring Van built to the brink of financial disaster and send him to war to save his business empire, and that is not hyper. Like, he actually funded a war. A war he did not start by the way, which is even more silly when you think about it. Okay. So we're gonna set up... This is his idea that he wants to do here. Un unscrew Van belt may have been. He left school at the age of 11 to work as a labor on vessels on vessels flying the East River, but he was notoriously street smart and more direct quotes from Van belt. Most of the direct quotes from Van belt, in this book or, like, the... There's not a lot because he he didn't really leave a lot of written records, but almost all the ones what I would took her online or appear in this book. And this is 1 of his most famous quotes, and he says, if I had learned education, I would not have had time to learn anything else. Van bill wrote nothing down, reportedly keeping every detail of his business dealings in his head. And at any given time, knew his income and expenditures down to the last cent. So I found that actually sent a little curious. Because if you remember when he was working for Gibbons. He would he would track every single thing. Every expense, every every revenue, everything for Gibbons on the on this huge, like, I guess their version of a spreadsheet. I don't know what changed. I'm assuming that this author did his due diligence and and that sentence is correct. That sentence led me be Like, I wonder what changed. Other than I knew he was very sensitive about giving information to other people. He would rather collect it. So maybe this is a strategy he he used lego on in life that he realized, hey, I'm not gonna rain anything down because I don't wanna leave a trail. And a lot of the stuff he did would be illegal now even though they didn't have the laws at that time in place. So I don't even think it was... It could have been to to try to, like, skirt the law because there wasn't... There wasn't the law... Many laws against what he was doing. People certainly saw I thought it was moral unethical, but it wasn't illegal. Okay. So so Van spoke now he's was talking... He... This is... We're in the meeting with the the secretary state. Van Spoke of California in the Gold rush. Only a small percentage of the thousands of Americans and immigrants from Europe flooding West with the hope of making their fortunes of California, made the journey overland and covered wagon. So if you remember the podcast I did on Levi Strauss, he takes this route. That Van builds proposing to to create. Their route cut through dangerous native American homeland lands and Claude over Treacherous Mountain passes and took as long as 6 months. I mean, in the route of a seat, not the 1 that took 6 months. Hundreds of travelers died each year as a result of accidents, exposure, starvation, or Indian attacks. Several American shipping companies had spotted another way to cash in on the on the California Gold rush. They would run steam services 2 and from the United States and Panama. It says... And then this is what they were paying at the time. 600 dollars would take you via Cuba from New York to the East Coast of Panama. Put you on a horse or mule take you over a week long trek across the Panama Is, It's, along muddy tracks and over flooding rivers, hopefully avoiding local bandit and then on the Pacific side, put your aboard another steam, which conveyed you up to San Francisco. This is where Cornelius van but would come in. He'd run fairies up and down the Hudson River and across Near york Harbor to Staten Island before graduating to... I don't... I'd said that wrong. Did they're describing now what he was doing so he's running fairies. We we knew this from last. So I'm gonna skip that part. Let's see. He could easily put existing ships onto the California trade. So he was uniquely positioned to take advantage of this new route right away before most other people could. So but he told secretary Clayton. He would not use the Panama route, and he sc at the 600 dollars being charged by the operators who did use Panama. I can improve on that, Van build assured Clayton, the Clayton the secretary state. Spreading a map of Central American in front of them. I can make money at 300 dollars. Crossing my passengers by Lake Nic, a route 600 miles shorter. He also had another idea that he wants to remember he started out as an anti mono mono monopoly and then turned into maybe the greatest mono minneapolis of all time. It wasn't just California passengers the come was after. Van 1 of the Us mail contracts. So providing transportation for all the Us mail, which is worth over 365000 dollars a year. Are several hundred millions in dollars in today's money. So remember this in the 18 hundreds. Okay. So that's what, Van... Oh, I'm sorry. I left up this part. Van told Clayton he wanted exclusive rights from the Nic government to build his canals across Nic. In the meantime, he said he would run steam ships to and Nic from New York and San Francisco, conveying his passengers up to San juan. That's a river, and across like Nic, and he'd use river Lake Steam. So it says, from Okay. This would cut hundreds of miles in several days off the... Of the journey from New York and San Francisco. Okay. So now we're gonna be introduced into to William Walker, who I think is about 20 years, maybe 25 years younger than Cornelius Van built. So let's learn a little bit about his early life. He says, devoted to his mother, his mom had this mysterious, like, lifelong chronic illness and local physicians couldn't could never diagnose her. Built So said devoted to his mother, William determined to become a doctor and cure his mother's mystery illness. He had started reading and writing while very young and consume books from the family's well stocked books shelves, often reading aloud to his bedridden written mother. By age 12, William had mastered Greek and Latin, and his father took him to the University of Nashville proposing the boy to be admitted. He was admitted 12 year old, William was admitted to the university and 2 years later graduated. At 14, William enrolled at the medical school of the University of Pennsylvania, and by 18, William Walker had his his md. Walker then learned French German in Spanish to the languages in which he was already fluent. As his mom dies, so then he says with his faith in medicine destroyed by his mother's death, walker threw himself into legal studies and obtain a law degree within 2 years. Shortly after practicing law. Walker convinced that the pen could be potentially could potentially be might than either the sc or the gave, became a newspaper editor. So before I started this book, I read through William Walker, William Walker, wikipedia page. And they had the summary of that summary right there. Where... He he's had a really impressive resume. You're gonna realize out... And then the... I mean, we kind of already know this because the people we studied. There's little correlation between success and school and success in life, even though I think most people would argue otherwise. And we're gonna see this. There's a... The the book does a great job contrasting, like, what their early life was word rather, where... You know, while, Walker this little boy genius. It's prodigy studying school, Van built is is basically doing heartbreaking labor from Dust till Dawn. Are Don dusk, I guess, and learning the business of shipping. So they're... They... They came from very vastly different backgrounds. Okay. So, Van will obviously get his catch what he wants. So he he he gets a set up that he has a contract to do to build this this new route, Nic with the Nic government. But he runs into some issues. And now I just include this part because this is another demonstration of his his personality. He's, like force of will. So this is giant ship that he's he's leaving New york called the Prometheus. And apart from her crew, she carried just a single passenger, her owner, Cornelius vendor belt. The purpose of the voyage was so secret that not even Van builds wife, Sophia knew that her husband in had left town, let let alone where he was going, so this is more of his secret... His secret nature. Van was on a mission. The news from Colonel David White in Nic had not been good. So this is somebody that works for day... For for Van belt. The steam, the meaning the boat had been... That he went down there had wrecked on the Rapids in San Juan River. The rapids were imp, set a frustrated Colonel White, who declared that the come dream of conveying passengers up the river to the lake was unreal. And this 1 sentence... These 2 sentences is gonna give us a good a good description of who Cornelius this van but was, Says Cornelius Van boat would see about that. He would not let a few rocks stand in the way of making a fortune in Nic. Okay. So Why while this is happening, Walker has moved from Tennessee down to New orleans and now he's made his way to san Francisco, and he is a newspaper editor there, he writes some un things about a guy named graham. And graham challenges him to a duel, and Walker gets involved in several of these duel. So I just wanna tell you about this 1. Up came to 2 heavy revolver. Both men fired at the same time. Walker missed with his round, but immediately took a 44 slug in the lake. Walker staggered then straightened. He refused to go down. Steel eyed, again, he raised his gun. Graham cursed. Again, both men fired. Walker hit was hit a second time in the leg, which collapsed under under him. He went down. The referee called the gram to put to put up his weapon and Graham turned and walked away. So I bring that point is because Graham, or excuse me. Walker is no stranger to violence. He's actually, like, a mastered sword been, kinda a bunch of duel. I don't know. It's unclear to me how successful he was at du, but he was... Like most people to time, know, very familiar with firearms. Okay. So this is very interesting because the book starts out calling calling Van built Frugal. I spent a lot of last week's podcast talking about how frugal he was. And then all of a sudden, Cornelius is Van bill builds a private pleasure ship that was bigger than any other boat in the world. So imagine somebody coming out with, like, a cruise ship sized boat this time, but instead of having thousands of passengers It's just him and 20 of his relatives on it. And he decides hey, I'm gonna take a 4 month cruise to Europe. And this is actually his first vacation. So this note is selling off his shipping interest, little description of how much money he was making. His first vacation and then the first vacation leading to, betrayal. As Van prepared to embark on this luxurious excursion, the first vacation he had ever taken in his life. He was asked by Jacob Van Pe, a friend of 50 years if he had everything fixed, meaning, where his investments in good enough shape to allow to turn his back on his business for such an extended period. Van Bill had nod. I've got 11000000 funny how he talks. Because I... I've got 11 millions. Is how he wrote... How he says it. I've got 11000000 invested better than any other 11000000 in the United States. He told his friend. It is worth 25 percent a year without any risk. The Nic Transit business proved hugely profitable for almost all concerned. It delivered Van built a personal profit of a million dollars, which is tens and tens of millions in today's dollars. In just the first 12 months of operation. 1 party, not making a large profit from the deal was the Nic government. Remember he had... He basically has a mono monopoly on this that he was that negotiated and part by Van and the state department of the United States. It was receiving an its annual fee of 10000 dollars as provided by the contract with Van bill. But Nic hadn't seen a penny of the specified 10 percent of profit. That was because Van claimed there was no profit. He slightly build every... He built everything against like his expense. So basically he was hiding it. And again, another example that history doesn't repeat human nature does. If you remember the the podcast with Michael O and C. This is why he started Now he would negotiate with his... With his actors. No. No. We don't want... We're not taking points of net because the studios would do the same thing. We want points of gross gross receipts. Because we know what you do. You you make it seem like you're not profitable when you're making... Some of these movies are making tens or hundreds of millions of dollars. So you're seeing Van builds doing the same thing, 200... A hundred and 50 years before that. Okay. So now back to... This is why I was just reading this book I'd recommend it's called, a guide to the good life, the h ancient Artist still joy. And in the book Seneca makes the point that devices are contagious. And I would say almost everything are contagious, meaning, like, you have to be careful what day Idea did you expose to you to yourself too and, and who you keep around you because you start to... We're just, you know, basically copy machines. And you're gonna see that William william Walker starts copying... This is is idol. This guy named Sam Houston, which I assume the the the des city Texas is name for. And we're gonna see the blueprint for what Walker tries to do later in the bulk. Walker grew up with Sam, Houston as a hero. Like Walker, Houston had had been born and raised in Nashville, then it become a lawyer. He'd had gone on to serve a Us con congressman representing Tennessee, and had also been the governor of Tennessee. In 18 33, Houston had settle in the Mexican state of Texas, and 2 years later, He became the general of the Army of the Texas settlers that defeated Mexico's presidents and created the new Republic of Texas. So I always see this, like people Texas are I guess proud of this. And they... I've seen shirts and and stuff online. It's like, oh, the... I didn't know yeah, Texas was actually a Republican 1 time. So I'm ignorant about a lot of things apparently. In 18 36, Houston to become the first president of the Republic of Texas. Eventually, later on the book, I guess it was full folded back into the United States obviously. If General Sam Houston could carve a new nation out of Mexican territory, so William Walker believed could he. So I'm gonna... The book again is treating these as 2 main characters. So they're gonna go back and forth. So I'm gonna go back to the betrayal that happens while Courtney, this is on vacation, and this is where the book gets this title from. There's other Ty, Morgan and Garrison, and they're gonna... They were partners with Van, they're gonna screw over here. So during Van European Apps Morgan and Garrison collaborated to manipulate transit company transit company stock in their favor. So 1 thing I have to say there's a bunch of, company names in here. I would I don't really worry about keeping track of all the names. Just know that Cornelius has had, an unbelievable, amount of revenue streams and and positions and and in all kinds of different companies. So keeping track homes basically a exercise futility. So in this case, they're fighting over the specific transit company stock. And it says the Board had also voted to Cease Van bills 20 percent scam of company revenue. So he'd also had... Not only did he own a lot of these companies founded these companies that he'd invested him, but then he'd have all these secret deals where he would make money that wouldn't go... That go directly to him and not the company. Again, that would be illegal today, but it's time it wasn't. And this is 1 of them that he would just... He would skim 20 percent right off the top. Even Van attorney and business partner, Joseph L White, who sold his stock and resigned from the board at the same time the Van had, not only bought new company stock on the cheap and Ver absence, but accepted a transit company directors ship from Morgan and Garrison. Van builds cash flow from the transit company which choked off. So he would also try try these things where he'd sell his assets. Remember last week, he talked about, like, they couldn't tell who actually owned the companies. Similar situation here. He would dives vest his stock holdings and yet he'd have these agreements where he's still getting paid from it. So he'd make money both ways. Okay. So... But now they're they're they're screwing them over, they're gonna cut it all off. And then, this comes... This is Van most famous quote. So he comes back after months finds out what's happening and he just live. He says, he mainly dictated a short letter to both Morgan and Garrison. These are his 2 main adversaries. And and you could think of Walker it's basically just a proxy between, even though he probably didn't know at the time between these 2 warring factor factions, And this is a quote. Gentlemen, you have undertaken a cheat me. I won't sue you for the law is too slow. I'll ruin you. Yours truly Cornelius van belt. Okay. At this time, Walker is trying to fall in the footsteps of Houston. He has before he becomes the president in Nic w and starts speaking become a thorn in and in Cornelius side. He invades Mexico. I think twice. This is the first 1. He invades... It's... I don't even III thought not even putting in the podcast because he has these, like, sec successful quote unquote invasions, and he he they last, like, a few months each, and then he just... And it ends in defeat. So this 1, he starts this new company or... Excuse me. His new country, California, and what is at the time, Mexico, but now today, California says the Republic of lower California is hereby declared free sovereign and independent, and all allegiance to the Republic of Mexico is forever announced. Signed William Walker president. Forever announced, try like 4 months announced. Okay. So now I'm gonna skip back to... At this time, Van bill and is really... He's not at war with Walker, but he's starting his war with Morgan and Garrison and we're gonna see his same mo that he used constantly. So his Comb available able to assault on Morgan and Garrison and the other rogue directors of the, accessory transit company had gathered pace. A new a new steam ship operator, the combative named independent opposition line, so he starts a new company here was advertising in New york Press for a hundred and 50 dollars at a cabin and 75 dollars and below. Come Van annabel new line would take you to California via Panama. Which is exact... So he's going into direct competition to Morgan Garrison. On the run from New York to Panama, the independent line was using the North star. So the North star is what I said was the act of non frugal gallon for lack of a better term that Van had where he built something the size of a cruise ship for his own himself. So he says Van had stripped his beautiful private yacht and fitted her out to carry 600 passengers. He would never again tri with such a fabulous toy and would never again take an extended vacation. Okay. So down here, it says, Van bill had half the fair offered by all his competitors, including the transit company. He was also offering private travelers a chance to sail on his world famous former private yacht. Plus the fastest trip to California available. So it's actually smart because he got a lot of press at the time about... Wow, this is the best boat in the world. He took it... He cruise over to Europe and even the European pretzels amazed? And I say, okay, do you wanna ride on their their boat or you wanna ride for half the price on mine it's world famous. What do you think is gonna happen? Okay. Determined... He was determined to put the transit company out of business in Ruin Morgan and Garrison. So he's he's not stopping there. He off, he still owned, some stock in this particular company, and he offered a block of 5000 accessory transit company shares. For sale at 25 dollars each. The stock had recently been selling for above 30. So you see what he's doing here is trying to, basically ruin them on, like, getting the stock to fall, and make sure that the revenue dries up. So the stock market price continued to decline. Okay. And a few pages later, he's he's picking up this war and we're gonna get into some numbers here. And this is due to the note is just He's ruthless. This guy is absolutely ruthless is we're gonna see in this book. Van builds other measures were biting, but by the fall of 18 54, the price of transit company stock had dropped had dropped to 20 I dropped to 21 dollars. So we're starting at 30. Now. He he was selling at 25 not sent a 21. Okay. So it says, they're trying to get him off their back, and okay. So they they wind up trying to buy him out and just offering him what essentially is a bribe. And it says the proposal was put to Van belt to a surprise of many, he accepted, and he's doing this to throw them off his true intentions. So he says, this this this deal signaled, so Morgan Garrison believed that Van had given up on his plan to ruin them. Remember as Mo was Ham gonna compete with you can keep compete with you, and then you're gonna buy me out, and then I'm gonna use your money to open a different route and do the same thing over and over again. So the dale signal so Morgan believe that Van had given up on his plan to ruin them. But the comm had done no such thing. Having rung his outstanding commissions from his enemies, read bribe, many new few observers thought he had any excuse. He he got... They're busy saying he got money that very few people thought he he'd had any chance of recovering. Van Would embark on a fresh campaign to ruin the pair cashed up with their own money. That's what living by ruthless. For 2 months, nothing was heard from Van bill. Meanwhile, the hard pressed accessory transit company failed to deliver a dividend in January due to the cost of the settlement with Van. So remember, he wants to ruin the company before he was competing with them than trying to get their stock to grow lower Now he took money and pride from them, but because they took a bribe, they're not, they can't deliver dividend. So he says, transit company issued, and they don't even see it coming. So this is their viewpoint. Transit company issued an optimistic forecast for the coming years earnings. Then in March, Van builds Son, Daniel Allen, a former transit company vice president launched a legal action against the current directors. Who do you think was the... Who do you think was behind us? Accusing them of incompetent management mis appropriation of funds and the legal issuing of 40000 new shares in the company to finance the purchase of Van built 7 ships. So that's how he he got paid. Chief chief judge of the new New York Court issued against morgan and Garrison in an injunction that prevented them from issuing more stock or entering into new contracts with the company. The... This uncertainty caused shareholders to dump transit company stock. It's value plummeted to 15 dollars. Now remember, he unloaded. Van unloaded a bunch of his stock to drop in. Now look what he does here. With the share price down, Van began to acquire accessory transit company stock, A partial here, a parcel there, frequently using friends as buyers, meaning Friends is fronts. Month by month, Van discreet rebuilt his stock holding in the company he tried to destroy. Working toward the day when he could then boast a controlling interest in kick Charles Morgan and Cornelius Garrison out, and he's doing this in part with their own money. This guy, man. Alright. So I'm gonna skip over. A lot of this is like, all these fights that there's happening down, just know that Walker gets expelled from Mexico twice. He's successful in invading Nic and aligning himself with the... Government there becomes a general Nic. Eventually gonna come to president of nic au. But I just wanna point out that, yeah, 1 thing about Cornelius, he's he's very pragmatic. Like, the the book at the beginning. Listen. He's gonna ruin you, but he's not gonna turn on a way to make money. So if you if you give up and say, hey, I'll buy you out. He'll do deal with you. And he'll he basically learn. He... He's not... I'm not saying he's not principal because I thought the right word. Look the right word excuse at the moment, but Walker just... This is about his personality He's just foolish. He's very ego like, it says Walker never took advice, but always gave commands and they must be obeyed. So that 1 sentence is like a big problem with his personality. He's not willing to learn from other people. And the this is... The way I would describe him, Walker and we're gonna see this here because we're now at the stage is in Nic, Walker takes Van builds property and relies on law. Okay? This reliance on law. You're gonna see come back and biden him because he doesn't even... He's engaged in some... With an a war with somebody that doesn't respect law. 1 of come Van bi famous sayings is, you know, why do I care about law? Ain't I ain't I the 1 that got the power? And so he doesn't realize that, you know, there's just... To Van just words written on paper. And I would describe after reading this book. I would describe William Walker as an intellectual yet idiot, which if you just Google and read about, it perfectly describes them. And, it's also known, like, you'll see it written on the Internet as I. And so let me just give you a 1 sentence the description case you're not familiar with it. It says the I... The I intellectually got idiot. Path path path. Others, for doing things, he doesn't understand without ever realizing, it is his understanding that may be limited. You see this a lot with, like, over educated people. Where they do really good school, and they they think that, like, mean something. In the sense that, like, if you have the choice which you're doing well in school doing you a well in life, everybody would pick doing well in life. But the I optimize for doing things well, like, in school in in that sense, or, like, things that sounds smart, but may not be smart. Walkers like that. His he's is impressive resume. Right? Graduated, college of 14, doctor at 18, law degree, writer, and yet he stood no 0 chance against somebody is truly intelligent with how humans under how, like, the world actually operates. And this is Walker being so stupid here because he's like, oh, and well, let me read, and then I'll explain. So there's a boat. It's sit down Nic because that's where Van builds part of his business at time. Brought to Nic by Corn this is van able to operate on the the lake Nic... The lake Nic. The Steamboat was making a scheduled run from Virgin Bay 2 virgin Bay from the San Juan River. So he's the general of Nick At the time. He boards this boat. They present the the people operating in the boat it says presented to him with written notification from Cro walker. That's his own title, by the way. That his steamboat was being command and dear until further notice. So they're like no. This is not a smart idea. That there's was these 2 guys that worked for Van, and they're were like, listen. The Lake and river streamers were owned by a Us company. The Us government considered them to be sailing on the Us flag. That was actually not true. And says Walker, a trained attorney among other things. Dismiss their argument by pointing out that the transit companies contract with the Nic Government, specifically stated the vessels were to operate under the Nic flag, which meant Nic authorities could requisition them if need be. So even though Van owns them, it is technically a Nic Robin company. So again, this is him relying on loss. Just said no, of course, the raw... The law is written down. Silly, you know, what are you talking about? I get to command them, not realizing Van doesn't care about the law. And so this right here where it's gonna start the war that is going to lead to Walker destruction because he's dumb. He's not smart. That's the problem. Okay. And you're gonna see a lot of things he does. It's just... It is weird because the author of this book. Seems to... I don't say... I I wouldn't say they portray him in a in a better way, but I just by the time I got to end of the book. I just was shaking my head that that just this guy's ignorance. And I'm gonna show you agreed something to you at the end. It's just... It's mind boggling. How you could be so educated. It's so silly. Alright. So Okay. So now I'm skipping way ahead. I'm gonna... I'm skipping over all the battle stuff because that's outside of our our the the, you know, what we try to study on this the podcast. But just know that, you know, there's a huge war going in Central America. There's a there's a civil war that that, happening in Nic. And then, eventually, you know, they're not gonna... Other Central American cup... Countries are not gonna want an American coming down and ascending the presidency of Nic, which is exactly what happens. What did you think was going to happen? And so that's gonna wind up leading to his downfall on a lot of those armies, the other Central American armies that wind up overthrow the walker eventually, are financed by Cornelius Van because this guy was taking Van property. And he knew who Van was, Why he would think that, like, say, well, this is the law. Of course, I can do this. Okay. So in the meantime, Van is not even really aware. He's kind of aware of walker, but he he's like, did not It doesn't... You'll see... I'll read to the part where... He's like, alright, this is... I've had enough of this guy. So it says, in the meantime, he's buying up stock to regain control. And it says, k... Of, Cornelius played cards the same way he did business slightly expert and for keeps. The comm was in good spirits for Van was close to po on the men he'd promised to ruin. Charles Morgan and Cornelius Garrison. The war in Nic had been good news to Van because it had depressed the price of accessory transit company stock. Quietly, remember, it's it's still going down. Discreet, he had brought... He had bought up floating stock, steadily rebuilding the comm or shareholder share holding, and that of the men who whose vote he knew to depend on. So if you understand, just explain what's going on here. This this war that walker engaged in is actually, at this moment good for Van because people are scared to to go down there. And it's going to cost. It, like, you're not... If if you're a transportation company, and you don't have peep people to transport, your revenue goes down, your revenue goes down, your stock goes down. And so as the month continued more transit company shares would hit the market, and more shares would be snapped up by Van bill. With the comment or publicly focused on launching a tran all this and this is a this is what I had meant last week when I said that he engages an information asymmetric warfare. He's secretly doing all this. Nobody he knows. And... But publicly, he's bearing... He's he's like, shouting from the rooftops and then the press is about what his actual plan what people actually think his plan is. With the common publicly focused on launching a transatlantic ocean steam service to France, Morgan and Garrison did not see him coming. At the same time, unlock of unlike Van belt, they did not have sufficient faith in the future of the transit of business to buy up the cheap shares themselves. Van bill was only weeks away from winning the larger game by completing his overthrow of Morgan and Garrison and resuming control, which is exactly what he does. Okay. So I'm gonna skip to that part. Van bill had regained control now this... The plan worked. So he he can he regain control. It had taken to the best part of a year, but but by the end of 18 55, he and his friends had acquired a controlling share holding of the company. At the company's January board meeting, Van boat would be elected a director once more along with several of his sons and laws. It's very interesting. He didn't really trust people what he put he he employed a lot of his sons and laws. The directors ships of Charles Morgan and Cornelius Garrison, would be terminated. Morgan and Garrison overwhelmed by Van builds Covert assault member the seat coming. Were out the door and Van was back in control of the company he founded it. The come door had not yet ruined his enemies as he promised, but there was enough time for that. So he's... He wants not only them out of the... Out of the company, but because they betrayed him, you have to you have to be bankrupt. Now, they're also... These are not dumb men though. Garrison and and Morgan. So this is Garrison counter, and this is like, this there's this huge war going on between these guys while there's actual war going down the Central America. So it said, Okay. So Garrison is gonna... So now that... Okay. So now that Van built has control of the company. Right? He he wants... He doesn't want... Garrison is gonna petition walker to actually cancel the contract with the country of Nic Walker now now that he has actually influence on the president because he's, like, the president's before he takes the presidency of Nick Au He's like the president's right hand guy. So it says, this is Ga counter. Garrison... Garrison was an... Was as intra as a crocodile and as slippery as an eel. Even a friend and Admired declared that Garrison was so tricky. His competitor should assign 20 men to watch him. Not content to sit back and let Cornelius Van belt beat him. Garrison has sent his son down to Nic Raw. So he's he's sending his son down to do a deal walker. To see if a deal could be done with walker over the transit route. A deal that would shut out Cornelius Van belt. So he says he wants to write the president of the accessory... Transit company New york, the letter required that the company to appoint commissioners to settle the outstanding financial matters and dispute between the government and the company. So what they're referencing here is a little confusing by itself. But remember earlier they're Nic W where I was only making 10000 dollars a year, and they wanted their 10 percent profit. Well, they know that Cornelius is making money. So Ga is like, listen, Cornelius, this is making money. He's screwing you guys. Why don't you use that? As a way to cancel the contract and give it to me. So it's the the transit company's legal counsel. This is where it gets confusing because there's like, the accessory transit company, then there's a transit company. There's all these different companies. So just don't... It's not important the name. It's important who is actually controlling at the time. So Walker sends a letter saying, hey, you guys owe us money, if not, we're gonna... We're going to we're gonna cancel this. So he writes a letter to Cornelius this Van built company that cornelius in control of, and it goes to Cornelius legal counsel who is now repaired, rep patch things with Cornelius. And that's like, Joseph L White. And this is where Walker again is so silly. He thinks that... Well, the legal... The legal counsel must be Let's read this. He goes walker considered, meaning Joseph White. The leading mind of the corporation. No. There's 1 leading mind of the corporation, and that's gonna be van. So it says, why White had immediately replied. He said that the company had previously appointed 2 commissioners to deal with this other faction that's gonna be confusing if I introduce it. So we'll just skip over that. The matter lay in the hands of those 4 gentlemen not with the company. And so, There's they're saying, hey. Well, the though this this faction how to deal with the previous government that government doesn't exist anymore. So Walker was aware that White had subsequently also written to the transit company's manager in Nic, telling him that the company would make the Nic Government suffer If it did not settle the dispute on the company's terms. This was a field threat to pull out of Nic. In theory, the company, which means Van belt had the whip hand in this affair, but slippery cornelius Garrison was about to tilt the balance of power walker way. And so this is explicitly what the what this deal means. And it says, the deal was this, Garrison and his partners would guarantee to operate a shipping line to and from Nic Walker in the United States. Walker for his part must guarantee that the government would revoke the the Cornelius, I'm gonna skip that name. The Cornelius company's contract. With the Nec government on the grounds that the company was in breach of its financial obligations. In turn, it would assign the transit route rights to Garrison and Morgan. William Garrison proposed to walker that the government sees all transit company assets in Nic part payment for the hundreds of thousands of dollars that the Nic Au contend were owed to them by the transit company and unpaid commissions. Those assets included the company's Lake and River steam, Lei, Depot, accommodation buildings, employees houses, etcetera, etcetera, etcetera skip over all that. In comm or Van belt own estimation, those assets were close were worth close to a million dollars in 1800 dollars. From the time being, the Nic W government would would lease the seized assets to this guy Randolph and then Randolph would event... Would in turn, lease them to Morgan and Garrison. So they have, like another front man. Ironically, if this deal came off, it would be swift and sweet revenge for Garrison and Morgan, having been so recently out outdated by Van bill and losing control of the company. Van bill had worked so long and so sneak to regain control, and now just as he reclaimed the property, or should be the company. William Walker was about to make it worthless. It looked as if the acc had been outs smart by competitors, Garrison and Morgan. And by a Tennessee adventure with not the slightest interest in making money, meaning Walker. So that, this action right here causes as soon as Van finds Sally. Is okay. Well, now Walker is gonna have to be ruined, and I'm not gonna stop until he's he's done. And so this move, walker foolish she agrees to. So here's the weird thing. So while this is how... He he makes this announcement. And Garrison and Morgan are not ready. So they're like, don't worry. Cornelius is gonna wanna make money. He's still gonna run his ships, until we go down there. And Cornelius is like, no. He's like, I don't care about the money. I'm pulling out. Remember at the beginning of the book. It says, sometimes he would... He would for making money just to win. So said Cornelius, Van Has struck at first blow in this war against William Walker. All services to Nick. Nic Had been terminated, which means William Walker can't get weapons. He can't get new recruits from America. He can't do anything. There's no ships down there. And it said Walker was pissed because Walker sc sc up at Garrison. This is the sun Garrison. In disbelief, as he realized that Morgan and Garrison had expect expected Van built to keep the ships on Nic Run until they could put their own ships on the route. Morgan and Garrison it turned out did not yet have a single ship to allocate to the Pacific route. Walker through Morgan and Garrison lack of foresight was now cut off them supply. Okay. So this is also in addition to, remember he's fight... Van is gonna fight this war on multiple fronts. He says once the market knew that the comment was back in charge of the transit company. The price of the company's stock had begun to rise. At that point, Morgan had dumped his entire holding and that of his partner Garrison. In a bid to prevent the share price from dropping as a result of this, Van building and his friends had brought up every dumpster so now that rolls are reversed here. Morgan had invested heavily in share... And so Morgan actually does something smart. He started shorting the stock because he knows what's gonna happen. Despite Van best efforts to keep the transit company share price up by buying the dump stock, His determined... Here's determination to keep his fleet of ocean steam tied up. So to so to deprive walker of his Sea lifeline only served to panic the market. So Morgan actually is shorts of stock. He says when Morgan sc his share shares in February, they were trading at 23 dollars. When the news hit in New York, the next day that Nic Welcome government had old the contract, the bottom fell all the share price. By the time Morgan covered is short, his share had dropped to 13 dollars. Morgan made 10 dollars a share walking away with profit of millions of dollars. Again, it's millions of dollars in in 1800 money. So that's a ton of money right now. So, you know, Morgan and garrison are not dumb. By any means. They they lose, but they're not... They're definitely not dumb. Okay. What is this? Okay. So this is a war by proxy. I'm I'm flying through the book now because, I'm a lot of the book is just these fights these battles that these actual wars. And, walker again does not realize the avi he took on. So, all these other countries are freaked out that there's an American now, president Nic W. Right This time, he's he's he's ser power. And so they form they usually... During this time, they would all be a war with each other. Now they form an alliance, switching all these at like Guatemala, Honduras, all these other countries, Costa Rica, etcetera, etcetera. And they pledged their and alliance that would not rest until Walker and his yankee have been ejected from Central America. Well, who do you think organized this this ally. From now on the Central American states and parties participate participating in the coalition against Walker would be known to friend info like as the allies. It was the first time in 2 decades that the country's of south... Central America stopped fighting each other and come together in a joint cause. Thanks to William Walker. Thanks also to Cornelius Van bill for it been his money that helped arm the troops from Guatemala and El Salvador. Money received by those countries ambassadors in Washington. Not only had the allies gone to war with Walker, but more important, Van bill who had more money than this is a crazy stat. But but more important Van bill who had more money than all central American governments put together had gone to war with Walker. For Van belt, this was not business. It was personal. Okay. So during this time. So he... Something that important again, where I say that Walker is a very foolish man is he... For... For this... For him, it was like, a lifelong dream to, like, He very much believed like Manifest Destiny thought, like, America should going and conquer everywhere and he thought he was good and smart enough that he should be running some of these countries and stuff It was like almost like, a religious exercise for him. He mistook his allies to have the same, like Z. Garrison and Morgan are businessman. They're not... They're just they're aligned with you because it's good for their their their pocket books. And the minute is not gonna be go for their pocket books as the minute they're going to to end the partnership, which is in which it's going to happen and eventually cuts off walker towards the end of the war from supplies because eventually, it's so unstable when nic garage where they're like, I'm not we're not running ships down anymore because we can't make any money. And Walker was like, I can't believe they they're they're so coward. They're not coward. They're not they don't have the same goals you do. So so, again, like these you said at the beginning of the book, most businessmen men would... If they're fighting a horse Cornelius, They can't win. They're like, let's just do a deal. They don't care. Just business. Right? So court Cornelius Garrison shows up in Van, he realizes that Van has upper hand. It realizes who he he gotta fight with. He's like, listen. Let's just partner. Let's let's all make money together. Van is not going to this time. He said, and now Garrison was standing across the long wide wide table that served as Van builds desk. I should, did I say Garrison or van... Garrison is cross... Garrison is the 1 that's at Van builds office in case I said that correctly. And he was offering Van build a partnership with Morgan and himself. If the comment walked away from the the company whose shares were now just worth 3 dollars down from 23 last year, Down from 23 dollars last year. This this way by making Van their partner in the Nic Operations, and by default, also making a partner with President William Walker of Nic, Morgan and Garrison would make an enemy an ally, and would no longer have to wash their backs in dread of Van next to soul. Van, sitting the sitting on the other side of the table didn't even have to think it over. He shook his head. He'd been fighting Garrison in his Cro Morgan tooth and nail for years. In the past, Van gone in a partnership with steam ship rivals, but this had been different. So he's not gonna do it. The shareholders has supported his policy of keeping trent meaning Van belts policy of keeping company steam tied up. Even though the vessels could be making money in other routes, like, going to Panama off for instance. The New York Times had been scathing in its criticism of Van builds bloody minded strategy, and this a quote New York times the time says Common or Van belt should consent to a lot to a line from his high horse and resumed the practical business and good sense, which characterized management of his steamboat jobs. But they... Here's the thing. The times didn't know The Times didn't know this. Morgan didn't know this. Garrison didn't know this and Walker didn't know this what I'm about to tell you. So it looks like Van doing something stupid he's on the pre of Ruin. That's not accurate. But he said that the company's Steam had continued to lay idle for months. Yet in his own in ind fashion. Van built himself had been secretly making a vast profit from his idle steam ships because they been tied up. Okay. Sorry everybody think you're losing money because you're tying them up. He found a way. Okay. How can I make money when they're tied up? This is what I think we should learn for Van. Not this other. You know, I don't don't think you should be a mono monopoly. I don't think you should go to war people, but this idea that he just was... He was... He would never give up on a problem, and he would constantly look for other ways to solve the problem. I'm very creative. So he's... This is what he did. The comment had paid a visit to his competitor, William Aspen. The head of the Pacific mail line and made a deal with him. So people were like, hey. If you're not gonna be running these steam down in Nic mcgraw or want don't you at a Panama? Well, Why didn't you go to Panama? For 2 months, Aspen wall had paid him 40000 dollars a month on the condition he would not put his steam on the Panama running competition with Aspen Wall own vessels. The money had gone to Van personally, not the transit company. And just says, he sw a store that... Okay. So he undertook his... To run his steam to the Gulf of Mexico. So now he takes the boats he's not gonna run him in nic Wrong. He's not gonna run them in against pan... Ask while on Panama because ask was paying him. So he's was like you what? I'm I'm I'm gonna screw with these guys a little bit more. So he takes some of these steam and runs down to the gulf of Mexico in competition with Morgan because Morgan owns this other line to pete even more pressure on his adversary. This guy's ruthless. Over the next 2 years, the deal with Net Van belt personally close to million dollars, meaning the Bride some ass. It goes up from 40000 dollars a month. I think, 56000 dollars a month. Okay. And then, it's another example of this the persistence of Van belt. It was Van built who had armed the cons soldiers of the allied armies that had blossom them from nothing. So these are people that he's hoping the other 4 or 5 countries to to put an end to Walker. He had sent the allied government's money. He had purchased weapons in ammunition and ship them to Central America. The invasion of Nic By the Allied armies had been motivated finance and equipped by Van belt. Van bill had poured money down... If they're saying, if the Allied armies continue to sit because they haven't attacked yet, Van Mill had poured money down the drain. As far as the comm was concerned, there had to be another way to beat William Walker. And by hook or by crook, he would find it. So he's financed all these this this this huge army, which we're gonna he's gonna outnumber walker army me by, like, 4 to 1, but they haven't jumped on anything yet. So he's like, alright, I'm not 1 that's just sitting sit around and do nothing. So he's got all these other attack factors that I wanted to describe to you. And here's 1 of them right here. He So, oh, I don't know if I if I took notes on this, but let me... At the time too. Cornelius, again, he... I don't know. Maybe 10 or 12 different or 15 different attack vectors on Walker. 1 walker blissful unaware of. Part of that is going through the Us state department, he goes to the British and convince them to to put 1 of their warships ships down there. He goes to... Like I just said the central American governments. And then he has other people unsolicited coming in and and offering to help. And here's another plan, and he basically does a plan. This plan that I'm gonna describe to he winds up working, and he does it at almost no like, no risk to him. So 2 guys Spencer webster, hey, I know I know how to cut off, like, close the back door of Nic And and basically surround Walker, and I can do it with if you, with using Costa Rican soldiers. He's he said, he would authorize them to recover transit company steam, meaning his assets. On the San Juan River and it tri and to close the river to communication by Walker, meaning cut off 1 of his, like, 1 of his routes. To facilitate that recovery, he would provide them with arms and ammunition for the costa Rican army. However, he would not give Spencer or Webster a penny. If they succeeded an engineering Walker removal, then once Walker and his f, F buses as the name of Walker Army had left Nic, Spencer and Webster could come back to Van in this very office and each received 50000 dollars in cold hard cash. Without hesitation, Spencer and webster agreed and the 3 men shook hands on the deal. Okay. So that plan winds up working. And the 1 thing I was gonna, I guess talk about this at the end, but the... 1 of the lessons I just took... I took away from this book was Like, the the the power of having a singular focus on a goal and being very flexible on how you, accomplish that goal. Because I'm sharing a lot of the different attack vectors that Cornelius use and successfully. But was a bunch of examples in the book that he... He just kept trying just kept trying different things that a lot of them failed, but he didn't care. He just kept persisting. And I... You know, he's applying this to something that I would not recommend engaging in, but we can apply it to any kind of goal that we have. Just the idea of, you know, persistence, frugal gal and p Like I think that it's a good combination to solve a lot of the I don't know. Like just a lot of like, almost any goal that you could imagine, I guess, so anyways, okay. Now I'm skipping head. I wanna... We're getting close to walker, you know, he's at this point, the war, the allies get off their butts and they start attacking, and there's this huge battles that gone on for quite a while. In addition to... I'm gonna get to in a minute, but Cornelius also hires a bunch of British missionaries. Or, I'm not. Mercenaries to go down there. Again, he's he's just not... He's not... Wait. He's not... He's like, I have 1 plan. I'm just gonna see if it works. No. He's just gonna launch all these plans at the same time, because he wants the absolute total destruction of Walker. And this is again, how dumb. Walker is just not man. It's like he doesn't know he's in a war. A fight to... Literally to the life and death. So says, Walker fails to realize, this is a note of myself. Walker fails to realize he's is at war with someone who has no regard for rules. So at this time, he's getting his... Hit him in his his troops are getting their ass kicked. He's got 900 troops left. He's getting cut off from all different directions. He stopped getting resupply. Morgan Garrison have, let's see. I think they've they've stopped resupply with at this point. Yeah. They stop resupply with this point. And he's still trying to be, like, principal. And so this captain in his army does something he doesn't like to do. So Walker says, if this is the way you're going to do business, Nic Raw has no further use for you. We want north... Nothing of this sort done here, sir. The acutely embarrassed captain departed without a word and was never heard of again. So you let him go. Even though he was surrounded, Walker was prepared to let officers go if they broke his rules. You have 4000 people surrounding you. You can't... Like, you need every single person. Like, you don't have time for this, man. Alright. Oh, and here's another another attack vector by by Van belt. This guy van. The same day, the Us Navy's 958 ton warship, S saint Mary dropped anchor at San Juan del sur, a little distance from Walker. Commander Davis, commander Davis is the 1 in charge of this giant ship from the Us navy. He'd come to Nic Walker with express orders from Washington. And this is why how he Van continues to, like, hide what the true, like, like, the true meaning of his like, hiding his... He doesn't want people to know or walker to know like the true to truth behind these attacks. Because as officially, he was to take such steps as circumstances required for the protection of American citizens and Nic. So the the... What they're telling everybody is the ships going down to down there to protect American citizens that may in harm in this giant central American war going on. In reality, the Navy secretary at the request of the secretary of state and the urging of Cornelius Van bill, had given Davis the job of ending this war by removing William Walker from Nic. While Van built had been confident of Spencer ultimate success in the San Juan River by involving the Us navy he was what he was writing himself a little insurance. 1 way or the other, the comb was determined to get Walker. So let me just to to clarify what's happening here. Cornelius has influence with the secretary of state. Secretary of state has influenced with the Navy secretary, the Navy secretary... Then in turn sends commander Davis down there. So they're saying, hey, we're gonna protect American systems. In reality, it's just another attack from another field attack from fend built in in hopes of getting walker out of here. So there's a huge battle that happens, and 1 by 1, all of Walker, like options are whittled away until he has 1 thing. And it says for Walker, everything now hinged on... There's this guy that that and his army called Lock ridge. For walker, everything now, Hinged on lock is re taking the San juan River and bringing his 500 men to join his general. So these 500 men are on a ship, a ship that was taken from Van boat by the way. And now they have 1 option. Walker needs... He he's gonna lose unless these 500 men are use a ship to get to Walker position. And not this is not gonna happen if Van has its way. And this is really fascinating. So this is another... Okay. It says no more morgan garrison and steam with sale for Nic Raw, and no more reimbursement and supplies could be expected. And that's when when you know, walker like these guys are coward. It's and all other stuff. Not realizing that there's just businessman, and now you're you're you're no longer in an in alignment of it. And this is... So this is another Van built attack and another example of how Silly Walker is, and it's just a reminder that Cornelius Van seems to trap his adversaries like a mouse and a maze. So they they stole this this this boat from van belt to be used for Walker Army. But Walker had guys down in in Nic, they were mercenaries, and they had this genius idea that part of the assets that were stolen from Van bill where not, like, where the boats would go to get fuel. So it'd be they would use like logs and firewood, to throw into the engines. Well, Van hut is mercenaries go down there, and they'd hollow out the wood and fill them with gunpowder. Okay? So this boat that they stole that walker sitting there waiting for. Like, I need these 500 guys are we're where I'm done for. It go... It stops at 1 of these these what used to be van built assets and reload the fuel. They didn't know the fuel was boob trapped. So it says, it was indeed the powder that caused the explosion. And the George Cod is the guy that is the mercenary that that's working for Van belt. George Cod immediately realized once the news of the event reached them. So the news of the event is this giant explosion. They put... They wind up putting it into the fuel, and just like we talked about last week when these steam engines explode. They turned into, like, basically s, and it destroys not only the boat but most of the 500 men that, that that walker was waiting on. So it says, the the name of the boat is a Scott. Scott to refuel She took aboard the pieces of the gunpowder filled firewood that had plant that had been planted at the depot weeks before the disaster. And so it was Cod, a wiley mercenary in the employee of Cornelius Van bill. That finally sealed the fate of the San Juan river busters with an improvised explosive device and brought to a close the last attempt to reclaim the river and sent hundreds of desperately needed men to walker to walker at R revisit as the the cities and Walker was now cut off from the Atlantic and Gulf states. And then again seeing how silly, Walker is, Walker put it down to ill luck. He's just say, oh, you know, this is just bad luck. Something I could have done it about it. Not realizing that it was actually an orchestrate orchestrated attack against him. He could... He severely underestimated his opponent, which you should never do. Okay. So that ends the the the the war. The Us navy that's down there. Brokers a deal with the central American allies and says, hey, listen, if we can get walker to, they want they won't walk her to surrender, but they wanna kill them. Because I... Something I learned in the book that in Central America, there was no... Like, if you... They took prisoners, they'd killed them all. There was no... Like, they're not gonna... There there was no... You're not gonna be Pow. We're just gonna... We won this battle, We're gonna told you hostage for a day or 2, then we're even gonna hang or shoot you. So, Central America is like, no, no We we wanna kill this guy. And the Us navy says, no, he's an American citizen, we're gonna listen. We're gonna make sure that he... That he that he surrender. But you have to let us agree to take them take them the United States. So they're like, you know what? That's fine. Just take them. And so, the war is lost. And at this point, Van destroys defeats, Morgan Garrison, and and walker. So the the war with Walker. As far as Van bills concerned is over because he now gets... His assets back, he gets the route back. He gets everything back. But I... That I don't I don't wanna leave off there because how silly and stupid walker is. And so he comes back to the United States. Weirdly. He's like, gets a hero's welcome. I'm not entirely sure the the context there I understand that, but, that that is what happens, and he goes back. And he goes back twice. And the first time he goes back. Again, he still... When at the beginning of the book, they talk about or at the beginning of podcast it talks about his tools were were war and law. So he he goes back like, a year later. He gets a small group of people. They land back in nic, and they're, like, we're gonna take this over. Like, we're gonna... We're going to I'm gonna become president again. And the warships in United States are there and they're supposed to stop any f from coming, from coming back because they I thought this was an issue. But the problem was they had rules of engagement. And the rules of engagement was, listen, you stop them if they're at sea, but if they get... If the f once they're on land in Nic Since it's a sovereign nation, you can't do anything about it. So Walker knew that. But again, he's fighting battles with people that have no regard for rules. So there's a British warship at the time, and then Us marines that are also there. And the guy the guy running that was in charge of the American Warship at the time was just scanning paul. So Walker manages to to slip past paul and get onto to nic and soil. So Walker is like, oh, this is great. We we... Now they can't touch us. Right? And so he's drilling on the beach. He's doing all this other stuff. But Paul doesn't care. He doesn't care what his rules of engagement are. So he says without authority, from the Us government to land armed forces on foreign soil, Paul sent 350 marines and sailors ashore and surrounded walker soldiers. Something Walker had not anticipated for it had contra Us policy. In other words, Walker thought the law. Words just written down on paper was gonna protect him. They surrounded him, walker responded, I surrender to the United States. So he goes back to United States about a year later. He tries this again. And this time, he's, like, 35 or 36 years old at this time. And and I'm gonna go ahead in the story just to tell you. So he does the same thing. He invades the. He does some fighting. He actually a little bit more successful in this in the the third run than he was in the successful in the second run rather. This time, the British capture him because they don't want, him messing with, like, they're at their interest with the nic roman government. And so, walker like, hey. Okay. I surrender again. And he's like, okay. That's fine. I'm gonna surrender into the British. They're just gonna take me back, you know, the law. As it stated, they're gonna take me back to the United States again. British do not do that. Again, he's dealing with people to have no disregard for rules. They hand him over to the Honduras, to Honduras, put him on the beach, blind fold and shoot him death. And so Walker dies at 35 or 36 years old on a Hunter and beach, and they won't even let the United States get his body because he he walker still an American citizen. And they... He's buried to this day in in Honduras. So that is the end of William Walker, and then I just wanna close this book out with Van bill and it says, now while Van boat was determined to continue to fight even after the the war Nic Rock on the first 1. Morgan and Garrison were tossing in the towel. So they they show up at his his hit his business. They do a deal with him. And it says Van built may not have Ruined Morgan Garrison as he once famously promised to do, but he had beaten them. Just as he had beaten William Walker. And then the subscription he said, Van what happens? Now, this is what Van Belt sets his... Once he beats... Oh, let me actually tell you this what happens. So, Van gonna invest in railroads, Charles Morgan, Cornelius Garrison and also invest in railroads. Garrison winds up over leveraging himself. They basically go to work for Van and then Van sideline them. So it gives them no power. So they they leave. Garrison gets involved in a rare Missouri, Pacific Railroad. He lost over 5000000 dollars, and he dies without assets and heavily in debt. So Garrison done. Morgan stayed out of that. He owned Railroads in Texas and Louisiana and dies a rich man, but never with wealth, nearly in the same league as Van boat is what the book says. And then this is just closing on Van. Van had seen the future of railroads well before many others and despite having been nearly killed in a railroad accident in New Jersey 9... In 18 33, he would accumulate controlling interests in 16 key lines. During the Civil war, which I... This is happening years after the events in this book, He chartered a number of his steam ships to the unit to the United States government, which converted them into warships. But after the war, he consolidated his shipping interests and concentrated on the iron rail, which means he just sold everything off. Buying up railroad after railroad. His crown glory was the construction of New York City's first Grand Central terminal. His statue stands outside Grand Central station to this day, steam ships had made Van belt wealthy, but railroads made him the richest man in America. So if you can imagine after 2 books and 2 podcasts. Maybe I don't know 3 hours worth of talking about Cornelius Van bill, we... I never even got to the part of his life that made in the most money. That's how how like, all encompassing this guy's life was. It's just really amazing. So If you wanna, read the book and help out, this podcast and support the podcast at the same time. You go to amazon dot com forward slash shop forward slash founders podcast, you can see Ty war, the the first Ty in the book Did last week and all the other 50 plus books that have done in reverse chronological order. It's kind of interesting seeing them all on 1 page. So, yeah, if you buy books using that link, the podcast gets a small percentage of sale. A great way to support the podcast. If you do enjoy the work that I am doing. So if you've made it this far in the podcast. I just wanna tell you about another way to support the podcast. I have a private podcast feed, another 1. How many podcast feeds can you have, David? So apparently a lot. So, not only do I have this main feed, which is free and, free to everybody to listen to and add free. I also have the reviewer podcast which I mentioned to you at the beginning of this podcast where you can leave a review and and get more podcast that I make, But the 1 where I make... Probably... I'm... Now I'm making more podcast podcasts more frequent, Like, more... Sorry so I do this podcast the main podcast feed what once a week. Right? Mis fits podcast feed is if you wanna hear more from me, more frequently, then sign up to be a mis fit. For a small monthly fee, you get access to an exclusive podcast feed available nowhere else, I think I have now 20 done. If not more, I'm doing a few a week. Sometimes there's books, complete books that never appear on this podcast feed. Sometimes it's ideas that came from past books or books have done recently. I've been doing essays about entrepreneurship from company builders, ideas that it come across. It's all centered around the same thing. It just allows me to experiment with a format. And so what I've been working on, what I said told the mis this week was, See when I'm doing a podcast on just a main person, like cornelius this Van build or anybody else, makes sense that since we're exploring his life to... And to put into 1 podcast, you know, a bunch of different ideas that he had about, how to build businesses personality traits, tactics they used. Right? But what I also wanna experiment is, like, what if I just took 1 idea and focused a, a shorter version of a podcast around that idea. I think over time what we were gonna have is podcast feed, it's really a reference. And the titles of the podcast will be the idea that maybe was learned from a company builder. So this week, I did 1 based on what David Packard of He Packard learned that more businesses die from ind indecision and starvation. And then I tied it together with this other essay that I read that kind of expo on that. And I even use some of the stuff I'm learning from Founders notes. So it's basically a accumulation of 4 or 5 different entrepreneurs. All centered it around the same idea. With kinda varying different takes around that idea. So I think that's a really good way. So she in podcast form if you if you wanna support this because, you know, I have no ads. So I rely on the people that that get that give value from my work to be able to continue to create this kind of content that that, if you like that you'd wanna support and keep going. So miss fits is the best way to do that, you just go... You go to founders podcast dot com and you'll see in in every single podcast where to sign up for mis. There's links down there. It's really fast. You can use Apple Pay, super fast. You can also do it right directly in your podcast player. And I leave the links in the show notes. It's it's interesting because I I wanna experiment with... I like the idea of doing 1 long podcast a week, which I do for founders, and then doing other ones that like, fill the gap in between week to week. So if you made it to the end of this podcast and you're actually hearing me to say this. It's a good chance that you would like more especially if you've listened to almost all the podcast podcasts that I've done. So Miss Fit is is definitely, a way to do that. I'm going to be publishing on that feed much more frequently than anywhere else, a couple times a week is is what I'm going for. And if you sign up right now, you unlock. Only do get, like, all the stuff I do every week, but you unlock like, the 20 past once I've done, which just is the 1 I just did on... I read this book insanely simple, which is all about how Steve jobs thought about company and product design. I just think the idea is on there alone are worth way more than you pay on a monthly basis. Yeah. So I think that's really it that I need to talk about. If you don't mind something that's been really helpful is if you enjoy this podcast, and you wanna support in other ways that don't cost anything, tell a friend. Tell 2 friends or 3 friends. Share it on social media, whatever the case is. I'm starting to get messages from people that are hearing about it from France. And to me, that's, like, the the biggest compliment you could give that the fact that you like it enough that you would tell somebody that you essentially care about and wanna see you well. So I really appreciate that. Other than that, my voice is text. Thank you very much, and I be back. I'll talk to you next week."
}