{
  "transcript": "1 plan, no matter how well laid couldn't possibly respond to all of these situations. This is why Keller does not put much stock in traditional strategic planning. His concern is that writing something down and a plan makes it gospel. When the plan becomes gospel, it's easy for people to become rigid in their thinking and less open to new, perhaps off the wall ideas. Keller explains it this way. Reality is chaotic, planning is ordered and logical. The 2 don't square well with 1 another. When Usa pulls out of 6 cities in California, they don't call me and tell me they're gonna do that. Now, if we have established a big strategic plan that is approved by our officers and the Board of directors, I would have to go to the officers and the board and tell them that we wanna deviate from this plan. They would wanna know why I wanna buy 6 more airplanes. The problem is we'd analyze it and debate its merits for 3 months. Instead of getting the airplanes, taking over the gates and dominating in California. The meticulous nit picking that goes on in most strategic planning processes creates a mental strait jacket that becomes disabling in an industry where things change radically from 1 day to the next. When a financial analyst chi killer about not having a strategic plan, he said, we do have a plan. When she asked what it was, his response was vintage keller. It's called doing things. Okay. So that is from the book that I wanna talk to you about today, which is nuts. Southwest airlines crazy recipe for business and personal success. So I wasn't planning on doing this this book anytime soon. It kinda jumped ahead in my queue because, few weeks ago, Herb, Keller, the founder of Southwest Airlines, just passed away. And he's 1 of the most fascinating people that Ever heard, given an interview. And this book, although not a biography of herb, he worked closely with the authors. It was published in the early 19 nineties, and it just gives us a good idea of how he thinks about business, which I think is the core of what we're trying to get to on this podcast. Before we begin, jump into the podcast, though, I do wanna share, a quick story from another book that I'm currently reading. I've been immersed in the mind of Steve Jobs lately. So I've read 2 more books about Apple in the past 2 weeks. And I'm also in the middle of taking notes on all of Steve jobs appearances at the all things D conference. And the story that I wanna talk to you about real quick, it comes from the book creative selection. Inside Apple's design process during the golden age nature of Steve jobs. And the author of this book is actually the programmer that worked on creating the Safari browser, and the the keyboard software for the first iphone. So the context of the story that I'm gonna reach to you is what... What Steve's... Basically, Steve jobs was giving direction to the creation of safari. At the... At this point, we're talking early 2 thousands. They were... Internet Explorer was the, browser on the Mac. And he wanted to create his his own browser. And what I found fascinating is when he was giving the direction to the team, he had them focus on 1 thing and 1 thing only. And in the terms of creating Safari, that would... That 1 thing was speed. And so let me go ahead and go to the book and you and read you the story. So the author is actually gonna be telling a, he's telling a story but he's using it as a metaphor. So he's talking about 1 of the most famous football coaches of all time, Vince Barney. And you're gonna see how he he ties this together and compares Vince and Steve. In the context of what they were creating, how they were creating for its time. So it says when Joined the Green Bay packers in 19 59, the team had gone 11 straight seasons without a winning record. And after winning only 1 of 12 games to previous year. Upon arriving at training camp or new head coach, Bombardier made an immediate an ind first impression. So he gathers all of his players in 1 room and he's giving them AAA speech. And he's doing it in front of AAA blackboard. He he picked up a piece of chalk and began to speak. Now this direct quote from Lo bombardier. Gentlemen, he said, we have a great deal of ground to cover. We're gonna do things a lot differently than we've been than than have been done here before. We're going to relentlessly chase perfection, knowing full well, we will not catch it because perfection is not attainable, but we are going to relentlessly chase it because in that process, we will catch excellence. He paused and stared his eyes moving from player to player. The room was silent. I'm not remotely interested in being just good. Lo soon followed up with a clear cut description of the of the specific thing they would perfect, and I would even say the 1 specific thing they would perfect. 1 play, 1 single running play. Gentlemen, this is the most important play we have. It's the play we must make go. It's the play that we will make go. It's the play that we will run again and again and again. That 1 plays called the Power sweep. John Madden described attending a coaching clinic where Lo bombardier talked about the Powers sweep and only the Powers sweep for 8 hours. Through practice after practice, drill after drill, game after game in season after season, the packers honed and refined Barney power sweep. Even though opposing teams knew the play was coming, they couldn't stop it. Lo bombardier built his victories on an openly declared challenge. To beat the packers, you must beat the Powers sweep. Over the following 7 years, the Packers won 5 championships. Including victories in the first 2 Super Bowl, a step by step year by year progression through the ranks from worst to best to legends, all built on the foundations of 1 humble running play initially described on the blackboard and then executed exquisite on the field over and over again. In any complex effort, communicating a well articulated vision of what you're trying to do is the starting point for figuring out how to do it. It may seem like a stretch to draw a comparison comparison between winning football games in Green Bay and developing web browser software and Cup, but a significant part of attaining excellence in any field is closing the gap between the accidental and intentional. To achieve not just a something or even in everything, but a specific and well chosen thing to take words and turn them into a vision and then use a vision to spur the actions that create the results, Vince Lo was the Steve jobs of football coaches. Okay. So I wanted to tell you that story because, as I've been studying Steve jobs, I realized I wasn't even applying the lessons I was learning, and specifically on how to support this podcast. And when I went back and looked at show notes and then even listen to some past podcast, I realized there were too many options. I was doing too many things and sending on the... Instead of focusing on the 1 thing that I think I do best. It was way more confusing than it needed to be. So now, just to give you an update, I did what Steve Jobs do. I reduced all the unnecessary options and only focused on the 1 best thing. As we get into this book on herb keller, you're gonna see that that he's also obsessed with simplifying and focusing on what you could do best. So since this podcast is ad for an independent, I rely on the support of the people who get value from my work. And I was giving you several different options, on how to support the work, and I realized I need to pick the best 1. So moving forward, if you commit to supporting this podcast on a monthly basis, you'll get access to all of my podcast notes from a hundred and 25 plus founders and new notes from 30 founders each month, which is what I've been calling Founders notes the past few months. I do this because I was also giving the option to doing to getting an extra podcast a week for me And I realized as I was doing those podcasts, and I did 20 of them that the best podcast I was able to do or the podcast that you guys get to listen to ad free. The ones that are on this main feed that you're listening to. And I was struggling trying to come up with different topics or reading extra books and I realized this is a lot of wasted effort. My focus should be on making my main podcast the best it could possibly be. Instead of spending a few hours, even 5 or 10 hours a week. Doing an extra podcast feed that's just not as good as the main podcast feed or what the work I'm doing the founder notes. I know this podcast is good based on the feedback I'm getting from you guys. And I know the founders notes is really good because I'm taking key ideas from pod from podcasts with other founders and delivering them to treat your email inbox, which saves a lot of time because what we're doing is we're taking a founder could be building a company for several years, They go on a podcast, they dis still, their best ideas what they've learned from years experience, and then I take note of those ideas and email them to you. There's a there's a great value in doing that. So moving forward, if you wanna if you want to support this podcast. If you wanna say, hey, I like the work you're doing, David, and I wanna see continue, all you have to do is tap the 1 link that I have in the the description that's on your podcast player or you can go to founders podcast dot com, and you can see it there. But it's easier if you're just doing your your podcast player. And then all you have to do is decide if you wanna support monthly or annually. I don't make you choose which price. I just pick 2 prices, which I think is extremely affordable and represents a smaller amount than the value that I that I give you every month. So that's it. I do the rest. I'll, you sign up, takes you less than a minute. I'll send you an email and I keep producing podcasts. That's it. Alright. So let's get into the podcast, today's podcast, which means let's get into the rest of book. So I'm just gonna breeze through, like, normal if if you've... If this is your first time I'm listening founders podcast. Usually, read biographies or auto geographies of founders. Just a my way of trying to documenting the history of entrepreneurship. Today is a book that's actually written about the actual processes of inside Southwest Airlines, most of which come from from herb Keller. And so that's the... What I'm gonna focus on today. It's not meant to be a review, and it's definitely not a summary of the book. It's just ideas that I found highlights that I made that I that I thought were interesting and I wanted to share them with you. Okay. So let's start right at the beginning in the first chapter, this is just like, quick outline of how Southwest is different. And to outline how they're different. They're gonna compare and contrast Southwest to other airlines. This is centric and outlandish company has established a consistent pattern of devi from convention. When other airlines were creating big hubs, Southwest was flying point to point. Instead of serving expensive meals, flight attendants pass out nuts. Instead of wearing stuffy uniforms, they sport polo shirts and shorts. From these departures from convention and from many others, the world has become fascinated with the za people whose irr irr enthusiasm, comes from the desire to make their lives and their company extraordinary. Convention is boring, nuts are exciting. In an industry that is still reeling from the from the 12800000000.0 dollar loss supposed to between 19 90 19 94. Southwest was the only airline to be profitable each year during that period. During this time, the airline industry lost more money than it had made in the previous 60 years. Southwest airlines is the only Us airline to earn a profit every year since 19 73. So again, this book is you know, 25 years old or something like that. As of the last I checked, Southwest has been pro profitable every year for 43 straight years. And, a lot of that has to do with a lot of the ideas that are in this book. And we're actually gonna get to herb own words about the importance of prioritizing prop profitability of over almost everything else later on. So it says, so 1 way to they achieve this. They have a conservative balance sheet So it says airline debt has re... Recently reached astronomical and unsustainable levels, More than 35000000000 dollars in debt as of 19... As of 19 96. Southwest is maintained a conservative amount of debt in industry that is very capital intensive. Our target is to do at least 50 percent of our capital spending with internally generated funds. So I wanna, pull up something on my computer as I talked to you guys because I recently took notes for those of you that are already on the founder notes. You already know this. Herb keller a few years ago was on the the podcast how I built this, and he specifically talks about this strategy, and I wanna read to you what he said, I'm gonna read this direct quote from Herb. So he says, we may be flamboyant buoyant from a marketing perspective, and they certainly are arm and we'll get to that in the book. But we were very, very conservative from a fiscal standpoint. And so you could argue that Herb is is advocating for Frugal fidelity, which is a very common theme on a lot of the founders that we've we've covered on the podcast so far. And he says, we paid for a hundred percent of our airplanes from revenue. This means you aren't taking on debt When there are bad times, you aren't threatened by debt payments. So 1 thing about Herb is he was a v reader, and he was a student of history. And 1 of the benefits of studying history, is the fact that what what I always the quote I always share on the podcast is, hey, Listen, history, doesn't repeat human nature does. Herb went back and studied the history of the airline industry. Before he started an airline. And the fact... And the time he spent studying, the history of the industry that he wanted to be in, led him to do to to use this tactic. And this is the reason why He says, debt payments put other airlines in and out of bankruptcy forever. Now you compare and contrast that to Southwest Airlines being profitable for every single for every year for 43 years. I would argue profitability probably the the exact opposite of bankruptcy. Just so side note, in case my voice sounds different, I lost my voice last week. My little daughter has a flu, unfortunately. So I'm not a hundred percent. So that's why I might sound a little different. I just didn't wanna continue to wait and delay getting this podcast out. Okay. So let's go back to the book, and we're gonna skip ahead a little bit, and we're gonna learn a little bit more about Herbs personality. Anyone who's has ever met Herb keller will tell you that whether he's talking to a Us Supreme Court justice, which to do to get Southwest Airlines off the ground. A member of his board of directors are a hotel Valet, he displays the same level of genuine interest and intensity. He's there and he's engaged regardless of whom he's talking to. Okay. So now I'm skipping to the next chapter in the book. And now we're actually gonna go back in time? This is the very... This is always most fascinating part to me? Is the beginning of the business? Like, what were the conditions? How did you come up with a idea. Why did you feel the need to do it? And then how did you get from starting a business to running a successful business. So this is the history of Southwest Airlines. The history of Southwest Airlines is a story of courage and perseverance. It is a tale of a group of pioneers who beat incredible odds to realize their vision. No carrier in the Us in the history of the Us airline industry has survived quite the dramatic struggle that Southwest went through, trying to get off the ground. The company's character is rooted in its legendary beginnings. Southwest Airlines was a brainchild of Raw King, a San Antonio entrepreneur who owned a small commuter air service, and his banker, John Parker. Parker had complained to king that it was inconvenient expensive to travel between Houston, Dallas and San Antonio and suggested starting an intra interstate airline before reading this book I didn't even know there were such a thing as an interested interstate airline. In late sixteenth in late 19 66, king, march into Herb Keller San Antonio law office. So Herb keller, the first business here started was his own law firm, King as 1 of his clients. So he march into Herbs office with a feasibility study and a Grand idea of starting a new airline. Using larger planes to serve the these 3 main major cities in Texas. Keller, a New Jersey native and graduate of New York University school of law had moved to San Antonio with his wife to continue his law practice, and he had done legal work for king's air service. While pitching his dream, King pointed out that the golden triangle of Texas, so that's the distance dentistry Dallas at in the North San Antonio in the West and Houston and the east. So it says pointing Golden triangle of Texas was perfect for this kind of service he envisioned. Houston, Dallas and San Antonio were experiencing rapid economic and population growth. And they were also far enough apart to make travel by bus, our automobile inconvenience. So remember this part, they were also far enough to make travel by bus our automobile inconvenient. Herb makes a really good point that most companies later in the book that most companies don't even understand who they're truly competing with, and it's usually not the competitors in their industry. And I'll get there in a minute. Oh, in a little bit. Keller initially thought this idea was crazy, but he's intrigued enough to discuss it with king over cocktails. Okay. Something else that you need to know about her keller. His his lifestyle basically goes against everything people think about healthy living Yet he lived to 87. And what do I mean by that? He smokes cigarettes every day. He drank a lot and drank whiskey. I think it are bourbon. Excuse me. Wild Turkey Bourbon, I think it's a drink of choice, and his breakfast... Let me console my notes to make sure I have this correct. Were, cheese crackers every day. So, this guy's insane. Alright. Any work like hundred hours weeks. So basically, everything they tell you not to do. King had studied another interstate carrier, Pacific Southwest, Pacific Southwest airlines in in California. It was the perfect model. Psa was a successful interstate airline operating a estate much like Test Texas. 1 that was commercially booming with cities far enough apart to make an... To air travel and all attractive alternative to cars and buses. He had also talked with and and involved the founders of another interstate line, Air California. The success of these 2 carriers made it seem likely that king's idea will work. So k King is just doing so smart. Things here. He's... Analyzing the history of the industry he wants to go to, and he's learning from other founders. So this is what... So Kelly's like, alright, You know, over some cocktails. I'll do this. Let's do it. And they actually write out the business plan on a cocktail Napkin and it is hanging in Southwest airlines. Headquarters to this day. So this keller talking. We initially figured we needed around 250000 dollars, but we doubled it because I was aware that there was gonna be a fight, and was gonna be a prolonged fight. But it turned out to be a much longer vendetta than I had anticipated. So he's talking about there is that they're gonna go through a 4 and a half year battle between the time that they start South with our airlines before they could take their first flight. And it has to do a direct, anti competitive, behavior from the local airlines in Texas. So it says on 11/27/1967, Keller filed Southwest application to fly between Dallas and San Antonio. So it's on a 02/20/1968. There's this governing body who they're regulated by, it's called the Ta, which is Texas Aero naught commissions. Approved southwest application to fly between the 3 cities. In doing so, it un unwilling started a war that would last more than 3 years actually last 4 a half, severely test a Herb Keller litigation skills and almost drive Southwest airlines out of business before it put a plane in the air. Remember they're talking about at beginning of the chapter said, hey, the the struggle, the dramatic struggle for Southwest to even exist is kind of at its root of its culture to this day. So it says the day after the the Ts voted unanimously to approve Southwest application, bran, which is a another airline. Doesn't exist anymore. Trans texas also doesn't exist anymore. And continental aim their first blow at this little ups start. They filed a temporary restraining order to that prohibited the Ta from issuing Southwest a certificate to fly. So I'm... As I've talked about multiple multiplying of this podcast, I'm very much a favor of capitalism. I cannot stand Cro capitalism like this, where you... Instead of making the the best outcome for the consumer and doing it in in board way. They're trying to say, hey, we're we're we don't want additional... We don't want the consumer to have additional options. So they they go through some completely disgusting behavior and our hero in the stir story herb, just probably the wrong person you wanna mess with. So this is a brand of continental in Texas international argued, that the market southwest wanted to serve were already saturated that there was no other room for another carrier. Yeah. What other business is not gonna make that same argument. That's a ridiculous argument. So now they're in a legal fight. Well, Herb keller is an attorney. So so the trial court court ruled that the that Dallas Houston, San Antonio were served by existing carrier. So they lose their first their first fight. That the city Southwest proposed enter could not support a new carrier. So now I have a court agreeing with these guys. This is ridiculous. This is happening in supposedly a free market. It took 7 months for Southwest appeal to make it to the state court of civil appeal appeals. The appellate court upheld the trial court's ruling. The members so they lost twice now. The members of Southwest board of directors were growing tired and frustrated, and this is 1 of the you know, gives you a good idea of who who herb Keller was as as a person. While the board generally agreed that the idea was a good 1. Some members thought it would be wise to cut their losses. So they said, okay, let's go just go ahead and give give back the investor money, let's just close up job and I gonna do this. At this point, Keller Street fighting spirit surfaced. Gentlemen, let's go 1 more round with them. I will continue to represent the company in court and all postpone any legal fees and pay every cent of the court cost out of my own pocket. After much debate, the directors agreed to bet on keller and give it 1 more shot. Keller argued Southwest case before the Texas Supreme Court, which overturned the lower appellate court's decision. Southwest would get it certificate to fly. So in in an environment where everybody else wanted to give up. Keller saying, no, no. I'll do this on my own time. I won't charge the company any any, fees for my time. I'll pay all the legal fees, the, like, the core cost everything else out of my own pockets. And he's doing this by the way, while he's running an a... His business still. He's still running his law firm. So That gives you an idea. And it's good that he didn't that he didn't quit because as we see, the Supreme court actually agreed with them. Like, you can't do this. So going back to my notes that I took on that podcast where he talks a little bit about this. He's like, listen, I did this because I was idealistic about it. He said if other airlines could prevent Southwest airlines from starting, then that means that the free market system is failing. And 1 of the things that motivated me was to validate the free enterprise system. And another reason was it was very hot caught competition and I like to win. Okay. So the Supreme course says you can fly. Now what Southwest has do is that they do an Ipo, which I don't even know how you doing an Ipo before you're really in business, but they they set up an Ipo, but the anti competitive practices from these the same group that was that was suing Southwest and trying to keep him on the ground continued and and you're you're gonna read about here. So Bran was 1 of the airlines. This Bran also put pressure on some of Southwest under riders to a withdraw from Southwest initial public offering. Through though... Through an acquaintance, so there's... I'm gonna use the word Muse here. This is guy named Lamar Muse who herb who herb hired to run Southwest Airlines as a Ceo. This guy also... Here's are a lot of good ideas, but he leaves Southwest, like a few years later, starts Muse airlines, almost goes bankrupt and when he's on the press of bankruptcy, Southwest bias buys the airline takes all assets. Alright. So says Me managed to find another brokerage firm to take a larger share, and Southwest first public stock was sold on 06/08/1971. 2 days, so this is the Ipo before they have their first flight. So 2 days before Southwest an inaugural flight, Keller learned that the 2 carriers had launched yet another attack to keep Southwest grounded. They had secured a restraining order in joining Southwest from initiating service. Keller went straight to the law library in the nearby attorney general's office. Well, before he does that, he went to the the judge the supreme court judge. He's like, listen. You... Last year, you wrote a opinion in favor of Southwest. Please throw this out. And so he has to... The judges is, like, you have to find, like, some some like, some prior... Like, this happening before. So I actually have something to stand on that I'm just... So I'll do this for you, but you have to basically help me out. So it says Keller went straight to the law Library in the nearby attorney General's office and worked all night to decide how to proceed and prepare the necessary papers. So we found a way to do this going through like, the history of of Texas State law. And this is a quote a direct quote from from herb. This says, I think it had been the the procedure he used, he because I think it had been done once before in the history of Texas. The Texas Supreme supreme Court ruled in Southwest favor and ordered the lower court judge not to enforce the injunction. Keller telephone muse and told him to put the planes in the air. When Muse con confronted that he was still concerned about the share of showing up to enforce the injunction, Keller didn't mince any words. I told lamar, you roll right over that son of a bitch and leave our tire tracks on his uniform if you have to. The very next day, 06/18/1971, Southwest airlines was finally off the grounds. Let me just skip a couple pages real quick, and it says, so then few, let's see. What is the time period. Few years later, he was actually vin. On 02/14/1975 brand if and Texas international. These are guys to try to do their restraining order. Were indicted by the Us government for cons inspiring to put Southwest out of business and violating the Sherman antitrust Act. So you see that passion in a language that Herb is using is because what they were doing was illegal, and they didn't care, and her wasn't the kinda of guy that it's gonna back down from a fight. Okay. So now let's get into some specific tactics Southwest used uses to get it to gain advantages in a very highly competitive market. They just said, hey, not only is there tons tons of other airlines, but the airline industry holds, just a really crappy, you know, from an economic perspective, they don't... They they make small profits? And then then you have, like, some kind of economic crisis or fuel cost increase or whatever the case is, and you can wipe off... It's very similar like the banking industry. And then you can wipe off in in in a few months or in a few days, you can wipe out, you know, 60 years of prior profits. So how how Southwest not only profitable, but like, how do they not going to bankruptcy? So it says something they do that's really smart at the very beginning of Southwest, they're still bleeding a lot of money. This is before they start turning profitable. Says Southwest of bleeding money. 1 of the biggest breakthroughs crews came with Southwest gained service to Houston's hobby airport. So that the the note that myself was finding a new market by doing the opposite of your competitors. All of the major carriers had vacated the hobby internet... Had the hobby airport in 19 69. But hobby was close to downtown and perfectly suited to Southwest short haul, frequent flying business passengers. But no 1 knew whether people would use an airport served by only 1 carrier. So for... There's a few things going on here. 1, they're finding a new market by looking where other people have already given up on 2, they know who's using Southwest Like, if you're gonna fly from kind of person gonna fly during the week from Houston to Dallas or or or Houston's, San Antonio, the the kind of person that has business there, but wants to be home for dinner to be with their kids. So they realize, hey. If a lot of our business... If a lot of our business people that are business passengers, and their business is taking into downtown, Why are we flying them to an airport that's 30 miles further. It's adding more time that they don't have. And we're only doing this because that's where all the other airlines are. Well, here's there's this other airport over here. That's closer to their actual end destination. Let's just give this a shot, and the result was spectacular. Almost overnight the passenger load factor doubled. So it says, you you appreciate where you have to to struggle. You appreciate more where you have to struggle to get, missionaries make the best products and that with that that that note I left myself is actually a quote, 1 of my favorite quotes of Jeff Bezos. And something I I believe in a hundred percent. And it's part of the reason I'm doing this podcast. Let me just grab the quote real quick, so I don't destroy it. And let's see. And here's Jeff Bezos talking. I strongly believe that missionaries make better products. They care more for a missionary. It's not just about the business. There has to be a business and the business has to make sense, meaning it needs to make a profit, but that's not why you do it. You do it because you have something meaningful that motivates you. I think that's the holy grail for entrepreneurship. If we can find a business that we're actually we... We have a missionary z 2. Something was on founders notes this week, and it's gonna, I just ordered his biography. It's actually arriving at my house today. John Bog, the founder of Vanguard just recently died. And he was in his late eighties if Not mistaken. And maybe 89 years old, something like that. And he made the point. He was on a podcast in 2016 that I was taking notes on because I find the guy, unbelievably fascinating and he's like, listen. It's very hard to compete with Vanguard because we have a missionary Z. We're telling you that index funds are the way to go that that most of the finance industry is just a rip off that the active managed funds under perform the Vanguard index fund, and it... They charge you, you know, 20 or 30 x the expenses. And his point is, like, how are you gonna compete with somebody where, like, Fidelity just jumped into this business, but they had to be pulled in kicking and streaming after we already had a couple trillion dollars of assets under management. Meanwhile, I've been saying this since the 19 seventies that this is the way to go. So I like that at that that term he used missionary Z. I like that a lot. And so Herb is definitely... Definitely has that in him. So it says the the the the seemingly un insurmountable obstacles thrown at Southwest are what created Keller passionate love for the airline. They would put 12... This is Hilarious. They would put 12 to 15 lawyers on a case, and so picture this in a in the courtroom. And on our and on our side, there was just herb. They almost wore him down to the ground, but the more arrogant they were, the more determined herb god that this airline was going to to go into the air and stay there. So Herb Herb was a... Had a missionary deal for for competition. He thought consumers should have more choice, not less choices. And he didn't like people with big pockets and 15 lawyers trying to pick on a a new startup. Alright. So this says, being forced to innovate leads to questioning assumptions, which leads to finding new markets. Okay. So Southwest had already been... Has always been known as a maverick and an innovator in the Us airline industry. The company's creative roots go back to the early days, when employees came up with clever ideas for keeping the business alive because Southwest had no choice, but to become invent in order to compete with established carriers. So that's basically the the story of any new small company ever. The company simply didn't have the money to go head to head with the majors. Southwest would have to out think an out maneuver. Before Southwest capitalized on the idea of offering offering permanent low fares, the Us airline industry as a whole charged the the uniformly high fares approved by ACBI think the C b is a civil Aero not Bureau, but I could I could have that wrong. The the... It's the regulator for federal airlines. The airlines operated as though, there were only 2 market segments. Those who could afford to afford to fly and those who couldn't. This assumption guided the operating strategy of the major carriers. When problems arose our costs went up, they would simply raise fares. So they'd asked the regulatory board, hey, the expensive, we need to raise fares, the Cab would comply and then the price would go up. Maybe basically ignore an entire market. So Southwest was like, hey, if we can lower the price, people aren't are not flying because they don't want to, they wanna get places faster. They just can't afford it. So why don't we focus on making it more affordable and we'll open up this giant new market, which is really smart. So it says Southwest, believing that it could stimulate a tremendous amount of new travel with low fares and Superior service challenge this assumption from day 1? So, of course, they they wanna being proven correct. From day 1 Southwest challenged the assumption that permanently reduced fares would cut revenue. They cut their fares and goes up, and we're gonna see this. And this is an example of, benefiting of trial and error. Like, many of its innovation Southwest 2 tier fair system. So this is interesting. I didn't know that this didn't exist before. So let me try to describe this Hopefully, it makes sense to you. So it says, like, my of its innovation Southwest 2 tier fair system was the outcome of... Was not the outcome of sophisticated long range planning or retreat. It was the result of good old fashioned trial and error. So they realized it, like there's really 2 type of travelers that an airline had to satisfy if it was to cover the entire market spectrum. The convenience oriented business traveler, who was more time than price sensitive and wanted lots of business hour flights, so time is more important. That's why moving to a to the hobby airport 1 up being so so beneficial to them. And then the price sensitive leisure traveler who primarily wanted lower fares and had more flexibility about when to fly. So if your time is more important you want more flights during business hours, you also be willing to pay a higher fares, what Southwest hypo. Meanwhile, that if you're trying to travel for leisure, that's not being paid by a company. It's being paid by own self, so you're gonna be way more price sensitive. So this is what they come up with. They in they introduce a system wide 2 tier fair structure. In which all seats on executive class flights departing on weekdays until 7PM were sold for 26 dollars. So that it didn't go up and down. It's like, this is the 26 dollars stay. It's 26 dollars tomorrow. So it's that... But here's the thing. This is actually gonna generate them more money because this is a 30 percent increase over Southwest original 20 dollar fare. So instead of paying, we're gonna give you more more more flexibility and more convenient times, but saying paying 20 bucks, you're gonna be 26. Well, if you're not price sensitive, but your time sensitive, you're gonna do that. And all seats on pleasure class flights deport after 7PM on weekdays and all day Saturday and Sunday, the times when when people are actually traveling for for leisure, are gonna be sold for 13 dollars, which is a 35 percent decrease from the 20 dollar fair. So now they're moving in the opposite direction. Passenger traffic skyrocketed. In effects, Scott Southwest had first to defined a special market need consisting of short haul passengers and then further segmented those short haul passengers that's such an important point by need into time sensitive business travelers and dollar sensitive leisure travelers. And looking for a way to fill an empty ferry flight, Southwest through imp improv... Oh, come on. You guys know I can't pronounce words. In improvisation had given birth to what would become 1 of the most widely emulate marking innovations in airline history, system wide, peak and off peak pricing, and they did this innovation again but through trial and error Oh, this is this is actually hilarious. So this is a creative way to compete. Remember brand if is that pain in the pain in the ass of Southwest. They try to get southwest to not exist at the very beginning. Then when the Supreme Court have ruled them, they try to give the injunction. Now they're being ridiculous. They're gonna try to compete directly on Southwest on price. Okay? And here's a the this is this is a funny part. Bran if lowers their prices and they call it an introductory fair. But Bran f had been flying for 40 years. They were not... They were not introducing the social market. They were just trying to bleed out Southwest. So Southwest is kind of say, you know, we could lower our prices for you, but we have a better idea. We say that that you think we think you're actually up for. So Southwest would not only match Brand as fair. It would also offer every passenger choice. So they really don't want... They can't... If... So basically, the price goes down from 13 dollars. Right? So their standard tickets is 26 bucks. Brand if charge go cut it in half says you can fly with us for 13 dollars. So the Seth like, listen, we're gonna match this, but they came up with an idea why... Like, why how could you convince the customer not to take the lower fare in this side, they do it. Travelers could choose. The 13 dollar fare are by a regular 26 dollar ticket and receive a complimentary bottle bottle of liquor. So it's a scotch, whiskey or Vodka that they could choose from. Business and again, they know their... We just went over. They know who their customers are. Right? Business travelers loved it. They could charge the 26 dollar fare to their expense account and go home with a free bottle of liquor. It is said that for a 2 month period, Southwest Airlines was the largest liquor distributor in the in the in the state of Texas, Britain and so detective. We're not... We're work out for Brand f. What is End result. Bran terminated. It's Dallas to to hobby to Houston Hobby airport service in December 19 75. So it's failed. I love that idea. Okay. So this is a really important I think question for, all entrepreneurs to to attach themselves? Or whatever you're doing, Like, whatever you're working on? Like, what is your fundamental reason for being? Why do you exist? Are you just out there copying other people's businesses in that, so you don't really have a fundamental reason for biz for being in business? Or do you have an opinion? Do you have a point of view? And I think most people when they... Because you think about your business all the time? Like, you have a point of view, lead with that point of view because other people are gonna... That message is gonna resonate with other people. So it says no carrier knows it's niche as well as Southwest. It says most companies fail in their growth because they don't have a vision. They don't know where to go. When you have a vision and someone comes to you with some convoluted idea, you can hold it up to the vision and ask, does it fit? If not, don't bother me. Even at the height of its success, Southwest exercises, the discipline not to stray from its strategy. It does not, for example, by jumbo jets. We're gonna get into that, really smart reason on how they simplify things. Very Steve Jobs seen of them. It does not for example, by jumbo jets, fly international route. Are go head to head with major carriers. While other carriers have been lured by the temptation to step outside their niche, Southwest airlines has maintained the discipline to stay focused on its fundamental reason for being. Cannot emphasize that enough. I think that's super important. Alright. It doesn't matter what I think. I mean, herb keller is telling you. This guy built a giant profitable airline. Listen to him. Okay. Now this is what I love too. Because to me, this is like common sense. Right? You should focus on profits over market share. I didn't know that there's companies out there that that optimized for market share at the detriment to profits. Yeah. I assume you're increasing market share because you wanna increase profits. Herb is telling us no, No. That's not the case. You don't understand the airline industry. Again, he's gonna educate us on this because he doesn't give... He doesn't care about market share at all. In serving its specific market niche, Southwest Airlines is obsessed was keeping cost low to maximize profitability instead of being concerned with increasing market share. Keller believes that confusing the tune concepts has derailed many firms to direct quote from him. Market share has nothing to do with profitability. Market share says we just wanna be big. We don't care if we make money doing it. That's what's misled much of the airline industry. So he's talking drawing on the... Again, he studied the the history of of the industry in. It's like that's what misled much of the airline industry. In order to get an additional 5 percent of the market, some companies increase their cost by 25 percent. That's really inc if profitability is your purpose. Southwest is successful because it is willing to go for go revenue generating opportunities in markets that would disproportionately increase its costs. That's so important. Let me read it again. Southwest successful because it's willing to revenue generating opportunities in markets that would disproportionately increase its cost. Herb selling is in my industry, there's people that will go after 5 percent more, which is just a revenue generating opportunity. At... But it's increasing their cost by 25 percent. Don't do that. Okay. So now we're skipping ahead in the book. And this is what I was talking about. Was like, you have to know what you're competing with. Not who. What? And this is or and I did directly from herb keller. When Bran f's coach price between Dallas and San Antonio was 62 dollars and Southwest Fare was a mere 15 dollars, 1 of Southwest shareholders approached Keller and asked. Don't you think we could raise our prices just 2 or 3 dollars? You don't understand said Keller. We're not competing with other airlines. We're competing with ground transportation. In many cases, Southwest makes it more affordable. And certainly, more convenient to fly than to drive. There's just something after reading this book and then obviously hearing him speak with something So I was actually thinking recently, you know, there's a lot of things I I'd admire about all these different founders that that I've read books on. I've done podcast podcasts about and yet because I'm in I'm totally immersed right now in in thinking of Steve jobs. I just don't know if I... If... The 1 thing, if only had to pick 1 thing that I had admire about steve jobs. Is just he has, like, a clarity of thinking that I I don't know if I've noticed in anyone else. And that doesn't mean that there wasn't people that that really sought after being like, making their, like, simplicity, like, a fundamental, like, cornerstone of their business. Well, they don't have good ideas of course That's what I mean. They're just... Just he's just thought clearly. That's the only way I could put it. Herb thinks very clearly. He doesn't need... Like, he just... It's it's like he's thinking for himself. He just analyzing a situation. He doesn't care what other people, like, the the the opinions that other people have have come up with. He just said, hey, I'm gonna look at this and I'm gonna analyze this from first principles, even though he doesn't... He never uses that term, and I'm just gonna use my own Trusting in my own logic and brain. And, you know, there's a lot of people like, oh, You know what? Their charge is 62. Well, we'll charge 18. He's like, no. I'm not competing with them. I'm not letting them distract me. I know my competition. My competition is if the price is too high, then then it they'll just drive. That's just really, really smart. And I guess, let me tie that back to what a... Why I brought up Steve jobs in that. 1 is because this note that I'm gonna read you. Says don't diversify slash deep jobs. Is because I also read this book. Reread this book. It's the second time I've read it. It's called insanely great, and it's, like, how Apple builds products. It's the, the second of the 2 books on Apple I've read in the last 2 weeks. And in that... In there there's a story in that book, which I absolutely love where they're they're making this software product and somebody working in Apple wants to make 2 versions, and then they're... The, they they bring a demo to steve jobs and they're showing them to 2 different versions of packaging. And in 15 seconds, he's, like, 1. And Like, what? Like, we make 1 product. That's it. Like, there is no diversification, make the single best product. I have to go back and look. I'm I'm very curious what the product line for iphone was when Steve jobs died. Because I don't think if he was still alive, you'd have what's going on today where you have, like, the Xr, the excess. I don't even know what the what the hell that they are. To me, there's been all these and it doesn't matter. Like my personal opinion doesn't matter But I'm gonna give it you anyways. If if, you know, you have all these people pin of all, This is what Apple needs to do, and they need to make cheaper iphone, And they you make this iphone and and in that book, it talks about how clear Steve jobs thinking was in the sense, like, they compared to the time. There's was 2 separate. This is before the iphone, by the way. There was 2 separate laptops. You had 1 for consumers 1 for Pro. And so you could literally go to Apple, and you could choose between 2 options. That's it. And they compared Dell, and I think might even been Sony. I got the other company, excuse me at the moment. They had, like, 46 different options for laptops. So I definitely think there is... I believe in the paradox of choice how humans if you limit the detroit, like, do more choices you give us, the more confused we. I've all, I've talked about this before. I want a new iphone. I don't know what to do. Like, which 1 to get. And I'm not... I don't think I'm that dumb. And I, you know, I I can use the and I can research it. My point is it's, like, Let me get to my point. What I think Apple should do, and I wondered if they were doing this when he was so alive. We make 1 iphone. This is the best we are saying, I I like companies have a point of view. I don't want them like, oh, we're just gonna give you a choice because we're gonna kinda list. It's like, no, make the single best phone. Don't even want us... I don't even want a choice on screen size. Yeah. If you wanna give them choices in color or or storage. That kinda makes sense to me, but this is the 1 phone. This is the new iphone and we have whatever call the number, which I think made perfect sense. Iphone 11. You don't get to choose the screen screenshots. You can come here and buy it. We are telling you right now. This is the best smartphone on the planet. That's the kind of point of view perspective that I feel Steve jobs had by reading the books. I don't know if I'm contradicting myself. They actually had multiple versions of the iphone when he was alive. I know obviously they do after, But I just really appreciate that. And we're also gonna see Herb does the same thing, and he does it as a way to control costs and to focus the company. Oh, so actually, it's... I... I'm gonna stumble on that right now. And this is how why they only fly 1 type of airplane. So they they... Southwest uses only 1 type of... Aircraft. The Boeing 07:37. Flying 1 type of aircraft has a strong impact on the bottom line. First of all, training requirements are simplified. Pilots, flight attendants, mechanics, and provisions concentrate their time and energy on knowing the 07:37 inside and outs. Thus, all southwest pilots are qualified to fly. All flight attendants are qualified to serve in, all maintenance people are qualified to work on and all provisioning crews are qualified to stock every plane in their fleet and they compare and contrast this in this great book called on. Blue ocean strategy I a few years ago, where I didn't know that, you know, you you could fly... Like, there's flight attendants that only can work on a 07:37, but they they might work for a company that has... They might have 7 67 or so 07:40 sevens or different kind of aircraft. I don't know the actual number, which is just silly to me. It's it's something about human nature that wants to induce unnecessary complexity even though we all crave simplicity. I think that's like important to keep in our mind somewhere, like just reduce, reduce reduce reduce. This makes it easy for Southwest to substitute 2 aircraft, reschedule flight crews or transfer mechanics quickly and efficiently. Only 1 type of aircraft, the company reduce its parts inventory and simplified its record keeping, which also results in savings. I. E. Makes it easier from to make a profit. Sticking with the 07:37 also helps the company negotiate better deals with acquiring new new planes. Look at all all the benefits. And like, why would you get away from this. Actually just, again, really clear, straightforward, not genius level thinking. You just have to have to discipline do it. I think this is another example of the clear thing you've herb. All the next page just keep it simple. And, this is interesting. Like I said, this book is very old, 25 years old. So this is before we're gonna talk about in the 19 eighties. How they, how plane ticket used to be. So says until 19 89 Southwest issued cash registered receipts as tickets. That's another great idea. I know the obviously you can't do that today, but it says customers unfamiliar with Southwest operations started complaining because they lost their tickets among other receipts. They ran them through the Washing machine or inadvertently through them away. In the meeting where executives were debating this issue, an obvious alternative to go to going to a multi million dollar system that produced a traditional multi layered airline ticket was proposed. So they're saying, oh, crap. We're getting a lot of complaints. Maybe we need use spend a couple of million dollars and be like all the airlines are. But this guy in Gary speaks up. He says, why don't we just print? This is a ticket. In capital, big bold red letters on the receipt, instead of spending 2000000 dollars to follow the rest of the industry. Southwest modified its ticket stock with the caption and it worked. I love that idea. It like, they just saved up them 2000000 dollars just by saying, hey. Make it very obvious This is a ticket. So obviously, they can't do that today, but the back of then, it it worked. And this is Herb, who was a wonderful communicator. And if you ever... I would listen to that podcast because I think it's fantastic. But if not, just just search his name and you can find them, giving talks, but he just... I love the way he communicated. And this herb on knowing what you do best. We must not let success breed complacency. Cock, greed, laziness, ind. Preoccupation with non essentials, bureaucracy, hierarchy, coral corals or oblivious to threats posed by the outside world. We don't care whether we fly to Paris. We don't care whether we have a 07:47. What we're focused on is being profitable and job secure. If people didn't pay much attention to Southwest airlines because it appeared to be a much smaller regional carrier, it was just immaterial to us. We set ourselves up to go into a specific niche in the airline business. So he's saying that we know what we're good at. Stop worrying about what everybody else is doing. Yeah. The 07:47 is a brand new beautiful plane. It doesn't matter. So something that he talks about in the book, but I've also heard him speak about is that a lot of the decision makers by Ceos and founders has to do ego and empire building, not the actual smart It's not actually good for their business. It's good for how they feel about themselves to make them feel like they're so special and important. Herb was the opposite of that? They talk about, on the busiest flying day of the year, which I think was either the the day before the day before Thanksgiving. Every... Whatever that day was. I'm pretty sure it's stay before Thanksgiving saving. Herb would show up. I forgot which airport it was. Would conclude the airport closest to the headquarters to Southwest, and he'd he'd be he'd do the luggage all day long. He'd help customers with luggage. Do you have the Ceo at this time, of, a hugely profitable airline and he's out there helping with your backs. He did not think he was better than these other people And that's why he's like, I don't care if I don't fly internationally. I don't care if I don't have the the biggest newest technology and the biggest plane so I can talk about how great we are. I'm just focused on doing what I do best, and that's serving the customer. And, you know, when you when you when you verbal it, it just seems so obvious. Like, yeah, do what's best for the customer because if you do what's best for the customer that's gonna be best for the business. And yet, we trip of ourselves and we induce this unnecessary complexity when it's not unnecessary. And my own version of that something I'm passionate about is like, that's why 1 of the reasons I don't interrupt the podcast with ads. Because before I had a podcast, I was a podcast fan. I was obsessed with them. I've learned more I've learned more from podcast. Second only to books. And I just... A believer in the medium. I think this is a huge technological revolution, the size of the Gut revolution with the print word. And I don't think by me adding interrupting our time together with ads just so I can make more money is better for you. And I think that the it's funny. I wasn't planning on I'm talking about this, but just just spot in my mind. At the end of 2000, you know, every... The end of the year just happened. So then I were reading all these articles about the podcast industry. And I'm gonna pull up what I'm talking. So I can get the quote correct. And I'm just and they're, like, you know, they're they're doing their per their, like, they're per... What's the word per they're per not... I can't I can't pronounce the words. So I can't say it. But, basically, they're saying, okay, This is the this is the state of the industry. And this is what we think is gonna happen in the future. And like, this is what's this is what's gonna be big in podcasting this year, and most of it has to do with ad tech. Right? But what I found interesting was how they don't even understand the the industry that they're writing about. Okay. I had to hit the pause button, It took me a minute to find this. So like, what I was just saying is you know, I think that you should focus every business, and everything you do should focus on what's best for the most important person, which is the person, in this case, the listeners in podcasting, the customers in a business, the actual person that that you have to actually please because by what's doing best for that person, you are default, what is herb saying that you're doing what's best for the actual business. And there's a... It's really interesting how people have kinda flipped that over. So I'm reading all these, you know, these posts and my my stated opinion here is rather clear. Listen, I don't care if if if you... If podcasts are gonna do ads, like, I'm not gonna do that. I'm against that. Specifically when I'm against is mid roll ads, how advertisers are paying more money to interrupt what you're listening to, which I find uncomfortable. And, you know, some people do at very beginning, let's look like Joe Rogan does, some people do it at the very end, like 99 percent of visible. Whatever you're gonna do that... I mean... That's fine. If that's route you're gonna go. I personally would love to see the destruction of the entire podcast ad industry, but I know that's completely unrealistic... Well, maybe it's not even unrealistic. Maybe unless you show other people a better way, a path forward eventually, that could 1 day be, like, the default as opposed to what it is in the Us industry now. But anyways, I'm reading, so I I keep a close eye on what these these these podcast networks do the ad networks because I wanna study my enemy. Right? And I'm reading the this report, and I'm like, this is my enemy is stupid. My enemy is moron because I'm reading this, and they start off. They're like, there are 2 important players in the podcast industry. Advertisers and publishers, meaning advertisers and people make podcasts. No. No. Dummy. There is 1 important player in the industry, and that is the listener because as the listener goes away, you don't have a podcast. You're sitting there talking to nobody. The... This is my my problem why I think you should have, like, a an an enemy but like a target or, like, a point of view, and this is my point of view with podcasting. Like, they don't even understand that. They literally think. The 2 most important players in the industry are advertisers and publishers. If you're gonna just make a statement that there's 2 important play players in industry, then at least 1 of them gotta be listeners. It shares hell not advertisers. You could say listeners and podcast or listeners and publishers, but you can't start off with advertisers and publishers. And that's all you need to know about these people. They don't care about the end result of what they're making because they don't even just like what what or the the example her gave us where you have this this airport that no one's even paying attention to, and it's a gold mine. Be why is it a gold mine? Because it's closer to downtown where my business travelers are going and know what he's using it. These people don't even understand anything. Other than the tons of money that the advertisers are giving them to to make a worthless experience. Okay. So I'm gonna hop off my soap box. That's not what you're here for. But when... As I'm going through these these books and reading these things, these random thoughts pop into my mind. And I just have to be... I try to be authentic as possible and and and tell you what's going on. Or, at least my opinion on it. Okay. Random random quote, which I love about herb keller. He just made work, you know, you had a good time. And you could tell that from is the drinking whiskey every day, which obviously don't advocate. Life is too short and too hard and too serious not to be humorous about it. That's a great quote for him. And Okay. So skipping ahead a couple couple more ideas here for you guys. Oh, that 1 I already read. Oh, this is fascinating. This this bill gates quote is in the middle of the book, which I just want to they talk about, like, they're talking about the culture, the significance of, adaptability and the culture of Southwest, and they're using a bill gates quote tails illustrate that. So it says, when we look back at the last 20 years, it is obvious that a number of large companies were so set in their ways that they did not adapt properly, and lost out as a result. 20 years from now will look back and see the same pattern Bill gates says. So what is he saying there? History doesn't repeat? Here nature does, he actually got caught up in this where, you know, they were a little late to the Internet a little, little late to the 2... I know they're making a lot of profits from their from their legacy businesses, but a little late to mobile computing as well. Which is inevitable. It's all it's gonna happen to all of us. Okay. Oh, so I like this. If you're going to be small, you have to be fast. Another great idea from herb, and he says, Keller illustrates the speed with which Southwest moves by telling a story about Don Valentine, former vice president of marketing. Valentine had just joined Southwest from doctor Pepper. When the marketing group met in January to discuss a new television campaign. So remember, we always talk about how large companies do really, really silly things, and that we're... The longer you work a large company, the the less... Like... The less you're gonna actually notice this. So this guy coming from doctor Pepper. He's going to Southwest, which has more of a start up mentality, or a small company rep mentality rather. Valentine was ready with his timeline for producing these ads bus. The commercial could be scripted by March. Sc approval could be completed in April, casting and could be happening and it could happen in June. And the company could start shooting at September. When Valentine finished out, he's in a meeting with to Herb Keller. Let me just give you that context. When Valentine finished outlining his scheduled, Keller said, Don, I hate to tell you But we're talking about next Wednesday. The new vice president quickly became accustomed to the speed with which Southwest operates. So I've talked about on the podcast a few times, the the this idea. The... 1 of the people I've I've learned most about just good fundamentally good ideas for applied to to your businesses is Jeff Bezos. And then if you read the book. The everything store, I had a podcast on. He repeats the stuff over and over again, which is really important because, like, if they're important, like you have to be you have to be willing to repeat yourself for 10:20 30 years. So it really seeks in your ideas really start to take root in and sink into the minds of other people. And so, the these ideas that Jeff or peace all the time, they call Jeff Ism. So this is a herb ism. And he he says us over and never again, and I think it's good for all of us. He says success is never is never final. Indeed, success must be earned over and over and over again or it disappears. And the... This is something that I... I'm an advocate for my own life, and a note I left myself. Don't know. I left myself is the benefits of curiosity are unpredictable, and I'll close on this. Keller is a student of life and a v reader who digs deeply into issues to understand them thoroughly. It is not unlike him to go on a book buying binge and spend 4 or 500 dollars at his favorite bookstore. When his son David was studying physics in college, Keller started reading up on the subject so the 2 of them could converse. Keller once brought bought a 300 page history of Richmond, Virginia and read it before speaking there as at a symposium for Ceos. I love this. He ends up having a dinner at some old time Virginia home, talking about the history of Richmond. They're going around the city and Herb is pointing out where battle works were set up and other places of historical importance. I don't know where he finds the time. He didn't do it to show off. He did it because he was going to a new place and he loves history. So that's the benefits of curiosity and how they're unpredictable. Is something that I've read on Twitter the other day that I'm really trying to think about in general, and it's a it's a double ent tundra. And it's just a a good mantra for your life. And it's 3 words, avoid boring people. Meaning, avoid people that bore you and avoid boring other people. And 1 way to avoid boring other boring other people, is to to learn a lot to read books to listen to podcast podcasts to watch different lectures to get into whatever it is that you're into, that way when you're having conversations, you know, you can actually bring up something that's just not the common stuff that people just repeat over and over again. Not just stuff that you find in popular culture. You know, the people that were at dinner with Herb, what's gonna happen from him reading that book. Well, first of, about it because he's he's intellectually curious. So you have to start there. If you're... You either are curious you're not. I think personally, everybody is. It's just beaten out of them from when their children. They just have to... To apply it. They have to find what their curious about and go deep into them. But his benefit is, the people that may not have known who her was before. Like, oh, this guy is really interesting. He can carry on a conversation. He knows things. What it... What's human response to that? It's like, oh, shut up about your no one's gonna respond that way. Like, this is a guy I wanna know more about. And though those benefits to to all of us is, you know, they're they're unpredictable, but they're legion. So... Okay. So that's where we are going to leave this this podcast today. So 1 thing that I... Would just wanna bring up to. That book I was reading at the beginning, their creative selection book. I'm actually doing a podcast on that, and it's going to go on the reviewer only feed. So this is... At the beginning of the podcast to ask for your your direct financial support. So some... That's only applies to people that can afford let's say, on a monthly basis, you can afford to spend 1 or 2 go to buy coffee once or twice. If you're in a situation, I've received emails like this, Some people are students, Some people are in a bad situation, I don't want you to support financial financially. You can do things. You can do it in other ways. You can... You can tell friends about it. You can share it on social media. You can do all kinds of stuff. But if you are in the position where, you know, it's not gonna break you if you buy 1 or 2 coffees a month. Please tap the the link that's in the description, and sign up to support this on a either monthly or annual basis, you're gonna get you know, what... At this point, if you tit all the notes that I've done so far. And, again, their tweets side... I break them into, like, treat size bullet points. If you add up the words, it's already I've already written over a book. It's just... It's like 60... I think 60. It's 70000 words, something like that. I forgot the exact number, but it's it's massive. And it's just ideas from entrepreneurs about building companies and their best ideas that they have. So please please support doing that. Now, however, if you're in the other boat, when you can't afford to it at the moment, that's fine. There's another way you can do it by leaving a review. If you leave a review or rating, Take a screenshot of that and email to me. At founders reviews at gmail mail dot com. I'll reply back personally with my private podcast feed. I've already done 2 podcasts. I've done 1 on Steve jobs, pay based on Ed Cat, the founder of Pixar working with him for 26 years. Another 1 I did on, 1 of the c founders of Paypal. And then I'm recording this week, a third 1, which is gonna be that creative selection book, which I read from at the beginning of the podcast. So it's very easy to do that. Take a screenshot. If you're on a podcast, like, a lot of people listen to me on Overcast. Overcast has this great feature, which a lot of you guys have been doing where you can pick... Just pick an episode. Maybe it's this episode another episode which you really liked. Recommend it by pressing the little star. Once you press that star button cast, it turns gold. Take a screenshot of the gold, of the star turning gold, and email to me at founders reviews at gmail dot com. I will reply back personally, and you'll have access to to the private podcast feed, which is only available for people that have actually left reviews because you're do me a favor. Every single podcast you've ever listened to says, please review. I am the only 1 that I've ever heard that actually asked you to review and we'll continue to do work for you. My goal here is to make this private podcast feed so valuable that's well worth a minute or 2 of your time, and it really helps the podcast when you do this. Oh, and another thing. Some people, I've always said, hey email it to me. Recently, I've had some people dm me on Twitter their review. If that's more convenient for you, that's cool with me. You can dm me. My my Twitter is David center 1, the number 1. It's also on every single... The bottom of every page on the founders podcast dot com website. So I think I've talked enough. My voice is already starting to lose it again. So I just wanna thank you again for your support. Thank you for listening. Thank you for telling your friends, and it be back very soon with another podcast about another finder."
}