{
  "transcript": "This book tells a story of how my career began. How was abruptly cut short and what followed once I resume that career. It is a story of creativity and innovation. Of victory and defeat of laughter and tears of pure coincidence and sheer luck of commitment to high values of determination of stubborn and of c. All in the name of serving investors. Small, as well as large, simply by giving thrifty human beings, their fair share of whatever returns the financial markets best bestowed to our investments. It is also the story of a revolution. No. There are no molotov cocktail throwing radicals involved. Just 1 man with a truly financial world changing idea called the index mutual fund. That idea has spread like a meme, maybe even a religious sec. It is the index revolution and Vanguard has been its clear leader. For as long as I can remember, I've used the phrase, stay the course to urge investors to invest for the long term and not be diverted by the daily sound and fury of the stock market. In this book, as you'll see, stay the course, also has been my motto in building Vanguard, holding fast to a long term business strategy and overcoming both adversaries and universities, none of which we're able to halt or rise. Okay. So that is from the introduction of the book that I wanna talk to you about. The book is called the book is titled stay the course, the story of Vanguard and the index revolution by John Bog. So I knew I was gonna eventually get around to covering John Bog because I think he is the inventor and the founder of arguably 1 of the most important, products and most important companies in history. And I'll put into financial terms later on in the podcast. That'll make... I think that statement fairly obvious. But, a few weeks ago or about a week or 2 ago at the time of I'm recording this, he passed away. So I decided to push him to the front of the queue. And, for us to study his ideas because he was a truly remarkable person with some very simple ideas that in a retrospect extremely obvious. And as we've studied in the podcast, a simple idea coupled with determination, usually can lead over a long period of time to to great results. And before I jump into the book just a reminder that this podcast is ad for and independent, so I rely on the people that actually get value from my work. The best way to do that is sign up for Founder notes. If you commit to supporting this podcast on a monthly or an annual basis, you'll get all every single podcast notes. So just like I take notes on books about entrepreneurs, I take notes on podcast with entrepreneurs. And I just counted yesterday, the full archive of all my notes have taken a hundred notes on a hundred and 32 different founders. So the same way I'm pulling out the main ideas of these books, I pull out their main ideas from the podcasts and email email them to you every Sunday, and you could just do that by clicking the link below are going to founders podcast dot com. Alright. So Let's go ahead and get into the book. Now this book does not follow the the timescale scale is not linear. So he'll be talking about something that happened in say 19 74, and then he'll flash forward to the result of that let's say, 30 years later. But I'm just gonna pull out these ideas. Don't worry about keeping the time frames because it it it'll be too confusing unless you literally read the book in order. So we're gonna get to how he get... What he what he was referencing in the introduction about how his career was cut short, and then he had to to basically start all over again. So he's gonna explain a little bit about that in a minute. For now though, all you have to know is that he got fired, and he decides, hey, this is an opportunity to kinda turn the industry, the the the active management industry on its head. And it... It's based on a thesis that he wrote 19 51, which will also get to. But anyways, he's public publicized his plans is to to basically have an on an unmanaged index fund, which didn't exist at the time. And well, this guy named John finds out, and the note I left myself was is you wanna put customers needs first, how dare you. And so as we can imagine, and we've seen and another podcast. When you ever you have a new idea, you're gonna get a lot of pushback, especially from the people that make money, that are making money doing it the current way. So he talks about, hey, I wanna meet with you, John's like, okay. Well, you can just meet with me tomorrow at the airport. And it we're gonna pick right up to the point. Says after a few pleasant trees, he got right to his point. I understand that you're planning to create a new mutual fund complex that will actually be mutual owned by the fund shareholder. Yes, I responded. I hope to build such a firm. To put it mildly, John was not amused. I still remember his exact words. If you create a mutual structure in other terms, you'll put the... If you put the customer's needs before our own, He said stern, you will destroy this industry. More than 4 decades later, it is clear that John was on to something. If he had amended his dire prediction to say, you will destroy this industry as we know it. Today, we could credit him with almost perfect foresight. Then again, nobody in 19 74 really could have predicted that an ups start firm founded at the bottom of a vicious bear market would overcome all odds and not merely survive, but ultimately dominate the mutual fund industry. So what I particularly loved about reading this book is to spends a lot of time in, like, his thoughts going back from when he was a princeton in the 19 fifties all the way up to when he started Vanguard. He was in his mid to late thirties at the time. So that places it somewhere in the 19 seventies, mid 19 seventies. And so now today, I think it's widely known by a lot of people, you know, index index funds are massive. They're the they're right at the time of recording this. I think Vanguard has something like 6000000000000 dollars of assets under management. But this industry literally did not exist. In in the 19 seventies. So it's really interesting to see the creation of a a fundamentally brand new product, and then, of course, the predictable responses from, you know, the entrenched entrenched interest. Okay. So let me just give you in case you don't know, this is just a brief description of what Vanguard does and why it doesn't it. The decades that followed, the name vanguard along with its unique structure and an unprecedented strategy built around the creation of the world's first index mutual fund, so the company started as Van Vanguard the product he created the invention I would say is world's first index mutual fund would un change the nature of the mutual fund industry as we knew as we then knew it. Call it, creative destruction, call it, disruptive innovation, call it, luck. For surely, the passage of time would have eventually awakened the investment world to this fundamental truth, and this is what he built his entire company on. Before costs are deducted, the returns earned by investors as a group precisely equal to returns of the market itself. After those costs, therefore, investors earn lower than market returns. He means actively manage. The in fact, this is the irr fact. The only way for the hundred million families whom the mutual fund industry serves to maximize their share of the financial market returns. They earn as a group is by minimizing their costs. Vanguard took the leadership role in bringing down the cost of investing, ultimately, becoming the world's lowest cost provider of mutual funds In other words, Vanguard was successful because they put their customers needs before their own. And on the very next page, this is an the explicit secret Vanguard was built on. The concept that fund managers could not add value to their client's wealth. Once considered nearly here, is now broadly accepted. Remember, the mutual fund industry was invented, somewhere in the 19 twenties. 19 24 is the the the year that I've seen. All the way from 19 24, all, it took 50 years for them to basically, to realize this fundamental truth that fund managers actually don't add value to their client's wealth. Now this was not... This was also as as we'll get into in a minute. This was not an idea hidden. There's many people writing about it. They just didn't take that actually idea and do something about it. That's what made John, so unique. And I think the early earliest I saw somewhere in then, like, I think 19 fifties it was realizing, hey, if you're actually analyzing the returns, compared to just if you took the market returns and then you compare that to the fund man the active manage, the active fund managers, they're actually getting results worse than the market. Okay. So we're gonna get into... Now we're gonna go back in time, and we're gonna figure out, we're gonna learn here where he gets the seed of the idea for Vanguard. So he's a junior in college at the time. And he's trying to figure out, like, what he should write a thesis about. He said, late in my junior year, and 1 of my many appearances of... And and in 1 of the many appearances of good luck in my long life. I found myself in the library. I was leaving through an issue of Fortune magazine. I began to read an article describing a business I knew nothing about. 1 that I had never even imagined. The headline read, big money in Boston. I immediately realized that found the subject of my thesis. And so this is where he's first exposed to something. They're not even called mutual funds at the time. There... In this article, there's calling them open open end fund. So now he's also gonna realize that, something... I guess, like, we should know better by now. But Well, let me just read this paragraph, and then I'll tell you. In those ancient days, the term mutual fund had not yet come into general use. Perhaps because of mutual funds with 1 notable exception are not mutual. In fact, in direct contradiction of the principal cell spelled out in the pre am to the investment company act of 19 40, they are organized operated and managed in the interest of the management companies that control them rather than placing the interest of their shareholders first. He's even on the board of 1 of these kind of you know, these tons of industries have these, like, groups where they set rules and ethics and basic to decor. And what he realized realizes is, like, you guys aren't even reading the dot... Like, the... Your articles or organization. Like, why you were... Why this organization is this in the first place. And when he started to introduce to say, hey, let's just cut our fees. Let's we... If if we have 50 years of evidence that it's... Like, man... We actually are not adding value, that the people that are choosing to, pay us exorbitant fees to manage their money are actually getting a worse return a much worse return than if they just bought a broad index of the entire market. Why don't we switch to that product because it's better for the consumers? Well, what what have we learned in 50 something up episodes of about human nature? Like, that's they're gonna guard what they're making money, what they're making money on their own interests. And so he got a hell of a lot. Like, he got tons of slack. But this guy, like, many of the other entrepreneurs that that we've studied. It's just extremely stubborn and bull headed and just just leaned into basically a giant fight. And I'll get to... You know, we're now we're living the, like, we're... We've benefited from the fact that this guy was completely stubborn about this 1 idea, and he spent up until he died a few weeks ago. What is that? 50 years just focused on this 1 single idea. Okay. So we're not there yet though. Let me go back into this moment in 19 51, and it says that ser moment would shape my entire career and my life The fortune article was the springboard for my decision made on the spot to write my thesis on the history and future prospects of open end investment companies. I threw myself into the task with intensity, spending a year and a half researching and writing the thesis. Writing the thesis. Meanwhile, falling madly in love with my subject. I was convinced that this tiny 2000000000 dollar mutual fund industry would become huge. So he's correct about that at the time he's involved 2000000000 today, 21000000000000 mutual fund colossus the industry is among the nation's largest and most dominant financial sectors. And so I'm not gonna read all of the conclusions from his thesis, but these are 2 that I found most important, and you'll see that that shape heavily. The creation of the product. He's gonna make 23 years into the future. And so, my thesis conclusions reached after an intense analysis of the industry Number 1. Investment company should be operated in the most efficient, honest and economical way possible. So what is he talking about there? Cost frugal gal, something that runs throughout this book, something that runs throughout this entire thesis of founders podcast. You're not gonna find very many of these these entrepreneurs who were able to build successful companies that were that wasted their resources. They were frugal. Doesn't mean they didn't spend money, like, think about Walt Disney. He'd spend a lot of money, but he'd make sure that all the money he was spending was increasing the quality of the product, not spending on just silly things. And then future growth, this number 2. Future growth can be maximized by reducing sales charges and management fees. And he's got a great way to put this later in the book. It's something like, performance comes and goes, but but costs are forever. So what he's talking about Number 2? They... Like, your performance over a long time, like, the the the 1 of the wonders of the world is compound interest. Right? But just like your, just like your returns compound over time, so do your costs. And so if you focus on just letting your your returns compound, But then you eliminate your cost, you're gonna... That the delta, the difference between those 2. Over a long term is going to be substantial. We're gonna get into those numbers in a little bit. Okay. So he writes this whole thesis This is, like, a hundred and 20 pages. It's published. And then he... Somebody else, he gets a job. Basically, his thesis leads to a job offer. It's this guy named Walter Morgan who's also... He was an Alumni Princeton about 20 or 30 years before, John was... So he reads... He says following my 19 51 graduation, Walter L Morgan read my hundred and 30 page Opus and offered me a job with his Philadelphia firm, Wellington management company. Now this is important because what out of Wellington, is where Vanguard is actually created. Okay. So I'm gonna skip over this, as you can imagine, John, goes to work, he takes his job extremely serious. There's a bunch of numbers here, which I think is gonna be confusing if I pulled them out without context. So this is the summary. Bite, by the time a decade had passed, I was viewed as the hair apparent to mister Morgan. I assumed that I would be at Wellington forever. Another reoccurring theme that the future is unpredictable. The world is much too complex. So he's like, I'd just be happy. He wasn't even thinking he'd ever have to be a founder an entrepreneur. Okay. So Here's the problem. But but the stability I hoped for at Wellington would not last. By the time of my rocket like like ascent to the company's presidency in April 19 65, the traditional mutual fund industry that I described in my princeton thesis had changed. So at... It's really important to note. Again, this is 19 65. The index fund is not invented till 19 74. So although they're conservative, they're try... They're... What I guess you would call value investors at the time. There's still... Most of their money is made on management fees. Okay? So I says, I described, the the traditional mutual fund financial industry I described my princeton thesis a change and not for the better. The Go go era was in full swing, and that's not a name he created. You can Google. Go Era. There's like, all these different boom and bust cycles. Given different names throughout history. So this is the 1 that's happening around in the sixties. The Go Era was in full swing, and investors were abandoning conservative balanced funds, such as Wellington and Drove. Drawn by the siren song of quick profits being earned by high flying aggressive stock funds. 1 way or another, I would deal with these challenges for the rest of my long career. So what is he saying? Human nature is constant. They're getting good returns, but they're, you know, they're playing it safe. They're very conservative because what's warren Buffett 2 rules of of being becoming wealthy, 1, don't lose number... Rule number 1, don't lose money. Rule number 2, follow rule number 1. So they're trying to... Instead of optimizing just for the the highest returns, which they feel more speculative in nature. They're keeping a balance. But what are humans humans will always forever, love to make a lot of money fat really quickly for doing nothing. So this is happening in 19 sixties. I told you guys before. I read... I've read a lot of... I don't know, probably 2 dozen books on the history of, like, a financial market. Something I was interested. In and... It's something I've done less in the last few years because Kind of... Not that I figured it out. Shouldn't say that, but I just went there a period in my life. This is was basically I was reading, and this is probably 10 years ago. But I read this great book. It's called this time it's different. 8 centuries of financial fo, which just basically outlines over 800 years, the the behavior of humans separated by, you know, centuries and and and geography remains the same. So once you look at it that, and you start to get old enough you and you lived through a couple of these boom bust. I was like, oh, okay. I've seen this before. So that's what he's saying. And he's dealing with this 19 65. He's writing these words in 2016, to 2018, and he's saying, hey. 1 way or another. I'm gonna deal with these challenges for the rest of my life. That's how you kinda know human nature's constant. And this is his... The way he the way he deals with this. And I would argue this is his motto since he he repeats it in in the book probably a dozen times. In the challenges they lay ahead, I would need a guiding star and a motto that encapsulate it and cap and caps it. That that motto was and still is, stay the course. So before I read this book or as I was reading, I think, let me grab it real quick. Okay. So as I don't know if was before or daring, but I was taking... I was listening to Jack, his name is John, but people call them Jack. I get really confused with that. Let's... I'm gonna call him John. So, I was listening to John on a podcast that he recorded in 2016. And even though I think he died in his late eighties. Hearing his voice, even 2 years before his death, he sounded extremely, like vibrant and young, and was still a very clear thinker. But to to echo the point that he's writing about in his book about this. Hey, I need a motto in life, which he's calling in the book, stay the course. Right? But he said something that was found interesting. And for the people I've already subscribed to founder notes, this is coming from founder notes number 20. And he said, 1 of my basic rules don't do something. Just stand there, and he's talking about why you don't wanna monitor your portfolio daily, and he goes, the movements of the stock market are a tale told by an idiot full of sound and fury that signify nothing. And he's gonna harp on this point over and over again in this book that you have to eliminate the noise and just focus on the signal. If he is mathematically certain that if he lowers the costs, and they I think they decrease their costs by the time he retired a Ceo, like, 200 times and never increased them. That that will give you the best returns. That'll give your customers the best returns than anything else. So it... That's what he means by just stay the course, don't do any. I mean, it it's kind of... You are doing something if you're staying the course. But if you if you've already picked this If you know what your theory is true. Don't keep changing it. Don't listen to these mach nominations so which never stop. He's talking about this, he realizes all the way back in 19 65. But in this book, he goes to constantly. They called about the nifty 50 era, the 19 60. The Go era that it goes through the dot com bust in the late nineties early 2 thousands. Just over and over again. He's like nope Stay the course. Stay the course. Don't do anything. Don't interrupt your compounding and just focus on costs. It's really solid advice. But for some reason, really hard for us as as a species to adhere to. Okay. So this is an example of the environment vanguard grew out of. So they're talking about... He was just talking about, you know, these people that they they... They're, like, flash the pants, but they... He he also references that the stock, the financial services industries more of, like, a marketing industry than people would actually, want to admit. So this is an example of who we has to fight with and why some of the capital fleeing from Wellington into, you know, more spec speculative funds and what the end result of that is. So this says 1 particular egregious example was the enterprise fund. In 19 67, this newcomer would would report a dubious return of a hundred and 17 percent. Built largely on the acquisition of previously privately owned stocks acquired by the fund at discount, as large as 50 percent from the market price, and then later marked up to a hundred percent of market price. So, again, they're advertising, hey, we we made a hundred and 7... We made our customers a hundred and 17 percent on their money 1 year. Most people are not going to actually look into, like, what's the underlying effect? Like, how did you do that? John does. So that's what he's describing to his here. Says in the following year, enterprise drew the largest annual cash flow in the previous history of the fund industry. So again, that marketing is very, very persuasive for humanity because what what we just talked about. Humans will always try, usually each other dutch to make large amounts of money really fast doing nothing. Okay. So in the... So it says, from this marketing, the annual, look they got the largest annual cash flow in the previous history of the fund. For the entire industry, an unheard of 600000000 dollars, and this is in 19 67 guys. The fund assets grew to 950000000 by the close of the next year. But reality finally returned to the marketplace and enterprises funds assets fell to 84 percent to less than a hundred and 50000000. And the fund checked this out. And the fund suffered negative net cash flows in 22 of the 25 years that followed. Soon thereafter enterprise had ceased to exist. And now something happens here that's gonna change the trajectory of his career. And the note, I just wrote to myself as, again, human nature is when you're scared, you're likely to copy. And we saw this in the last decade, a little, I guess, little longer by now with, you know, the the great returns, some people were getting in the real estate industry, let's say the middle 2 thousands, so it's like oh my god. If my idiot neighbor can make a hundred thousand dollars just by buying a house and selling in the next year, then then, of course, I should be able to do it too. And so you see these people rushed to all these, and that's what that's what exacerbate rates the bubble because they're like, oh my God, I'm gonna miss out. I'm gonna... Like, I'm doing something wrong. These people have something figured out that I don't, but we know that's just not true. So this happens to his boss, mister Morgan. And mister Morgan... He arrives at the wrong conclusion that he was actually too conservative. So said, mister Morgan had become concerned about the growing trend towards speculative funds. The funds we were just describing. He recognized a serious threat to his conservative philosophy and his business. With its near total dependence on the balanced fund. I was too conservative. He told institutional investor magazine, and he's older, and I I just feel bad about this. He says at age 66 He decided that it was time for new leadership and took a radical step. He called me into his office and told me that I would immediately take charge of Wellington management as his successor. I still remember his exact words. John, I want you to take charge and do whatever it takes to solve our problems. I was but 35 years old. But after working with me for almost 15 years, mister Morgan had come to trust my judgment. Perhaps overly self confident, I thought the solution was obvious. And this is the mistake that he's that that John talks about that he'd made. And the mistake is basically copying. Like, well, if we're getting our butts kicked, by everybody else. I, clearly, we like, we gotta ditch this conservative, this conservative approach as well. And so, John takes over. He becomes a Ceo. He finds another another, firm that has... It's run by a bunch of other partners and has more, let's say, you know, aggressive funds. And John, even though he's running the company together, they're a bunch of young guys, and they actually land on the cover of a magazine, and they call them the wiz kids. And it says together, we 5 whiz kids whiz high for a few years, so they they they transition from the front being conservative, they jump in with every... Whatever everybody's doing their copying. So, yeah, we can do this too. The go go era went went. It was super seated by something distinctly different. But it turned out even worse. The nifty 50 craze in which the stock prices of the nation's fastest growing companies lost all touch with their intrinsic values. The simple principle Don't worry, high valuations don't matter, earnings growth will ultimately bail you out. Does that sound familiar? Stocks such as Xerox, polaroid, Ibm, Avon and Digital Equipment Corporations soared. These stocks at their peaks were valued at 50 times earnings or more, but reality finally took over and the stock price collapsed. Participants in that bubble included not only mutual fund managers but the vast majority of institutional investors, insurance companies and even college endowment funds. From its high in early 19 73 to its low in in early October 19 74, the Us stock market fell by 50 percent. So he's saying now it happened to us. It happened other mutual fund managers. It happened to institutional investors are supposed to be the, you know, the the pros, insurance companies and college endowment funds. I always talk about the fact that, you know, books can can 1 book can literally be life changing. And 1 of the life changing books for me as as far as how view the world now was Michael Lewis book the big short because it goes into detail. Obviously, like, Michael Lewis can... Is 1 of the the most entertaining writers that anybody can come across. He he wrote a book, like he can make just paint drying a fascinating novel. But I really, like, love his storytelling because he's able to teach you while you're being entertained. But the same stuff that's happening now that John's going through in 19 seventies, happened exactly in the big short, decade, decade and a half ago, and it's same people got caught up. Fund managers, institutional investors, college endowment funds, insurance companies. This constantly happens over and over again. And it made me doubt, like, before, you know, it it's... You're you're taught that, oh, there's there's such thing as experts and in their their decision making is almost invaluable, and you just... It's just not true. They're just human beings, and human beings are fundamentally flawed. Okay. So the results, but the difference between a lot of us and John, is this failure actually leads to intros spectrum. So he's gonna He's... This is when he's going to learn. He's like, oh, well, he's also gonna get fired too. So that helps. Okay. So at the same time, Wellington new business model began to fail. 3 of our 4 new funds our aggressive new managers brought into our fold collapsed. I questioned. I, so then he started reading. Like, what's going on? He goes, I questioned whether our public ownership structure was the best for our mutual fund shareholders. So there's that that thing that he was writing about 20 years earlier in his princeton thesis is now coming back, and he had to come back. This failure had to happen to him for him to understand oh my god. Like, I've been through this before. Like, we we cannot... The the future is fundamentally unpredictable. You... There no active manager is going to beat the market returns over a long period of time. Like, our entire industry is a fraud. So he says it was high time I added that any conflicts between the profession of investing and the business of investing be reconciled in favor of the clients. And so I'm skipping over parts about this, but he's giving talks at this time to other, like, to organizations of investment professionals. He he's like listen, this is objectively true. And if we can figure it out, it's only a matter of time to our customers figure it out. So we don't change, our industry will cease to exist. And for that that fundamental truth, he is os size in general and and made fun of they call this when he starts his company, and we're gonna get there in a minute. They call it Bog fo. They think this guy's you know, that he's he's crazy. He doesn't know who he's talking about. Okay. So this is for before he gets there that before he starts this company, he's gotta get fired and the can happen here. My my partners quickly found a Scape go. Not among themselves, despite the responsibility for their terrible performance of the mutual funds who... Whose portfolio is to actually manage so that he's actually gonna get fired here from, you know, the 3 of the 4 funds. Each of the funds had a manager. And 3 of the 4 failed. And again, they're like, oh, it's not us. It's you. You gotta go, which is just hilarious to me. Not among themselves, despite the responsibility for their terror performance of their mutual funds who who portfolios they managed. They chose me as their scape go, because he was also the Ceo. The chief executive responsible for the merger that wrecked such havoc on the returns earned by vet the investors who had trusted us. Yet, I had seated substantial voting power to the new managers to accomplish the merger. That was his downfall, they band together and they fired me. It was the most heartbreaking moment. Actually, until then the only heartbreaking moment of my entire career. I decided to fight back. So this is the beginning when I referenced earlier, his dogg ness, his stubborn ness, his perseverance. And I think I I think there has... There not... There's has to be. I think in some cases, it's helpful that the seed of your determination is anger. In his case, it's the anger of being un what he feels unfairly scape. It's the anger of his idea, not being listened to, even though he feels that objectively be true. I found that, like, I... I'm going back over my notes for for a bunch of the podcast. But specifically, I think all the books that I've read so forth for the podcast are extremely valuable. But if if... I I I've told you this before were in in conversation, I I really tried to to design within constraints. So if I'm talking to a friend, I'm like, hey. I like to pit, like, false constraints. It's like, okay. If you're stuck on an abandoned on a desert island, you can only bring 1 music album with you that to listen to address your life, what is it? If you can only visit 1 city, the rest of your life, where where do you go? I like this because you're you're forced... You force people to, like, think hard about something, and you can actually see how they analyze things and and why? I think it's a... It's very helpful and, like, understanding that person even more on a fundamental nature. So if somebody forced me to say, hey, out I have all these books that you've read so forth though to podcast. You can only recommend 1, what would it be? I think it would be the auto of of James Dyson. And something I was looking over the notes, of his is like, he built 5001 hundred and 27 prototypes because he was angry that his vacuum cleaner didn't work. He was angry that every single product on that market and his words were shit. He was he was offended at how ugly and bad they worked and how... And what... In his words, how stupid they were designed, from the bag and everything else, you can go back and listen to that podcast or read the book if you want more details. And I feel like we're seeing that here. First of all we see that in a lot of places, in a lot of these entrepreneurs, You know, they're just mad at how bad things are. And they're like, I can do better. And I'm going to to and that kind of that seed of dissatisfaction and anger leads to them to to pursue this almost like, with missionary Z. I would say. So this is the beginning of that for John. Okay. So the New York Times is writing about all the stuff that's going on at the time, and I'm just gonna read this quote and it gives you a good idea of what's what's happening. A John Bog, who was forced out of a hundred thousand dollar year job as President and Ceo of Wellington management in late January is expected by his associate his associates to try to fight his way back at the next board meeting. Mister Bog is understood to believe that this may be the appropriate time for the funds to neutralize. Or take over their investment advisors. So that's just another way of saying out of this, I'm gonna... I'm not only my, like, am I going to fight this, which they do, Vanguard is actually, like, sprung out of Wellington because he's successful in this. That it's funny because they're... He has this prohibition in his contract He's like, well, you can't do active management. And he... And several times, he gets the board to agree to what he's doing because he's like, I'm not actively managing it. Nobody's is managing it. It's an unmanaged fund. So again, another way that out of these constraints, even though he had this idea prior, out of these constraints, you know, he's able to to create this this wonderful product. Okay. And then he he has something in a footnote that I just wanna read. And let me read it to. And then I'm gonna tell you brought to my mind this this quote from Elon Musk. And he said don't forget that at the outset, the odds against creating this new structure were long. And the odds in favor of building a 5000000000000 dollar colossus were essentially 0. That maybe think of this Elon musk quote where says when something is important enough, you do it even if the odds aren't in your favor. Okay. So oh, this is just a a sentence. It says it took no genius to realize that our destiny would be determined by the kinds of funds we created, whether they could attain superior investment returns and how, and how effectively the fund shares were marketed. And I felt, when I read that sentence. Like, he's talking about investment investment, like vehicles. And I really feel like if you change this to product and for a company it remains true. It took no genius to realize that our destiny would be determined by the con... By the kinds of products we created. Whether they could attain superior returns so instead of investment returns would, like, if the customers experience with them peer and how effectively instead of the fund shares are marketed and how effectively the product was marketed. Which so I I think that those principles hold true in both domains. And so this was very interesting to me no 1 noticed an Ak acorn. The formation of Vanguard largely went a unnoticed by the press. Today, 1 search is in vain for any recognition in the financial media that a new company had been born. Let alone a new company that had broken the traditional rules of mutual fund structure. And the reason I said no 1 noticed the acorn, that's a play on the... 1 of my favorite... Jeff Bezos quotes that I always talked about on the podcast that every oak tree starts from an Ak acorn. And if you give it enough time, and your idea is correct, like that you can grow it into, you know, a business that that grows large, whether that's large in revenue profits, people, whatever you're trying to optimize for. Okay. So... Okay. Well, here here's here's some of the people that the few people that were paying attention, it was negative. And I my know it's just just ignore these. And this is also personally why I spend most of my time reading old books than current events. I think time is smarter than us and it's a good way to filter what is actually important because we're gonna see here. Later, when we did begin to attract attention, it was not kind. In a May 19 75 article, Forbes Magazine treated our new mutual structure with scorn. So I'm gonna skip over, you know, they're just hating on it basically. Decades later and then this is the the punchline. Decades later, then Forbes editors issued not 1, but 2 apologies for the bane article. In 19 99, they said, with the benefit of hindsight, we should not have published that Sn article about the Vanguard group. And in 2010, they wrote another 1. I'd like... This is Great. See. I like to officially retract a story forbes published in May 19 75. Bog is a... Is as ver... I know... That's not how you pronounce that I word. You... I think you know what I'm trying to say is as ver as ever, an evangelist for cost cutting. I think he has done more for investors than any other financier year of the past century. The reason I say that it relates to, you know, there's a lot of... I have a lot of friends that are news junkie are constantly reading the news problem is like you're just reading it as it comes out, you have no idea if it's even valuable. Go back. And 1 way to cure yourself of this. Just go back and read, start reading the newspaper articles from a year ago, and you'll realize, oh, wow. I spent time worrying and thinking about the thing, and I think doesn't even matter now. If somebody was reading this this article in 19 75, they might have actually believed that Forbes magazine knew what they were talking about. But humans don't know what they're talking about. The only way we know if humans know what they're talking about is to to use time as a filter for that. So read books. Alright. Okay. So others in the mutual fund industry may have well felt the same way about the creation of Vanguard as did that article in Forbes in 19 75. But they largely ignored its birth. Little did they suspect what would lie ahead. And this is him telling us that you another a piece of advice that I feels echoed a lot and the entrepreneurs is knowing why you are doing what you doing. And if you don't know why you're doing what you're doing, you might... You're more likely to quit. So he says, the the guiding star of stay the course again prove to be an essential aspect of my ability to sur out challenges. Weather the heartache and disappointment of the years from 19 65 to 19 74, depended on my dogg determination to stay the course of my career. The battle was long and hard. But the result would 1 day bring a revolution to the world of mutual fun. In retrospect, I don't see how I kept my cool. I I don't see how I kept my cool under the pressures of battle, but para kip, I treated triumph and disaster those 2 impostor just the same. I like that. It's almost like you had a stoic nature, realizing that you can't get too excited when things go well, and you can't get too bummed out when things are going bad because they're are both of those are inevitable. I knew what I wanted to accomplish and Vanguard novel mutual structure was the key to what would come next the world's first index mutual fund. I love this idea about motive and opportunity. So again, he's saying, remember when he said back... He's like, listen, A lot of what happened to me was locked because this idea was going to come 1 way or another, whether I did it or somebody else did. So he he he finds the writings of this guy named Paul Samuel, and he was writing about the issues with the the with fund managers. And he was doing this in the early 19 seventies. And he did it an an analysis. So the return. He's like, wait This doesn't make sense. Similar conclusion that that John has, but John takes this Idea and runs with him. Doctor Samuel could find no brute evidence that fund managers could systematically outperform the returns of the S and P 500 index on a repeatable and sustained basis. Now this is still holds true today. In essence, he demanded that someone somewhere start an index fund modeled on the S and P 500. As yet, he wrote, there exists no convenient fund that apes the whole market requires no load and keeps commissions, turnover and management fees to the feasible minimum. And that 1 sentence entity lays out the entire product structure for vanguard. Doctor Samuel anderson's challenge struck me like a bolt of lightning. Ig uniting my conviction that Ups star Vanguard had a remarkable even unique opportunity to operate a passively managed low cost index fund and have the market to ourselves for at least a few years. None of our competitors in the mutual fund industry wanted to start a low cost, indeed at cost mutual fund. All of our peers had the opportunity to start an index fund. Only Vanguard had both the opportunity and the motive. So going back to the the my notes on the podcast that I took with John, he he expo on this. He was asked the question. It's like Vanguard an enormous success, And I think right now, the index market's huge. There's been like 3 main players though, but they're, like, you were successful for for a long time. Like, how come no 1 said, hey, we should come in and compete with them. And I loved John's answer. Here he goes. The answer is simple. Index funds have a real problem. All the damn money goes to the investors. Managers can't take anything. In other in other words, there's no economic consensus to do so, which makes the sacrifice that John made in and and starting this product, which is basically he he forgot a let's see. I think the technical term is a metric shit ton of profits and gave it back to his customers. So we're actually gonna learn more about that because, I'm reading another 1 of his books. He wrote, like, 11 or 14 bucks something like that. Some something crazy. And he talks more... This book is more about, like, the beginning of Vanguard? But I'm also going to do a podcast on, like, why, like, why are you so unique and that you had, you know, the motive and the opportunity? Like, what was it about your life that made you realize and he just... He he has a phrase. He's like, I have enough. And he died with like, a net worth somewhere, like, 80 to hundred million dollars. So he's obviously very wealthy, but he could've, you know, he's, like, I don't wanna be a billionaire. This at least not at the... Not the... Not that he wouldn't wanna be billionaire. He's not gonna wanna be a billionaire at the expense of his customers. And I just think that's why, you know, people are that warren Buffett is gonna be quoted later in the book that if anybody ever built to statue for anybody in the finance industry administration should be John V because, you know, he he did this, because he thought it was best for the customer, not just optimizing for short term profits. Which again should be... In my... Like, shouldn't not be common sense, but it's so rare in in in life. And so III went through I was talking to my wife about this a few days ago, because I was telling about the book I reading and how the this guy just... You know, he's universally praised. And then as far as I can tell that praise... Like, he's worthy of that. And I started going through Was like hey, let's about all the companies that we pay money to. Like, how many of them are fundamentally put the customer first, and we couldn't think of very many except for small local businesses that we support. And that says a lot. We gotta fix that. Because that long term, that's that's not healthy. Okay. Yeah there's a lot of things he talks about that are good ideas for for investing, but I feel they're also true for company and personal finances well, and this is 1 of them, great long term rewards can result from small differences in cost. This was my simple thesis in creating that president shattering investment strategy. And so this is something that, you know, we know this in company finances because a lot of these guys, a lot of these entrepreneurs are obsessed with frugal gall. They like industry. They like efficiency. They don't like waste. And I just saw... I I usually find examples of the opposite. And I don't come across them unless say, they almost come exclusively from Twitter. And somebody posted on Twitter that the company we work... Which is still not profitable, which means if investors say they're gonna stop funding the prod the company, the company will go out of business. Even if at a high valuation, and this has happened multiple times. So they're in a very dangerous precarious position if there's a downturn of investors just say, we're not gonna give you more money. I think this guy was saying they lost, like, a billion, 1230000000.00 in the last... I don't know if it's a quarter last year. But they made the point there... That we work rented out universal studios paid Red Hot chili peppers to come to a concert for them, a private concert for them. And and then flew every single 1 of their employees to La to go to Universal studios together and and basically, shut down the entire company for a cough, a few days to do this. And his response was, like, just remember when the down come. In other words, like, remember, like, when their valuation stops. Like, this is this is the kind of financial stewardship that we work is is applying here. And it's a private company. So there's really not no obvious way, at least no obvious way to meet to short that company or else I would. Because I I think that's highly irresponsible. But I the reason I I saw that is, I was also taking notes on this other. His name's Josh Wolf, who's a really counter intuitive and contra thinker, but he had this great mental model for making decisions. And he's like, listen. You should have a hall of heroes. In his case, he he mentioned people like, Warren Buffett, Charlie Mu, which I'm gonna be doing doing podcast podcasts on both those guys soon because I mentioned so many times with so many people I respect. But he's like listen, I a mental model. This is a mental model for making decisions. And, he's like, you can access their thinking by just by reading, and the applies to people that are alive and by people that are dead, and you can analyze the way the decisions. And then you could you could start to understand how they make decisions. And then when you're approached with something like that. Ask yourself, what would your hall heroes do in this situation? What would Buffet do? What would Mu do in this situation. So for me, my hall of heroes. I I don't know if I use that term? Because I don't... Like, I don't... I don't... I think Idol analyzing individual people? Like I don't think that's smart. Hu... Every single human flawed. I'm flawed. You're flawed. Everybody's flawed. So heroes are lack of, like, probably not the term I would use, but people who respect their decision making, I guess is where he's getting at. And III apply that mental model to that tweet. Would Jeff Bezos do that? No. May... Not certainly not when his company wasn't making money. Would Henry ford to that? No. Will James Dyson do that? No. Would Giovanni Shen do that? No. Would Steve Jobs do that. Go through the list of all these people that we've studied here. None of them would do that. That is not smart. Another example of this was I don't... This also came from Twitter. I don't know the name of the company, but it's also an unprofitable company at the moment, and they just went through a down, and they were talking about how they were spending their previous money that they raised. And it they spent... A total of 24000 dollars, 12000 dollars each on... It was like some kind of like, vintage arcade game. And I looked at that, and I was... I reminded me of the argument that Jeff Bezos was having when the vein and his head popped out by the... I think the the executive came from Mc. It's in the book the everything store. And the guy, you know, what he just came over. And he's like, hey, I think you should let executives like me, fly first class. And this is at the very beginning of Amazon that them. They might do it now because, you know, it's a almost a trillion dollar company whatever case, but he slammed his hand on the desk and he's got mad because he's, like, you're not thinking like an owner? Is that and so what do you meant by that Was like, is you flying first class better for the customer? No. It's not better for the customer. If you thought like an owner, you would be focused exclusively on what's best for the customer. I also just read a headline, I didn't go into the, you know, headline suck. Right? A lot of these things league studies, they're they're flawed when you actually go into the, like, their interpretation of the actual study when you... When you actually look into those statistics, is is usually inaccurate. But this is just something that kinda the confirmation bias in the sense. But I it said that if there was premature death by founders of multimillion million dollar businesses, the revenues or the profits dropped, like, 82 percent, in, like, a given period after the death. Meaning, once the the owner stops thinking like an owner, and then you have just professional managers come over, you have a lot of these, like, silly, you know, management these theories that they have. To to to quote Charlie Mu because I'm gonna... I've been doing preliminary research because I'm gonna probably do multiple podcasts on both Charlie Mu and Warren Buffet, but he was asked, him and Warren were asked at this... I was watching these videos to do this research, and they were asked about, like, all kinds of, like, diversification, what's Hu business schools. They just have... They very interesting responses. I wanna understand how they think. And they were just basically saying, like, a lot of management theory taught business school. He called T, which is just a nice way to say bullshit. I just found issues. Alright. So anyways, that was a tangent. It wasn't expecting to talk about that, but I think that's a useful mental model. When you come across things, whether it's in business you're building or when you see the the, the decision making and the actions of other bids entrepreneurs, it is good, like, filter through that. Like, based on what you've learned, that doesn't mean it's always... It's gonna be a hundred percent accurate. But it's a good way to, like, to to make higher quality decisions. And if we can improve the quality of decisions making even by 1 percent over a long period of time, that's a drastically different life over several decades. Something, John also picked up is that most a human nature, most people quit. They they wanna lose weight. They'll quit on their diet. They wanna work out. They stop working out. They want to build a business and they quit. They do all these things. This is why I have friends that, I wanna start podcasts, and I unequivocally saved. Do are something you passionate about, You wanna talk about, do it and do it now. And they're like, yeah, But how... But, like, there's hundreds of thousands of podcasts out there, and I'm, That's not... That's... Yeah. There's 5 607 hundred thousand in the in the Apple podcast director right now. But you know how many of them have stopped updating. They're like, no. 75 percent. How do you know that? Because you know humans quit. The vast majority of people give up. And that's why if you just stay the course, which is what John telling us to do. You're gonna have greatly better results. If you can just survive, then you will have better results. It doesn't mean you you're... You can predict outs size, you know, power law level level of success. But moderate success is extremely achievable if you don't make bad bad decisions and you just don't quit. And you see this in in in so many different domains. So he's... The the the context of the discussion here is like, at around the time, he started index fund. There's a couple people try to try this idea before, but they never, like, they had the idea that they maybe started, couldn't raise money or it just basically all failed. And he said none of those fledgling efforts in indexing bore fruit. Not 1 of those early pilot ignited the flame of indexing. All of those tentative foray rays failed to create a single index fund that was sustainable and successful, all except 1. Being John. 4 decades later, the accumulated assets of the index funds formed by those early pioneers who sought to lead the indexing totaled 0. I also think something that helped John I give up is that that seed of anger I mentioned earlier, and the fact that he believed in this. He was willing to dedicate his career and his life to this idea. And if you're completely intra, like, you... That actually increases your chances of success. He's just not... He's not willing to budge and he's not going to give up because he feels he's right. Okay. So this is something I don't quite understand, he doesn't elaborate in the book. But I guess when you're starting a funds, the way to sort of fund back in those days like you Ipo. So he's going around and saying, Hey, I have this new fund, I wanna raise a hundred and 50000000 dollars in this Ipo. And as we've been talking about his determination, initially, he failed. It's... He calls it a flop. So he says brokerage firms representatives did not seem particularly Sm with the idea. An index fund after all implied essentially that their profession selecting well managed funds for their clients was a losers game. When the Ipo closed on 08/31/1976, it was a complete flop. It produced but 11300000.0 dollars of investor investor capital. This is the funny part and another example of his stubborn the up... The ap under reddit suggested that we canceled the offering and return the money to the investors. No. I recall them saying, are saying to them. We now have the world's first the world's first index fund, and this is the beginning of something big. And he's gonna... This is something I think is helpful for all of us. Anyone with a new idea must expect to be greeted with skepticism followed by condemnation and attack when the idea becomes a reality. This was described as Bog fo. Broke this is such a bizarre response from his competitors too. Brokerage firms flooded wall Street with posters illustrated by an angry Uncle Sam using a large rubber stamp to cancel the index fund stock certificates. Its headline screamed. Index funds are una american help stamp out index funds. What a bizarre marketing tactic. Saving you what? Saving your money is on American. Okay. Okay. So now we're gonna see the results of that. So he raises a what is that 11 and a half million in 19 seventies, and this is just him, talking, like, projecting in the future about what the actual result was. So that was just the humble beginning. By the end of 19 82, the assets of, of the first index investment trust topped a hundred million dollars. We reached... So and... Started with 11000019 82 was a hundred million, 19 88, they had a billion. And then by 2018, they had 2 funds. 1 640000000000 and the second 742000000000. So you just see the growth over time. Without... And then he's he he he states as this sentence... This perspective again, without Vanguard, the creation of the index fund would have occurred anyway. I'm sure. And he's quoting Victor Hugo here here he says Victor Hugo got it right. No army can resist the power of an idea whose time has come, and he definitely believes that the power... The the idea of the index fund, it was a was a it was it was that... It was their time. It was it's time to happen. And very simple, pragmatic v... Pragmatic advice, I would say simple, but not easy given our our nature. Says we must never under the power of compounding investment returns and always avoid the tyranny of compounding investment costs. So stay the course, and then monitor your expenses. And this is warren Buffett on Bog. If a statue is ever erected to honor the person who has done the most for American investors, the hands down choice should be Jack Bog. For decades, Jack had urged investors to invest in ultra low cost index funds. And listen to the words that that Buffet using, because we always talk about missionary Z. In his crusade, not in his business, in his crusade, Jack was frequently mocked by the investment management industry. Today, however, he has the satisfaction of knowing that he helped millions of investors realize far better returns on their savings, than they otherwise would, then they will otherwise it would have earned. So he is a hero to them and into me. A mutual and this is Samuel and, the guy that, wrote that you basically that called arms back in the fifth. Excuse. I don't back in the seventies. I don't... I just covered it. I don't even remember now. And he's... Now he's talking 2005. And he says, you know, I mean, he's a little hyper obamacare he's saying this said he ranks this invention along with the invention in the wheel. So just stuff like that, man, maybe not. But it's important. It's very important. I would not say it's up there with the wheel. But and he said this is this Samuel talking. A mutual fund that never made Bog rich, but elevated the long term returns of mutual fund investors. This was something new under the sun. And I just wanna make it clear. Like, this... He did... It's not like he came right at the again in 19 seventies with the lowest cost possible. I told you, I think he says over his career. They lowered the fees 200 times. They had to start out with like a lot of, like, dealing with a lot of legacy stuff. So this is how he eliminates a 50 year tradition, which is sales commission. So he said from the outset of the struggle of Vanguard independence. I'd realized the anomaly of striving to operate a rock bottom annual expense at rock bottom annual expense ratios. As we continue to be dependent on the broker deer dealer community, so it's kinda hard to do that if you're having to pay these fat commissions. Like nearly all of our peer fund managers, Vanguard distribution strategy was linked to stock broker, so he's gonna change this. This distribution strategy. I decided that we must resolve this anonymously, anonymously. Anonymously. Can't even pronounce simple words guys. I outlined my plan to abandon the distribution system that had supported Wellington for nearly a half century. We would sell shares of our funds on a no load basis, meaning without sales commission. Entirely eliminating the need for brokers. So instead of paying them less. We're just gonna get rhythm them completely. We would not rely on sellers to sell fund shares but rather on buyers to buy them. So this is just solid old school wisdom that applies to both good and bad times. The stock market environment that Vanguard index fund entered was in a word terrible The mutual fun industry, including Vanguard pre history under Wellington had jumped into the Go go era as if it would last forever. It didn't. Nothing does. So in addition to applying this for, his same... His logic to index funds for stocks He's like, wait. I can do this this logic still holds true for bonds. So he says, even as I came to believe that precious few stock manager could out guess the market, the stock market over the long term. So I'd also come to believe that precious few bond managers could accurately forecast a direction and level of interest, level of interest rates and out guess the bond market. Yet or peers offering quote unquote managed tax exempt bond funds were implicitly promising to do exactly that. A promise that could not be fulfilled. Vanguard funds would certainly almost whip them over time once costs were deducted, and then this is like great quote I mentioned earlier. Prefer performance comes and goes, costs go on forever. It seemed obvious that Vanguard would come to dominate the fixed income field, and so we did. And now I'm finally getting to the point about the impact this product had in dollars and why he gets so much modulation. I may have bore you with these data, but I wanted to establish a firm footing for our focus on low cost. Always low cost for our investors. Now, let's have some fun and talk real dollars. The impact of Vanguard at cost structure translates to billions of dollars saved by investors every year. In 2017 alone, we estimate that Vanguard low cost saved investors 29000000000 in fees and expenses. So to compare that, remember, he's putting the the the benefit of customers first. Right? And in 1 year loan, he saved 29000000000. Well, in that same year, banks, which no 1 ever talks about them putting the interest of their customers first because not in this country at least, made 30000000000 dollars just an overdraft fees. If we carry this process back, to Vanguard founding in 19 74, the aggregate savings of Vanguard, the aggregate savings 2 Vanguard investors can be fairly estimated at 217000000000 dollars. So quarter trillion. I take great pride in the fact that the company I founded has been able to give so much back to its investors. They deserve every penny of it. He knows fundamentally why he exists, and that's to serve the interest of his customers. So the book is talking about, you know, the ideas he had. It's also... He... What I love, he's got a great humility where he goes into a lot of his failures. And this 1 failure could be described a failure caused by focusing on the competition and not learning from the past. In enlist our successes, I cannot in good conscience ignore what 1 of the great failures of my long career. In 19 84, I was anxious. Too anxious to compete with with arch tribal Fidelity. So Fidelity gets into this these things called sector funds, and he says, I decided that we needed to meet the challenge. So we formed Vanguard specialized portfolios, which is just another way of saying they're gonna, they're basically copying with with Fit least jumping into sector funds. Even though he saw in back in the sixties, the problem with doing so. I should have known better. In 19 51, studying the fund industry for my princeton and senior thesis. I observed the performance of 5 set... Sector fund groups. And he... Now he's coming to his... This, like, his conclusion about what he observed 20 now 30 years earlier. The manager's idea was to facilitate trading among the funds and then encourage investors to trade the 15 industries based on market trends. So it's it's kind of like a like a old idea, but but kinda dressed up as if it's something new, but it's not new. They soon began to founder and all 15 industry funds went out of business. With such a flawed investment premise despite their brilliant for a time marketing premise, these funds it'll serve their investors and fell out of the mainstream. So he... Basically doing the same thing, and he went... They wind up not serving the the the investors. In Vanguard, he says, it occurs to me that that most of my mistakes I've made during my long career came on those occasions happily rare when I remove my investment hat and put on a marketing hat. Okay. So, yeah, I'm gonna skip over a large chunk of the middle of the book, because it goes into, like, detail. Each fund they have, and that's just... It's outside of the scope of what we... Were trying to learn here. But I wanna jump to this part where he talks about the founder mentality, which I think is so important. It says nothing could describe my legacy as Vanguard founder. Better than these first few paragraphs, from the founder mentality, and the founder mentality is a book that's it's been published in the last few years. So now I'm gonna read the excerpt that he says sums up his his view of like, his... His mentality of, founding. And Running Vanguard. Most companies that achieve sustainable growth sharing a common set of motivating attitudes and behaviors that can usually be traced back to a bold ambitious founder who got it right the first time around The companies that have grown profitability profit profit to scale often consider themselves insurgents, waging war on their industry and its standards on behalf of an un underserved customer. Are creating an entirely new industry altogether. Such companies possess a clear sense of mission and focus that everyone in the company can understand and relate to What the company stands for. Companies run this way have the special ability to foster employees deep feelings of personal responsibility. Founders of horror complexity, bureaucracy and anything that gets in the way of the clean execution of strategy. They are obsessed with the details of the business and celebrate the employees at the front line who deal directly with customers. Together, these attitudes and behaviors constitute a frame of mind that is 1 of the great and most undervalued secrets of business success. The founder mentality consists of 3 main traits. An insurgents mission on owner's mindset and an obsession with the frontline. In other words, an obsession with the customer experience. In their purest expression, these traits can be found in companies where the clear influence of the founder still remains in the principles, norms and values that guide employees day to day decisions and behavior. And now here's John's takeaways from those paragraphs. Wow. A bold ambition ambitious founder, insurgents, waging war on their industry, creating an entire new industry altogether. A clear sense of mission, employs deep feelings of personal responsibility, ab foreign complexity and bureaucracy, celebrate employees at the front line. I repeat these phrases so that readers will not quickly overlook their parallel to the Vanguard story. Truth told these phrases are a perfect thumbnail sketch of what I did my best to create. Okay. So now I'm gonna skip all the way to the end of the book, and this is where it will close. He... His last chapters, he calls it a memoir of sorts, and it's called what really matters. And he... Well, let me read the introduction. So to this this memoir. So this is much of much of the investing public seems at least vaguely aware of my career, my indexing ins and my investment philosophy. In this final chapter, chapter I'd like to reveal a bit of who who I am, and how I try to serve society, some of my joys and some of my sorrows and even some of my fears. How much delight I received from helping others as many decades ago, Others help me along this road of life. So this is something that I found very common. A lot of these auto of entrepreneurs that we've covered on the podcast are written when they're much older. Like like, they're they're much closer to the end of their life, whether it'd be 70 80 and and in in this case, in mid eighties. And I like... I think this is extremely about... First of all it's it seems to be common that people want, like, when they're close to the end. Other life they wanna pass on the lessons they've learned to benefit future generations, which I think is extremely like, helpful in it at this point in time where the beneficiaries of all their experience. Like, they've distilled their ideas. They saved us, you know, making mistakes or having to live 70 years, and we could take their ideas and apply it to our lives. And that's what he's talking about. Like, listen, there's tons of people have helped me. I needed to go ahead and and pass that along and and and repay that to future generations. So he says, you know, I wanna honor some the people who that influenced my life. He said, I wanna cite a few passages by others that I found inspiring. So it says in this or source, I present a list of some things that are important to me. Institutions that have helped me develop my mind and gave me the opportunity to give back to the community. I also wanna honor some of the individuals who helped shape who I am and some traits that shape my character and much more. And so he does this in like little it's an ed alphabetical order, and I'm just gonna pick out some of the ones... I that particularly resonate with me. It's just very quick into the point. So this 1 is on advice. This ancient persian prove offers the best advice that I know for dealing with the inevitable ups and downs of life. The best times and worse times of like, and that prove is this too shall pass. It's to pass. He wants to he wants to talk about what he learned at Blair Academy, which I think it's a boarding school. This high school. What we call High school now. This fine New Jersey boarding school and was and remains among the principal cornerstone of my long life. My experienced masters at Blair seem to see something worthwhile in me. They would not accept flawed work. So talk about this guy named Jesse Gauge crushed me with a 40 on my first exposure to Algebra. But I ended the year earning a hundred on my final exam. His other teachers, Henry Adams and Marvin Mason corrected my English papers with a fury and with red pens. The markup of my papers were not pretty sites. But my ability to write began under their tu. Determined to over overcome that slow start. I worked hard and graduated at the top of my class and was named best students. That may have been the first hint that I had to grit to stay the course. This is his his opinion on books. I love writing books, and I have a lovers quarrel with the mutual fund industry. That combination has resulted in 12 books, 10 of which have helped to drive Vanguard success as an industry rebel creating a new industry. 1 among those companies that consider themselves insurgents waging war on behalf of the underserved customer. Why do I write? Because I love to do it because writing takes those inc rambling thoughts we all have rattling around our brains and demand that they be focused and articulate, even in imp because books out live 1 short existence on this planet. This is him on warren Buffett. The Oracle of Omaha has been described as a better salesman than I for the Vanguard 500 index fund. He's boosted it in 7 Berkshire Hathaway annual reports. He also put his money where his mouth is, including winning a winning bet that the S and P 500 would out place a select group of hedge funds. I think he won a couple million dollars on that, by the way. And directing the trustee of his wife's estate to invest 90 percent its assets in the Vanguard 500 index fund. So when he gives... When people ask him for investment advice. He almost always says just put it in the Vanguard 500 index fund. And he's also putting his money his mouth is because after he dies, 90 percent of his wife's estate gonna go into that. This is on communication, and, this this is somebody that worked with John talking about how you communicates. It helps to be compulsive about it. To be absolutely man and disciplined about being a great communicator. Perhaps the secret to Jack's impact is... Is his ability to bring drama into the equation. A lot of that derive from his state of constant agitated moral nation about the plight of the investor. These 50 years later that little seat of anger still there. There's no gray in Jack's thinking. It's moral absolute. This is his opinion on determination. Years ago, I asked some friends and most members of my family, what they thought was my single most important trait. E each came up with the same word, determination. I'm also known for my con. Another way to put that is... There must be a better way. I've also been cited for decisive, resilience, grit and self confidence, which I prayed does not cross the line and become arrogance. 1 of his famous his favorite quotes from Dylan Thomas, and this says, do not go gentle into that good night. Rage rage against the dying of the light. And he actually says 1 of the best advice you can give somebody comes from the book, the little engine that could. The little engine that could offers the best brief advice for a successful career than I can imagine. I think I can. I think I can. I think I can. I knew I could. I knew I could. I knew I could. Oh, this is interesting. So he he goes into detail in this book about how, you know, a lot of people are wrong him and try to basically destroy him, but that it's more powerful to forgive even though he's kind of fighter. He says I convinced... I confessed that I always kind of liked the simple message, an eye for an eye and a tooth for tooth. Meaning, these people screwed me over, I should do the same to them. In 19 74, but he's gonna change horse. In 19 74, my former Boston partners are abruptly cut short my career. It was hard ba politics for it was their investment failures that almost sank the company. So I returned to my earlier philosophy. The heck with asking for repentance get revenge. I soon realized that heating this maxim was eating away at me. So this is, I think about the the battle, like, to... I don't know how to the right words it escapes me at this moment, but, like, I think the default for a lot of people say like, okay, you gonna screw me over, then that's fine. We're a war, and I'm gonna go get her revenge, but it's all... Like, that's our instinct. The difference between our instinct. And once we come down and think about it Like, this is might not be the best we're a path forward. So he's like, I soon realized that heating this maxim was eating a away of me. So basically, the in... His instinct was not serving him well. Then I learned of the mutual and anonymity between former Us presidents, John Adams Thomas Jefferson. They were political enemies until 18 o 1 when Jefferson presidency ended. Then their rift healed. They became friends. Their long years of correspondence ended only when both died on the same day. I was 26 25 years after they became friends again. I was inspired by that story. I decided to take the initiative to mend the rift and forgive my successors even without their repentance. So he reached out to them and he says my words were simple. 25 years is enough. Let's be friends. And so it would be. I am no hero though. I confess that I can't quite get an eye for an eye out of my mind. So as soon as mind, but he's not acting on it. So at least that's good. He loves this. And again, remember what earlier was, like, you'd be really... I think people are really better served, like, searching, like, reading old books and seeing the knowledge that has existed to human history. He's recommending the the story of the hedgehog and the fox. So he says the quotation that follows was found circa 670 Bce. And a fragment of writing of the of the Greek philosopher, oh, boy, or Arc Lo. That's no way how to pronounce that. And this is what he says. The Fox knows many things. But the hedgehog knows 1 great thing. For me, this idea provides an insight into our nation's money managers. We have an army of S foxes who survive and prosper by knowing many things about complex markets and sophisticated marketing. The hedgehogs in the field, no only 1 great thing. That investment success is based on simplicity, plain service and honest stewardship. So he talks a little bit about as a religion in the book. I think he's He says he's es, but he studied the Quaker, and he's, like, he he feels that he was born with some of the, like, a... The values at Quaker preach. And he says, in retrospect, I see that my life in my design for Vanguard, reflect many of the basic quaker values, simplicity, economy, thrift, efficiency and service to others. And this is him on teaching and learning. When I'm asked, what is the secret of a of a life well lived, I often answer, first rule, get out of the bed in the morning. If you don't do that, not much will happen. Then every day, teach something and learn something. Along the way, given an enthusiastic compliment to a deserving soul whom you may have never before met. Then you've earned a great night sleep, you'll get it. When you awaken the next day, repeat these rules. And this is his opinion on work. I've been working since I was 9 years old, Beginning as a newspaper deliver, store clerk, postal a worker and Wait. I work my way through school and college waiting on tables, and I also worked during summer vacations and holiday breaks. After college, I work to build my career in the mutual fund business. In all my working career however, I've only had a single job that I'd would call real work. When I was a pin center at the Bowling alley of the New Jersey fire department. Other than that, all of my work has been fun, productive and deeply fulfilling. Even with a spiritual element. And he's gonna continue to thoughts on work, talks about how, Admire is Alexander Hamilton, and he's kinda, quote, Lynn Manuel Miranda, who was the vendor, the creator of that hit Broadway. Hamilton. So it says Lynn Manuel Miranda described Alexander Hamilton standards for getting ahead and one's work in his hit Broadway musical Hamilton. To para. The founding father with no father there got farther by working harder by being smarter and by being a self starter. Unfortunately, I cannot wrap as well as Lin can. Although I secretly wish I could. And this is the last thing we'll close the book here, there I've usually used the phrase, stay the course as 1 of the great rules of investment success. Ignore the day to day fluctuations in the stock market and focus on long term growth of the Us economy. But as I complete this, stay the course is also a splendid rule for fighting our way through the inevitable ups and downs of the short spans of our existence on this earth. And for enjoying a productive and honorable life well lived. And as far as I can tell, he reached that goal. He lived a productive and honorable life well lived that unfortunately ended a few weeks ago. So if you want the full story by the book, it stay the course, the story of Vanguard in index revolution. There's just so much more in the book than I could ever put into into this podcast. So if you found the podcast interesting, you're probably find the book interesting. As a reminder, if you... So if you leave a review, You know, every single podcast you probably listed to just says, hey, leave review, It's really important. It actually is really important. But I wanna further... Since we've podcast all about studying human nature and how humans respond this. I wanna take it a step further. I don't wanna just ask you to leave a review. It's important to me I wanna actually do extra work so I can it's further incentivize for you for you. So I have a private podcast feed that's... And it's free to access. All you have to do is leave a review on places like Apple podcasts or stitch, it's easy leave review, take a screenshot. And email it to me. Places like overcast or breaker. They have different systems where you'd like, you can recommend. So you on overcast it's a star and breakers. A heart. Press that. It changes color. Take a screenshot. Email to me. I will personally respond. It's founders, reviews at gmail mail dot com. So founders with an s, just like the name of the podcast, reviews plural with an s, So founders reviews at g mail dot com. I will personally email you back, a private... Private Rs feed, which is all podcast is. And I have 3 on there. I have 1 about Steve Jobs from Ed Cap, the founder of Pixar, him talking about what is... Like, working for steve jobs for 27 years. 1 on Max Le shen about the early days of Paypal, and I just create... Completed 1 based on the book creative a selection, which I would recommend to anybody that's building something, whether you're an individual, working in a... Within a company, or you're running a company, whatever it is. It's the way it's the... It's a look inside the way Apple design products when Steve Jobs is still the helm, and it's a very fast book. Full of really useful information on ways to think about getting to your objective. So I did a podcast on that. Now here's the cool thing. Not only do you have access to those 3 podcasts, but I'm going to... What I said at the end of the the last podcast last... Of review only podcast I did was, I'm gonna make sure this 1 or 2 minutes that you spend, leaving review and emailing it to me, is the best 2 minutes that you've ever spent in your life. What that means is, like, I'm gonna work extremely hard to make that feed as valuable as possible. And so you you... By you sending it over real quick, you get access to 3 pass podcast, but then once the feeds in your podcast layer, it'll automatically update. So in the future, I'm gonna keep adding may maybe 12A month, whatever the frequency of the cadences is. So you keep reaping the benefits of just doing me a favor. Because, like I said before, this podcast is independent. I'm, I don't have a large social following. I'm not using ads to make money on it. I'm not part of a podcast network. And so just like the people were studying the books, I have to to come up with creative ideas to gain an advantage. And I want to have... I may never have the most reviews, which is fine, but I want damn sure, make sure I have the most reviews in relation to, you know, how many people actually listen to the podcast. Like, on a per capita basis basis is way way, think about it. And I think I'm able achieve that when I... When I'm doing something that's a little different. I listen to a lot of podcasts, None of... I've never heard 1, say, hey, I also have this this... I've doing extra podcast for people leave reviews. So please do that. It helps out a lot. And again, John just was telling us, you know, 1 of the basis of his of, work is is keeping it simple. And so I kept it simple and in terms of, since that I don't have ads, I rely on the support from people that value my work. So if you like what I'm doing and you want to see more of this in the world you want me to continue. Indefinitely, please consider supporting it. And I made that really easy. Just 1 way to support. You sign up for founder notes. I leave a link directly in the show notes. It takes if you're on an Apple device, less than a minute to sign up, you choose... You don't have to choose... And I made made as simple as possible. You choose... You have 1 decision. Monthly or annually, it's up to you what you wanna do? And well, in addition to supporting the podcast and mina not having to rely on ads. And continue being able to continue to dedicate all the time. I do to this podcast. You also get all of the... My podcast notes, which just like I take notes and pull out the best ideas from books on founders. I do the same thing for podcasts. And when an entrepreneur goes on a podcast. I take notes. I put right down their ideas and a very simple almost tweet length, tweet, like, a tweet size bits of knowledge, and I email them to you every Sunday. And every Sunday, you're get an email from me, if you're supporting on a a financial basis that contains the best ideas from 7 founders. I do 1 every day. And so on a monthly basis, not only do you have access to the hundred and 32 that I've done so far the time of recording this, but you'll get 30 extra every month. And my goal here is, I I told you, like, just like I think I've learned a lot from books. Podcast is slowly creeping up there with you know, the way I learn. And I think that there's this huge... There's an abundance of information that is helpful to people trading something. Entrepreneurs or people that wanna be entrepreneurs that are coming directly from people that have done it. And my goal of founder notes is I wanna build the largest repository of of the knowledge that that entrepreneur share on podcast, and I to be able to transfer that to you in an easy simple way. So I really feel Founder podcast is analyzing the history entrepreneurship and founder notes is analyzing what's going on in entrepreneurship right now. And I think using that. Listening to this podcast every weekend and reading 1 email and, you know, in a very short amount of time. You're gonna get in a in a high level of information and knowledge that you can then use in your own life and apply it to to whatever it is that you wanna work on. In and essentially, like, you're getting benefit from other people's experiences. Like, why wouldn't you wanna do that? So... Alright. So that's all... That's it. I'll be back next week. Please consider, signing up and and financially supporting. It means the world it allows me to do this work and I think the work is very important? Thank you very much for listening. Please tell your friends, and I will be back very soon with another podcast."
}