{
  "transcript": "True story, word of honor. Joseph Heller, an important and funny writer now dead, and I were at a party given by a billionaire on shelter island. I said Joe, how does it make you feel to know that our host only yesterday. May have made more money than your novel catch 22 has earned in its entire history. And Joe said, I've got something he can never have. And I said, what on earth could that be Joe? And Joe said the knowledge that have got enough. Not bad, rest in peace. So that was a poem published in 2005 in the new Yorker by the writer Kurt Von, that John Bog read, and 2 years later, used for the basis of his commencement address that he gave to Georgetown. And then 2 years after that, used as the basis for the book that I am holding in my hand and the 1 that I wanna talk to you about today, which is enough, true measures of money, business and life by John Bog, the founder of Vanguard. And this is 1 of the most widely acclaimed books that I've that I've read for the podcast. Anyone from Tom Peters to warren Buffett, to bill Clinton to David Sw, all have blurb and talked about this book. If the book we covered last week's stay the course, was about the founding history of Vanguard. This book is more about his philosophy on life, and just 2 quick things before I jump into back into the book. If you want access to my private podcast fee, All you have to do is leave a review anywhere you listen to this podcast. Take a screenshot of your review and email it to me at founders reviews at gmail mail dot com. Then you'll, I'll reply back to your email with a private podcast link. Actually just recorded another podcast for that for that feed this week, it's on the founder of S, and he founded the company in the 18 hundreds, and it actually lasted the company was around for. I think, a hundred and 37 or a hundred and 40 years basically. So I just did... He wrote a book called from Little Acorns, so I did a podcast about that. If you wanna access that, Lee review, ticket a screenshot, emailed to me a founders reviews gmail dot com. If you're listening to me on an app like overcast or breaker where they don't have reviews, but they do have the ability to press a star to recommend or a heart to recommend. You can just do that find whatever episode of this podcast that you like. Press the star. Press the heart, take a screenshot. Send it my way, and I will reply back and give you that access to that private podcast feed. Not only we get the 1 I did this week, but you also get... I've done, 4 total now. So you have 4 podcasts. And then, as a, thank you for leaving a review and spreading the word, I'll continue to update that feed rather regularly now. I've done 2 podcasts in the last about 10 days. I just started reading another book that that I think is gonna be eligible for to turn into a podcast on that feed as well. So hopefully, have that done another 7 or 14 days. Second thing is, once I get going, I don't interrupt our time together with ads. Founders is ad free and independent. So I do rely on the support of people like, value and my work. If you wanna support founders, the best way to do that is subscribe to founders notes by pressing the link in the show notes right available right on your podcast player or at founders podcast dot com. And what that allows you to do is just like I take notes and highlights for the books that I read and I turn in a podcast. I take notes when entrepreneurs are on podcast. I always say that I don't really view... When an entrepreneurs goes and talks about how they started their business and what they've learned on a podcast. I really view that as AAA lecture on entrepreneurship. Therefore, I take the notes, I write down their key ideas, and I email them to you every Sunday. So if you'll... If you sign up for that, you can unlock... I think I've done a hunt as of the time I'm recording this, my archive is a... There's a notes on a hundred and 39 different founders. So my goal there is to build the world's largest repository of information on... From company builders, 4 company builders that are delivered through talks. Which I think is extremely valuable. Okay. So let me go ahead jump right into this book. He's gonna tell us a little bit more about his upbringing than he did and stay the course. And turns out, he's very much like his great grandfather. I would describe almost like a crusader against the industry that he operates in, definitely wants to change, and John Bog obviously is credited with prior this single you probably made the most change of anybody any other single person in the finance industry in history. Okay. So it says perhaps the best place to begin is with my heritage, heavily scottish. Which may be enough to explain my apparently legendary thrift ness. I've always thought of my great grandfather, Phil Banished armstrong as my spiritual pro. He was an industry leader, but did his best to reform first to fire insurance industry. And then the life insurance industry. And an 18 68 speech in Saint Louis, he implore gentlemen cut your costs. That sounds very familiar. That's exactly... I mean, that's basically the the the the thesis behind John Bo was entire career. His spirited 19 17 dia, which was 250 pages long, was entitled, a license to steel how the life insurance industry rob our own people of billions. The final sentence was, the patient, which is the insurance industry has cancer. The virus is in the blood. He is not only sick unto death, but he is dangerous to the community, call in the undertake. So I've, after reading now the second book on John Po and then listening to a bunch of his speeches on Youtube, it's very clear that he is very much his great grandfather's, great grandson because this this idea. I mean, you could even say a lot of John Bo books, And I think he wrote close to 15 of them. He does feel that there's plenty of opportunity to add value and be fairly compensated as an entrepreneur as an investor. But in large point, he feels the industry which he worked in for 60 plus years, only extracts value, and doesn't actually provide value. And not only this book, lays out his philosophy very straightforward, but, so to stay the course. I I feel like he made a pretty convincing indictment. Against a lot of the practices in his industry. So he he has some more stories from his his youth, and he firmly believes that being forced to work when he was younger. Was for the best, and it's not only for the best for him, but for the best of most most people. His family began, you know, not wealthy, but they were rather well to do, and they wind up losing that money as a result, he had to work from very young age and help support the family. This is what he's gonna tell about that. So when my family began with enough, in fact, much more than enough, we soon were in difficult financial straits. And he says something rather damaging about his father. My father having grown up surrounded by the good things of the era, lacked the determination of his father and struggled to hold a job. From an early age, all 3 boys, so he had a twin brother and another brother had to earn what they got. How well I remember the constant refrain, idle hands or tools of the devil. I don't know where this this came from, but I've heard that phrase multiple times that Idle don't is something to be avoided. And it's usually tied into, the way he said it having to do with it even being devilish. I've often thought that we 3 Brothers had the perfect growing up environment, and he he's describing that environment now, which is the need to take responsibility for our own spending money and even help fund the family. We had the initiative to get jobs and the discipline of working for others. While we had wonderful friends who had, who had more than enough and who played while we worked, we learned early on the joy of accepting responsibility of using our wits and of engagement with the people whom we served in our various jobs, winter summer spring and fall. I think that's just pretty straightforward acknowledge. The sooner that you, have to be you're forced to work, the sooner you you're forced to actually provide for yourself the better you're actually gonna get at it. So he turned a negative, which is his father losing his money into a positive, which gives him tools that he used throughout his life. Well, something I really love about the way John writes So first of all, it's very, very straightforward right to the point but he also... And I'll be sharing a bunch of them in this podcast. He he pulls on a lot of the stuff he reads and learns, inspires him and then he kinda passes that knowledge down to us. The reader, and, I guess, in this case, the listener. So this is something that he found inspiration with that he was in a bad situation, but he know he knew that through force of will. He could make his situation better. So he says, I'll never forget the inspiration that I received. When in my junior year, I read this sentence in an essay on Samuel Johnson. And now this is the writer Thomas Mc mccoy describing Samuel Johnson, and it says the force of his mind overcame every impediments. On the very next page, he has... He goes into the story. Well, let me just read it. It talks about the that... Now, most of us have enough that their diamonds in our own backyard, metaphorically speaking. All you have to do is dig for them. And he sets up that story with this... I guess it's a fable, and it talks it's well, let me just read it to you. In Ancient Persia, a wealthy farmer leaves his home to seek even greater wealth and spends his life in a fruit search for a for a perhaps mythical diamond mind. Finally, as age and years of frustration take their toll, he throws himself into the sea and dies. An unhappy popper far from home. Meanwhile, back at his estate, the new owner surveying his fat his vast acreage sees something in a stream. Something bright and gl in the sunlight. It is a large diamond, and and it turns out to rest the top the fabulous, fabulous diamond mine, and he's gonna lay out the moral right here. The moral of the story, your diamonds are not in far distant... Far distant mountains are are in Y sees. There in your own backyard if you but dig for them. And he applies this lesson, she he gets into Princeton. He gets a scholarship, but he has to work to support himself and he says with a series of summer jobs, I was able to earn the remaining money I needed. I worked very hard and the hours were long, but I loved hard work then and I still do. I grew up with the price advantage of having to work for what I got. And, all this is still coming from the introduction of the book, which is kinda like, a a brief summary of his life. So fast forwarding, he's out of college. This is how he describes himself when he became Ceo at 35. I mentioned last week, that he's kind of on... He he seems to honest about... Not only he's got some good ideas that he's passing out to us, and hopefully we can use in our lives, but he... He's far from perfect, even in this book. He talks about how big his ego is and all kinds of stuff. But This is how he described himself when he became Ceo of Wellington at 35. Heads strong, impulsive and naive. So last week, I talked about all all that happened to him before, he's to all that had happened to him before he was able to serve Vanguard. So I'm gonna skip over that, but he he talks a little bit about the traits needed to found vanguard? Like, why would you go through being so difficult. And he says, pulling off this trick was not easy, Meaning, starting Vanguard. And in fact, I might not have tried doing so if I had the 2 characteristics that someone else attributed to me. The stubborn of an ideal list and the soul of a street fighter. And on the very next page, he just talks about that The company was actually founded on a very, very simple idea. And he says the idea was simple? Why should our mutual funds retain an outside company to manage their affairs? The Modi opera of our industry then and now? When they could manage themselves and save a small fortune in fees. And if you remember in the last podcast, we... The calculation up until. I think 2018 of what what was the actual result of this simple idea from 19 74 all the way to 2018 in actual dollars, and the estimate is about... He saved his customers about 217000000000, almost a quarter trillion in fees. Just by this very simple idea applied dogg over a very long time period. And so towards the end here of the introduction, he's gonna lay out what he feels like we should be doing better. And this is I would say, like, his a sum submission of of the book. And he says we engage in the fo of short term speculation and shoo the wisdom of long term investing. We ignore the real diamonds of simplicity seeking instead the Rhine stone of complexity. In business, we placed too much emphasis on what can be counted and not nearly enough on trusting and being trusted. When we should be doing exactly the opposite. We allow, indeed, we almost force our professions to behave more like businesses. Rather, we ought to be encouraging companies and corporations to regain the professional values that so many of them have cast aside. We have more than enough of the full fool gold of marketing and salesman ship and not enough of the real gold of trustees ship and stewardship. And we think more like managers whose task is to do things right. Than as leaders whose task is to do the right thing. In life, we too often allow the to triumph over the real. We focus too much on things and not enough on the intangible that make things worthwhile. Too much on success, a word I've never liked and not enough on character. Missed the 20 first century pressures of immediate satisfaction and ama information on demand, we forgotten the enlightened values of the eighteenth century. We let false notions of personal satisfaction blind us to the real sense of calling that gives work meaning for ourselves, our communities in our society. And I love this because on the very next... Next page, I wrote this idea is not new. And he says this this message is nothing new. Consider that 2500 years ago, Socrates had much the same message to deliver in his challenge to the citizens of athens and he's gonna quote socrates here. I honor and love you. But why do you who are citizens of this great and mighty nation care so much about laying up the greatest amount of money and honor and reputation. And so little about wisdom and truth and the greatest improvement of the soul. Are you not ashamed of this? I do nothing but go about persuading you all, not to take thought for your persons and your properties. But first and chief to care about the greatest improvements of the soul. I tell you that virtue is not given by money, but that from virtue comes money and every other good of man. And now we're back to the running of John. I hardly have the standing to compete with socrates. But over the course of these remarkably blessed 79 years of life that I've enjoyed to the fullest, I have, like socrates arrived at some strong opinions on money, on what we should be proud of and ashamed of in our business and professional calling, and are on what are the false and true treasures in our lives. I offer those opinions here and the hope that to borrow 1 of Kurt Von against favorite lines I might poison your minds dear readers with a little humanity. So right there, we have John Bold making our case for why you'd wanna read the book. And like I said, it's a really good summary of he... So now he's gonna go into deeper each of those opinions he's he was sharing with us in introduction, he elaborate into into entire chapters, and then builds... Rather compelling Katie. Okay. So there's a lot of quotes, from Charlie Mu and Warren Buffett in this book. And like I said, last week. I've started to do some preliminary research on them, and I'll I'll went probably doing a few multi part series on both of them because they have a... I mean, I think Charlie Mu is 95, and I think warren buffett 87 something like that. So they they have a a lifetime of knowledge that we can all learn from and hopefully, hopefully, used to improve our lives. Alright. So this is Charlie Mu, basically telling us hey, make things that help other people. So says warren Buffett wise partner, Charlie Mu lays it out lays it on the line. Most money making activity contains profoundly anti social effects. As high cost modalities become even more popular, the activity exacerbate the current harmful trend in whichever more of the nation's young brain power is attracted into lucrative money management and its attendant modern friction. A distinguished as distinguished from work providing much more value to others. I share mister Mug concern about the flood of young talent into a field that inevitably subtract so much value from society. So saying instead of working in the finance industry. There's not much you can do that actually adds value to people, make things that actually help people. Don't waste don't waste your talents. Don't waste your life. And so they say this, but they also know both Charlie Mu and John Bo will know the power incentives, and there they even say in in the book and in some speeches. Like, hey, I could tell you this, but you're most likely not gonna listen because so much of today's wealth, at least America generated in this industry. I think, on a job basis it's something like 8 percent of all jobs, but it's, like, 40 percent of the of profits. So it has a, an, an outs outside of effect. And so, anytime you see that that kind of, imbalance, like, you're gonna have a lot of smart people realize, oh, that's where all the money is Let me go there and and they're incentivized to do so. Okay. So it says, he he he continues his crusade event against costs. And he says let's start with the costs. Over the past 50 years, the nominal gross return on stocks has averaged 11 percent per year. So a thousand dollars invested in stocks at the outset today, would have a value of, 184000 dollar. So in 50 years, that thousands into a hundred and 84000. Right? But then he's, like, that's not the true story. Because a good estimate of these costs is at least 2 percent per year and that these costs that he's talking about as the ones that the reason that he started the world's first index fund, the reason that Vanguard exists is because he calls it a tyranny of cost, I think. I think we're gonna get there. So he's like, okay, that's nice. You think you're gonna make a hundred and 84000. But when you factor in just a small cost of 2 percent a year, the net return drops to just 74000 dollars. And then when you factor in taxes, that drops by another 1 half. So that hundred and 84000, actually, the actual return to the customer, after inflation is 37000 dollars. And so his his his summer here is clearly the wonderful magic of compounding returns has been overwhelmed by the powerful tier tyranny of compounding costs. And so my point here is that not only does the supply investment returns, but it applies to your company's expenses too. And I I saw somebody wrote 1 time, usually, when a business goes, wow, so when a business fails, somebody wrote When a business fails, people want to see their revenue. I wanna see their costs. Because I think there's except especially especially people that have run successful company for a long time understand what he's talking about. The powerful tyranny of compounding costs. And so a short while later, he's making the the case that the future is not predictable and that most of what you... You are calling investing is actually speculation. And he he uses the term as speculation as a losers game. So shouldn't even... And he makes the the case... He he provides the math that makes a really compelling, a compelling argument that he's actually correct on this. So he's just gonna use some some historical data and then see how when you go back and you control and you you tried to use the the past to predict the future that it winds being unsuccessful. So he says on a single day, which became known as Black Monday. The Dow Jones industrial average dropped an astonishing 1 day decline of 508 points are almost 25 percent. So that was in 19 87. There had never been such a pre decline. Indeed, the drop was nearly twice. The largest previous daily decline of 13 percent, which took which took place on Black Thursday, which happened in 19 29. A distant early warning that the great depression laid ahead. Okay? So the 2 single biggest single... The 2 instances of the largest single day drops, what follows them is vastly different. So you talks about the black Thursday 19 29, that gave a warning for a depression lasted almost 9 years. So, we're gonna get to what happens after, after Black Monday, which happened in 87. She says, so not only a speculation I losers game, It's a game whose outcome cannot be predicted with any kind of confidence. The laws of probability don't apply to our financial markets. For in the speculation driven financial markets, there is no reason whatsoever, Whatsoever to expect that just because an event has never happened before, it can't happen in the future And I would say that applies to almost everything in life. Metaphorically speaking, the fact that only swan we humans have ever observed are white doesn't mean that no black swan exists. For evidence, look no further than the Black Monday I just mentioned, not only was its occurrence utterly unpredictable and beyond all historical experience, but its consequences were too. Far from bringing far from being an omen of dire days ahead, like the the drop on Black Thursday 19 29, it proved to be a harbinger of the greatest bull market and recorded history. So 1 never knows. He's gonna reference 1 of my favorite books of all time. Now seem to lab captures this idea with great insight in his book the Black Swan. To le confirms what we already know. In the financial markets, the improbable is in fact, highly probable. Or as To lab also notes, the highly probable is utterly improbable. Yet far too many of us, amateur and professionals alike, investors and advisors and managers continue to look ahead with a apparent confidence that the past is pro log in the financial markets. Based on our assumptions that the probabilities established by history will endure, and he summarizes is his point of this entire section here, please. Please, please. Don't count on it. And he's gonna make a point here. This comes from the chapter too much complexity. Not enough simplicity. Something that... This has been on my mind a lot based on the books that I've been reading lately about, as cli cliche it sounds. Like the... I don't think... Well, I'm not gonna speak for other people. I definitely... Like, I understand that... Like, what's a leonardo Vinci quote, simplicity a ultimate forms sophistication. And you hear that the the there's like, a, you know, it's almost something complicated shades to talk about how powerful the idea of simplicity is. Yet, even after hearing all that, I still don't think that it's registering enough for me and that it keep keep harp on that idea even more can lead to such great benefits. And he he's like, my entire career has but based on something unbelievably simple. And he says, my career has been a monument, not to brilliance our complexity, but to common sense and simplicity. The uncanny ability as 1 observer has said of me to recognize the obvious. He also goes on to talk to talk about, his love of the time honored wisdom of Oc razor, which In just in case you don't know it. I know. I know it's band about on the internet a lot. So Oc razor is the problem solving principle that essentially states that simpler solutions are more likely to be correct than complex ones. But in a footnote here, He he talks about 1 of the the translations from the original Latin is actually the 1 he uses, which is plural morality ought never be positive without necessity. I like the way that's phrase more than I've ever heard it phrase in either way. So now I guess this point where I wasn't actually understanding what he meant by that until towards the end of the chapter. Let me start out first we... He's he's talking about Einstein. He says, this is the idea that there's too much counting and not out of trust. So she says Einstein well understood the limits of quantification and the flaws is inherent in thinking that counting alone could advance our understanding of how the world works. A sign that Hung in his in his office is applicable to all the human pursuits as it is to sign. And now this is the sign. It says not everything that counts can be counted and not everything that can be counted counts. That rule also applies to the conduct of business affairs. No business can trust everything and count nothing. Nor can any business count everything and trust nothing. It's all a question of balance, although my own instincts lead me to toward far far less reliance on counting and far more reliance on trusting. Statistics in charts, graphs and tables can be used to prove almost anything in business. But un values have a way of holding steady as a rock. So it continues along in this vein in a few pages. And then this smack me in the face I'm like, oh, okay. And I've realized his main point here. The way we act and the way we measure things are in conflict, and that's when I finally clicked for me. So he can... He's gonna go into into a little bit of here. He says, but it's not just our capital markets that have been corrupted by the peril of relying so heavily on the app... On the parent cert of numbers. Our businesses too have much to answer for. And indeed, the economic consequences of managing corporations by the numbers are both extensive and profound. And what does he mean by that? Well he's gonna talk about this? The the track record of Ceos. The terrible track record of Ceos and predicting growth for their own firms is a well established fact. Now that sentence made sent me although, before reading this, I didn't know that was a well such fact he lays out the numbers, and it turns on he's right? He says, but their bias toward optimism and their use are rather abuse of numbers to support optimistic assumptions at least has the excuse of self interest. Security analysts are supposed to bring a more objective eye to such numbers, but time and time again, they too un critically put on rose colored glasses and go along for the ride. And he talks about the reason they do this is because they're paid by the people they're supposed to be monitoring. There's a lot of information in this book about some of the corruption that occurred during the financial crisis where basic basically, the their incentives were not a aligned to actually verify that the numbers that they're supposed to be reporting on, like, they used the the the accounting for Arthur Andersen and and their well known client En ron as an example. So more important if you wanna figure out what's going on, think about what humans are incentivized and and think about how they're they're prone to act, not just numbers as a as an answer and, like, I like numbers... It's to me, like, I almost in conflict with how I love my life because I feel numbers gives, like a, like a grounding to a very, like, fuzzy reality. But he he does make a good point that it if you cook the books, he actually uses that. He uses that phrase on the next page when talking about government, not where I... A lot of the... A lot of the numbers that were getting from promote government, like Gdp and inflation. He gives examples of why they're actually cooking the are actually not giving us the right information, and then using that as just an nlp all and not analyzing like, the broadway humans interact with 1 another in terms of commerce can actually lead you to make drastically disastrous decisions, such as the decisions that Arthur Andersen made or some of the banks did in the financial crisis. And he's gonna tell us the difference... Here he's gonna tell us the difference between companies that trust and companies that counts. Lest I'd be accused of num, please be clear that I'm not saying that numbers don't matter. Measurement standards counting, if you will are essential to the communication of financial goals and achievements. I know that. But going but for going on 4 decades, I've been engaged in building an enterprise and a finance in a financial institution at that. Based far more on the sound implementation of a few common sense investment ideas, an enlightened sense of human values and ethical standards and the bond of trust between our firm and its clients. We did our best to avoid measurement with quantitative goals and statistical achievements. Vanguard market share, as I've said, countless times, must be a measure, not an objective. It must be earned, not bought. Our strategy arose from a conviction that the best corporate growth comes from putting the horse of doing things for clients ahead of the card of earning target earnings targets. Growth must be organic rather than forced. No company, of course, and certainly not 1 as huge as vanguard. Can ignore numbers altogether, but I've off but I've often noted the streams and management style between companies that trust and companies that count. And I fe hope that anyone who has ever worked for Vanguard includes our company among the former. For my part, I've tried to reinforce the point over the decades with an app I've seen posted on countless deaths throughout our now seemingly countless buildings. And this is the app. For god's sake, let's always keep Vanguard a place where judgment has at least a fighting chance to triumph over process. I think that's a good example of where knowledge and education or too vastly different things. Knowledge comes from experience he's got tired. In this case, about 40 something years of building a company and living in the real world having to survive. And education, I feel like, going to business school over 10 years ago. Like, I feel like they very much lean heavily on on measurement. And not, I mean, that that idea that I really like that idea. Your market share if that's even important to you. Should be a measure, not an objective. That's powerful. And it only comes from from experience. Alright. So Oh, he guys he continues this. There's something wonderfully... Like, he's... He's wonderfully consistent. And after reading his writing and hearing him speak bunch. Like, he basically has a very few simple ideas, but he kind of understands, like, the need for repetition to get these ideas into our brain because there's even times where I'm breathing this I'm like, way to understand what you're saying here. And then, you know, if it can finally click after he repeats it to me a few times. And he says, agree with me or not, but at least, I'm consistent. In 19 72, nearly 40 years ago, I closed my annual message to the to my employees with this quotation from Daniel yank Yank, about giving too much credence to counting numbers. So this is the quote that he gives to his employees 40 years ago. The first step is to measure what can what can easily... What can be easily measured. That is okay as far as it goes. The second step is to disregard that which cannot be measured or give it an arbitrary quantitative value. This is artificial and misleading. The third step is to presume that what cannot be measured really is not very important. This is blindness. The fourth step is to say that what cannot be measured does not really exist. This is suicide. And the guy he was quoting in the it talks about he founded 1 of the premier marketing research firms of its day. So I looked him up on Amazon. He's written a bunch of, so he might actually appear. You know, this idea we always talk about how books are the original hyperlinks and they lead you from 1 idea to another. I've definitely used that for this podcast where I learn about a ton of other founders and people that I didn't know about, by reading, you know, the stories of other founders because they inevitably talk about who influenced them. And that's something I talked about, where the the podcast I just did for the reviewers only for the people that left reviews. That Samuel Bro guy. He actually founded Sea. I found out about him because I read Michael O book, a few weeks ago, and his dad, Michael of its dad worked for Samuel Bro and kinda always would tell Michael when he was younger, how much he respected him. And then in a twist of fate, Michael winds up meeting the Ceo of Sq at the time, which is a grandson, of Samuel Bro, and, Michael, it talks about this in great link. In the book. He's actually brokers the deal for the Prom family to buy Mca. Okay. So Okay. So I've... I was just mentioning, this idea of importance of incentives, there's much Charlie Mon quotes in here. I wanna read 2 of them to you because it talks about it talks about... Well, this is where John Bog talks about some stuff the, like, what when you... What happens when you have a mis of incentives. So the first Charlie among quote is, I've been in the top 5 percent of my age cohort, all of my life in understanding the power of incentives. And all of my life, I've underestimated it. And his second quote is show me the incentive, and I will show you the outcome. So first, we needed to find, this is the definition that John Bog uses for somebody that that conducts themselves like a true professional. He says, I will create value for society rather than extracted. And he says plenty of members of our economy do exactly that. They create value. So he he's very much evan like, entrepreneurship, making products, making people's lives better, and then making money from that, not attracting it as he feels to finance industry does. And he says as we learned earlier, money managers are... Excuse me, money management extracts value. So he he feels they they shouldn't exist. And this idea of, of, incentives to... He's he's talking about here, other examples of the harsh consequences of this move away from professional conduct are easy to come by. In public accounting are once big 8, now known as the final 4. Firms gradually came to provide hugely profitable consulting services to their audit clients. So you develop these products next to as a way to make more money from what should have been their primary primary business, which is auditing. Making them business partners of management rather than independent and professional evaluator are general... Of generally accepted accounting principles. So when this happens, the the outcome according Charlie Mu is completely predictable, and says the 2003 failure of the author and of Arthur Anderson, and the earlier bankruptcy of its of its client En ron was but 1 dramatic example of the consequence of this conflict riddled relationship. So after reading that, I realized, the art... The larger idea here is that if you get the incentives right when you start the company, you'll grow because your incentives, your incentives are completely aligned with your customers. There's no what he says conflict rid riddle of relationship. That's exactly the the blueprint that Vanguard is laying out with us. From the very beginning, their incentive was to reduce costs for their customers, and they did so 200 times. Over the career of John Bog. And I think that's part of the reason why they exist today, and Arthur Anderson does not. And he's going to he's gonna quote there's a 200 plus year old quote from Adam Smith, and in this case, he's talking about his industry, but I think this same principal applies to companies. He says managers of other people's money rarely watch over it with the same anxious villages with which they watch over their own. They were they very easily give themselves a dis. Negligence and perfusion must always prevail, prevail, and that's something that Adam Smith wrote over 200 years ago, very much. So I think describes what we talked about all the time, the difference between founders and and Ceos. He, John Bog goes into great detail. It's actually in the chapter that I'm that I'm quoting from right now about the mis realign of incentives for for for professional Ceos, how they can make small fortunes by optimizing for the long term, even if it puts the overall firm at risk, just because the way that their that their compensation is is calculated. It's based on what you're making now, not how that can affect the company a year 2, 5 years down the line. And I think that's the difference between you know, the founders that are still in charge of their company. They're very much care because they're still the owner of that company. A simple heuristic I have in my life is if I can spend money, with a company that's still led by the founder. I try I try to. I feel that's just a good rule of thumb, to to not only to make sure I support them, but to get... You... Usually, I find, you know, founder led companies actually put customers first. Because they know that they rely on it. So this is something... I love this idea about a family motto. He's gonna tell us his family motto, and then he's gonna quote Calvin Coolidge here. And so It says, if there was a single phrase that best articulate the attitude of business leaders and managers who both deserve and reward a great workforce, it would be, press on regardless. It is a rule of life that has been a motto of my family for as long as I can remember and has sustained me through times, 2 times and times alike. And he talks about his uncle even had a boat named press on. And in that boat, he had a little framed copy of of, a quote from Calvin Coolidge, and this is the quote. And it says nothing in the world can take the place of persistence. Talent will not. Nothing is more common than unsuccessful men with talent. Genius will not. Unrelated genius is almost a prove. Education will not. The world is full of educated der. Persistence and der... And determination alone are omni. The slogan press on has solved and always will solve the problems of the human race. So I love that idea. It's funny. How life works out sometimes. The day I'm reading this a few hours later. So I have a... My my little girl, my daughter is 6 years old, and my wife comes in, should did you see her progress report. I was like, no. Me see it. And she's got all 3 days. She's killing first grade right now. And but she's, like, look at, like, teacher comments. And in the teacher comments, it said, always puts forth maximum effort. And I was like, that's our family motto. Like, and I told her about, John, Bog family model. I was like, that should be our family. We need a family model and I can't think of a a better family motto. Then always puts forth maximum effort. I love that. Okay. So like I said, he uses... He quotes quite a bit from people that influence him books he read, poems, etcetera, etcetera. And he comes across something in a book about this idea of a superior company, and I just wanna pull a quote out of here because I I love this. And he's quoting, the guy's name is Robert Green. And he says, what distinguishes superior company from its competitors are not the dimensions that usually separate companies, such as superior technology, more astute market analysis, better financial base, etcetera. It is unconventional thinking about its dream. What this business wants to be how its priorities are set and how it organizes to serve. It has a radical philosophy and self image, meaning the spear company does. The company's unconventional thinking about its dream is often born of a liberating vision. So we've talked about this site many times how, like, you you have to know why you're doing what you were doing or this idea that missionaries make the best products they make the best they create the best companies. I've never heard of it in the sense that, like, what is your company's dream? I like that a lot. And the the company's unconventional thinking about its dream. I like that. So what this business wants to be, and then you organize from there, if you know that, it's very easy because then you could set your priorities it makes... You kind of have, like a north star, like a guiding guiding light if you will. Okay. So now I'm gonna jump to the end of the book. Like I said, the book is really short. You could probably... I bet you could probably read it. I mean, it's probably about a 5 hour read. So maybe 2 days something like that. Okay. So first, before I get to this part where I love, he he makes us, like, top 10 list that I'm gonna read to you. It's it's a it's a personal note. And I think that's a good to close. But before that, he's just got some old school advice for us on on life. And he's talking about, like, what... Like, what first he has a quote. He's says success is not the key to happiness. Happiness is the key to success. So then he's like, okay, well, what makes happiness? Hey he talks about money, like, having a certain amount of money is is needed, but you realize that money provides what he calls a transit sort of happiness. And so he's like, listen. This is what determined in his opinion determines are happiness. It's the presence of some combinations of these 3 attributes and he's gonna go into that now. 1, autonomy, the extent to which we have the ability to control our own lives, also known as to do our own thing. Number 2, maintaining connectedness with other human beings in the form of love of our families, pleasure in our friends and colleagues, and an openness with those we meet in all walks of life, and number 3, exercising competence, which means using our talents, being inspired and striving to learn. And now this is the last part, which I think is is valuable for all of us to hear. He's talking about, hey, Listen. There's a leadership summit that I was going to give a talk at. I was gonna be the old person, among the group. So he's, like, I needed to figure out what to talk about. He's like I settled it on a subject that I thought would be both retrospective and prospective. And that subject is why do I bother to battle? Then he says, I decided to frame my talk as 1 of those inverse top 10 lists from the late show with David Letterman. As comedy, my list might be wanting. But as a sum submission of what has pushed pushed me during my entire life and what continues to push me on today, it's right on the mark. I'm just gonna read all of them too because I thought they were all fantastic. Number 10. Damned if I know why I bothered a battle. I just do it, and I don't know how to stop. Number 9, because in nearly all the and in In all the nearly 9 decades of my life, I've never done anything but battle as a boy delivering newspapers, than as a young man working as a waiter, a ticket seller, a mail clerk, a reporter, a runner for a brokerage firm, even a pin set in a Bowling alley. And as a man fighting the battle for personal advancement for attention for innovation for progress for service to society, and, yes, even for power and the hope of being remembered. I might as well admit that. That's 1 reason why write books, including this 1. Number 8, because the great bachelor's of history have always been my heroes. Think Alexander Hamilton. Teddy Roosevelt, Woodrow Wilson. Heck, think Philadelphia own Rocky Ba. 7, because all those battles finally lost their battles. Eye battle to be the exception. Number 6. Because in the mutual fund field, no 1 else in the system is battling to bring back our traditional values of trustees ship and our high promise of service to investors. Somebody's got to do it. By the process of elimination, I got the job. Number 5. Because when the battle stands pretty much alone, he draws a lot more attention to the mission If you have a large ego, and I do, that's a nice extra dividend, especially because those who are outside the system, exemplified by the Bog heads of on the inter... On the Internet, give me the strength to carry on. He kind of kinda does lead his own cult. So this entire website dedicated to the ideas of Jack or John Bo, and they call themselves Bog heads. Number 4, because sad to say, I no longer play squash and playing golf on grown up courses is now something of a stretch. So what else can I do, but transfer the spirit of the? Of those old battles on the fields of athletic combat onto the fields of combat to improve our society at large. Number 3. Because what I'm battling for, building our nation's financial system a anew in order to give our citizens and investors a fair shake is right, mathematically right, philosophically right. Ethically right? Call it ideal, and it's as strong today as maybe even stronger than it was when I wrote the idea idealistic Princeton thesis 57 years ago. How could an ideal list fail to fight such a battle Number 2, because even as I battle, I love the give and take, the competition, the intellectual challenge of my field, the burning desire to leave everything that I touch better than I found it. Using Robert Frost formulation, my battle is a lovers coral with our financial world. Number 1, simply because I'm a battle by nature. Born, bread and raised to make my own way in life. Such a life demands the kind of passion evo by the words of the great sculpt of M rushmore. Life is a kind of campaign. People have no idea what strength comes to one's soul and spirit through a good fight. While I simply can't imagine that my own soul and spirit will ever fade, I know deep down that time is not on my side. That's a... That that sounds especially hit me considering he just died a few weeks ago. So I'll continue to fight the battle until my mind and strength at last began to dull. Only then, I hope many moons from now, will I take time to revel in the memories of all the wonderful battles I fought during my long life. After all, para sop, 1 must wait until the evening to appreciate the splendor of the day. And that is where I'll leave this story. If you want the full story, I'd recommend picking up the book, it's enough. True measures of money business in life by John Baldwin. I think it's 1 of those books that you just leave out, like, your living room and just pick it up, read a chapter, put it down. It definitely don't have to read it all at once even though it is, a relatively easy read. I just think he packs a lot of wisdom in a very, very small book. I don't know. It just gave me an unbelievably deeper understanding and appreciation for for the work that he dedicated his life to. And just that really simple idea that you just put customers first, and everything else takes care of itself. It's super obvious, but, unfortunately, kind of rare. So if you get value from the work I do. If you're learning from these podcasts, I would... I would consider a great favor. I'd really appreciate if you sign up to Founder notes, you can click the link in the in the in your podcast player or go to founders podcast dot com. You'll see a link in every single podcast I've ever made. You could sign up. It takes less than a minute. You'll get an email from me every Sunday. You'll unlock the archive, which I said before has a hundred and hundred and 39, I think, you know, basically, basically, the best ideas about building companies from the people that are doing it right now. So for entrepreneurs founders, they're are already running companies, it's no brainer for people that want to run a company or create anything new. I think it's it's definitely a no brainer. It's worth every penny, and and then some... So not only do you unlock the archive, but I do... I take notes on podcast podcasts every day. So every month, I do 30 more notes. So that archive is gonna grow, you know, by 365 founders every year. So as I continue on with these projects, I hope, like I said to make it the largest repository of of of knowledge about building companies from people that are actually doing it. So if you get work from this podcast, again, I don't I don't I don't put ads in it. I don't do anything else. So that's basically the only way you could support it. If for whatever reason, you cannot afford the small monthly fee at the moment. Yeah that's completely understandable there's plenty of other ways. Like, you could tell people about the podcast. You could send them the links or founders those for people that, you think would benefit from it. You can leave reviews and ratings. That's another way to get extra podcasts for me. And I just feel like I've talking about this lately, like, I didn't want... You know, I I stopped doing the mis fit feed, which is the feed where if you donate to the podcast every month that I would do extra. And I appreciate all the people signed up, and it did hurt me financially, obviously because I turned off, you know, I'm not accepting money from that anymore since I'm not gonna update it I didn't feel that I was right. But I feel like the short term pain of losing that revenue source is in the long term, you know, I'm gonna feel I feel better. I feel the fact that every single podcast I ever do is is available for free to anybody over the... All around the world. And I don't know. I like the idea of transferring the ideas from the from these books into making them readily readily available for everybody. I think, that makes me feel good. It... I'm just happy about it. So... And III know, like, the podcast will go grow and more people will support by sending founders notes. So and long run run fine. And I don't know. I I like the idea of making every single podcast free to everybody and and add free. And the extra podcast I do for the your own. Like, that doesn't cost any money. It just cost about a minute or 2 of your time. And as I said, on the last of your only podcast. I did this... This podcast on, called creative a selection, which is inside the Apple design pro process in the Golden Age agency jobs. It's written by 1 of the programmers he reported. He demoed to steve jobs multiple times. He create... He was 1 of the, p... Initial people on the team that created Safari web browser, and then he's largely responsible for the keyboard on the iphone. And just goes into, like, how Apple thinks about product design, how they actually do it. I think it's valuable to lend for people, entrepreneurs building products, but even, individuals, product managers. It's just such a such a good book. And so if you wanna access that podcast and in the 3 out and of 4 total ones I've done so far. Just leave a review, take a screenshot, founders reviews at gmail mail dot com. And, usually, within a few days I reply reply back with an email, personally with the link to to to that private podcast feed. And the cool thing is, not only for, I think for a minute or 2 of your time, you're doing me a favor, and then I repay back, like, I repay back in Spade because I've already done 4, but once you have that private Rs ss feed as I update it, it'll automatically populate in your podcast player like any other podcast. So... And I'm gonna be doing a lot of them. I I set up the. I never finished a I thought. Just rambling again. When I was... The reason I brought up creative selection is because at the end of the podcast set in creative selection and said that, listen, I'm I'm pretty damn determined to make sure that that podcast feed is so valuable that it's gonna be the best 1... Like, the best return on investment you ever get for 1 or 2 minutes of your time. Because not only do you get the 4 that I've already done at the time of this recording, but you'll get every single podcast, review your own podcasting in the future. And so in addition to all the books that I read for the main podcast feed, like enough and stay the course and the 50 something other books I've read so far? I just read a lot. And, sometimes they're not biographies on founders, so they don't make it... Then it doesn't make sense for me to put it on the main founders feed, but there are other books that I read that I think are are still valuable to to anybody working, that there... Whether it's be life or value how to approach life or how to think about, like the future of work? Like I'm reading this 1 book now and on, like, what is the Internet doing to the optimal size? Something I'm extremely interested in myself. And that's why I prior where I started reading the book is, like, what is the Internet doing to the... Like, what is it doing to the optimal size of companies. And it's something that's not talked about as much as I think should be talked about personally. Where the entire... From the... The the the the entire history of capitalism a potential part, you know, there's been there's clearly been an incentive to to to scale to to that that size was an advantage because of all the the benefits from economies of scale. And the author in this book is making a very compelling case of something that I suspect is true and I haven't been able... Like, these... These thoughts been right around on my head for quite some time. But I don't know if I'm able to, to, like, put him into words like he's been doing so far, that the opposite is actually true right now. That the optimal size of a company is drastically really shrinking because of the leverage that technology gives provides to us. So I have a feeling that's going to be the next book I do for the reviewer only feed. So, I'll tell you more about that as I continue to read through that book. Because I think those ideas are are powerful. And you see, like, anecdotal information. I've seen it expressed usually online where, like, they compare, like, revenues of, like, let's say the top 5 tech companies in the world right now compared to, like, what the top 5 companies were where let's say, you know, back when Ge was 1 of them, and it talks about... These are the revenues. These are the employee count and, you know, like, the employee counts usually like, a tenth or fifth of what they were. And the revenues are about the same. And it kinda of, you know, Jeff Bezos says stuff, like, this, like, hey, on the... In the age of the Internet, you can either be really, really small or really, really large, but everything in the middle is gonna get wiped out. And yet, I think like a large percentage of our economy is still in the middle. And I think there are some... I don't know if it's social pressure. I don't know what the right word is, but there's a lot of... At least when I talk to other entrepreneurs, like, I feel like there's like vanity metrics. Where it's like, oh, this is the revenue or this is how the head count or this is, like, the office, like, what our office looks like and it's just like, that might not be signaling what you think it's signaling. And so I don't know. I'm looking for a definition that book and and and pulling out parts and making into an engineering podcast because it's something I'm predisposed to already believe in. Yeah. That's just a stream of conscious so I wasn't expecting to talk about. But, anyways, thank you very much for your support. Thank you for letting reviews. Thank you for telling your friends, and thank you for listening. I'll be back next week with another podcast about another founder. I'm most likely. I have a stack of, like, I don't know, 10 or 15 books. A lot of which I've gotten from Twitter by the way. So I'm pretty sure I'm gonna finally get around to the personal notes of Howard Hughes and do that. So that's probably what's gonna... We're gonna talk about next week. Alright. Thank you very much. Talk to you later."
}