{
  "transcript": "He was a film director, a producer, a test pilot, inventor, investor an entrepreneur. And for most of his life, he was considered to be the richest man in America. At a time when being a millionaire was rare, Hughes had several billion dollars. That alone would have made him intriguing, but he a lore was about far more than money. To unravel his story required the help of hundreds of journalists, lawyers, doctors, investigators, arch, librarian, acquaintances and lovers. Each contributing pieces of the grand puzzle of Hughes. In addition to interviews, court transcripts and deposition, Hughes own original papers were examined. While he never kept a private diary as such, He wrote over 8000 pages of memos, notes, letters and instructions that chronic his loves, hates, fears and frustrations. Recently d classified Fbi and Cia files were also analyzed. 2500 pages of detailed surveillance reports. Likewise, over a hundred thousand pages of sealed legal brief, corporate records, and inventories were uncovered and red in an effort to gain entrance into the mind and life of this ultimate outsider, the result of years of research, this book tears away of facade that Hughes worked his entire life to create. And reveals a man so complex that during his life, he remained an illusion even to the few who knew him best. It is a story that only he could tell of a life so extraordinary that it can be found, recruit recounted nowhere else. Okay. So that is from the introduction of the book that I wanna talk to you about today, which is Hughes, The private diaries, memos and letters, the definitive biography of the first American billionaire. And before I jump into the book, I just wanna recount... So I was doing some extra research and it I came across this this article that was published in the Washington post in 19 77 a few years after Hughes died. And let me just read an or to. So it says the amazing Howard Hughes, which can be seen in 2 episodes on channel 9 to tonight and Thursday night from 9 to 11 is both satisfying and un. Based on the book, Howard, the amazing Hughes by his longtime associate, Noah Dietrich, Noah dietrich very important person in the story. So please remember his name. In collaboration with the, all these other people that are importance Subs it's skipping over that, the television adapts set it the tell the television adaptation of the book satisfies and that the subject is Howard Hughes, but this is the part that really stuck out to me when I was reading article. But the dissatisfaction arises since most of us have re have read or heard too much about how it Hughes. Yet, with all that we have read or heard, we have the vague feeling that we don't really know all there is to know about this man. So the reason I wanted to start here. In particular, is that that last paragraph talking about the dissatisfaction about hearing a lot and being exposed to a lot of stories about them, but then at the end of all these stories feeling that you don't really know him, that's exactly how I feel going into this podcast. So last... Sometime I think last year, maybe the year before, I attempted to do a founder episode on this book I read, which is called Howard Hughes uses his life and madness. And I found it so frustrating that I I read the entire book and it's massive. It's I think, like a 20 hour read, 700 pages, 655 pages or something about that. I actually have in front of me. That I I just refused to a podcast on it because I was so frustrated by this guy. So I decided to give it another another shot because If you really think about what we're doing here. Well, first of all, if this is your first time listing founders, welcome. My name is David. The concept of this podcast is, extremely straightforward. Every week, I read a biography or an auto or a book about somebody that's built a company, and I just try to understand the person behind it, pull out ideas that we can use in our own lives. So I don't really think I could document the history of entrepreneurship without talking about Howard Hughes. So I gave it another crack. I read this book. This 1 was a little bit more palatable because it spent less time talking about what seems to be very clear that, you know, Howard Hughes suffered, especially later in his life from severe mental illness. So he was diagnosed with obsessive compulsive disorder, but he he basically had... He wouldn't open himself up to being diagnosed further. He... And he had his own private set of doctors as as we've seen happen with other extremely rich people and, you know, when they're paying... When you're being paid tons and tons of money by the world's richest person, you kind of, unfortunately looked the other way and and you you don't put the care of your patient first. And it's exactly what how it happened, Howard Hughes. So the first book, you know, probably I read probably 60 percent of it is all about his descent into into madness, which is really hard to read actually. And that cultivate with, you know, him having a lot of yes men around that only... We're not looking out for him. They were only basically, doing whatever he told him to do. And so when he winds up dying in the 19 seventies, I think he was 7 years old. He was 6 foot 3, but he weighed, like, 80 pounds, he had been a drug addict on coding and all other kind of op for over a quarter century. And he's basically just skin and bones hadn't been in the sun for, like, 30 years, and they found a bunch of, you know, broken off needles. I think they I think when his autopsy like, 5 or 7 different needles placed anywhere from his groin to... At all over his body because he would be taking so much drugs that the the veins would give out. So that's that's really hard to read about. It's not pleasant. It's not... And I'm I'm not gonna talk much about that on the podcast. I'm gonna focus on you know, the his early life because I think that's important. Because up until about time from 19 when he takes over his father's company to about 40. He's certainly centric, but something happens. And I think it's the multiple plane crashes he was in and I'll, obviously, I think after reading this, Like he probably had mental illness his whole life. But then he just... The last 30, 30 years of his life. Is just descendant of madness. So today, we're gonna focus mainly on the beginning. And and up until about 40 years old. So I will say that, like, a lot of times on this podcast, like, we're learning a lot of good ideas from people based on their experiences. You know, you go back and listen to all the founders episodes and you know, we benefit it greatly from somebody else documenting. They're entire... The the lives of these company builders because we understand their personalities, their philosophy on business. They readily share the ideas that they gain through experience. And and the reason I'm doing this podcast because I think those ideas are invaluable to anybody that wants to get better at what they're doing, whether you're running a company, wanna run a company with they're freelancer, whether you work in a large company. Like, you you can use these ideas yourself, and you don't have to go through 70 years of experience before you have these realizations. Today is gonna be different. Today, we're gonna learn a lot more about what not to do, The kind of person not to be. I don't think based on the other research I've done is, I don't think I've come across another entrepreneur that the gap of the actual person were, and the mythology is wider. He was widely beloved, mainly in in some cases deserved so where, where he... You know, he's first person to to fly around the world. He has all these these interesting aviation world records at the time, and that's what made him world world famous based on what I was reading is 1 of the most famous people in the 19 thirties that all across the world. But I can't say, and III... Based on how he treated other people, he wasn't a good person. And a lot of the stuff he did in business is not, you know, we're learning on this podcast, like, the power of putting a customer first of of thinking from first principles of building a product that is so great that people want to give you money for that can benefit their lives. And a lot of what Howard hughes did was was not that. And a lot of the running of his companies isn't even... Basically, I mean, noah a d dietrich for all intents purposes was the the person running... He was actually who Howard Hughes was. So I just wanna have that. I just wanna set that out at the beginning. So you understand my perspective on this, because it's just gonna be a lot in this book that is just not behavior that I think we should replicate, but at the same time, we should understand that it's out there. It's tons of humans. He howard Hughes was in the first person act like this. He's not gonna be the last. So I do think it gives us an understanding of, like, the reality that we operate in. So with that, what all I could think about is, and I look for books there's tons of books written about Howard Hughes used tons of information about Howard Hughes, Howard Hughes Junior that is. But I couldn't help but think that the book that I really wanted to read, the the person that I think is overlooked who is extremely important because he built 1 of the most successful companies ever, is his father. Howard Hughes senior, I guess, that would be. So that's where I'm gonna start the book. We're gonna learn a little bit about Howard dad. And so the I'm gonna... The they're gonna... The Howard they're they're referencing the book right now is Howard Hughes senior. So it says, Howard was not a student. Howard was mechanical. Why he had no patience sit at a desk and learn. That sound this sounds fairly familiar to people who have listened a bunch of his podcast. He could spend hours at at a work bench tinkering with clocks and motors. When Felix attempted to... This is Felix is Howard Hughes seniors dad and Howard hughes junior grand grandfather obviously. When Howard hughes attempted to put his oldest son to work at his law office, hughes rebelled after only a few months and set out on what he would later call his adventure in the frontier of opportunity. The year was 18 95. And for a rugged tall 26 year old American. Alright. 26 old, America was a land of discovery. So as we're gonna see here, I really feel like there's a There's like a typical personality type of people that... Become entrepreneurs. I do think that now given the the advances of technology that that is actually going to widen, but there is just certain people that are just not content making a good salary sitting at a desk and that they're willing to take on an insane amount of risk just to for the ability to do their own thing and to kinda call their own own shots, and Howard hughes senior was definitely like that. And, a lot of, having that appetite of risk does not always guarantee success for most of his life. He was not very successful. He had failure after failure after failure, which I think is important for us to understand because, you know, he winds up creating an invention, which is a drill bit. Getting a patent on that invention, and that that that singular invention came from a life of failure. And a lot of people are like, you know, you see this mythology. She's like, oh... If you wanna start a company have to do a really young, well, we know people listen to this podcast know it's not true. Ray Cro was not young when he started his company. Sam Walton was not young when he started his company. In this case, Howard hughes senior was over over 40 years old. By the time he found his first actual success at business. So before we get there, let's just hear a little bit about his life, he says for the next 8 years, hughes traveled across the Midwest. Roaming to Colorado and Oklahoma, looking for his fortune in zinc and silver mines. And on gambling boats full of full of women and desperate men. It was an erratic existence that found hughes writing the ebb and tides of riches and poverty. So he... He's going through all basically, gambling, make trying to trying to... It's basically, a lot of speculation. Is what it is. And so being a spec, he... He hears about all these people making money in Texas and Louisiana, around in the early 19 hundreds from oil. So he's like, okay. I need to get down there. He said, I heard the roar in Joplin and made the seat for the disturbance. So he says, okay. I heard things were going on here. I need to get down there and see if I make some money. So he gets down there, and he starts he has he blindly speculated on oil leases and tried drilling for oil him for himself with rented equipment. While his schemes failed to generate continuing income, they did bring him in contact with another wildcat, wildcat with the names of the the oil spec at this time, named Walter Bedford Sharp and a partnership that would lead both to riches. And then on the next page, it just has a sentence that kinda gives you an idea of what he's... What's going on at this time. He said Hughes moved from Boom town to Boom. Meaning an oil boom town, Learning about drilling from hands on experience. That's gonna be important, because this is the start of of Howard it's seniors business. I I said by the start of he wasn't having much success at the time, but he was learning, and that's equally as important. Says by the time by the start of 19 o 8, Howard hughes senior felt like a failure. He had lost the attention of his wife and rarely saw his son. Striking a rich was no longer the fan dream of a young Va. It was now a necessity for the 38 year old brag. Ironically, the key to his fortune was to be found in his failure. This is an important lesson for all of us. Throughout his years as a wildcat, he had repeatedly for was repeatedly frustrated by his lack of success in striking oil. The prom he claim was not the location of his wells, but rather his inability to drill deep enough to tap the oral reserves he was certain remained undiscovered beneath Bedrock, and there's no really way at this time for him to tend to know that other than just a belief. He was going off instinct here. He said, faced with the reality that no that no known drill bit could dig through the rock. He became obsessed with the challenge to design such a bit and worked for months and a futile effort to achieve positive results. It took a chance meeting and a s port. This is Louisiana barr, called the oyster pub to motivate Hughes toward his future. It was there. He happened upon a mill wright named Granny hu, who was attempting to interest the rigor in a drill bit that I that it can see that he had conceived that resembled 2 engaging pine cones. His concept called for the cones to rotate an opposite direction. Mesh like a coffee grinder. So everybody else is laughing at this guy that's trying to sell, like, a new new drill bit. They're like, they're they're basically lap... They laughed at as design. Thought, you know, you can improve. It's already working. People are making money at oil. We don't need your stupid design. But hughes looked at it differently. He said Hughes took it seriously enough to pay a hundred and 50 dollars for the 2 suing thread spool that Humans had carved to illustrate his invention. He then takes this. And he says, Howard engaged in a machine shop to fabric a prototype of the drill for experimental use. Still uncertain that his concept would actually work. Hughes took the finish prototype, mounted it on a rod in a press and attempted to drill through a 6 inch thick piece of granite. Legend has it that the drill bit drill through the granite, drill through the work bench and was chewing through the concrete floor of the workshop before the machinery could be stopped. So that little invention, he's gonna wind up patent it. Let me see if that that hasn't happened yet. Nope. Yep. So right after this, he's granted a patent in August of 19 o 9. And this invention is the basis of 1 of the most... I would argue 1 the most profitable companies of all time. And without this invention, there, we would never know the name of Howard Hughes Junior because by the time... So Howard Hughes his wife... Or and his wife. His the son that is his dad dies of a heart attack at 54 years old, and his 2 years earlier, his mom had died when she was in, like her late thirties going into for surgery. And she never will go for anesthesia. So by the time he's 19 years old, both of his parents are dead, and he's given 50 percent ownership of Hughes 2 com... Tool company, which is the basis, which, at that time was already hugely, successful. And he actually does, you know, some smart things or he buys out the fit... Other 50 percent was owned by family members. And 1 1... His grandparents sold them their 25 percent interest in the tool company for 10 dollars. And the other person, I think was Uncle sold him, the other 25 percent for like, 200 grand. But this is a company that I have a note here that just to to so you understand the size and the scope of how important this company was or how profitable was rather. Hugh hughes tool company, was founded in in 19 08I think they started, like, making real money. No. Actually. Yes. Founded founded in 19 o 9. Sorry. And then, he started with this guy named Walter shop, sharp, but sharp died in at 19 19 12, 3 years later. So, by the time the company matures and the 19 forties, it was making about 40000000 dollars a year in profits in the forties. And so if you use these calculators online, that tell you about, like, what what the equivalent the equivalent of that would be in 2018 dollars, 2019 dollars, That's equivalent about 500000000 dollars a year today. And Howard hughes used junior owned a hundred percent of the company. He had complete control. So he had this cash cow that he didn't have to invent, never had to work in that was basically throwing off the equivalent of 500000000 dollars a year today. And it all started from this little invention. And something we can learn that can be applied to a million different things. Is... Hold on. Okay. So we've we've heard this this you've... I know if I've covered this before, but I've certainly read about it a lot that So in a gold rush, the the the smarter strategies is to sell pickaxe axis. Right? Instead of going on trying to rush for gold, you sell the equipment that the people are trying to go out on and rush for gold r, or that need. To do that. Right? Well, on the oil boom, which is happening around this time, in at this time in American history, it... The the equivalent of that is sell drills, and that's exactly what Hughes does. But he also has a just a straight genius inside that I would never even thought of, I don't think. And III would say the modern day equivalent of this based on the profitability that you see is, like, Aws, Like, everybody is, almost every business is slowly turning into a, you know, Internet enabled digital business. And so you see with Aws where they make billions and billions of the year and they have much higher profits than the overall Amazon profit margin is. You know, they're kind of... They're they're doing the exact same thing. But they're doing the modern day equivalent equivalent to that. Equivalent of what Hughes tool company was doing the oil. Boom. Is what I'm trying to say. Okay. So it says with the oil... This is the genius idea that Howard Hughes senior head. With the oil business and a boom phase, there seem to be an unlimited thirst within the industry for the essential he who hughes bit. So everybody's going out. They wanna make money. They need his bit to to access hidden oil fields that other bits can't get down to. And again, he's got a mono monopoly in the market because he's got the patent. So it says, but this is the genius thing he did. Hughes refused to sell his bit outright. Instead, he leased a bit on a monthly basis, providing free sharpening and maintenance as the device required. In this manner, each bit paid for itself within a few months. And with each successive month, which generating nearly all profit. I've heard that sentence... First of all, it's a great idea. Secondly, I kinda feel like that's a difference of software as a service back in the day If you're old enough if you remember, you'd go to, like, a store and you'd buy a box of software, and it'd be a 1 time charge, you just go home and you have it. Now they're like, we're not gonna sell you get software Outright? We're gonna sell to you and we're gonna maintain everything for you. We're gonna make sure it's updated. We're gonna keep improving the product, but we're gonna charge you monthly. And this is kinda what he doing but for drill bits versus is extremely important at the time. Okay. So now we're gonna start talking about howard Hughes junior. And in this case, he finds... This is the example of him finding his life's passion, which was aviation, and then starting his first tiny tiny business when he's a kid, because he's very... You, he he he definitely was a smart person. He definitely was a tinker. He was interested in, like, mechanical machines. He was just an interest in science. He was just interested in experiments, but he just didn't care about the oil business at all. And so that was kind of, you know, be squeezed to him by his, by his father, which which led to what he was able to do. So, his his he he does something his dad wants me to do So he says, let me just jump into the store. Said he put out his hand and request a 5 dollar bill. 5 dollars, that's it. His father questioned. Shaking his head and excitement, Sunny, so that's what they called when his parents were alive, he wasn't called Howard. He was called Sunny, and then he changes his name. So, from Sonny to Howard and then, at least asking people to call Howard and then eventually he just tells people to call Hughes. As Says, Shaking had an excitement, Sonny took the 5 dollars as he pointed to the sea plane anchored in the harbor and the sign overhead, 5 dollars a ride. The plane was part of a local sightseeing and tourist attraction. Although Big Howard had never himself been in an airplane, and had little faith in their safety, he joined his son in the sea plane. The 10 minute flight was agree short for the elder Hughes who felt sick from the ride. As for his son, he was ex and inspired by the sensation of flying. And he knew he had found his calling in life. So now this a little description of of, what his childhood was like, you know was really bad in school, didn't care about it, but he he would make things. He'd do Like, make his own, radios. Like, see, I I guess, like, the precursor to Cb b radios. I don't know exactly what they're called, and he would tin with engines and, internal combustion engines all other stuff. So he he actually makes something. He said he spent most of his days alone his bender in his bedroom or his a garage workshop where he fashioned a motor and starter onto his bike, turning it into a primitive motorcycle. Words spread quickly quickly that there was a new addition to the neighborhood, turning sunny into an entrepreneur when he began charging 5 cents a ride. So, you know, I love seeing this kind of thing where you see, like, a flash of entrepreneur at a young young age. So sorry, I got something people want and they're willing to pay for it. He starts to do a lot of reading after that flight, and he just becomes completely obsessed with the idea of aviation. So he said he had begun to read about a pair of British flyers who had won a challenge from, in London as the first pilots to fly across the Atlantic. To Sunny, it was more than an adventurous exploit. It was fascination. Exploration and fantasy in an an arena that Had yet to be tapped. It became his arena. It became his dream. School was relatively unimportant considering he had made up his mind about flying. Algebra and spelling did not fit into that picture. As a result, Sonny had poor grades and erratic classroom attendance. So I here we're gonna jump right into an example of like, an idea I just don't think is really smart, which is really spoiling your your child. So, right before he turns 18, he's in high school, and he... Not really going that much. But this gives kitchen idea of to the degree which Howard Hughes Junior was was spoiled. His allowance was 5000 dollars a month. At a time when 5000 dollars re represented the median annual income for the average family of 4. So what would that be equivalent today? I think the average annual income in America for family 4 something in in range of, like, 50000, maybe a little higher. So that'd be an equivalent of paying your 16 year old, 50000 dollars a month or whatever that actual number is. So This is how his wife... Or excuse me. His mom he's already... I already passed away this time, a year or 2 later. His dad does too. His dad's in his office talking about all these exciting plans for future. He's in a meeting and then all of a sudden he clutches his chest. And collapses and falls dead on the floor. And this is the transition now for Howard Hu Junior. With the death of his father, Sonny Hughes made the transition from boy to man with the instinct of a survivor and the sa sorrow of an orphan. His world went from a life where days slid beyond themselves into weeks without distinction to minutes that lasted for hours with an ache that saw no joy. The man who was his hero, the man he only wanted to please died without warning or an opportunity to say goodbye. So at the time, Howard is 18 or not 18 and 19 years old. And he wasn't considered an adult by Texas state law, you weren't considered an adult till 21. So even though he inherited 50 percent of Hughes tool company, And this is like, an ugly aspect of human. So there was like, a extended relatives, like, his uncle, that didn't really like his dad, but now was put as, like Howard Guardian, and and basically, it only... Didn't didn't care about Howard either. He just wanted access to the money and control of the company. So Howard Caesar actually does something really smart here. He plots no 1 knew, but he was plotting an escape and a way out. So he said, Howard began a detailed and organized effort to take control of both his life and his money. With a adhere to 4 unrecognized brilliance, he began his blitz by announcing his intention to pay his relatives for their share of the Hughes 2... Tool company. They accepted Howard offer of cash in exchange for a company they had no chance of running in any case. In 19 24, hughes tool company became Howard and its totality in its totality. They were unaware that, that they were unaware that, away from the course, meaning, he was playing a lot of golf time. Howard was studying the inheritance laws of Texas. In particular, he was fascinated by statue that allowed a 19 year old resident of the state to be declared by the court and an adult in the eyes of the law. So he he files a petition and he gets what what they call the disabilities of youth removed. So now it's saying, hey, he doesn't need a guardian. And he's in control of everything of his own destiny. And after this, as a result, Howard returned to the house's his father built with a confidence that few teenagers can must. He was tall, handsome rich and inspired. He moved through the state mansion, master of his domain. Looking up, he saw his destiny. There on the edge of space, it was written in the sky. Because, so now he's in control. He's like, okay. And, we we see this this tendency in in a lot of entrepreneurs. But I think it's this this tend... This desire for control controls especially exacerbated with Hughes because I think the... He's he suffered from severe of obsessive compulsive disorder. And I'll give you some examples of that later. But he he's very much does not wanna be told what to do by the people and he wants things exactly. Like, he almost creates what I would say is like, he creates his own reality within the, like, a a smaller world within the larger world. Where he has absolutely complete control. And so first, before he does this, he's gotta figure out what he wants his life to be. And so now he... We get to the part of the book where he's thinking about this. Since the initial reflections that came to mind were of those things he did not want to do, run his father's business for instance. He had little desire to sit an office in Houston and sell drill bit drill bits. On the back of a receipt, he wrote the words hughes tool and then promptly cross it out. Thinking again, he topped the small piece of paper with things I want to be. He wrote. Number 1, the best golfer in the world. Number 2, the best pilot, and number 3, the most famous producer of moving pictures. And this is gonna give you So a little insight into his his his bizarre personality. And, despite a history of joyful holiday, celebrations spent with his family, the new He, this is what he was asking me to be call the time. The adult hughes celebrated none ever again. Alright. It starts doing that really early. So Who knows? I we can't really psycho analyze this guy, but that sounds like some kind of childhood trauma or, I... Who knows? What it was actually. Okay. So at this time, he he realizes that he was really good at understanding the the necessary, like, the the necessity of, like, appearances. Even though he was very manipulative. So he convinced this 19 year old woman ella ella rice to marry him. Even though she didn't really want to, but at the time, in Houston, it was, common for, like, a arranged marriages based on, like, your family's, like, financial, like, situation or soc economic status, I guess. And so her mom made her Mary Howard and then Howard just basically, he moves to California because I forget this, Out I'm out of Texas. And then he lets his wife they lived together for a little bit, but then he just sends her back to Houston and and ignores her. So this is what I mean about. Like, we're gonna see a lot of personality traits are just... I'm sharing them with you so you understand who the person was, but it's not, like, this is, like, He just didn't seem to care and and we'll see in a minute even talks or later on the podcast. So he just talks about... I'm not interested in people. Whatsoever. Like, they just didn't fact. Like, they were... They seem to me, like, like, I don't know if tools is the right word. They just like, they he just they were, like actors in this play where he was at center stage and he would just dismissed him at his... At his pleasures. So this example, when hughes was neither arrived in Houston Nor telephone, Ellis sent tele am. Several dozen of them. Each 1 more desperate than the last, attempting to understand how their honeymoon had dissolved into first separate bedrooms and then separate states. When he refused to accept her telephone call, she wired, I cannot understand why I've not heard from you. So eventually they get divorced he just... Basically, just ignores her north or stops talking to her completely. And then he's cheating on her constantly when he's in California too. So he does not seem to, like, to accept the, like, the emotions or, like, the opinions of other humans. So you just don't seem to really exist to him. And may... You know, maybe if you have... I think what ex that, Not only do I think it's some kind of mental illness, which, you know, people don't choose to have that. You know? It's so I can't really... Must say blame, but some of this decision just seems to be like, a self spoiled kit. You know? So I don't know how much of that was under his control or how much was not, but to the extent that it is under your control. Like, this is not behavior that, you know, you wanna emulate any sense in any fashion. Okay. So this is him starting on the movie business, and he's he he has, like, a vin like he he basically quits. So he starts on the movie business. He fails at the beginning and then he quits, but he only goes again just to prove that his uncle, like, wrong, and you'll see this in a minute. So says, he he meets this guy on this actor on the golf course in La. He says, each man moved to seize the opportunity before him. It took but a handshake to open a new chapter in show business history. When Graves, this is the actor told Hughes that he needed 40000 dollars for the film budget, The gullible t never flinch as he took out his checkbook and gave the actor the entire mound. As graves began the picture, Hughes haunted the set. This is actually something that's smart. He very much learned by observing and talking to people and he says, take it he took copious notes, and he asked the actors and cameraman questioning everything that the the... He was questioning everything they were doing. So he would add almost like, to the point of pest. Like, why are you doing it? Why he do it that? And he'd write down, you know, their answers. It's it basically as a way to provide his own education into the business. So it says by that point, after... By that point, Ralph Graves had spent the 40000 dollars. I would ask for another 40000 dollars more before he had finished use first film. It was titled Swell Hogan. When hugh screen the finish picture, he discovered that however, wonderful actor graves may have been, he had little talent as a director. Swell Hogan was said to have been such an embarrassment that he was ordered the projector projection to burn the only print and to never mention its contents to anyone. Hughes was 80000 dollars poor, but a whole lot wiser. He would not make the same mistake on film number 2. So after the success, he said he was just no longer as interested in the money... In the money hungry movie business. He had learned his lesson and might not have ever made another film if it had not been for a call from his drunken uncle rupert. He... His uncle was lashing out at his nephew. It took only his uncle uncles arrogant advice to quit the business to persuade Hughes that he had to prove him wrong. So he jumps back into the business just out of, you know, kind of ego or just saying, hey, you know, I can do... Like, I can actually be successful at this. Even it didn't sound like he was actually motivated internally to do so though. So he he actually... His next film is widely successful. The film was budgeted at a hundred and 50000, and it made Hughes over 75000 dollars in profit. And again, that's 75000 dollars and 19 27 dollars. The next the next film was even more this. The film made 614 grand in profit. It's subsequently won a best director at the first oscars, and more than just smiling Hughes was crow, particularly when he thought of his sm uncle Rupert. Who had neither an Oscar to his credit nor the 600 grand in his pocket. Okay. So that's his start in the movie business, and then we're gonna see how to he become an avi, which is where he's most widely known as. And said, on 05/21/1927, Charles Lin successfully piloted the first nonstop solo transatlantic flight in his single engine plane. It was a flight that captivated an en Hughes who eagerly sought details of the journey and forced him to squarely face his last goal. He was eager to return to the sky and hired a pilot to teach him fly. It was then in mid 19 27 that Howard Hughes at 21 years old, new he was living his dream. Okay. So this 1... This 2 sentences actually gives you a good idea of look into his... Not only his personality, but his his management style. The world of Howard Hughes was 1 of his own creation. Every person every costume, every scrape of scene decoration, all became his personal domain. And with an eye to detail that frustrated as it impressed, he began to take control. So what they're talking about is a lot He'd hire, you know, he'd just be finding these films and hire director. And then inevitably, he'd show up until the director how to do his job, and they'd quit constantly. 1 after another 1 after another. And so this example of that, Hugh suggested, Hughes needle. Hughes overrule to the point that on September t, Reed, which is a director on this movie. Threw up his hands and shouted the immortal words. If you know so much about it, why don't you direct damn thing yourself. That was all Howard hughes needed to hear. He accepted the challenge. Okay. So I wanna jump to he's got a series of plane crashes. I think total 4. And this is the first 1. So it says against it, he's shooting the the film that's gonna be Hell's Angel, and and actually winds up being huge successful film, 1 of the most expensive productions Made, but it's it's about, like dog fights. And between, like, the Germans and British in World war 1, and he hires a bunch of stunt pilots and says, hey, I'm gonna... You know, I can do that too. So says against the advice of his crew, he leap into a small scout plane and and took off to join his stump pilots in the air. As the cameras rolled, hughes was plane went into a sudden tails and shot towards the ground. Hughes was only beginning to bring the plane up from his free fall when it slammed into the ground. Trapped inside the cockpit. He was pulled to safety by his crew and rushed to a hospital where he was in a coma with a crushed cheekbone and numerous lace. So this is... He's still married to L at the time. And so she's in Houston, but she she hears about the plane she addresses to La, and this is more of his personality. She immediately returned to Los angeles only to be rated by her husband for over reacting to the situation. She pleaded with him to cut his work schedule and hire another director for hell's angels. It was a suggestion that impacted their marriage in the most fundamental way. Hughes considered Hell's angels to be his baby. To suggest abandoning the project was a huge mis judgment on Ellis part, the couple moved to opposite corners of the ring of of their marriage and prepared for a fight, so that leads to to a divorce. And that's also like, I would say, fundamental personality trait of his. Anytime somebody tried to tell him what to do. He would just basically eliminate them from his his life, including employees where he'd get a letter, like, a director saying, hey, I don't want you interfering, then the director hear back if your later is fired. People running huge huge successful companies like this company that he found huge aircraft, which I... Its peak was doing, like, a 11000000000 dollars a year in revenue. And, you know, hughes would take... He would take personnel from the... From the aircraft company, whose the time was building, planes and and equipment for the Us military for during world war 2. And he would take him without telling anyway and have him work on, like, a movie he was doing. And so the guy and the company was like, hey, you, you know, I, you can't do this, and he's fired him. Like, he would that. He... There was no, like, discussion with him, which again is just really not smart. So 2 2 personality traits both simplified in 2 to different sentences. Hughes had learned from his father that every man has his price. So 1 of his most his most famous quotes is that every man has his price if that wasn't true, men like me wouldn't be able to exist. And this is another example of... Okay. Like, you know, this is a fundamental... Anytime you have centralized power that centralized power has the ability to be bribe or to be influenced. Right? What he uses is saying here, the reason I'm not gonna talk too much about the aircraft company this podcast is because a lot of it is Cro capitalism. And I think that it needs to be called out, because I think the the the freedom to start your own company and to do your own thing is very important to protect. And I think then that's fundamental to, like, a capitalist free society. Right? But when you see the these examples of Cro capitalism that a lot of, people point to as capitalism and it gives the rest of us a bad name and could in the future impede our freedom to to create the products we want. So this is not some some behavior and what I mean by that is it's like, his entire life, Howard Hughes was b politicians, Democrat and Republican a alike. He would bribe, for example, he was awarded tons of contracts based on, b F fdr son. He'd give him tons of money, he'd send 3 women to his his hotel room every night, basically sending him prostitutes. He would give, loans to, like, Richard Nixon brother to start a company when he has a fight with senator owen Brewster of for like, basically, where... Hey, We gave you 40000000 dollars. You haven't given him us a plane what to happen to the money. And, you know, owen Brewster wasn't a good guy. In his own right. He was getting paid off by pan by 1 trip, who was the the ceo of of Pan at the time. But he winds up, getting not only to defeat owen Brewster, which I'll talk about a little bit, but he then make sure that he doesn't get reelected by just dumping tons and tons of money into his his opponent. So his entire life, like, you know, building Hughes aircraft where you're just basically b politicians and they're accepting money, and they do this constantly, like, it happens where he tries to shield a bunch of money from for tax purposes. So he starts as hughes medical institute. But it's like, a it's a sham company. And the Irs finds out just Sham. He's like, hey, you're just doing this... You're putting assets from Heels to company, which is throwing off all these profits. You're putting it into this quote unquote foundation that's not actually doing anything. Or, like, the the amount they actually dedicate to medical research is like a tiny percent, Like, maybe, like, less than 1 percent kind of thing. And the Irs is is now going after him for for for, you know, basically, evading taxes. And what does he do? He pays off the vice president of the time, which I can't remember who it was. And suddenly, the Irs versus this decision. So that's the kind of stuff, like, I'm not naive. I understand that's that's happened it happens today. It'll happen in the future, it'll happen. It's happened in human history. I'm just saying that, that that kind of stuff for, like, for people that entrepreneurship, the freedom to do, like, what you wanna do to build the products that like, that needs to be called out because if not, like that, this constant Cro capitalism is, you know, could impede our ability to to do what we want to... For normal entrepreneurs, people that are, you know, that are actually building products that people want, not the ones that are b, government officials are this person's sister, like, you know, that kind of stuff. So it's just... And he was open about it. I mean, it's it's in his own handwriting in his notes. You constantly talking about let's buy this guy office by this guy off when he's living later on in Las Vegas. And, you know, he's super paranoid about germs. The Us government starts, starts doing nuclear testing. Like, a in Nevada, but not in Vegas. And so Hughes is convinced that that those particles and Zip particles are gonna kill him even though he's see at the time he's he's haul up in a in a penthouse that he doesn't leave for several years and never opens the blinds for, like, years. And he says in in in his own written documentation that he he'll spend every single bit of his money so he can control the white house so they can... Then the American government can stop doing testing near him. So he is very much in his dna. Just like, okay, What, whatever. I'll get what I want by b people. And I think, like, the point of this podcast is, like, No. Let's focus on the, like, build a product that people want, and then you you get success through that. I don't like seeing this this other this other bullshit. Even though, again, like, unfortunately, it's it is a part of of humanity. And then the the next page, and I'll get it more into that too. You'll see a little bit more details, but it was just, you know, it's not... It's not... I don't think it's right. So Next page it talks about, you know, his Mo Opera. It says it was typical hue when it came to In ent, a complex plan where simplicity would have better served the purpose. And that's... He... Like, you know how we've been talking about like, the clarity of mind of Steve Jobs. He the exact opposite. Like, he made things way harder and way more difficult. And, again, like, I have no idea if this is who he was or who... What's responsible was mental illness or not, but it was it's very... Like, I would I would consider his behavior, like, sc. It just didn't make any sense. It was just... It was decisions based on, like, a mine, I think, ce in paranoia. Okay. So before we get there, his first huge success, this is the at at the premiere of Hell's angels. So this is the evening in the film where a triumph for Hughes, and he would later remember it as the best night of his life. At 24, he had completed the most expensive film ever made in Hollywood without any help from a studio. He had orchestrated a premier event that would never again be equaled and its complexity or effect, and had captured the love of a woman who was a major star in Hollywood, and it had done it all in his own term. So this is like the kind of thing where which I would wished to see more of you. Like, he was able to make pictures that were, you know, people love. Audience adored. They made money. That's completely different than paying off the governments. You get contracts to build planes at inflated prices. But he just kinda got... He soured on Hollywood later in his life, and eventually, he he was... Became the first individual to ever own an a a Hollywood studio outright, but he just kinda just at... You just started I guess got the distracted. He starts buying up land in hotels and all these other businesses, which are not as unique nor profitable as running, you know, if if you have the ability to make films, and he certainly did. He made a ton of money in in the in the theater business. Okay. So he... This is an example of a success of compulsive disorder, and I think caused a lot of health problems. They talked about, like, if you look at pictures from Howard Hughes. And again, some of this is because he got addicted to painkillers killers from all these plane cut plane crashes, but he exacerbated the problem by working non nonstop, not resting not understanding the need for sleep. He'd work for, like, 48 hours of time not eat, not sleep, very erratic behavior. And this is... So anyways, my point being is, like, you can see him at, let's say, 30 years old. See a picture of him, and then see a picture again at 40 years old, and it looks like like, he's like, a a the only thing I would say is, like, there's a show that was really popular like, a, you know, probably 5 or 10 years ago, breaking bad and it was about, like, meth. Right? So I started seeing a lot of these, like, public service announcements or advertisements, and it would show you, like, what your... What you look like before math and what you look like after, and, you know, you... A person would basically age 20 or 30 years in the matter a few like, you know, in a very short time span. That's what I would say, like, he... Maybe not... It wasn't that dramatic with howard Hughes, but he did not... Those 10 years of his life, what was occurring during that, like, had him. He just looked a lot older. He didn't look at 30. He looked young and vibrant. At 40, he looked decaying and old. And it's shocking to me. They will survive another 30 years after that. But, anyways, we're gonna hear about, how he worked. He was just working at a pace unmatched by even the major studios. At 1 point in 19 in early 19 31, he had form 4 films in various stages of production and insisted on producing each 1 himself. Driven by his need to become the most famous producer of moving pictures, he was unwilling to delegate responsibility thus ensuring that the shotgun of glory not miss its mark. So it's talking about is, he claimed not to like attention, but he loved ad modulation from other people. And to the point where, like, another business person could they could be a Like, he would he would be induced into a state of rage. Let's say somebody else was written about the newspapers in a fawn manner that he was used to to having. He would, like, lash out, start throwing things start getting really mad at the people around him and trying to find ways to, like, sabotage other person, which is just in insane behavior. Now this was something I I came across that was not in the first book I read on Howard Hughes, and I didn't know that he basically went broke. So it says Hughes ended 19 32. So remember, at in 19 31, he's spending all this money, and all that money he's coming from the hue... Hughes tool company profits. And he's doing all this... All all these pictures at once. He's doing all the work himself. So it says Hughes ended in the falling next year. So Hughes ended 19 32 facing an even bigger devastation. He was out of money, totally broke moreover, he was deeply in debt. So there was a bust in the oil industry and he tool companies started... It it wasn't profitable anymore, which is very... It comes back out of this and we're gonna see that here in a minute. But let me just tell you, like, how he does the opposite of what what I would recommend not even me, but most of the entrepreneurs that we cover on this podcast about, like, the importance of Frugal gall of watching your expenses of making sure that you're spending money in in ways that make sense. And... And over the long term, we understand that most companies are incapable of doing so, which is why most of them go out a business eventually, whether usually after the founder leaves or where the case happens. So Hughes is not paying attention. And even though huge 2 company was making less money and eventually not being becoming unprofitable, he was spending 250000 dollars a week at this time. And this is going on in at the beginning of great depression where you have people that can't even feed their families, and he's buying, like, you know, he buys a house for this woman or for a girl he wants to to to date. He spent 50000 dollars on carpets. He spent a hundred 35000 dollars on furniture. He buys 2 new rolls royce. He turned down 10000 dollars to help fund the los Angeles engines public library, but I spent 20000 dollars on a jewelry for this some woman that he wanted to date. He's just very... He's the opposite of frugal. So I don't I don't I don't remember ever reading that. So I was I was fascinating. And then this is the result of what happened. I didn't know he actually went and got a job. This is by 19 30. Thanks for the great depression. The Us economy hit rock bottom, and banks were folding up, like, banks were holding up. Hughes to company had failed to generate a profit for the first time in its history and had been forced to lay off employees. Having never paid any attention to business, Howard hughes knew nothing of the declining oil market or bankruptcies in Texas. It did get his attention, however, when Noah D dietrich arrived at the at his house, sat him down in the kitchen and told him the money cup was covered was bare. So noah d dietrich in charge of running all of the most profitable parts of of he the Hughes empire. And says since Hughes never carried cash and charged everything he bought to hughes tools. At first, he did not realize the impact this news would have in his life. While the rest of America was having trouble placing food on the table, He felt the effect only when he decided to buy a new plane and was told that he needed to pay for his purchase with cash. It was a foreign concept, 1 that took took some getting used to. And so, this is... You're gonna see You're gonna see the, you know, standard, you know, M mo for Hughes he says when Dietrich delivered the news that Hughes was attempting to spend money he no longer had, he reacted in typical fashion. Rather than acknowledged a situation and make an effort to econ, Hugh sent D dietrich to live in Houston to find out why those fellows in this a quote from Hughes, find out why those fellows are running my company into the goddamn ground. He took the opportunity to back away from the declining film business closed his company offices, sever his contract with stars and directors and refused to comment to the press. For a man whose entire persona was linked to his unbelievable wealth, it was a humiliating circumstance. So says, So this is the shocking part. This is his employment with American Airlines. This is a sole time in his life where you earned a salary income. He had shocked pilots and passenger alike when it was discovered. He was working as a c copilot. With American airlines at the wage of 250 dollars per month. Had the airline not misha the processing of his paperwork. He claimed he would have kept the job. That's probably a lie. But this is so weird. Like, I wish the company, I couldn't find anything else about this but I wish the book went into more detail because, like, when did he start? Like, how I wanna know, like, how this happened? How does this guy who was really, really famous for being wealthy? He also signed up under, like, a false identity which he does a lot throughout his life. I don't know. It just... It's... The... This is just 1 paragraph in the book and then the author moves. I'm like, wait a minute. This could be an entire, like, chapter here. I want more details. Unfortunately I don't have them for you. Okay. So Dietrich goes down to Houston starts to reinvest in the company, the oil business at the same time, starts overall, like, the the industry starts to rebound. But there was a bizarre twist that actually got huge tools back to profitability. And we see this a lot around the prohibition era. That there's a lot of companies that benefited from the rep appeal of prohibition and, you know, built entire empires basically off of selling alcohol at extremely high, at high margins and Hughes 2 companies was 1 of them. And I didn't know that either. On this fascinating. So it says, dietrich managed to turn around the Houston plant, but through slight slight slightly unconventional means, with the end of prohibition in 19 33, they're naming this guy that was running He tool and and, Houston, his name Colonel Colonel K. He... Colonel Had opened the gulf brewing company inside part of the tool company, in an effort to offset the business fall off from the depression, so that they're waiting for the oil industry to rebound, so the selling booze. With dietrich arrival in Texas, the struggling brewery took on new life. His taste buds leading the way to a celebrated beer called Grand Prize, although it had not won any. With the success of his beer and a turnaround underway in the oil business, he'll hughes to hughes tool returned to profitability. And so again, this had nothing really to do with Howard Hughes. He didn't have any part in it. He oc optimized himself flying, playing golf think about different things to do. And now this is his his second plane crash. He's trying to he wants to to capture the world record for the fastest flight. Speed. So says on his final pass, he had just bank west when his engine stopped. The mighty motor unforgiving without fuel. Plumbing to earth plummeting to Earth at slightly over a hundred and 80 miles per hour, he skimmed defense and slid to a rather bumpy stop in a beet field. Hughes h himself out of the cockpit and leaning against his damaged plane waiting for his rescuers. Only then did he learn that he had beaten the old record with an average speed of 352 miles per hour. His only comments, it'll go faster. So he wants to beat... I think it's Lin, who has the this is a while later, who has the record for the fastest transatlantic fright our flight. Not I'm sorry. The fastest flight across the world. This is where it makes him, like, super super famous. But I found something interesting in the... So, you know, you take off from New York and you're going, you're heading east and you have to stop to refuel a bunch of times. And this... Well let make read to you. The next leg of the journey took hughes and his crew over Germany. Where Ado off Hitler had made it clear that the plane was not welcome. The Nazi government was concerned about the potential for spying and was arming itself for war. A compromise was reach when he was agreed to fly at 12000 feet well above the range that any spying could effectively be carried out. No nevertheless, the lockheed, the Lockheed, which is the plane which flying, which tracked is across the country by Lot Lu wolf escort, which is the German army at the time. Military. I just pulled that part out because just shows that ado off Hitler. There was an asshole. Okay. So he's... I'm gonna skip over most of the details of the flight because we know the outcome. This 1 sentence is a good summary. He was no longer Howard Hughes. He was an... He was America's hero. It was his zenith. It would become his bane, and this is when he becomes 1 of the most famous people on the planet. So this is another example we see around this time. There's a lot of fortunes built around war, especially War war 2 in a in America, and this is the impact the war has on hue hughes tool company. With the outbreak of World war 2 in Europe, hughes business fortunes improved enormously. There was a drastic need for oil to for oil to fuel tanks and planes and with it an expansion in production hue at hughes tool in Houston, which still controlled a virtual monopoly on drilling bits. Profits from the business had grown dramatically from the shock of the depression. Hughes tool had over 200 versions, 200 versions of and sizes of the bit in its catalog. So that's the the time I was telling you that in the 19 forties. They were making about 40000000, they paid, like 403 hundred and 85000000 or something like that in 8 years, which is an insane amount of money when you when you factor in like, what actually, the value of it in today's terms. Okay. So this is a glimpse into his life at at 36 years old. It's also to give you some context hugh he's he founded hughes aircraft company, again, he doesn't really run it. It's huge successful. But to the degree that I would say that he's responsible for the success in the sense, is a degree to which he bribe officials to get preferential treatment. But there... That doesn't take away from the engineers That worked there and they actually built amazing technology. It... This is what I was talking about the beginning where there's there's hardly a gap between the mythology of Howard Hughes and and based on the the books and the writings that I've read and the actual reality of Howard Hughes. Yes, He he took extreme risk as a avi. But and he had a lot of ideas about product development, but the actual work and the experimentation was was done by, you know, a lot of other people. And so he... He's he's trying to to develop this thing at, this this this new plane called the d 2. But during during this time, well, let me just read it you. In the aftermath of his bout with v disease, Hughes dedicated himself to proving that d 2 was the plane in the future. So with the talking about he caught syphilis from several actresses that he that he was lovers with. So he worked tirelessly, refining lines and his aerodynamics before taking the plane for several test flights over dr dry lake bed in Palm Springs. Only to rework the engine's thrust in flaps. Each night, he returned back home merely long enough to have his evening meal with faith, this is some young star that they was living with. Before sending her home to her parents, and then heading to the studio to attempt to edit the outlaw. It was a schedule that left little time for socializing and for most of 19 41, hugh stepped outside the spotlight like of eccentric, while turn tumbling further into its depths. At times, caught up in the editing process, he worked 48 hours straight without sleeping or eating, leaving the dark darkened basement of the office, this is where he was doing editing. His eyes sq at the harsh reality that was that was Hollywood. With the news that Japan had bombed pro harbor and America was at war, his workday lengthen, if that was possible for somebody who's already working 24 hours a day. And there's some advancements they actually came with good ideas. Says he re... He redirected his energy to creating a flexible ammunition line for fighter planes whose guns came equipped with inadequate small boxes to hold bullets. He formed an arm armament division of hughes tool, and he hired 500 employees to manufacture more than a million feet of the flexible shoot, the basis of which are still in use today. This is what I mean when Was talking about at the beginning of a podcast where it's like, you can study this guy. You don't know who he is, you know? Or... Listen, he had a company that he didn't have to run. He could have easily just collected millions of millions of dollars all day. Did nothing else. Could've have been, you know, dating actresses and playing golf all day. He did reinvest those profits into into a real technology and you, like, there is, like, a real credit that he did that. He didn't have to do it. But at the same time, like, I don't know how much of he did it because he like, it seemed like he wanted to develop technology, but he also did it to also personally profit. And he personally profit, you know don't know, in a in a way that gave him on on unfair advantage, and That was just because he had more money than than other company so he could bribe more people. Okay. So that's why he's just... He's just really confusing figure to me. Like, now I've read, let's see. Over between this book and last book over a thousand pages, and I'm just, like, scratching my head head. Like, who is this this guy? Okay. So this is interesting. We always talk about the idea that books are the original hyperlinks. So I just ordered another book on this guy because he's insane. I've never heard of him before, but he's like, he's a huge character. This is guy named Henry Ke. And the the birth of the idea for Hercules. So Hercules is this plane that howard Hughes collects a lot of money from the government to make and it's basically saying, hey, how can we make up the largest plane in the world because all of our boats like, our are are getting, like, the aircraft carriers and stuff, where they're sending heavy machinery with boat over to fight the war in Europe, but they're getting they're losing a ton of equipment and a ton of money because they're getting shot... They're getting torpedo. So they're like, hey. Why don't we... Henry and Howard why up doing a partnership and they're, like, why don't we build the world's biggest plane? We just fly over the Atlantic instead of... And that would basically, solve our problem? So let me tell you about more about this Henry Ka guy? As War war 2 deepen, the American fighting force became casualties to the German became casualties the German and Japanese. There was an ever increasing demand for military ships and planes to reinforce the dwindling Us supply. Henry J Ka, a 1 time builder of roads and dams, revolutionized the shipbuilding industry with an assembly line that was capable of building an entire military vessel in 4 and a half days. Upon learning that his ships were sitting targets for enemy submarines, he can con a concept of a flying cargo ship. That would be able to transport men and supplies across the Atlantic in the sky where no submarines could shoot them down. Had someone else suggested such a concept, it is doubtful that anyone would have listened, coming from the mouth of Kaiser, however, made it sound totally feasible. So little background of, I love this. This is 1 of my III wanna... Like, III collect a lot of quotes like I told you before. And so I put this also where store the rest of my quotes in in my phone. But, it says Kaiser, a man who coined the quotation, trouble is only an opportunity in workloads. I love that perspective when you think about building anything. Trouble is only an opportunity workloads. Put his organization into seeking the most concentrated source of aero engineering manpower. While companies like Lockheed, Boeing and Douglas had the experience, they were operating at peak capacity for the war effort. Hughes aircraft on the other hand had excess engineers, all devoted to developing the d 2, that plane that Howard Hughes says the future. Well, Kaiser had never met Hughes personally, he was well aware of his aviation accomplishments and placed a call to his aircraft division, and now you're gonna see some some bizarre intricacies to the Hu organization. He placed a call through his aircraft division, his tool company and his main street headquarters in an effort to speak with him directly. When days evaporated into weeks, Hughes failed to return his calls, Kaiser became outraged with both both both d d dietrich. Oh, noah D dietrich, and Hen Hen is is Howard personal secretary. Stressing it was stressing, it was their patriotic duty to locate a man they claimed checked in with his office infrequently at best. While Kaiser was putting the pressure on the Hughes organization to produce its boss, The man himself, meaning he was was cl in a San... In San Francisco battling pneumonia. He had gone to the Bay area to finish working on the final edit of the film the outlaw. After 18 months of work, he had only reduced the film down to 4 hours and 16 minutes, still double its presentation length. The long hours an infrequent eating schedule had left his body depleted and right for the infection that finally put him in a San Francisco hospital. They actually thought he he's gonna die several times because what I talked about earlier, he didn't take care himself when he... He'd catch these... There's several times where he's on Quote unquote is deathbed. Before I continue because this gonna be hilarious when Kaiser actually finds them. I just wanna tell you a little bit about Kaiser because this guy seems insane. In a good way. Henry Kaiser organized construction companies to build a Hoover, the Hoover, Grand Cool and Bon Dams, as well as the San Francisco Oakland Bridge. During World war 2, he ran 7 shipyards. They used the assembly line production to build 1400 ships for the Us. By his death in 19 67, he had founded over a hundred companies, including including Kaiser Aluminum, Kaiser G, Kaiser Fraser, automobiles, Kaiser hospitals and the Hawaiian Village resort, which he sold in 19 61 to the Hilton Corporation for 21000000 dollars. Alright. So now Kaiser finds Hughes. He says, Kaiser located, and him I made an appointment to meet the aviation legend. When the 60 year old Kai stroll Kaiser stroll brisk into Hue sweet at the fair, The millionaire was only dressed was dressed in his only suit and was lying on the living room sofa groan, seeing the ailing hughes did not deflate his spirit as Kaiser lifted both hands and boomed. Get up man, we got a award win. For once. Hughes was not so easy to convince, telling Kaiser who had promised the government delivery of the first flying boat in 10 months that he was crazy. So he's saying we can't do in 10 months or at the very least overly optimistic. After all, Hughes had spent 3 years developing the d 2 and was still not in production with the plane. Now you can see why later on, a few later, the government comes after Hughes for for wasting their money. Either Kaiser enthusiasm was contagious, or Hughes was too sick to resist. Whatever, whatever the reason the headlines of newspapers across the country in 19 42 screamed the news that Kaiser and Hughes had formed an alliance to build 500 of the giant airplanes and what he labeled the most ambitious aviation program the world has ever known. Alright. So skipping ahead, I wanna... He had a live in girlfriend cal Faith. And she had she has a description in her diary, about Howard Hughes. I wanna read you. There is a strange quirk in Howard. Stranger than all of his other peculiar. Once he has become involved with a project or a person, he cannot let them get away from his control. Once owning something, he has to own it for always. And this is so strong in him. I believe it is unconscious. It is so much part of his presence that it is like his brown black eyes, his high pitched voice. It is him. And it is the most self destroying element of his character. Okay. So this is a pretty crazy. This is his third plane crash and this is how it changed him. This is... Now he's gonna start his beginning of his descent into darkness. There was nothing extraordinary about the flight. After circling Hoover dam 3 times, Von Rosenberg he's he's on a plane with a bunch of regulators from the civil aero administration. And von Rosenberg 1 of them. Von Rosenberg instructed he used to land the plane in a section of the massive man lake, massive man made lake known as Vegas wash. It was a simple landing on a placid at lake. As the So, which is or Ci, ci... I don't know how to pronounce. It's the name of the plane. Let's just say at the plane. As the plane hit the water, hughes skimmed its service surface before the plane suddenly boxed and pitch right. It's wing slamming into water. The right engine's propeller cracked in 2 an impact and sliced its way through the cockpit, hacking a hole in the fuse lodge which began to flood. He was stunned in his seat as the f mountain water hit his legs and chest. Von Rosenberg felt its flash of pain and then a numbing sensation cleansed his body as he screamed to hughes to open the escape hatch. Klein, klein. Von rose were shouted as he slid down the slide of the plane into the water. He's talking about K climb, which another person on board. Bland field and gun the board was was gripping at the edge of this of the plane with his left hand. His right arm supporting felt felt some, hughes mechanic. Part of the mechanics head had been severed off by the propeller brain. Blade. Blood pulls from the gaping wound and began to flow una ab bait it into the lake. Ke klein had disappeared with his seat and an entire section of the fuse lodge into the death into the depths of the lake. In the hospital later, that afternoon, the 4 remaining crew members were separated. Von Rosenberg had suffered a broken back and spent the next 3 months in a full body cast. Bla and Hughes, had only suffered cuts and scrape and were released later that same afternoon, felt die within 2 hours of massive brain damage and blood loss and klein body was never recovered. When hughes returned to Be following the deadly accident, he was a changed man. Reminded again of his own mortality, he was a reptile shedding its skin. Stripping away memories of the past are at least material possessions attached to them. So he starts burning all of he starts burning all his his his possessions. And faith, though his his girlfriend at the time attempted to convince use to save at least 1 letter from his father and mother, but to no avail, those letters in particular, he made certain were completely burned, and she writes in her diary, there was nothing left from his past, not even memories. So after this, noah dietrich... It talks about, the fundamental changes he observed in Howard, and he says, noah would later testify that he was was showing the first signs of enormous strain. He began to haunt the empty hangers at Hughes aircraft long after his employees had punched out for the evening. Night watch clocked his activities as he roam the various research divisions using a flashlight to eliminate blueprints for plane designs and developments. He would often spend hours simply staring at the D2A plane that had been overshadowed by the rush to construct the Hercules, which are these big sea planes to him and Kaiser are joined together. Hughes would talk to himself as he rubbed his fingers over the skin of the high speed bomber. And he has a complete breakdown here, says the meticulous perfection began to repeat himself, giving an instruction 345 times in the course of the same minute. His employees were reluctant to criticize their boss and allowed his unusual behavior to continue. Only know a dietrich felt confident enough to challenge hughes. More than challenge he urged him to seek immediate medical help. I think you ought to see a doctor D dietrich recommended. I made a tally on a pad, you repeated the same sentence 33 times. You've been repeating yourself a great deal lately. When doctor Vernon Mason took his call, he instantly recognized the symptoms of a nervous breakdown. His advice took the form of an edi. Stop work and take a vacation, or your body will do it without you. Howard uses petrified when he returned to the telephone returned the telephone receiver to its cradle. His hands tremble, He slipped them between his knees and allowed his head to drop. Still, his hands tremble, joined now by a flood of tears. His mind race with details, plane specifications, soundtrack scores, movie deals, the perfume of Ava Ga, the misty Green eyes of faith Domino, his unfinished will, 3800 employees faces names, figures details details details. When he opened his eyes, he discovered that he'd fallen asleep. Hours had passed, his shirt was damp with nervous press preparation. He was cold that he felt he out a fever. He wanted to hide, but nowhere to run. He only knew he had to try. Telephone noah d dietrich he confirmed his assistant suspicions and informed him that he was taking some time off. I don't want you trying to find me either hughes warned. And with that, Howard Hughes disappeared into the night. For the next 11 months, hughes never contacted his office and had no interaction with any of his companies. So when he does come back, this is when he's third developing a, like a like a fast spy plane, and he wants to test it, this is his fourth plane crash in the worst 1, and from here on end, he becomes a coding addict. The x f 11 was traveling at a hundred 55 miles per hour when it's smashed into the home of the dent of dentist jewel Zimmerman in Beverly Hills. Sharing off the top half onto the lawn. Second seconds later, the plane's right wings slice to the upstairs bedrooms of actress rosemary to camp, who's was in the room with her husband John. The plane continued its rampage through the d camp garage plowed into a row of trees lining their neighbor's yard before finally exploding and bursting into flames. The impact of the explosion was so great that it sent 1 of the planes 2 engines flying 60 feet into the air. Flames shot 100 feet in the air. Marine Sergeant William Lloyd Du, who was visiting his son James in the neighborhood raced to the edge of the burning XXF 11, Just Hughes pushes his way out of the cockpit, stumbled onto the wing and fell to the ground. Duncan rolled, he was away from the intense heats and flames and drag the pilot out of danger. He's taken in the hospital. He says a lung puncture in 6 places, 8 broken ribs, a broken left shoulder, third degree burns on the left hand, a severe gas left side his head and a broken nose. And, yeah, they the after a fact, he says morphine injections were administered at the first sign of discomfort. And this is where he has. Now. Kind of very similar to I think what, like Michael Jackson. I think we've even prince had as well. They have like private doctors, They'll just dole out copious amounts of drugs to them. So from here on in, he has an entire, basically private drug dealer in the form of doctors. So something else that happens after this is this is when senator Owen Brewster. They're they're looking into, like hey, we've we've spent, you know, tons and tons of millions of money, 40000000 on this, 7000000 over here. Tons of government money. Like, where is this stuff that war over at this point. Like, you never delivered the planes where you needed it for the war what happened. And so they start to... They try to subpoena him, so he has to come in and testify. And does is huge cat and mouse thing for a long time, but the the author makes this sentence that I thought was important. The news of the attempted service, meaning serving in with subpoena, sent him into hiding, moving from house to house in a cat mouse game to escape a frightening tight... To escape a tightening drag net rather. The experience while exciting on the surface would leave a tight deep psychological impact that would affect his behavior for the remainder of his life. And so he's he's moving around with actress jean Peters Who he wants marrying, but she's there, and she's describing what's happening. So they can't find Howard Hughes, but they can subpoena other people in his organization, so they start these these hearings in congress and and Hughes is listening on the radio, and this is just a bizarre behavior, and I kinda laughed, honestly, Says Jean Peter's described hughes reaction to Ferguson announcement. As something basically saying hey, we're gonna find it. We're gonna... And we're gonna make him come in here. And he says Jean Peter's got Huge reaction to Ferguson announcement as something close to a high jig. As the avi began to dance around the room chanting, you gotta catch me first, shit ass, shit ass being his newly acquired curse phrase. You've gotta catch me first. So just put... I just I just, in my in my mind, I just picture this this guy was, you know, on drugs the time rec from an it, from a a disastrous plane crash in, like, his Pajamas was doing this highland jig and just calling people shit ashes. I don't know why I found that funny it just was to me. Okay. So this is something he's... This is an interesting, you know, because you remember, Howard hughes a great celebrity at this time. And this is kind of a insight into human nature where I from what I'm reading, like, that he did waste a lot of money of the government's money, but he was so beloved that he was able to use, like, his his celebrity. And, like, I think there is a stream of for most come... For most kind... Compared to most countries, like, a stream of, like, individual... Rugged individual, you know, that is at least in our like, mythology in our culture or whatever you wanna call it. Where he was widely cheered for basically taking on the government. As, like, a David and Goliath kind of clash, even though David in the sense has billions of millions of dollars, but, Well, let me I'll just tell you how this went. Ferguson purpose was presumably to discover what the government had bought with the with its 42000000 dollars in cash. By the time you got its to answer the question and had been left twisting in the winds along that it no longer resembled an investigation of Hughes, but rather an investigation of the senate himself. And so before this Hughes had met, this is what I'm talking about the government corruption that was rampant it. Hughes had met with Brewster, the guy that started this whole this whole, like, look into his his Like, what he did with the money because Brewster received a hell of a lot of money from from Pan Am, Pan am had basically a government monopoly on Transatlantic rights. At this time, he had a controlling interest in this this other airline called T and he started to compete wanna compete with 1 trip, which is a Ceo of Panama time. And hughes met with him and Brewster said, hey, if you just agreed to merge T w with Pan, I'll just drop this other thing. So Hughes is like, you know, you're you're squeezing me here. You're you're doing this because of corruption. Now that part seems to be true, but it's also true waste a lot of money. So no one's, like an angel in this situation. Right? But he goes, this is Hughes now. Now, he he flies to Washington and agrees to to take part in this these these hearings. Senator Brewster told me so many words that if I would agree to merge T with Panda Pan am and go along with his scheme for a community, community American Airline, there would be no further hearings in this math. And his 47 minutes in front of the committee, he had the crowd inflamed into applause laughter and contempt as Ferguson vain moved to restore order, Ash train hands. I was like beating, like, this Ash train to try to get people to to come down there they or watching this. Brewster taking the stand of his own defense attempted to diffuse a situation. His voice cracking his answers uncertain. He had spent an hour and 37 minutes taking a hole for himself, a hole that hughes had mapped and outlined. After hearing Brewster version of his meeting with Hughes, Ferguson made the mistake of asking Hughes if he had any questions for the senator, yes, Hughes answered about 202 hundred to 500. The audience applauded, Ferguson banged his Ash tray. Hugh stretches his long legs out under the tables if you were lounging by a neighbor's pool with no place to go. As the days toil on, hughes maintained the pressure on the senate committee that was constantly out flank second guest and under staffed. He publicly... He used publicity campaign included sending out press releases, photographs and specification sheets to the media. This is actually shows he actually, like, know something about manipulation or how to influence people. So he's saying, okay... While he's doing this, he's sending out press releases his photographs and specification sheets to the media. So giving them wait. Like, he's said giving them data, so it they can amplify his message. Then he did something else, He provided a recordings of the meeting with Brewster. Oh, boy. And transcripts of the recordings. In addition to the millions of listeners that heard the proceedings over live radio broadcast, it was also the first senate committee investigation to be seen live over a new invention called television. What Americans heard they cheered, they like the outspoken sp of a man who when asked by Ferguson to once again produce for questioning answered, I don't think I will. So Meyer is he 1 of hughes Ray hand guys. He was the 1 responsible for b all of these officials and like, he bribe not only, like, Fdr son, all these other politicians and the relatives, but he also bribe generals. They would give, like, interest free loans. They would 1 general was like, obsessed with eating filet mignon, and lobster tails, so they they would have deliveries constantly sent to his home and its stuff is fridge full of, like, the finest foods ever. But straight outright 100 percent corruption is what they're were engaging in. Let's see. A manufacturer who was so imp by the hercules that he said. This is From Hughes. I have put the sweat of my life into this thing. My reputation is wrapped up in it. I I've have stated that if it fails, I would leave the country and I mean. He says nobody kicks around in this country without acquiring a reputation good or bad. I'm supposed to be capri, a playboy centric, but I don't believe that I have the reputation for a liar. For 23 years, nobody has questioned my word. I think my reputation in that respect meets what most texting considered important. Cheers were heard from Chesapeake to the San Francisco Bay. So he he winds up winning this battle and they drop Nothing ever comes of of of this. This is a great quote on his personality. Unlike others who were forced into accepting the world where they they were delivered. He stubborn determined to live 1 of his own creation. And so this is what I'm not gonna spend too much time because it's very unpleasant, but just give you an example of, like, what... Who he starts to become. And the avi 8, the movie with lead on leonardo d cap playing, Howard Hughes is like, get you a good insight into into Hughes? Like, this kind of behavior. So has all these memos a very explicit way to to do certain things and he's obsessed with using clean x's to to avoid germs. So it says, this is a mem memo here wrote 19 50 to his staff. Is extremely important to me that nobody ever goes into any room, closet, cabinet bathroom or any other arena used to store any of the things which are for me. Either food, equipment, magazines, paper supplies, k, no matter what. It is equally important to me that nobody ever opens any door or or opening to any room, cabinet or closet or anything used to store any of my things even for 1 thousandth of an inch or for 1 thousandth of a seconds. And that's like a very short 1. He's got some of the last pages, so that I'm not gonna re. It's just freaking bizarre. But this is this this is the the weird dichotomy here where the further he slips into madness, the better his companies perform. So he basically sets this up where he's got all these people, like so he says, he's got, this kind named Frank William Gay is kind of like his like his conduit to the outside world. So was with Gay on phones, meaning answering all his calls, Nadine on keyboard, so the secretary. D dietrich on tools, the tool company, and George on aircraft, the guy running his aircraft company. Hughes found himself with nothing to do for the first time in 23 years, except count his money, which was then reproducing itself at the rate of 42000 a day at a time when the average salary in the Us was 8000 dollars a year. So what is that 5 over 5 times, what people make a year? He's making it a day. Oh, and so here's an example of of his mo with corruption from hugh simplified perspective, all things problematic could be settled with money. Every man has its price you said if they didn't, people like me couldn't exist. In this case, the price was a hundred thousand dollars, D dietrich placed a call to the head of the Democratic National committee promising a donation of a hundred thousand dollars to candidates of the Dnc choice, Courtesy Howard Hughes. And while the donation came without con... Covenants, D dietrich let me know that hughes would be very pleased to have his company removed from the litigation. This is just 1 example. Several telephone calls later and 20 individual 5000 dollar checks. Hughes tools which dropped from the formal charges and 2 employees pleaded no contest to a lesser fence. Hughes ended up paying their 20000 dollars fine and then had them fired. So what he's was talking about is they they use their government contracts to to to purchase discounted planes at 17000 dollars, and then... Re res sold them for a hundred thousand dollars each. And then he's he's gone full full crazy in this sense. He... At this time, he's living in a darkened suit suite at Beverly hotel doesn't let sunlight in. And He says, as far as users was concerned, it was the triumph of leverage coercion with... And delighted and he delighted in the power. When he heard from D dietrich that his effort has been successful. He was lying naked on his bed in a room, lit only by that ear to ear g on his face. It's another thing. He would spent a lot of his life naked after this period because he'd watch movies, like... You watch 1 movie I think like a hundred and 20 times in a row. It's sitting in a chair wouldn't move drinking only, like milk and eating chicken. And would have be completely naked, except, like a k covering his genitals. So, like, that's like, that's way outside the scope of the point of this podcast. Like, what... So I'm not gonna spend much time here, but it is important to to understand that his his his doctor, Mason, this guy that I mentioned earlier says explicitly. Oh, here, I'll just read this that we need to declare this guy incompetent. Soon after d dietrich had handle the details of the loan. This is a loan that goes to Nixon gives money, he gives money to Nixon mother to his brother to all these people. These people are just 100 percent corrupt again. D dietrich had to handle the details alone who received a rather mysterious call from Doctor Vernon mason who wanted to schedule an imperative and extremely private meeting, given the urgency in Mason voice, D dietrich offered to leave to have Mason come to his home. It was an offer that Mason accepted. When Mason arrived at the Home, he declined a drink, although according to D dietrich, he was nervous enough to need 1. The reason for the secrecy and the spat of nerves became clear as he spoke, and the reason he wanted to be person because their the the Fbi the, I tapped Howard hughes phones. And had, like, what, 2500 pages or something like that of notes on its life and they kept put on a constant around. And so the doctor says, Noah. I think it's time has come for you to have Howard declared and incompetent. And unfortunately, they don't do so. And I... You know, it might be because it's against their economic interest. Unfortunately, that is a part of human nature that we we should understand. We have an accurate representation of reality that you know, the last 20 years of his life. He's surrounded by people that don't they don't care about as well being, and they're just gonna indulge his every his every, like, request because They make tons of money. In some cases, they have guy. Like, he starts paying this this 1 guy in Vegas to to be his, like, man on the street. He's paying, like, 10000 dollars a week in 19 sixties. With an unlimited expense account. He buys the guy yacht. And houses. And, you know, he just... He at that point, his life, he doesn't even know what's going on. It's not... 15 years earlier, his doctor saying he should be declared and incompetent. His mind just completely you know, just turned to mush. So I don't... I'm not gonna go in more detail here. I do wanna read this 1 quote that comes from the 19 forties where I think he for a rare glimpse into who he is a in a person. Personally, and he's he's doing an interview with this writer. He says, my father never suggested that I do something. He told Writer Dwight Whitney in the 19 forties. He just told me. He shuffled things down my throat, and I had to like it. He had meanings dad, a quality that I never had. He was a terrific loved man. I am not. I don't have the ability to win people to win people the way he did. I suppose I'm not like other men. Most of them like to study people. I'm not nearly as interested in people as I should be, I guess. What I am tremendously interested in, hughes said, pausing them to think. What I am tremendously interested in is science. And with that, he closed his eyes and dreamed. So I'll leave the the that the story of Howard Hughes there if anybody finds a book on Howard Hughes senior. I have searched, I can't find anything. Please let me know because I would love to read it because I do kinda wanna learn... Other than, I think, like, his genius idea of leasing those out. I do wanna learn more about the... You know, this book only talked about 40 years of of hughes seniors life in, you know, maybe 5 pages. But it's very interesting to me, like, how, to learn more about how he built up his business, what he was doing in detail before he started the company, which I think is something we could all learn from. So if you learn from my work, if you enjoy what I'm doing and you wanna see more of this, please support the podcast as you just saw, I presented the entire podcast without ads. The only way I'm able to do that is if the people that are actually learning from this and get value out of it, agree to actually sign up and support the podcast with their actual dot And I do this because I think it's the best user experience for you, the listener as a podcast fan myself. I just wanna present the information. I wanna give you... I wanna have the right incentives. And if I'm supported by the audience and people like, a value. Like, I make sure that I do everything I can to, that to make sure that I'm always optimizing for you and not say advertisers. So I was reading this something this week that kinda crystallize criticize why I feel this way. It says, perhaps most importantly, I believe that more and more consumers are coming to grips with the reality of online media. When everything is free, you too often end up getting exactly what you paid for. If you consider the time wasted reading clickbait a few bucks a month for content you trust isn't such a bad idea, and that's what I'm asking for for why I'm asking from direct support for from you. So how I do that. Not only do I make every single podcast available for free with no ads. I have something that I've been working on that's extremely important to me, and I take a copious amount of notes like I do when I read books, which is just a podcast you heard. I do when podcast... When entrepreneurs appear in podcast podcasts, or they give talks or lectures. I I think the the beauty of podcast podcasts is it it allows us to have access to brilliant people every day. And I think for most of us we don't get to interact with truly fascinating a billion people, but you can access them through podcast podcasts. So when I listen to people talk, like, entrepreneurs talk about their business, like, why they started the company, How they think about the market there and how they get customers what books influence them. What tools they use? I take notes and I write that down and I do a weekly email. And that... I call that weekly email founders notes. And the tagline is founders notes helped you helps you know what other founders are thinking. I go out and I collect key ideas from entrepreneurs and entrepreneurs, and Deliver them to your inbox so you can get better at whatever it is you're working on. Just like we wanna spend time reading, and listening... Reading books about entrepreneurs about their lives. And then listening to this podcast, I I assume the reason you're listening test so you can learn something and to get better. I think we could do... Somebody needs to do the same for for podcasts that focus on people starting companies, which is no 1 else is doing it, so that's the focus I'm on. That I wanna focus on. And I've been doing this for a long time. I've been taking notes on podcast podcasts since I started listening podcast podcasts. I just thought everybody did. So so far, I've done, I think I'm up to hundred and 45 different founders And again, the way I present the email for those of you haven't signed up yet, it's in a bullet form. So every Sunday you'll get, if you sign up, and you you agree to support, it costs 10 dollars a month right now or a hundred dollars a year. So it's up to you... All you have to do is choose where you wanna support monthly or annually. It takes less than 2 a minute or 2 to sign up. And then you just sit back, you have access to my full archive, but I also just deliver, an email to your inbox every Sunday morning that every Sunday, that'll have notes from 7 different founders. Talking about all the things I just discussed, like, how they think about their business, different ideas. So the goal here is for us to all... It's itself improvement, but not self help. You know? There's an important distinction there. So their experiences that people have where they spend years of their life building something, and then go and talk freely about what they learned. That is extremely valuable, and that's the main thesis behind why started this into a product is that somebody needs to go and collect these ideas because we can all benefit from them. It's like a cheat code at life, a cheat code to getting better to work if you will. You don't have to live, do a hundred and 45 lifetimes to understand how they think about things. So I find the information extremely valuable. The feedback of been getting so far is most people that are reading it do as well. So please. I cannot... Like, the podcast you just listened to. I was actually listening to a podcast with this guy. He's he's started he's building 1 of the first America... Started 1 of the first mechanical, watch companies in America. So a lot of the the production has been sent out to Europe or Mexico or other places and he's like, no, You know, I'm gonna make these by hand. And I'm gonna do it here because I think, like, I wanna bring back jobs, high paying jobs, and and people will buy are willing to buy. If you let them know, like, this is important for him, all of the all his supplies, all his equipment comes from America. He he makes them here. He's reinvest the money that they... That people give through the purchase of watches back into America But he has such a great... He's like, listen, each of these watches. Is 80 hours of handmade love. And I realized it's like, I don't know if people understand how long these podcasts take for me to make because I'm a 1 man show, and I think that's also important why I'm asking you to support directly because you're not giving your money. Your harder earned and money to a face us corporation. You're giving it to an individual that you want to support and you wanna see more of this work out in the world to spread to be able to spread these ideas. And so this... The only way I'm able to... To to to spend so much time me back up real quick before I get there. I just saw something on Twitter where this... The somebody host podcast. He's like, look at all this this prep I have to do for the podcast I'm doing. I was like, you know, 4 pages of notes. That's... I'm glad you're taking, you know, the time to do that, but try reading 500 pages or 400 pages. That's what I have to do before Even sit down to record. I have to read entire book. I highlight. I take notes then I do extra research to get more depth into understanding of, like, what what does this actually mean. Then I record myself, then I edit, and then I publish. So each of these podcasts take 20 30, sometimes 40 hours of handmade love. And the only way I can afford to do that to dedicate so much time is by people stepping up and willing to support the work so I can keep doing this. And I'm not... Some some... You know, listen, podcast gotta decide how they wanna do this. Some people just say, hey, My podcast is so valuable just donate to me. I... But what what we're doing on this podcast is we're studying human nature. We all under stand that there needs to be added incentives. Yes, Some people will do that. Absolutely. But a lot more people do that if you also give them something. So now not only gonna make podcast free and available to download it for every... For everybody no matter where they on the world where they could support me or not. But I also do all this extra work where, you know, you're getting very valuable ideas and and and the form of founder notes, which is going to, like, it's just going to grow. It's in... The the the this knowledge that's trapped in audio is important. And so like, in and in most cases, what Founders notes is doing it's taking 10 to 15 hours of audio a week and turning into a key ideas that you can read in 10 minutes. That's extremely valuable. And I'm and I think the the when I look at, like, how can I design the most value to the people who listen to my podcast? Like, I wanna... I wanna only give away my podcast are free, but I wanna say, hey, if you'll support the podcast by signing up, signing up for founder notes, I'm also doing this thing that is valuable, even if... If you... If... Even if you don't listen the podcast. And somehow people signed up. I'm getting emails from people that subscribe to founders notes that don't listen to a podcast, which is interesting to me, so I don't know if people subscribers are telling them about it. I should actually start to ask, but my point being is, like, it's valuable. It's valuable enough it's worth way more than 10 dollars a month or a hundred dollars a year just in the ideas because you can apply these ideas in whatever it is you're doing and reap those benefits, whether it's efficiency benefits, whether you just get smarter, you get a bet you better job. You design better products. Whatever the case is. And we know the entire point of doing this podcast. It's really hard for people that to, like, to learn these things other than from people that have done it, there is no school of entrepreneurship. That's why I spent so much time reading these books because they just have counterintuitive ideas that you only know by tinkering by trial and error by experience. So that's that's my pitch. That's my plea. I hope that I'm doing enough work for you that you find this valuable that you're willing to sign up. You go to founders podcast dot com, and you could see the link there. If not, it's in it's on your podcast player. It's in every single, episode. All you have to do is tap that button. And like I said, it takes us in a minute to sign up. So I really appreciate that. If you do give value for my work, please do so. The second thing is, so, I have a private podcast feed. And I... It's a free podcast feed. And what are we learning here? Like, when you study all of these people that have built companies. We we understand that we have got. The only advantage we have in life is to think differently. Right? Is to collect information that's useful and apply those lessons and think differently. So if you've listen to a lot of podcasts, which IIII assume you do. You know almost every single person podcast says the same thing, and they say, hey, please leave a review. Please leave a rating. This is very helpful, and it is. There's a reason why everybody repeats that. Now, what I understand from the lessons I've learned from Reading these books is that's not good enough for me. I have to... I'm not... I'm an independent podcast. I don't have a large social following. I don't... I'm I'm not part of a podcast network. Right? So I have got to do things in different manner than anybody else because you see there's, you know, there's a lot of big money flowing into podcasting. A lot of corporations, a lot of celebrities are doing it. And I don't have the resources to compete with that. So I have got find a smarter way, which is the lessons that we learned a lot in these books. And so for me I was like listen, I want to make... I want to incentivize people to leave a rating review because it's important, but I wanna do something in addition to not only giving you a free podcast. So I've created an entire separate podcast fee. I called a reviewer only podcast. I... What happens is if you leave a rating a review. Right? So in places like Apple podcasts or stitch, you can, you know, leave a 5 star rating and you can write what you like podcast podcasts. I also read all of them. Thank you very much. Take a screenshot. You email to me. At founders reviews at gmail dot com. Founders, just like the name of the podcast, reviews with an s reviews at gmail mail dot com. I reply back with with the p... The private podcast feed link. I reply back to every single 1. As of this recording, I replied back to every single person has email me. So if you email me, you haven't received response, make sure you email me again, Or you can always get in touch with me on Twitter too. My Twitter account is on every... If you haven't found podcast podcasts on every single page there. But anyways, the reason I'm doing this is because if you do that, you'll unlock 4. I've already done 4 for private podcast. Right? But not only that, when I give you access to the feed, as I do them in the future, they automatically pop up in your player just like, the other podcast does. So for a minute or 2 minute or 3 minutes of your time, I'm giving you hours, tens and what around being hundreds of hours of work for me in the future because I want to incentivize you, to help me out. I need your help by leaving these ratings or reviews. And I have to do that. I have to perform better than people are there just that are just asking you. So now there's some podcasts, like, overcast breaker, these other podcasts where they have, like, heart features or star features. That what they do that. They... When you press that button, you're you're recommending the other people in the network, hey, I like this episode. So that applies... You don't have... You can't review there. But if you just pick your favorite episode, it's interesting to me because, I also get to see what episode you guys really like, which is kinda cool. Leave a heart, leave a star. Take a screenshot of that email to me. I'll send you the private podcast link with instructions and how to add to your podcast player. It's really, really simple. And so I feel very comfortable with that. Like I said before, like, I'm going to make that the best return on investment that you've ever had for 2 or 3 minutes of time. So I have 4 up there. 1 on... 2 un steve jobs? Yeah. 2 un steve jobs, who, I I think, like, we're not even close to being done to learn from. 1 on, Max Election, which is the C cofounder of Paypal. Oh, and 1 on Samuel Bro, I had to think about it. Was a guy that started S. He built a family business I last, like, a hundred and 40 years. It's fascinating guy. So I did that, And then I'm reading this other book that I talked about last week, which has to do with... I think a lot about the future of work, having a child, I think you have to. But only... For my child but for myself, and it's just... I feel like when you see what our kids are being taught in school and you see what jobs are available in the world. Like, there's a huge disconnect there. So it's something I spend a lot of time thinking about. And this book is called un scale, how Ai and a new generational ups starts creating the economy of the future. I by the by the time I released that episode next week, I will probably have already recorded this podcast too. Because it's it's rather short. To 200 pages, and I'm fascinating personally fascinated by the subject. And I just think that we have the opportunity. Like, it it really... I wouldn't say it depress me because it's not the right word, but I I'm I think entrepreneurship is 1 of the most important concepts in the world. In the world. And it's a vehicle for economic freedom for people that just are are outside of the main. You know, like, if you grew up in a rich family and you got to go to private school and you shepherd into all these high you know, ivy believe league schools and then come out and get a high paying job. Like, that's a tiny tiny track. For a tiny 9 percentage of all the humans on earth. But the Internet is to demolish that playing field. Where now all of us have the opportunity to out outperform and actually receive the economic benefit that we were able to give to other people. Right? And what what is just disconcerting to me is, like, in my own country, I know a lot of people listen to this all over world, but like, entrepreneurship at a 40 year low. And in my opinion, it should be the reverse. It should be the opposite trend. It's easier. Now, easier sort business. This means easier to succeed at it, which is why I spend so much time sharing these ideas with you because I want you to do well. I want you, like, entrepreneurship changed my life. I was a first person in my family to graduate high school. The first person graduate understand. Like, without the Internet without being able to access books and podcasts in Youtube and un learning whatever I wanna learn, like, I would have been destroyed. So that's why, like, I'm so passionate about people learning these ideas. Like, it is life changing. We need more of this, not less of this. And I love seeing things, like, just the weird things that people come up with in a way to make the living and do things that they love and that other people benefit from. So it just I'm very interested to make this recording of this next book because... And it's also, I'm gonna read some other books about this too because I do think that the the thesis of the book is that economies is of scale it's a history of entrepreneurship, you know, let's say, it 2 300 years, whatever time frame you wanna put on it was big was always better. And now his whole thesis, which I'm am you know, predisposed to like is, like it's... The Internet is dismantling your entire economy and and re and rebuilding it. And that thesis on economies is of scale has turned on its head. And that most people, I don't think Understand that because most people always say, oh, I always been told bigger, is better, bigger, is better, bigger, is better. So most people go out and try to do this. Meanwhile, you're seeing weird little companies. Like I, a company handles distribution for for independent music artists, and they have a hundred thousand paying customers, and there's 3 people in the entire company. That's an... That's an example of un scaling. And they're not outsourcing the jobs to India or or the Philippines. They're outsourcing them to bots. They're using technology technologies to gain this leverage. So I'm... I I wanna see more opportunities like that for people because I think there's a lot of people that could be entrepreneurs. That don't think they can, but they have all kinds of ideas. And that's all it is. Entrepreneurship is just an idea. It's hey, I think I... Of some... There's this thing I have is valuable. And if I tell people about it, and they agree it's valuable. Well, human nature is, they're gonna pay you money for that. We buy things that are valuable, whether I go down stairs and buy smoothie because I'm hungry or I buy a car because I need to get get somewhere or whatever the case is, like, humans will clearly exchange money for value. And what I'm saying is, like, now we have what what deem... What people can deem valuable is much, much broader than peep... Than it was 10 years ago, 20 years ago 30 years ago, and I think that trend going forward is only going to continue. So I want to use... Like, we're studying people that built usually big businesses, but I don't have a desire to build a big. Big business. Now I wanna have an impactful business. I wanna have a business that that helps people and I wanna spread that as much as like I can. But that doesn't necessarily mean it's gonna be more people. Right? I'm rather introverted. I don't like really managing people. Anytime I've been in that in the situation in the past. I found myself to be unhappy. So what what these technology is gonna allow us to do is, like, we're gonna be able to unleash an entire generation of people all over the world that never would even consider the idea of being entrepreneurs. But can be because they have some unique skill talent or just a different way to look at things, and they don't need, you know, massive office with massive raise massive amounts of money from a venture capitalist or or or or a bank with And there's nothing wrong if that's the right you wanna go. You have to be who you are. You know what Saying? But I'm just saying, Like, when you when you can access with with the book calls renting this technology is it's the way they they is the way the author. And his name's gotta give him credit. His name's. I think her mont Tunisia. I don't know if that's how you pronounce it, but he... That's the term he uses renting it. It just completely... If flips... It inverse what is actually valuable. And if you focus on your core competency, which you'll realize and people that have already subscribers founders notes know this because I've taken notes on several pod entrepreneurs engineers that have said this. Like, every single business process has now you can either be access to an Api or are can be access to another entire company that's just devoted for. And so what that means is you have this modular where you can focus on what you're absolutely good at and then find people that are absolutely good. So maybe, like... I just found out about this 1 company that does, think about what if you're selling physical products called happy returns. When... You know, people buy stuff, they're they're gonna return stuff all the time. That process... They call it reverse the reverse logistics process. Is it pain in the ass. Well, now you can just hire this company and they do it do everything for you. And then you could focus on the your core competency, whatever that is. So, anyways, there's tons and tons of examples all over And I I... Again, I I just think that that is more of the future, And that's when I think about, like, my own daughter, like, you know, like, I don't... If she wants to go out and get a job, but by all means, like, I your her life do it, but I just want heard to understand that the barriers to entry of starting your own business is a lot smaller. And that applies not only for the kids that are that are young now, but people today. People are their in jobs that are trapped in jobs that they fucking hate. There... I know so many people that are miserable that would be so much happier just to be able to call their own shots to do their own thing. Even if it's a tiny 1 person business. They would be better off, and you have 1 go at this life? Why are we gonna spend it being miserable? So if I can do anything. If I can go out and I can be the conduit to go out and read these books, get these ideas to you in a form in a, in an easy to understand fashion then I wanna do that. And if I can listen to these podcasts and take these notes. And email them to you. So you can use these ideas in your own lives. I want to do that because I think that gives you the tool. Like, it it bursts open a a damn of entrepreneurship. And I want to burst that open. I do not wanna see trends where it's you know, that's own more centralization, less people... More people going to work for companies they don't wanna work for and less people being able to do their own things because what did what did Edwin Land teach us. If you remember that that book insisting on the impossible. His dream of a thousand small corporation. I can instead of this 1 corporation. So in giant centralized organization, he's, like, my dream is for a thousand corporations each each, reinvest and investing 25000000 dollars into research and development and and developing more technology and more products that we can use. More diversification. Well, we don't have to stop at a thousand. What about a hundred million different businesses. Like, there's 7000000000 people on the planet. Each 1 could be if it it doesn't have to be a single individual, like, in and un scale. There's some, you know, there's some companies that are using this technology. There's hundreds of people, but there... They have impact that used to require thousands or 10 thousands of people. That's what I want to empower people and I wanna try to play some kind of small role because it's... I think it's fundamentally life changing. So I wasn't expecting to say that all that, I hope you understand, like, I don't sit down with things written. I just go off of, like, I have notes in a book or, like, highlights, but I just... I try to speak from the heart because there's no way I can keep this podcast. I can't keep doing... I couldn't... I wanna do a podcast for a very long time. There's no way I can do that if I have to, like, script everything out. I just have to talk how I am as a person, and hopefully people respond well to that. So that was an example of that. Thank you very much for your support. If you like what I'm doing, please support financially. I I rely on it. I need you to do that, and please tell your friends about it. Thank you very much. I'll be back next week."
}