{
  "transcript": "Talk to you about the auto biography of Sam Walton. It's called Made in America. And this book was published about a year before he died. So he was suffering from a a rare form of bone bone cancer. And he knew he was gonna die, so he decided to put all, like, his thoughts down on paper. So I wanna jump right into the book. If you've heard previous episodes, then you know that we have this this section that I affectionately call critics don't know shit. And I do that because in almost every... And actually, in every biography, there... There's always people around the entrepreneurs telling them that their idea is no good that it's not gonna work out that you're not good enough. And I just think it's a good reminder to anybody that no 1 knows what they're talking about. So this is a... We're gonna start at the beginning of the book. And he's, Sam Walton is working at Jc c. And let's start. And it says, anyway, he'd get all this upset at the way I would screw up the sales and generally misha the cast part of things. I couldn't stand to leave a new customer waiting while I fiddle with paperwork on a sale I'd already made. Walton, blake would say to me. This is his manager. Walton Blake would say to me when he came to Des moines. I'd fire you if you weren't such a good salesman. Maybe you're just not cut out for retail. And I wanna start there because this is 1 of his first jobs, this guy who's a training manager for Jc c penn is telling what winds up being the world's greatest retailer that he's not cut out for retail. The the the part continues, and this is, part of his inspiration. Fortunately, I found a champion in my store manager, Duncan majors. He was a great motivator who was proudest of having trained more penny managers than anyone else in the country. He had his own techniques and I was a very successful manager. His secret was that he worked us from 06:30 in the morning until 7 or 08:00 at night. All of us wanted to become managers like him. On Sundays, when we weren't working, we'd go out to his house, There was about 8 of us, all men, and we would talk about retailing, of course. But we also played Ping Pong or cards. It was a 7 day job. I remember 1 Sunday, Duncan majors had just gotten his annual bonus check from pennies. And was waving it around all over the place. It was for 65000 dollars, which impressed the heck out of us boys. Watching this guy is what got me excited about retail. He was really good. And at the time, he's making Sam making 75 dollars a month at at a Jc Story in des more Iowa. And his manager is showing him a check for 65000 dollars, which, as Sam just said, inspired him and he said, okay, You know what? I wanna get into this retail game too. So let's skip ahead a little bit. So he quits Jc. He has he's he gets into the army. This is right around World War 2, so he wants to do his part. And, this part is the importance of seeking wisdom. So a note about the book, the this is... This may be 1 of my favorite books that I've read from about an entrepreneur just because it's written in it's auto, so it's written and he's saying, I instead of somebody else describing him, but it's also written like he speaks. And it's just this, you know, He's got a lot of, like, this Midwest southern charm, And it's just... He's got some funny stories in here. But it's really... It's a really coach book. And you'll see as we continue down path. So let's go back to the book. Helen and I spent 2 years living the army life. And when I got out in 19 45, I not only knew I wanted to go into retailing, I also knew I wanted to go into business for myself. My only experience was the penny job, but I had a lot of confidence that I could be successful in my own. Our last army posting was in Salt Lake City, and I went to the library there and checked out every book on retailing. So this is something we're gonna see throughout the book. He was obsessed with studying not only people that were doing what he wanted to do in this case become a retailer, but also when he gets started in a business, he's obsessed with studying his competition. It says later on in the book that, people work for him think that he's he visited more stores all more retail stores all over the world than anyone else in history. But he was obsessed with seeking information, which I find is a very common trait, as I said entrepreneurs, whether the reading, talking to people studying their competition, in this case, listing to podcast podcasts about entrepreneurship. They're always looking for an edge. They're always looking for information that may help them. So I wanna skip ahead a little bit. He figured out that he wants to go into retail, and he decides that he's gonna buy his first store. So he gets... He has a little bit of money saved up at this time, and he gets loan from his wife's, his wife's father, and they're in a little town in newport, Arkansas of only 7000 people. So the the wonderful things about these stories is everybody knows who Sam Walton and how big Walmart got. You know, at the end of the book, I think they're doing 50000000000 dollars a year in sales. Yet, just like Walt Disney or Elon Musk or any of these other guys, they don't start out that way. They just start out... Everybody starts small. We talked last week about steve jobs. I mean, it was Him W in a garage, and now Apple's the most valuable company in the world. So, this is Sam's first goal, and we're gonna get a little insight about his personality. But at that time, I was sure Newport and the Ben Franklin had great potential. Ben Franklin was a chain of retailers, and he becomes a franchise see of a Ben Franklin store. So they had great. What each you just said? And I've always believed in goals. So I set myself 1. I went in my little newport store to be the best most profitable variety store in Arkansas within 5 years. I felt I had the talent to do it that it could be done, and why not I go for it, set that as a goal and see if you can achieve it. If it doesn't work, you had fun trying. And we're gonna skip ahead a few chapters, and we're gonna talk about when he reached the goal. And before we're gonna get there There's so the the guy blake that we were talking about under the critics don't know shit section. He's still traveling around, and he winds up in a in a in newport where Samus is. And let me just that sets up the story here. Say the manager told Blake. We've got an x penny man right here in Newport. He came in a few years ago, so this is obviously a years ahead in the story. He came in a few years ago and really made a big success of it. He doubled sales in his Ben Franklin, he's got 2 stores, and he's the president of the chamber of commerce. And when the manager told him it was Sam Walton, old Blake almost fell over. It can't be the same 1 I knew in Des moines, he said, That fellow couldn't have amounted to anything. He came next door and we both had a big laugh about it. And when he saw that I really was that kid who couldn't write, And he really... And he saw that I was really the kid who couldn't write and you could... So you couldn't read it. He was talking about his handwriting on the receipts was just terrible. By now, my 5 years in newport were up, and I had met my goal. That little Ben Franklin store was doing 250000 dollars of sales a year. And turning 30 to 40000 dollars a year in profit. It was the number 1 Ben Franklin store for sales or profit. Not only in Arkansas, but in the whole 6 state region. It was the largest variety store of any sort in Arkansas, and I don't believe there was a bigger 1 in the 3 or 4 neighboring states. So in between these 2 sections they go into... He was just relentless. He would study competition, he opened up a, Ben Franklin store right across tree from another retailer. And within 5 years, he caught he caught up and then surpassed him. And he lands up opening another store, that story actually doesn't end that well though because the... His landlord, saw that he was so doing so well that when Sam's lease expired. He wouldn't renew it and no matter what. So he had to sell his very successful business. To the landlord. And mean he made a good profit on it, but he didn't wanna sell. And he he learned something about that. So throughout the book too, there's all these little notes that I have labeled as Sam's personality that I wanna share? And if you hear that noise, it's just, when I read... So if you're curious on how I do these podcasts, I read the entire book, and as I'm reading them I'm highlighting sections that really, stick out to me that I think could be interesting to you. And then I also leave sticky notes about what they are. So I don't have to sit here in silence and re reread the parts before. And so if you ever see the... I should take a picture and show you guys what the books look like when I'm done with them, but they're marked up pretty pretty well. So this part is another anecdote I wanna share on, his personality. I've never been wanting dwell on reverses, and I didn't do so then. It's not it's not just a corny saying that you can't make... That you can make a positive out of most any negative if you work at it hard enough. I've always thought of problems as challenges, and this 1 wasn't any difference. I don't know if that experience changed me or not. This is him having to... Be forced to sell his business. I know I read my leases a lot more carefully after that, and maybe I became a little more more wary of how tough the world can be. Also, it may have been about then that I began encouraging our oldest boy, 6 year old rob to become a lawyer. But I didn't dwell on my disappointment. The challenge at hand was simple enough to figure out. I had to pick myself up and get on with it. Do it all over again, only even better this time. Helen and I started looking for a new town. So he sells his business. He didn't wanna give it up. Like Said before, but he said, you know what? I'm gonna take this as a challenge. I'm gonna go look for a, a new place, and I'm gonna do the exact same thing, but I'm gonna do even better this time. And and and this... So we're skipping ahead a little bit, he finds a store in another small town and look where starting out. There's just some details about it. Now I had a store to run again. And even though it didn't do, but 32000 the year before I bought it compared to 250000 dollars at newport. It didn't matter that much because I had big plans. We tore the wall out between the barber shop and the old store put in brand new fluorescent fixtures instead of the few low bulbs that had been hanging from the ceiling, and basically build a new store in there. It was a huge store for Benton at the time. That's a city. 50 feet by 80 feet or 4000 square feet. He's got himself a new store. It was only doing 32000 the year before, and he's gonna try to improve on that. There's another... It's really interesting because he doesn't start Walmart. The actual... So right now he's doing these things called variety stores. And he gets into discounting, which is what Walmart is, 20 years after he starts. So he's in his forties before he pounds Walmart. And this is some stories, this is his opinion on how Walmart came to be, and this is before he opens the Walmart. We were innovating experimenting and expanding. Somehow over the years, folks have gotten the impression that Walmart was something I dreamed up out of the blue as a middle aged man and that it was just this great idea that turned into an overnight success. It's true that I was 44 when we opened our first Walmart in 19 62. But the store was totally an outgrow of everything we've been doing since Newport. Another case of me being unable to leave well enough alone another experiment. And like most overnight successes, it was about 20 years in the making. I wanna skip ahead a little bit and give you another anecdote about his personality. This is for from David Glass who winds up taking over Ceo role for Walmart after Sam tires. And this is with David Glass. 2 things about Sam Walton distinguish him from almost everyone else I know. First, he gets up every day bound and determined to improve something. Second, he is less afraid of being wrong than anyone I've ever known. And once he sees he's wrong, he just shakes it off and heads in another direction. So I wanna jump ahead into where he... So now he tells you how that coming with Walmart was just an evolution of everything that he did before. And so now I wanna talk you about the first Walmart, which had very humble beginnings, and this is Sam talking again. To tell the truth though, that first Walmart and wrote and Rogers wasn't all that great. We did a million dollars in a year A lot more than most of our variety stores, which did 200 to 300000 dollars a year. But remember, Saint. Robert up there in Army Town was doing 2000000 dollars in sales. And once we open in Rogers, all these names are just names a little small towns. And once we open in Rogers, we sat there and held our breath for 2 years. Then we put up stores up in Springfield, a bigger town near Rogers, and Harrison, a smaller town. Here, of course, I have to let David Glass now tell tell his now famous story about coming to Harrison to see what a Walmart was and being so horrified at the site. And include this in there because it's just a reminder that Again, things start small, and then it... He just worked at it every day, and they turned to something beautiful. This is David Ad derrick ko from David Glass. In those days, word was starting to get out that a guy named Sam Walton had some interesting retailing ideas. So I drove down from Springfield where I was with crank drugs at the time to See a Walmart opening. Crank drugs It's just the name of the company David glass working for at the time. It was the worst retail store I had ever seen Sam had brought a couple of trucks of watermelon in and stacked them on the sidewalk. He had a donkey ride out in the parking lot. It was about a hundred and 15 degrees and the watermelon began to pop. And the donkey began to... And the Donkey began to do what Donkey do. And it all mixed together and ran all over the parking lot. So basically, don't donkey crap and watermelon juice. And when you went inside the store, the mess just continued. Having been tracked in all over the floor. He was a nice fellow, but I totally wrote him off. It was just terrible. This is back to Sam now. The store was only 12000 square feet and had an 8 foot ceiling and a concrete floor with bare bone wooden plank fixtures. We were trying to find out if customers in a town of 6000 people would come to our kind of barn and buy the same merchandise strictly because of price. The answer was yes. So skipping ahead, this is... The reason I think almost every entrepreneur should read this book. Not only 1 the way I found out about it is because if you Google Jeff Bezos book recommendations, this is on there, and you can see there's a lot of ideas that Sam Walton had that Jeff Bezos used to build Amazon. But he has person throughout the entire book. He just has his little, like, almost as if he was giving you advice directly to you. So it it comes out of his own experience. And they're just a little short paragraph. So here's 1 of them here. Many of our best opportunities were created out of necessity. The things that we were forced to learn and do because we started out under finance and under capitalized in these remote small communities contributed might to the way we grow the way we've grown as a company. Had we been capitalized or had we been the offs shoot of a large corporation, the way I wanted to be we might never have ever tried. So, what he's talking about? There is originally, he was fine just being a franchise and he wanted to continue being a franchise z. And then he had some ideas where he thought that the variety stores could be eventually taking out by these new discount. So he approached the people that he was purchasing franchises from and said hey, This new idea, let's be partners because he needed money to fit them to put up the the money for the new stores. They said no. So he's forced to do it on himself, and that becomes Walmart. Here's another section. It's more on Sam's philosophy on work. I read some trade publication not long ago, that of the top 100 discount, and discount is what the category at Walmart would would fall into. The of the top 100 discount who were in business in 19 76. 76 of them have disappeared. Many of the many of these started with more capital and visibility than we did. In larger cities with much greater opportunities. They were bright stars for a moment and then they faded. I started thinking about what really brought them down and why we kept going. It all boils down to not taking care of the... Their customers, not minding their stores, not having folk folks in their stores with good attitudes, and that was because they never really even tried to take care of their own people. If you want the people in the stores to take care of the customers, you have to make sure you're taking care of the people in the stores. That's the most important single ingredient of Walmart success. Most of these early guys were very ego people who love to drive big cadillac and fly around in their jets and vacation on their yachts. And some of them lived in houses like I'd never even thought about before. I remember going to dinner at 1 of their houses. And we got pickup in this limo that must have had room for 14 people. Man they were living high, and they could afford to back then because this discounting thing was working so well. Customers just flocked to their stores. And these fellows were covered up in cash. Most of them would could still be around today if they had followed some basic principles about running good stores. There are a lot of ways to build strong companies. They don't have to be done the Walmart way or my way or anybody else's way. But you do have to work at it. And somewhere along the line, these folks stop short of setting the goals and paying the price that needed to be paid. So this is a really great story about information. And it goes back to Sam Juan was always collecting information, information on how to run businesses, information on how his retailers were doing, like, remember, this is... Now we're, in the 6 this is 67. So back in 45, he's sitting at the Salt Lake City library, reading every single book cannon about, about retailing. So let's let's see that that continues. So this is a... This is a quote from Kurt Barn of retailing consultant I was Executive Vice President of the Discount Trade Association and working in my new york New York office 1 day in 19 67. My secretary said there was a man out front who wanted to join our group. I said I would give him 10 minutes. So comes this short wire man with a deep tan and a tennis racket under his arm. He introduced himself as Sam Walton from Arkansas. I didn't know what to think. When he meets you, he looks right at you, cock to 1 side, forehead slightly crease, and he proceeds to extract every piece of information in your possession. He always makes little notes and he pushes on and on. After 2 and a half hours he left, and I was totally drained. I wasn't sure what I had just met, but I was sure we would hear more from him. So this time, it's a late sixties, and he has he has a dozen Walmart and 14 or 15 variety stores. Oh, I love this part. Okay. This is this is another great story about information. Okay. And so these are gonna be direct quotes from this guy named A Mark's. He was president, head of Heart Z and first president. I was sitting there at the conference reading the paper, and I had a feeling somebody was standing over me. So I look up and there's this grayish gentleman standing there in a black suit carrying an attach cage case. And I said to myself, who is this guy? He looks like an undertake. He asks me if I'm Abe Marx, and I say, yes, I am. Let me introduce myself. My name is Sam Walton. He says. I'm only a little fellow from Benton Arkansas, and I'm in the retail business. I say you have to pardon me, Sam. I thought I knew everybody and every company in the retail business. But I never heard of Sam Walton. What did you say the name of your company is again? Walmart Stores he says, so I say, well, welcome to the f of discount merchants. I'm sure you'll enjoy the conference in getting a acquainted socially with everyone. Well, to be perfectly honest with you, mister Marks, I didn't come here to socialize. I came here to meet you. I know you're a Cpa, and you're able to keep confidence, and I really wanted your opinion on what I am doing now. So he opens up this attach cage. I hope I'm pronouncing that correctly. And I swear, he had every article I had ever written and every speech I had ever given in there. I'm thinking, this is a very very thorough man. Then he hands me an accountant working column sheep, showing all of his operating... All of his operating categories all written out by hand. Then he says, tell me what's wrong. What am I doing wrong? I look at these numbers. This was in 19 66, and I don't believe what I'm seeing. He's got a handful of stores, and he's doing about 10000000 a year with some incredible margin and unbelievable performance. So I look at it and I say, what are you doing wrong? Sam, if I may call you Sam, I'll tell you what you're doing wrong? I handed back his papers and I closed this case and I said to him. Being here is wrong, Sam, Don't unpack your bags, go down, catch a cab, go back to the airport and go back to where you come from and keep doing exactly what you are doing. There is nothing that can possibly improve what you are doing. There's nothing here that can possibly improve what you're doing. You are genius, and that's how I met Sam Walton. Also shows his humble that he... That even though he was doing better than almost every other... Any other retailer, social any other retailer at that conference. He's still asking for help and advice. And then the crazy part is, like, now if if you wanna collect the writings and the the speeches and like, the information that people put out, well, we we have the Internet. Like, we can do that in, you know, an hour or maybe even less. This guy's is collecting information by hand in the sixties. Wanna I'm not gonna spend too much time on this, but there is a interesting paragraph when they take the company public, and this is Sam Talking again. As everybody today knows, Walmart at stock performance. And the wealth it has created it's a story in and in and of itself. Just 15 years ago, the market value of the company was around a hundred and 35000000. Today, it is over 50000000000 dollars. But here's a better way to look at it. Let's say you bought a hundred shares back in the original public offering for 1650 dollars. Since then, we've had 9 2 for 1 stock splits. So you would have 51200 shares today. Within the last year, it's traded at right under 60 dollars a share. So your investment would have been worth right around 3000000 dollars at that price. So from 1600 dollars to 3000000. Obviously, our stock has made a lot of folks happy over the years. And pure and simple, that's where the Walton family net worth has been created. It paid off beyond any of our dreams. This is just 1 sentence, but I think it's important. Most everything I've done, I've copied from somebody else. Again, I and I may get annoying. I'm saying it so much, but the importance of collecting information. So this part is... I called pilot as a strategy. There's no question whatsoever that we could not have done what we did back then if I hadn't had my airplanes. I bought that first plane for business to travel between the stores and keep in touch with what was going on. But once we started really rolling out, once we started really rolling out the stores, the airplane turned out to be a great tool for scouting real estate. We were probably 10 years ahead of most other retailers and scouting locations from the air, and we just got a lot of great ones... A great ones that way. From up in the air, we could check out traffic flows, see which way cities and towns were growing and evaluate the location of the competition. If there was any. Then we would develop our real estate strategy for that market. I loved doing it myself. I'd get down low, turn my plan on its side and fly right over a town. Once we had a spot picked out, we land, go find out who own the property and try to negotiate the deal right then. That's another good reason I don't like jets. You can't get down low enough to really tell what's going on, the way I code with my little planes. Bud and I, that's his brother and his partner. Bud and I picked almost all of our sites that way until we grew to about a hundred and 20 or a hundred and 30 stores. I was always proud of our technique and the results we got. I guarantee you not many principles of retailing companies were flying around sideways, studying development patterns, but it worked really well for us. So skipping ahead a little bit. I know a lot of people like to ask, like, this... How really successful business owners entrepreneurs, like, find the time to do everything. So I wanna include this part about Sam not having a schedule. But if you asked me, am I an organized person, I would have to say flat out, no, not at all. Being organized would only really slow me down. In fact, it would probably render me helpless. I try to keep track of what I'm supposed to do and where I'm supposed to be, but it's true. I don't keep much of a schedule. I think my way of operating has more or less driven Loretta boss and late and later Becky Elliott, my 2 secretaries around the bend. My style is pretty hap hazard. So this is his... Now we're gonna get some direct quotes from his personal secretary of 25 years. He has always been like this. His mind works 10 times faster than anybody else's. I mean, he just gets going and stage 2 or 3 jumps ahead, and he's quick to go with whatever's on his mind. If he gets something on in his mind and that needs to be done, regardless of what else might have been planned, the new idea takes priority. And it has to be done now. Everybody has their day scheduled and then bang. He just calls a meeting on something else. In the early years, this calls a number of embarrassment. I would make appointments for him and then tell him about them. We kept 2 calendars. 1 on his desk and 1 on mind, but he would just totally forget. I... I've had people flying in here from Dallas all set to see him. I'd come in at 8AM to meet them and find out he had flown out of town at 5AM without telling anybody where he was going. I would just have to look at the... At this man from Dallas and say, he's gone. So after a few times like that, I finally said, I'm not gonna make appointments for you anymore, and he said, well, that's probably best. Then he would make his own appointments and forget about them, and I was still the 1 who had to give them the bad news. I couldn't organize him in a quarter of a century, and I don't think anyone else is ever going to. This is back to Sam. Except for reading my numbers on Saturday morning and going to our regular meetings, I don't have much of a routine for anything else. I always carry my little tape recorder on trips to record ideas that come up in my conversations with the associates. Associates with what they call, the employees working in the store. I usually have my yellow legal pad with me with a list of 10 or 15 things we need to be working on as a company. My list drive the executives around here crazy. But it's probably 1 of the most of my of my more important contributions. So not everything Sam did was obviously correct. But he is quick... He was quick to make his to admit his mistakes and change. So here's a paragraph from a gentleman that's working for him named Charlie Bond. He's a direct quotes from him. When I took over the store in Faye, which would have been May of 19 55. Sam was paying the girls 50 cents an hour. After that first the first paychecks went out, I thought about it and decided, this is for the birds. So the next week, I raised them to 75 cents an hour, and I got a telephone call from Sam. He said, Charlie, we don't give raises of a quarter an hour. We give them a nickel an hour. But I didn't cut back. I stayed with the the 75 cents because those girls were earning it. We were a high volume store for those days making pretty good money. And now here's Sam I'm talking about the same situation. I don't remember being that tight, but I guess Charlie has got it about right. We didn't pay much. It wasn't that I was intentionally heartless. I wanted everybody to do well for themselves. It's just that in my very early days in the business, I was so dogg on competitive and so determined to do well that I was blinded to the most basic truth. Really, the principle that later became the foundation of Walmart success. You see no matter how you slice it in the retail business Payroll is 1 of the most important parts of overhead. And overhead is 1 of the most crucial things you have to fight to maintain your profit margin. That was true then and it's still true today. Back then though, I was so obsessed with turning in a profit margin of 6 percent or higher that I ignored some of the basic needs of our people, and I feel bad about it. The larger truth that I failed to see turned out to be another 1 of those paradoxes. Like the discount principal of the less you charge, the more you'll earn. And here it is. The more you share profits with your associates, whether it's in salaries, or incentives or bonuses or stock discounts, the more profit will accrue to the company. Why? Because the way management treats the associates is exactly how the associates will then treat the customers. And if the associates treat the customers well, the customers will return again and again, and that is where the real profit in this business lies, not trying to drag strangers into your store for 1 time purchases based on splash sales are expensive advertising. Satisfied, loyal, repeat customers are at the heart of Walmart spectacular profit margins. And those customers are loyal to us because our associates treat them better than salespeople in other stores do. So in the whole Walmart scheme of things, the most important contact ever made is between the associate in the store and the customer. So skipping ahead a little bit in the book. This is still in in a chapter called building the partnership, and they're talking about building the partnership between management and their associates, and this was surprising. If you ever spent any time around Walmart, you may have noticed that it's not unusual for somebody in Philadelphia, Mississippi to get in his pit Filled Philadelphia Mississippi to get his pick on the spur of the moment and drive to Benton, where you can find him sitting in the lobby waiting patiently to see the chairman that Sam. Now, really, how many chairman of 50000000000 dollar companies, do you know who are totally 100 percent accessible to their hourly associates? I know lots of people in big companies who have never even seen their chairman? Much less visited with him. So that just shocked me. At this time, anybody that worked for Walmart, and they had thousands of employees could drive to headquarters and request a meeting with Sam and he'd take the meeting. This is what Sam says about that by the way. That's not suggest that they... That I always like what I... Did they always like what I have to say. Don't always solve their problems, and I can't always lie with them just because they bring their situation to my attention. But if the associate happened to be right, It's important to overrule their manager or whoever they're having the problem with, because otherwise, the open door policy isn't any good to anybody. The associates would know pretty soon that it was just something we paid lip service to, but didn't really believe in. If I'm gonna fly all around the country telling these folks, they're are my partners. I sure owe it to them to at least hear them out when they're upset about something. This is fantastic. So I'm gonna skip ahead in the book again there is a section in here where it deals with when he's in his fifties, Walmart already public it's successful. He's like, okay. Well, maybe maybe it's time for me to step back. He was always somebody that delegated from day 1. And there's 1 or 2 chapters in the book that deal with. Basically, he retired too early. He mis judge his own personality, and he winds Walmart winds up losing, like, a third of their executives. It's called, like, the Saturday night massacre. But I'm gonna skip over that part because it has to do. It's just a lot of names in there that could get a little confusing if you're not reading and you're just hearing it, and and a lot of it is not centered around Sam. So he has this interesting strategy, and it's called competition as strategy. And here's his strategy. We decided that instead of avoiding our competition or waiting for them to come to us, we would meet them head on. It was 1 of the smartest strategic decisions we'd ever made. In fact, if our story doesn't prove anything else about the free market system. It erase any doubt that spirited competition is good for business, not just customers, but the companies which which have to compete with 1 another 2. Our competitors have honed and sharpened us to an edge we wouldn't have without them. We wouldn't be nearly as good as we are today without Kmart. And I think they would admit we've made them a better retailer. 1 reason Sears fell so far off the pace is that they wouldn't admit for the longest time that Walmart and Kmart where they're real competition. They ignored both of us and we both blew right past them. This is his brother commenting on that. Competition is very definitely what Made Walmart from the very beginning. There's not an individual in these whole United States who has been in more retail stores, all types of retail stores too, not just discount stores than Sam Walton. Make that all over the world. He's been in stores in Australia, and South America, Europe, and Asia and South Africa. His mind is just so in intuitive when it comes to this business. And there may not be anything he enjoys more than going into a competitor store, trying to learn something from it. And this is another anecdote about his personality. This one's a direct quote from Herb Fisher, who was the founder Chairman and Ceo of James Way Corporation. These are his words. Kmart was opening up so many stores. It was regarded as the Gen Khan of the discounting business. Sam has always been clear about his attitude. Meet them head on. Competition will make us a better company. He is that way with everyone. Personally, he's such a fine una assuming quiet gentleman. But he's always picking your brain and he'll always have a notebook or tape recorder. Here lauren everything you know, but he shares his information freely with you in a return. Now, of course, he's a competitor of James way, but he wouldn't never apologize for that. He thinks it's makes us a better company, and he's right. Okay. So now skipping ahead a little bit in the book. He has this this idea about thinking small, so you have to think small to get big. And his has interesting ideas on how you resist bureaucracy by doing it right the first time. So I wanna read this part. This is now David Glass these are just gonna be direct quotes from David Glass on Sam's philosophies. If you don't 0 in on your bureaucracy every so often, you will naturally build in layers, you never set out to add bureaucracy. You just get it period. Without even knowing it. So you always have to be looking to eliminate it. You know when Tom Watson Senior is running Ibm, he decided they would never have more than 4 layers from the Chairman of the board to the lowest level in the company. That may have been 1 of the greatest single reasons why Ibm was successful. A lot of this goes back to what Demi told us... Excuse me. To what Demi told the Japanese a long time again, a long time ago. Do it right the first time. The natural tendency when you've got a problem in a company is to come up with a solution to fix it. Too often, that solution is nothing more than adding another layer. What you should be doing is going to the source of the problem to fix it. And sometimes, that requires shooting the culprit. I'll give you an example that just drove Sam crazy until we started doing something about it. When merchandise came into the back of a store It was supposed to be marked at the right price are marked correctly on the spot. But because it often wasn't getting done properly, we created positions called test scanners. People who would go around the stores held handheld scanners, making sure everything is priced correctly. There's another layer right there, and Sam didn't ever visit a store without asking if we really needed these folks. Well, We still have some, but that... But what we've done is overall our back office procedure to make sure we get it right more often than the first time. And in the process, we eliminated 1 and a half people out of the office in every Walmart store in the company. That's big box. They have hundreds of stores at this time. Really, it's a pretty simple philosophy. What you have to do is just draw a line in the dirt and force the bureaucracy back behind that line, and then and then know for sure that a year will go by, and it will be back across that line, and you'll have to do the same thing again. Now here's Sam's words on this. I guess 1 reason I feel so strongly about not letting egos get out of control around Walmart is that a lot of bureaucracy is really the product of some empire builders ego. Some folks have a tendency to build up big staffs around them to emphasize their own importance, and we don't need any of that at Walmart. If you're not serving the customer, are supporting the folks who do, we don't need you. When we're thinking small, that's another thing we're always on the lookout for. Big egos. You don't have to have a small ego to work here, but you'd better know how to make it look small, or you might wind up in trouble. So you see what I mean when I say you have to think small to grow big. And really, I don't have any doubt that Walmart will stay the course and reach 100000000000 dollars in sales by the year 2000. It's a challenge. Nothing like it has ever been done before, but our folks will do it. And now I'm going to confess to a really radical thought I've been having lately. I probably won't do anything about it, but the folks who come after me are eventually going to have to face up to this question. Even by thinking small, can a 100000000000 dollar retailer really function as efficiently as it should, or would maybe 5 20000000000 dollar corp corporations work better. That's the end of his quote. Actually, have a personal theory on this. I think given that we're in the information age that the optimal size of a company is actually decreasing instead of increasing. So if you read the book, he has an entire... We're almost towards towards the end. But he has a chapter, it's chapter 17. And it's called running a successful company, 10 rules that worked for me. There's no way for me to highlight that. I'd have to read the whole chapter. So I just think you... There's 10 rules, a lot of them are just common sense like, his philosophies, but I don't wanna... I I don't think it's possible to summarize them. Before I get to towards the end where he talks about building a legacy, and I think 1 of the most interesting parts of the book is him reflecting on his life, And I keep in mind, he's he's at this point in the book, we're almost to the end. He is told his entire recollection of his life the vast majority of that life being building this this company. So it's just an interesting perspective to somebody that knows he's gonna die since he has terminal cancer, and it comes down to whether he regrets it or not. But, before that, I just wanna read some some interesting parts these are just little anecdotes, and they're from the the beginning of the book. And this this is the sam talking. Says when folks have asked me, how did Walmart do it? I've usually been flip about answering them. Friend, we just got after it and stayed after it. Another quote. This is a funny thing to do. This looking back on your life, trying to figure out how all the pieces came together. I guess anybody would find it a little strange. But it's really odd for somebody like me because I've never been a very reflective fellow. Never been 1 to dwell in the past. If I had to single out 1 element in my life that has made a difference for me, it would be a passion to compete. That passion has pretty much kept me on the go looking ahead to the next store visit or the next store opening or the next merchandising item I personally wanted to promote out in those stores. As I do look back though, I realized that ours is a story about the kinds of traditional principles that made America great in the first place. It's a story about entrepreneurship and risk and hard work. And knowing where you wanna go and being willing to do what it takes to get there. It's a story about believing in your idea, even and maybe some other folks don't and about sticking to your guns. But I think more than anything, it proves there's absolutely no limit to what plain ordinary working people can accomplish if they've given if they've given the opportunity and the encouragement and the incentive to do their best. So maybe by telling it the way it really happened, we can help some other folks down the line, take these same principles and apply to their dreams and make them come true. That would be I think a great description of of the reason to catalog the history of entrepreneurship. I wanna read that 1 time. So maybe by telling it the way it really happened, we can help some other folks down the line, take the same principles and applying to their dreams and make them come true. Here here's another quote from him. The media usually portrayed me as a really cheap, eccentric, rec. Sort of a hill billy who more or less slept with his dogs in spite of having billions of dollars stash away in a cave. Then when a stock market crashed in 19 87, and Walmart stock dropped along with everything else in the market, Everybody wrote that I'd had lost half a billion dollars. When they asked me about it, I said, it's only paper and they had a good time with that. But now I'd like to explain some of my attitudes about money up to a point. I think this is really important. No question about it. A lot of my attitude toward money stems from growing up during a pretty hard hard sc time in our country's history. The great depression. So before I go ahead with that. What he's talking about is even after he was worth many billions of dollars, he drove, like, a rusted old pickup truck, and he was obsessed with, like, Quail hunting, and he'd do that with with bird dogs. So he needed he... You you'd spot him in Arkansas just in, like, a truck, knocking on people's doors asking if he could hunt their land with with a bunch of his dogs, even after he became a multi billionaire. So he talks about, that he grew up in in the depression. And I'm going back in the story before we go to the end. So he's talking about how it tight his family wasn't money, and he started, he goes, I are... This is when he was a kid. I also started selling magazine subscriptions, probably as young as 7 or 8 years old. And I had paper routes from the seventh grade all the way through college. I raised and sold rabbits and pigeons too. Nothing really unusual for country boys of that era. I learned from a very early age that it was important for us kids to help provide for the home and to you be contributors rather than just takers or in another word to be producers instead of just consumers in today's daughter's society. In the process, of course, we learned how much hard work it took to get your hands on a dollar and that when you did it, it was worth something. 1 thing my mother and dad shared completely was their approach to money. They just didn't spend it. K. Now here's here's his brother talking about how they grew up. People can't understand why we're still so conservative. They make a big deal about Sam being a billionaire and driving an old pickup truck or buying his clothes at Walmart are refusing to fly first class. It was just the way we were brought up. When a penny is lying out there on the street, how many people would go there and pick it up? I bet I would, and I know Sam would. This is back to Sam. By the time I got out in the world ready to make something of myself. I already had a strongly ingrained respect for the value of a dollar But my knowledge about money and finances probably wasn't all that sophisticated in spite of the business degree I had. Then I got to know Helen family. This is his wife. And listening to her father, L s Rob, was an education in and of itself. This is again, he always learned from everybody around him as much as possible. He influenced me a great deal. He was a great salesman. 1 of the most persuasive individuals I have ever met. And I'm sure his success as a trader and businessman, his knowledge of finance and the law and his philosophy had a big effect on me. My competitive nature was such that I saw his success and I admired it. I didn't envy it. I admired it. I said to myself, maybe, I will be as successful as he is someday. The Rob were very smart about the way they handled their finances. Helen father organized his ranch and family business is as a partnership, and Helen and her brother were all partners. They all took turns doing the ranch books and things like that. Helen has a bs degree in finance, which back then was really unusual for a woman. Anyway, mister Rob advised us to do the same thing with our family, and we did way back in 19 53. What little we had at the time we put into a partnership with our kids. Which was later incorporated into Walton Enterprises. This is something you does this whole life. It's very similar to the podcast we did on just a Kennedy where his goal was just to make enough money that his kids and grandkids never had to, work so they could dedicate their lives to public service, and he accomplished that if you remember the podcast by 40. And you haven't list that podcast should go back because he was fabulous wealthy at the time he had the equivalent of something like, 3000000000 dollars, but even though the kennedy, which obviously have vast family wealth to this day, they lived somewhat extravagant lies, he's he had basically set them up in trust where his kids and their grandkids could never spend the principal. So all the money they're living off of is just the interest. And like I said in that podcast. If you had 10000000 dollars, and you let that 10000000 dollars crew. I think at 2 or 3 percent compound interest for 200 years, you have 3500000000000.0. So Joseph Kennedy was not thinking short term at all. He was thinking gen multi generations, and he was able to do so. Sam doing something very... Did something very similar with his kids. I don't know what the Forbes listed is nowadays. But for a while, they they were, like, 5 out of the top 10, because they were because of this partnership. And he he continues here. The principle behind this is simple. The best way to reduce paying estate taxes is to give your assets away before they appreciate. And then he talks about his personal, his his family philosophy. We don't need to buy a yacht. And thank goodness. We never thought we had to go out and buy anything like an island. We just don't have those lands or needs or ambitions. Which wreck a lot of companies when they get long in years. Some families sell their stock off a little at a time to live high and then boom, somebody that takes them over, and it all goes down the drain. 1 of the real reasons I'm writing this book is so my grandchildren and great grandchildren will read it years from now and know this. If you start any of that foolish, I'll come back and haunt you, so don't even think about it. That's pretty funny. We're not ashamed of having money, but I just don't believe a big show lifestyle is appropriate for anywhere. Least of all here in Benton where folks work hard for their money and where we all know that everyone puts on their trousers 1 leg at a time? I'm not sure I ever really figured out the celebrity business. Why in the world, for example, would I get an invitation to Elizabeth Taylor wedding in Hollywood. I still can't believe it was news that I get my haircut at the Barber shop. Where else would I get a cut? Why do I drive a pickup truck? What am I supposed to do? Haul my dogs around in a rolls royce? So he's he's pretty funny, but he's also deadly serious about not wasting money. I mean, he talks about it all throughout the book how if he was, it's like extravagant with his finances as his other retail discount where they would got a business. So he applies those same principles to his own life. And this is a quote from Charlie Bomb, which is an early Walmart partner. I've known Sam's since his first store in Newport Arkansas. And I believe that money is in some respects, almost immaterial to him. What it motivates the man is the desire to absolutely be on top of the heap. It is not money. Money drives him crazy now. His his question to me at 6AM not long ago was How do you inspire a grandchild to go to work if they know they'll never have a poor day in their life. And he... Now he's gonna talk about his philosophy, how these philosophies apply to Walmart. Now, when it comes to Walmart, there's no 2 ways about it. I'm cheap. I think it's a real statement that Walmart never bought a jet until we were approaching 40000000000 dollars in sales and expanded as far away as California and Maine. And even then they had to practically tie me up and hold me down to do it. On the road, we sleep tudor room. Although as I've gotten older, I finally started staying my own room. We stay in holiday ins and Rama armada inn and days ends, and we eat a lot of family restaurants when we have time to eat. A lot of what goes on these days with high flying companies and these over paid Ceos who's who are really just looting from the top aren't watching out for anybody, but themselves. It really upsets me. It's 1 of the main things wrong with American business today. He's saying this in 19 91. Imagine if he was alive to see what goes on today. This is also a little bit more about his he's now... He's still reflecting on his other life. Mother must have been a pretty special motivator because I took her seriously when she told me I should always try to be the best I could at whatever I took on. So I have always pursued everything I was interested in with a true passion. Some would say obsession. An obsession to win. I've always held the bar pretty high for myself. I set extremely high personal goals. So he... What he's saying there? Just Obsessed. And now I wanna get to... There's... I mean, I learned a lot from this book. So III almost don't wanna say it's the most interesting part of the book, because That's... It's just it's just hard to make that statement, but it's very rare where we have 1 of the most successful entrepreneurs writing an auto biography. And not only writing an our auto, but writing an auto right before he knows he's gonna die from cancer. And so this is 1 of the last chapters. It's called wanting to leave a legacy. And I would... So the the sticky note that I put the book has a question. As does he regret it. And I just... I'm gonna read it in it... It's might be the longest passage we do today. I think it's really interesting, and we're... I think it's it's a good it's a good story here for for all of us. By now, this is directly Sam talking. By now, it's probably clear to you that I've devoted most of my life to Walmart, starting it, growing it and always refining the concept of this whole phenomenon. My life has been full and fun and challenging and rewarding beyond even my wildest expectations. I've pretty much gotten my own way for the whole run. While a lot of people were working away at jobs, they might not have particularly enjoyed, I was having the time of my life. If I wasn't in those stores trying to pump up our associates to do an even better job or in the office looking over numbers to see where the next trouble spot was. Our leading cheers at a Saturday morning meeting, I was probably at the stick of my airplane, looking out over some part of this beautiful beautiful country of ours and checking out the number of cars in those kmart parking lots. Or maybe I was taking a few off to get in some tennis or to hung my dogs. All that has wound down for me now. I'm really sick these days. And I guess when you get older and illness catches up with you, you naturally turn just a little bit philosophical. Especially late at night when you can't sleep and your mind is turning everything over and trying to take stock of where you've been and what you've done. The truth is that if I hadn't gotten sick, I doubt I would have written this book or taking the time to try to sort my life out. As you now know, temperamental, I'm too much biased towards action to undertake such a sedentary project. But since I'm going to have to go all the way and try to share with you how I feel about some things that seem important. This will sound strange to people who've known me well. But lately I've wondered if I should feel bad about having been so wholly committed to Walmart Was it really worth all the time I spent away from my family? Should I have driven my partners so hard all these years? Am I really leaving behind something on this earth that I can be proud of having accomplished? Or does it somehow lack meaning to me, now that I'm facing the ultimate challenge. We could have gone a lot of different ways at several points. Many folks started out in the retailing just like I did, and built our companies up to a point and then said, I've had enough and sold out and bought an island. I've could have kicked back and played with the grandchildren, or I could have devoted the latter years of my life to good works, I guess. I don't know that anybody else has ever done it quite like me. Started out as a pure neo fight, learned his trade, swept the floor, kept the books, trim the windows, windows. Weighed the candy rung the cast register, installed the fixtures, remodeled the stores, built an organization of this size and quality and kept on doing it right up to the end because they enjoyed it so much. No 1 that I know of has done it that way. Here's how I look at it. My life has been a trade off. If I wanted to reach the goals I set for myself, I had to get at it and stay at it every day. I had to think about it all the time. And I guess what David Glass said about me as true. I had to get up every day with my mindset on improving something. Charlie Ba was right too when he said I was driven by a desire to always be on the top of the heap. But in the larger sense, the life and death sense, did I make the right choices? Having now thought about this a lot, I can honestly say that if I had the choices to make all over again, I would make just about the same ones. The reason I I think I get goosebumps when I read that part too. Is just because, obviously, he dies few months after writing this. But I just think it's so rare that many of us get to the get to the end of the life without any regrets. And in addition, I... It's it's great that he built Walmart and made billions of dollars and then made all kinds of people in his organization rich, but I think that's his greatest achievement. He lived the life he wanted to live. And I think that's all anybody is trying to trying to do. And I wanna close on this part here. This is almost on the the last the last part of the book. Finally, a lot of folks ask me 2 related questions all the time. The first 1 is, could a Walmart type story still occur in this day and age. My answer is, of course, it could happen again. Somewhere out there, Right now, there's someone, probably hundreds of thousands of someone's with good enough ideas to go all the way. It will be done again over and over, providing that someone wants it badly enough to do what it takes to get there. It's all a matter of attitude and the capacity to constantly study and question the management of the business. Anyway, the next time some over eager, slightly centric shop keeper opens up a business in your neck of the woods. Before you write him off too quickly, remember those old 2 cultures who gave me maybe 60 days to last in my dime store in Faye. Go check the new store out. See what they've got to offer, see how they treat you and decide for yourself if you ever wanna go back because this is what it's really all about. In this free country of ours, that shop keeper success is entirely up to you the customer. I included that part because he's describing Jeff Bezos. So he's writing this in 91. Jeff Bezos used the principles in this book and others and built Amazon into a new and improved Walmart, but 1 for the digital age. Sam walton knew they were out there. He said there's there's there's definitely people out there. Maybe hundreds, maybe thousands but somebody's gonna come along with good enough ideas to go all the way. So that's where we're gonna close."
}