{
  "transcript": "When I die and go to hell, the devil is gonna make me the marketing director for a Cola company. I'll be in charge of trying to sell a product that no 1 needs is identical to its competition and can't be sold on its merits. I'd be competing head on in the cola wars on price, distribution, advertising, and promotion, which would indeed be hell for me. So that is a quote from the founder that we're gonna talk about today, and that Shen, the founder of Pat, and his book, the responsible company, what we've learned from Pat first 40 years. So before I get into that, if this is your first time listening to founders is welcome. The concept of this podcast is fairly straightforward. Every week, I read a biography or an auto or a book about, a founder, and then just pull out ideas that are useful for live. So after last week when we studied Howard Hughes, I pushed... So I've had the responsible company on my, books show for, a few weeks now, and I knew I was eventually gonna read it. And I decided after finishing that Howard Hughes podcast to put... To push this 1 up to the top of the queue. And, because I... The there's... The main reason I did that is because I felt that I learned, basically, all the things not to do from Howard Hughes. And according to my calculations, I've read 57 books different books so far for this podcast. And in my top 5 easily out of all those 57 books is the book I covered on Founders 18, which was Foreign book about the founding of Pat. It's called let my people go surfing, the education of a reluctant businessman. I'd recommend this to any entrepreneur anybody making anything, to definitely read it because I just feel this guy is he's basically the the opposite of Howard Hughes where I feel like we can learn everything not to do with Howard Hughes. I feel y vaughn teaching us everything to do. And he's just got a lot of old school knowledge from running a company for 46 years, and I think we can benefit from his experience. So if you haven't listened to that founders episode Founders number 18, I definitely would would do so and then I'd I'd order the book and and read. I think it's fantastic. And before I get into the responsible company book. I'm just gonna read some quotes from Vaughn. And you'll see why... I mean, the quote I just opened the podcast with. Why you could... I think you could tell why I I love somebody like this that that talks that way and I thinks that way. So these are some, some quotes I collected. Just wanna read them to you. It says the hardest thing in the world is to simplify your life. It is so easy to make it complex. I'm in that same vein as another quote I love. The more you know, the less you need. And I think this next quote is is hugely important and it's part of the reason why I'm doing this podcast. And it says the secret to happiness is to be working at your passion. If you wanna be miserable, lead a desperate life like everybody else where they drag their asses to work every day... And because they hate their job. So this is another quote that I talked about and, the first podcast did Vaughn, which we stuck out to my mind, even to this day. If you wanna understand the entrepreneur, study the Juvenile delinquent. The delinquent is saying with his actions, this sucks, I'm gonna go do my own thing. He's got some hiring advice, basically, way to access on, undiscovered talent for us. Hiring people with diverse backgrounds brings in a flexibility of thought and openness to new ways of doing things. As opposed to hiring clones from business schools who have been taught a cod way of doing business. We'll actually talk more about this in the podcast because he essentially built a massively successful business from a talent pool of mis fits, which I obviously love. Remember, I'm the kid who couldn't play competitive games, meaning sports. That's why he got into Mountain climbing surfing. I'd much rather design and sell products, so good and unique that they have no competition that kinda echoes something... I talked about on the first podcast with him that he has 1 of his fundamental distribution strategies. It's just quality, quality of your product. This is something especially important. Nature doesn't like empires. It doesn't like accumulation in 1 place. It doesn't like mono culture. It's always trying to make diverse species. It wants to spread everything out. And we're constantly trying to hold everything. And... The reason I included that, quote is because something I've talked about a lot is my advocacy for more small businesses for more people that are employees to turn into entrepreneurs, and less centralization. Mean, this is not an, you know, a unique or new idea of any means. But it's something extremely important to me. I mean, the reason I say it's on news because we've talked about it at Nausea that Edwin Land and talked about this a long time ago about instead of having 1 giant corporation or polaroid it would be much better if you had like a thousand separate companies. And, you know, the goal there is you you find more diversity of thought, you'd have better basis for, more unique thinking that leads to to better products. Products that wouldn't come out come are more likely to come about, like, a mono. But the reason I I bring it up is because in the United States, like, every single metric for from for entrepreneurship from new business formation and all the other, like, different data points. That's going in the office direction. It's like, I was just listening to the founder of Shopify on a podcast, talk about, because that's what he's trying to. You're trying to make entrepreneurship easier by letting by making easier for people to sell things. That's why Shopify exists. And he's talking about, like, most people don't even know that new business creation in the United States is the lowest ever been. So I I... That quote, I think what Von is saying there is, like, you know, nature doesn't like empires. And you're not gonna just see a consolidation into a few massive companies. Like, that's not actually good because we're seeing that now. More central centralization leads to less new business creation. And then, he's got another great quote here. It's the same with business. If you focus on the goal and not the process, you inevitably compromise. Businessman men who focus on profits wind up in the whole. For me, profit is what happens when you do everything else rights. And like, I don't think that many people know. At least, I didn't know before I started reading his books. Like Pat is a privately held company. It's been around for 40 plus years. It's does close to a billion dollars in sales, and it's owned by his family. It's made him an incredibly wealthy, but he never optimized for that. He just optimized as we're gonna also hear in the book. You know, he started out making climbing equipment. And the equipment he found the climbing equipment. The reason he he didn't even wanna make it. He just was using other people's equipment to climb mountains and realized they were what he called, like, shit quality. And in his case, he realized the need... Like, it's a life or... He had to make the best product possible because in... And he was 1 of the rare product categories where if his product wasn't as best as it could be. People could literally die. And so then when he started making clothes, he kinda just kept that high bar quality. And then, 1 other quote before we jump into the book, once you educate yourself, you're left with choices. Okay. So I'm gonna jump right into the very beginning. They're gonna tell us... So he's writing this book with Vincent Stanley, who's worked on and off at Pat for a few decades. And he's also an author and a poet in his own right, but I think his title at at at Pat, was like, chief storyteller. Okay. So it says, this book is for anyone who works, not just business leaders and managers. It is also for business students and other young people who want to engage their best, deepest self in the working life that stretches ahead. Okay. So this is them I'm just talking about, like, what Pentagon... What pan Pat was meant to be. And how they kinda stumbled upon this this this business of theirs. You should know that it's beginning. Pat was meant to not to to be not a risk taking environment obsessed naval gazing company. But an easy to milk cash cow. Yvonne created Pat as an offs shoot of the Shen equipment company, which made excellent mountain climbing gear recognizes the best in the world. But made very little money. Pat was intended to be a clean and easy company, desk Jo work. In contrast to the 10 hours a day, sweat and toil of hammering out pecans, with a coal fired forge are drilling and cutting chalk from extruded aluminum. The clothing business required no expensive dyes to and had a much broader customer base than a few dirt bag climber. At S equipment, we were used to life or death standard of product quality. You did not sell an ice acts without checking it closely for a hairline fracture or for any other faults. Although we applied the same standard to rugby shirts, they had to be thick and tough to survive the skin shred sport of rock climbing, we knew that seam failure was unlikely to kill anyone. Pat was to be our irresponsible company. Bringing an easy money a softer life and enough profits to keep Shen equipment in the black. Okay. Next page. Pat may seem different because its owners are committed to social and environmental change. And our company is privately held, not publicly traded, so we could take on greater risks. But our management requires the same set of skills pursues the same opportunities and faces the same competition and constraints as any other business. It turns out, we were not unique in our desire to become a more responsible business So saying, hey, we're we may close so you can get outdoors, and you can climb mountains, you can hike. You can surf. So conserving the environment is especially important to us, and as it should be any way anyway once clean air and water. But these principles also can be applied to any any kind of business that that you do. Okay. So he's just picking up on some just basic human nature here that everyone wants to feel useful. And it says, to earn employee commitment and trust, beg more of a company than providing competitive pay and benefits and enact humane environmental policies. Not everyone can satisfy his heart's desire working for your company, but everyone does want to feel useful at or better yet en live in by what they do all day long. No 1 wants to be ashamed to name the company he works for. No 1 wants to leave her values at home when she leaves for work in the morning. So this whole... He's gonna hit hit on this idea over and over again about the book that doing good is actually good business. People will argue over what makes the world a better place to live and over what each of us would like to see more and of and less of in the world. It is hard to imagine anyone re over the generally accepted landscape of only a decade ago, and he's describing what what's taking place in his opinion, a suburban mono culture of tilt up malls, cracker chrome housing, pandemic obesity, cheap distractions, and expensive services. All of the expensive of nature. It's as though we've handed Satan a hard hat and asked him to ref fashion our our earth according to his plan. So this we always thought about the idea that the the best business in the world, they have a point of view. And by reading this book and then the, let my people go surfing. Yvonne is clear... I mean, they're they're... The the reason for writing the book is he's telling you his point of view. He's he's looking at how we do things and and in the case in many cases, like, how businesses do things. Things. And you're like, this is just stupid. Like, why are we doing this? So I like this idea about things being stupid, brutal and in precise. And it says globalization, a man made but not humanly controlled process is largely responsible for the current speed at which life turns to sand. Globalization moves with great speed to identify then harvest resources for human needs but crawls slowly to repair the devastation at is left in its wake. It is fast, but stupid, brutal and and precise. To call a tree, it takes out forest. Okay. And then this is, now they're gonna... The authors are gonna explicitly tell us what they want us get from from the book. The author's hope that those coming into their own now will, all their lives pursue meaningful work and do the right thing, which is to say be responsible to other people and to nature. The author's hope they reject the official story told by governments and corporations that a healthy economy relies on the suppression of social ecological and individual health. And they're just gonna talk a lot about that. Like, you know, there's tons of opportunity for, especially for a privately held company to just continue to just enrich the family that owns the company. But he's saying, like, for us to continue to do. So it's just drastic levels, like, that takes away from our employees, and that takes away, like, what if we we can pry for, we can cut cut quality. Maybe our customers won't won't like, noticed immediately, but long term, this is actually damaging. And it just goes back to the reason that he feels a Pat successful is because they put the his need... They put the needs of the customer and the employees before their needs of their own. And that's like a virtuous cycle that kinda of feeds on itself and builds over 46 years to a billion dollars in sales. Okay. So he's what I really liked about this is he's gonna give us a short history of companies as he sees it. I wanna read a bunch from this section because I find it interesting. How is a company responsible? Should it profit? Its shareholders provide for the well of its employees, make excellent products, be a good force in the community and protect nature? We think that a responsible company bears all of these obligations. It would help to understand to better understand how a company's responsibility differs today from 50 or a hundred 50 years ago. The responsible company of 18 60 was 1 that paid a return to its shareholders, honored its commitments and kept honest books. A hundred years later, that picture had become far more complex. In 18 60, only 5 percent of all work was done by machines. 95 percent was done by humans and animals. It's interesting. Just a side note. I finished reading that book on scale. I... I've been talking about the last few podcast. So he's... This... So right here, Vaughn talking about the difference between 18 60, 19 60. So you go from 5 percent of work, done by machine to 95 percent of work. I wonder what the next 50 to a hundred years is gonna look like. What's the what's the percentage that of works done by computers specifically now compared to what it would be in the future? I'm recording that podcast. I I probably... By the time you hear this podcast? It's already priority been out, but I'll I'll tell you more about how to access that in the podcast podcasts. Okay. So it says, 95 percent of, work was done by humans and animals. By 19 60 the figure reverse. 95 percent of all work was performed by machines. It would take if it were possible, the muscle power of 700000 people to power the flight of a jet. Machines made us capable of doing far more work than we and our animals could have ever done on our own. The big responsible company of 19 60 was rich and international and going global. It kept honest books, hated to bribe officials and paid its people decently. It maintained substantial training and education programs and promoted from within, so this is a huge idea that he hits on constantly. He there's, like, checklist at the back of the book and you... I think you can download them for free online, but just googling willing the responsible company checklist. But he talks about, like, you... Something is seriously wrong with your company. If you have to if you have to... When there's new opportunities for promotions, if you're higher... Constantly hiring externally. So that's just a little preview of what he'll talk about. So it says, maintain substantial training and education programs are promoted from within. Operated programs to increase safety in the workplace and supported community hospital schools and non professional sports activities. The management philosophy in such a company derived from the West's earlier models for organ organizing large numbers of people through command and control. So saying that they learned this from the military and the Roman Catholic Church, among other or institutions. With new contributions from manufacturer, Henry Ford and efficiency consultant, Frederick Wilson Wins Taylor. I gotta a Google. I gotta find out who that guy was. The name... Maybe I know his... What his efficiency ideas were, but I don't recall his name right now. Alright, or hearing it before, rather. The standard of living for less well educated, lower sal in wage earning employees was higher than now. A big company was likely to be industrial, not financial. So now he's gonna tell us a little about what he sees this the the wrong direction we went in. As of this writing, 2 thirds of the Us economy relies Some consumer spending. This is this is more, you know, get get gives you an idea of his his personality. Poke your nose in any store in the mall and look around. Much of what we produce to sell to each other to earn our living is crap. Either ever more luxurious specialized goods like electronic temple massage and personal oxygen bars, are cheap, salty junk food and disposable clothing. Every piece of crap because it was manufactured... And this is such an interesting point and I would have never thought of my own. Every piece of crap because it was manufactured contains within it something of the priceless. Applied human intelligence intelligence. So this idea of, like, where you have something we're we're making something that's completely disposable and that we can make, you know, millions of. Which is this crappy products. Yeah. We're you we're we're using up something that's priceless, which is our applied human intelligence. And on an individual level finite. Right? It's interesting thoughts. So let me read the whole... This whole sentence that's gonna I stop myself there. Every piece of crap because it was manufactured contains within it something of the priceless, applied human intelligence for 1, natural capital for another. Some... Natural capital something taken from the forest or river or soil that cannot be replaced faster than depleted it. We're wasting our brains and our only world on the design, production and consumption of things we don't need and that aren't good for us. Something I found really admirable from Pat. I... Well, I was just researching before I, started this podcast before Recorded the podcast rather, And, they have this thing where, like, let's say you buy a Pat. Of all, they'll repair anything you buy forever. Right? But let's say you bought a... This, I don't know. It's a jacket, 5 years ago. You can go back in the store today. And get a credit for a new item to replace it, and then they take your old. Jacket, they ref it and then they sell it online. I think they've an online store called, like, well worn or something like this. Again, that's just that cost to company money, but it's something that, like, the idea we have to hammer to every single person that we know that's building a product or service like, you have got to put your customer first. That is better for the customer, not better for the company. And so the whole idea about how, like, these large... We always pick on these large companies that are usually not run by their founders anymore and how just silly they are. I had experienced recently, I bought a pair of shoes. Took them out of the store. The next day I came back because I was like, oh, there they're, like, I bought the size I normally buy, but for this brand, they... Like, it's too... Like, it hurts my. Can I just exchange them? Like, I don't want my money back. I just want, you know, 1 size up because it's hurting my toe. And, like, no. You wore them. And I was, okay, well, like, are are you sure? Like, like, I don't want money back. I just want the right size. No. You you... As soon as you wear them, you can wear for for a minute, and we couldn't we couldn't take it back. And so, like, the compare contrast at Pat? Like, this is how stupid these these these companies are. Because I'll never shop at that that large company again, on an individual basis that doesn't matter to them. But what are their customer acquisition costs? Like, and what is a lifetime value of a happy customer that keeps coming back. Much more than a than a cheap pair of sneaker of running shoes. It's just that they're so short sighted as opposed to, like a company, like, if if the founder was still in charge of that company? Like, there's 0... They're not 0 chance. There's a lot less likely chance that they'd have such a silly and, you know, self detrimental policy. So I know. I I just love examples of of companies that actually say, hey. Yeah. I'm gonna take back this shirt that you had, like, this jacket that... That's been 5 years old. And I'm gonna make sure it gets recycled and and somebody, like, it can benefit somebody else and hopefully spark joined somebody else's life. And what's gonna happen? Like, the cost... What's the outcome of that? Customer like, wow, These people are amazing. I'm gonna keep shopping here. And then only that, I'm now... Like, I'm not gonna tell you the company that, you know, because I wanna trash them, Even though, I guess I should, but it doesn't matter. But the the alternative is, you know, somebody that that Pat made happy, and they felt good in that transaction. There was a good response to that is now gonna tell their friends. Hey, can you believe that Pat. I wore this Jacket for years, And they just gave me an in new credit so I can get a new jacket? And what, like, that that word mouth advertising is worth way more than a jacket and see... Doesn't seem like an obvious idea yet when you... When you we get around these large, you know, companies. Thief somehow they lose sight of this. It's I don't know. It it funnels me. Okay. So he's talking about some issues with... He's still going into, like, what it means to be responsible company over time. So this is an in he'd broken down into a bunch of different things like how to think about your stockholders, governments, and but this section about employees I think is important. There's been a 50 year trend towards automation. Moving jobs offshore, improvement in wages in developing countries and a flattening of wages in advanced countries. The next 50 years will be marked by pressure to restore the living wage. It was assumed as late as the 19 sixties that the annual pay of 1 wage earn should support his family. The new more modest goal has a worker paid 1 half of what it takes to support the family of 4. So he's talking about, I I do think like, there's a... There's an obviously issue, if you look at the data from United States. If you adjust for inflation, like, the average income of a wage earn is it just flat. It's been flat. I think it's the 19 seventies. So he's saying, hey, why don't we encourage, companies to be more responsible to to pay as much as they can to their employees. Right? I... Am an advocate of that point of view, but I don't think that's the answer. My answer here is more entrepreneurship. Because nobody gonna care about your wage as much as you will. And entrepreneurs are able to capture the the economic value that maybe a job, like, the the, you know, the the market the job doesn't pay. So I don't know. I'd have to go back and look. Like, is there examples in history where, like, this trend, this, like stag trend is reversed. So I don't I don't know if that's even possible if we've seen it before. But I do think that just making entrepreneurship more easy to do allows people to capture more of the value they produce as opposed to selling your time to, you know, an employer, like, it I mean. I don't know if like I don't know if people think this, but I mean, it it seems rather obvious that, like, well, if your employer is willing to pay you x amount, like, they're clearly making x plus y. So why don't you just try to capture x plus y yourself? And I think a lot of people don't do that because, you know, it's it seems to be, like, some kind of mythical process or, like, too complex process to do so. So I think if we can make... If we share information that kind of like, opens the, like, the secrets if you will for lack of a better word. Like, I think that's a that's a good use over time. And then this is something he talks about a lot, which is quality strategy. This is just 1 sentence. The context here he's talking about you know, don't make a bad product. Don't waste your time making cigarettes or sugary junk or stuff like that. So he says to make a bad product is to do bad business. And he's talking about bad product, not only product. That's bad for you, but also like, poorly made. Okay. So now we got to the chapter all about meaningful work. So let's go into what they define that is. At its heart to have meaningful work is to do something you love to do and are good at and good at doing for a living. Most people don't know at first what they love best. What they become best at develops by trial and error or by accident. We are all good at something with words or numbers, or we work with our hands well or we work best outside. 1 of the authors of this book, Y yvonne would rather spend his day picking Apr are h his garden than sit at a desk and stare into a computer screen. Repetitive rhythm work need not be numbing as anyone who has spent all day hammering titans at the forage nose, it can be enlighten. Or joyous as the scene in ana cor car, I'm not. I should know how to pronounce that book by now, Anna Cor, where the ari, ari levin, size wheat with his peasants. He can't keep up with them until he learns how to fall into a rhythm. The other author Vincent who once spent a muddy October picking grapes for his living, would rather spend his day at the keyboard than tending his garden. So I think with their they're saying here is that we we wanna encourage a discussion about meaningful work, but no 1 can tell you what meaningful work is. It's something that you're gonna have to find out. And in their opinion, you have to find out through trial and error. Meaningful work is doing things you love to do often, though not always with other people. No responsible company can function well without a lot of different people doing things they love to do in concert with others, Doing what you love to do makes work meaningful, Doing the right thing with others, makes work meaningful. Okay. So this is a part. I was talking about earlier about, Pat attracting mis. And I think independently, this this this, like, the story is important. This idea is important. Because it just shows, like, there's not, like, a like a set set of talent that you can build a a really great company with. Like, they're the the, like, the configurations or the options are are nearly limitless. So it says in the early days, Pat attracted the unaffected. People who loved climbing and surfing are va bonding. And would come back to Ventura to pick up work for a few months at a time. Are people who had a degree in physics or biology, but for 1 reason or another, usually the inability or unwillingness to fit into academic culture changed course. They would find a home at Pat because they found the culture con conveniently filled with other outsiders, mis. A guidance counselor at Saint. Paula High school told Christine Tom, told Christine Tom mother not to waste her money sending her daughter to college. Christine, the un unregulated and indifferent student, would at age 30 become pat fast learning Ceo during its critical early days. It just tells you, like intelligence does not always look the same. We do not b with over who would find reward in what we saw as the real world. Instead, we attracted bright, restless, unconventional people like Christine who hadn't felt the call toward a vacation, and others who had sought and then abandoned 1 or had pursued 1 that couldn't provide a living. Many Pat employees turned out to have a vocational work vocation working for a small quirky company where no 1 knew what they couldn't do. So ended up doing things that they had no idea they could do. In the company of others doing the same thing. So he's still obviously talking about his own company there. Doing something as silly as working in the clothing business turned out to engage the intelligence, imagination and social needs for our unconventional anti establishment employees. So in other words, talent that other people were overlooking, he just need... That just needed the right environment. They needed people that look that that were like them. This reminded me, for people that have subscribed to founders notes while. I know this, but in founders notes 23, I was taking notes on his podcast with the founder of Wordpress, Matt Mo. And he's just got a I read the book, Thing think it's called a year the year without pants, which is this journalist went to work for Wordpress for, like, 2 years in the wrote a book about his experience. I might actually turn that into a founder episode or or something in the future because I find interesting, But I like the way Matt thinks a lot. And he's got a lot of just unconventional ideas that are not... Again, he he just... He he he he uncover these ideas just by questioning. Like, well, are we sure? This is, like, This is the way what work has been done for such a long time? Like, are we sure that's the best way? Have we actually asked ourselves, like, is there a better way? Or are we thinking from first principles? And so that when I read that that those few paragraphs in the responsible company made me think of what he was saying? That he, Wordpress has. I don't even know. Like, 500... I don't even know how many employees, but they're all remote. And his whole thing is about, like, you know, dis distributed companies is this clearly in the future, working in collaboration with people all over the world. Through the mechanism of the Internet is clearly better than than than what we're doing now. I think he he said something like, let me see if I can find it. So there's 2 quotes I wanna reach you. As we take so much about work for granted. We do things a certain way because that's how we did it in a previous job. How much could we impact the world if we just got better at some of these things. Most companies just keep doing things the same way. We like buggy whip makers riding around on horses So he's saying, like, we barely even touch the the... Like, we've barely even scraped the surface for what, like, how we can rethink work. He also says that, you know, it's not distributed workforce us and remote work is not for everybody. But, the reason I bring that up is because, you know, he gets a lot of... They're, like, you know, you're not gonna build wordpress into a a successful company doing this because we know how other successful companies in the past have done this. And so we question that assumption. He says, a common criticism over more remote work is to look at great temp tech companies of the past, like Oracle and Microsoft, things like that. And then people say, what do you know that they don't? And he says, my answer is the... That distributed companies are being built with a different set of talents. People went from Microsoft, then Google and they did everything all over again. And then they went from Google to Facebook and did it all over again. They're repeating the same playbook and you see this on resumes, so he gets a lot of people have obviously applied it wordpress, and you see that's just the same group of people going from company to company. It's people bouncing from a small set of companies in the same few cities. Distributed companies are drawing from worldwide talent that hasn't worked at these companies before. And then he says you can fish in the same small pond of the Bay area are in the ocean that is the rest of the world. Okay. So back to the book, it says today, Pat does employ a lot of people who found their vocation early and answered it. They were drawn to color from infancy or started sowing clothes of their own design when they were 10 or earned a graduate degree in textile chemistry are always drew and went to art school. We have more than we care to emit, several Mba working in the company. Some of whom really love business for itself. Others who earn the degree to help them do well in life. Were not a awash and entrepreneurs who by definition would rather be working for themselves. Pat also has bright locals who grew up in the area. Feel at home here. Don't want to leave and find our company the most interesting place to work in town. It's the best place in town for women to work. Conversely, we have some top executives who don't wanna live in ventura because they don't like it or their families are settled elsewhere, and they can afford to commute and do. And a numb and continuing this. And a number of people work for Pat and seek to come to Pat because they think the company's values coincide with their own. So what he's telling you? He's like, listen? There's not... Like, there's not a pro, there's not a pro Pat employee. So it says they come to work Pat because they like our values and they think they come coincide with their own. That team sympathy provides the extra motivation it takes to stay level headed an alert when a workday gets difficult. It keeps people engage when they have to figure out a new fabric source because the old 1 is found to have a toxic die or when they have to negotiate with a factory to invest in invest in ventilation because someone from our sourcing department smelled something disturbing during a visit. Doing the right thing motivates us to work past the point where we might otherwise give up. Meaningful work, it turns out is not only doing what we love, but also giving back to the world. The 2 combine create the ground for a kind of ordinary human excellence that any business can treasure. Every company has to encourage and cultivate this ordinary human excellence if it is to become more nimble, responsive and responsible. Every time people in the company do something new that was formerly thought impossible, they contribute significantly to the company's culture and to the sense that much is possible in the future. So I'm just skip ahead to this idea. So something you you... I mean, you don't see very common commonly. Is a product as a is a company that creates a better product than its existing best selling product. I mean, it's it's so common that they wrote an entire book on it called the innovators dilemma. And it's something Yvonne did because he thought it was the right thing to do. And that's, you know, probably easier because it was a small company at the time, but it's still something that he did, and I think we can learn from. And here's here's the story. By 19 72, Equipment was still a small company, doing about 400000 dollars a year in sales, but it had become the largest supplier of climbing hardware in the United States. With the increased popularity of climbing and its concentration on the same well tried routes, our reusable hard steel patents had become environmental villains. The same fragile cracks that had to endure repeated hammering of patents during both replacement and removal, were... And we're dis figuring that... Okay. Let me read that again. The same fragile cracks had to endure a repeated hammering of patents during both replacement and removal, and the dis figuring was severe. After an ascent on the degraded nose route on on El Capita, which had been pristine a few summers earlier, Y vaughn and his climbing partner, Tom Frost decided to phase out the Titan business. It was a huge risk. Titans were the mains state of the business. But the change had to be made for reasons both moral and practical. The routes were beautiful and satisfying and shouldn't be ruined. And to ruin them would put an end to are greatly reduce the possibilities for climbing in the most popular areas, and thus eventually hurt our business. So they're gonna kill off their most profitable product. And they do so at a great risk, but the way they hedge that risk is a to me, like, an understanding of human nature. Your customers are not morons. If you just tell them, hey, here's the problem we we realized by using our own equipment. Here's what we're doing about it, and here's why. They usually respond positively. Like, this whole idea of, III can't even believe it's like something that large companies lose sight of. It's just like, there's no such thing as a company. Like, it's just a collection of people, and your customers are a collection of people. So if you're 2 collections of people, you should you should treat each other humane and just realize that they're humans, and they're they most likely respond just like you do. So they they they write this long, it's a 14 page essay about why they're doing what they're doing and they put in their catalog and here's their response. So the catalog opened with an editorial from the owners of the environment, from the owners on the environmental hazards of titans. A 14 page essay by Sierra Climber Doug Robinson on how to use chalk began with a powerful paragraph so chalk is what they're replacing with. There is a word for it. Now, I'm quoting from his the first paragraph of this 14 Hsa. There is a word for it, and the word is clean. Climbing with only nuts and runners for protection is clean climbing. Clean because the rock is left una altered by the passing climber. Clean because nothing is hammered into the rock and then hammered back out, leaving the rocks scarred and the next climber experience less natural. Clean because the climber protection leaves little traces of his ascension. Clean is climbing the rock without changing it. A step closer to organic climbing from the for the natural man. So it says within... This is a result. Within a few months of the catalog mailing, the Python business at at. Chalk sold faster than they could be made. As S equipment, we learned that we can inspire our customers to do less harm simply by making them aware of the problem and then offering a solution. We also learned that by addressing the problem we had forced ourselves to make a better product. Chalk were lighter than titans and and and as and more secure, excuse me. We might not have risked the obsolescence of our Titan business just to sell something new, but doing the right thing motivated us, and it turned out to be good business. So there's that that his premise, again. Okay. So a few pages later, I think this is a a really good idea. And again, it's just more more human and less corporate. And what's good for people is good for business. So this is has to do with kids and keep in mind, that what he's describing here maybe... I don't even know if it's common now, but it's more it's certainly more common than when he used to and then he he was doing it a few decades ago. During the early seventies, 1 of the c owners of Shen equipment was Da Frost she used to bring her daughter Mara to work, and no 1 minded. After the shen son, Fletcher was born, Melinda, that's, Yvonne wife, bought brought him in as well. Then other worker, and then the other workers as they had babies brought them in as well, and so on. By the early eighties, you could find baby blankets draped over computer monitors and rattle and toy trains littered and toy trains littered the floor. And, of course, kids cried. The noise prompted a discussion about providing day care, not as a progressive measure, but childcare in the workplace in those days was so rare. We didn't even know as progressive. The mothers who worked for us simply wanted to be near their babies. To breastfeed are comfort comfort them when they need when they were needed. The men at the company, including the c authors and the women without kids, including the Ceo, didn't agree that Pat should devote its scarce cash, or space to running a nursery school. But back by the moms, Melinda dogg pursued her cause and eventually 1 out. This is what I mean. Like you Von is not shy about hiding his like, his mistakes. Or that, like, the the the the feeding into this myth that, like, there's such thing as a perfect person. He's like, no. I wanna kids here. Like I don't wanna spend time or money that that could be otherwise used for their business taking care kids. But slowly But surely, like he was he was persuaded that this was actually better for his employees. And if it's better for his employees, it's better for the customers that they're serving. So... And it helps that his his wife is dogg... As he said dogg pursuing her cause. The kids stayed, and they have made a difference to the quality of our workday. And now He's gonna talk about, like, what does that mean? For the sight and sound of children playing in the yard makes the place feel more human and less corporate. Second, the presence of children makes adult conscious of their responsibilities as mammals. Grown ups first, employees second. Third, our children care, our our childcare care, maternal and per and pate leave and flex time policies allow women to advance in the company. Moreover, anita of Fur who has run the childcare care center for 2 decades knows a lot about raising children. New parents have been grateful for her advice and the quality of the care she and her staff provide. The kids grow up well, and we're pro... And we're we're as proud of that as we are of the close that we produce. So he's talking about... Okay. They had this idea. That just kinda naturally evolved. Then it got of the hand, so we had we have this initial human instinct. We have to overcome to, oh, no. Now we need to rule Nope Can have kids. Then, then we had to learn by talking to Not only wife but other women, like, what why this is important to them and for the dads too, like I would love to spend I'll do with my daughter if I could. So and then what happens so then the the... Then, we're gonna continue this. We're gonna dedicate resources to this, then we find out the benefits that, like, you're gonna have less retention he talks about, like, how... Oh, actually, but let me let me Let me stop my thought and and finish this sentence and then so I don't run over what I about to read. We have a very low employee turnover rate, especially among parents of School age children. The presence of kids and the introduction of child care taught us, that if there's some quality about the workplace you love and don't wanna lose it, don't. It costs Pat roughly 50000 dollars on average to recruit train and get up to speed a new employee. If we wanna make any money, it's a good idea to keep the ones we have happy and fully engaged. So what I was about this to to say was not only, like, like, you see that the, like, the the sequence I was just describing, but then there's all these positive external personalities that you couldn't have predicted. The fact that, hey, this is gonna drop retention, if the higher the retention goes to more money that the company is paying on to recruit train and and to recruit and train new employees. But secondly, then you have, like, decades of experience Right? With this person that's running at a need of Fertile, who's running this perk or whatever you wanna call it for the company. And the the benefit is she can then pass on a couple decades of helping raise kids to new parents. And then now you have your employees feeling, like, now only am I getting benefit because I'm working on at a place that I like, I like their products. I get paid well, but there's, like, they're they actually care enough about me that they're helping me with, like a fundamental human experience, which is the the raising of children. And so I don't know. I just think that again, seems like completely obvious to me, but when you interact with companies it's, like, why are you so corporate and not human. Like, your your customers are not corporations. They're people. Even if you're selling to businesses. You're still selling to people. So again, I just think that's a good idea that Yvonne is trying to share with us. Okay. Okay. So something really helpful. When understanding, like, how how... Like, why this guy thinks the way he does, is to just understand the background. So there's a couple paragraphs here, the background, that that tell us the background of Ava family and they're working conditions. So I think is extremely important. To understand why this guy so unique. Because by the end of the nineteenth century, the factory labor base had shifted from farm girls to immigrant families. Our own family took part in this history. They sold their farm in Quebec to emi South to work the looms of the cotton Wool mills along the Sk river. The system was efficient. In 19 o 8, the company of his parents and 10 siblings, 9 year old father took the train to Louis Maine. The grand trunk railroad... Did the Grand trunk railroad depot stood opposite the bates manufacturing company's hiring hall. Behind the hall sp of 4 decker wooden 10 known as petite Canada. A family could arrive at the station and secure jobs for everyone who could official physically work. From ages 6 on up. So that means this 9 year old dad at time. Then walk half a block to rent their rooms. The French Canadians, which is J siobhan background took work took work that all the French Canadians took work that all yankee by then, including girls and women regarded as beneath them? Was it meaningful work, such a term wouldn't have occurred to our immigrant relatives. They were of the generation and transition from meaningful but hard life bound to the land to an industrial life of low paid work for long hours and an uncomfortable if not unsafe conditions. They were no longer peasants. They become essentially industrial soldiers with no independent control over must most of their waking hours. Their new life met their basic needs for food and shelter as well as their social needs, their friends worked alongside them. According to the view of psychologist, Abraham Mas, However, our family members had yet to meet the 2 highest most complex requirements and the hierarchy of needs. That being a sense of worth and self fulfillment. It was Mas view that needs must be met. The order of their importance for survival. Basics first, self fulfillment last. We suspect that as our family members advance their basic needs, they lost health hefty measures of self worth and self fulfillment. In When they left the farm for the mill, they gain a regular income, which made life easier. But as over overworked labor is any deafening workspace, they lost autonomy, sense of purpose and their connection to nature. Farm life had been harsh and in bad years dangerous, but not d meaning in this new way. A few pages later there, an example of long term thinking, which may seem counterintuitive, but he's encouraging his own customers to buy less of their product. And, you know, that statement on its face, like, oh, this is crazy, and then he's gonna talk about it's actually benefits them because actually helps attract more clients. More customers rather. Okay. We ask customers to pledge not to buy what they don't need or what won't last. If it's poorly made are likely to be fashion are to be fashion wearable for only a season. We promised and turn to redo double our efforts to make useful long lasting products. We asked customers to pledge to repair first before discarding or replacing what breaks. In turn, we ups emphasize our repair department staff to get the work done, to work could to get the work done and turn around more quickly. We asked customers to pledge to reuse or circulate what they no longer wore. We set up a program with ebay to make it easier for our customers to resell products and introduce used products for sale on our website. Would we lose business as a result, we wage that if our customers were to buy more thoughtfully. And if we were to do our job well and make useful high quality products, they would continue to buy from us, and we'd gain new customers who shared our commitment. And now we're gonna wrap up this chapter on meaningful work. And it says meaningful work. What is it exactly? Regardless of our talent, our education Our preference our preference for working with words, numbers, or our hands, our our ability to cut pattern, layout out and add or negotiate with a supplier. We have meaningful work at Pat because our company does its best to be responsible to people in nature. Are daily gestures on 1 hand, mundane and often tedious are on the other hand infused with the effort to give something useful and enjoyable to society without bringing undue harm to nature, the commons are other workers. This is a really important part because nothing is really exciting if you think about running a company. So says ted is easier to take when it has meaning. I write that sentence to made me think. They have like, these, like, I don't know what you would call, like, hybrid reality shows about, like, entrepreneurship, like, the planet of the apps was 1 of them or shark tank or these other they're... These these just shows and they're, like, somebody I saw a quote on or tweet on Twitter. They're just, like, like, there could never be a show of on entrepreneurship because it'd be just it'd be boring. Like, entrepreneurship may seem exciting from the outside, but, like, you know, a lot of the stuff you have to do is just mundane. But I like the idea that Ted is easier to take when it has meaning. To take 1 step toward responsibility, learn something, take another step and let self examination build on itself has engaged everyone at Pat. Many of our suppliers and customers are equally invested in this process of improvement. What engages us most deeply en liven us, lively g workers make good business possible and they make it thrive. Now he's just got some let's see. This is Okay. So this is... Yeah, It's we kinda expo on this idea. He was just talking about, like, you you'd take little small improvements over a long period of time is, like, how to make progress. And so how do how do you get started? He says address first, what you suspect you know already. Tease it out. What na that you most whenever you hear about it or see its consequences. What is it you think you can do something about that your company will be good at getting done? Keep going, here's is what will happen. The company will get smarter, and more people will start to care deeply about creating a better quality business through improving its own social environments performance. In doing so, your people will have to pay better attention to all the buzz business fundamentals. And this boost in applied intelligent intelligence will result in a more fluid, less wasteful organization. You will spot money leaks you could not see before, and you will gain the confidence to recognize and go after opportunities that a company bound by traditional corporate see no evil politeness cannot begin to address. Success motivates people including your stray. Doing good creates better business. So this section I'm in is actually just, like, what's your respond? Like, what is your responsibility to your workers? Like, what's your responsible company supposed to do for workers? So he's continuing to give us just some ideas about how to organize and basic manager company. To fully engage the minds in hearts of employees and minimize both the bulk and bulk associated with bureaucracy, larger companies have to figure out how to best organize productive working groups of different sizes for different ends. 12 is a good number for a small group to bond and work in concert to achieve a specific task with minimum hierarchy. Think of a jury, a tribal hunting party or an army squad. Ant ant, Robin Dunbar cites a hundred and 50 as the magic number for community cohesion based on the number of human relationships the human brain can handle. When it builds a new plant, The manufacturer W l Gore puts in a hundred and 50 parking spaces. When the plant exceeds that capacity, the company built a new 1. Microsoft and Intel also limit the number of employees per building to a hundred and 50, though they both run plants with multiple buildings. Along the same lines, a military company comprises between 80 and 225 people. S equipment, Pat predecessor was, as we mentioned, curiously pre industrial revolution. Our tin sheds held equipment, a drop hammer forge an an a coal forge, jigs for drilling aluminum chalk, but no time clocks our assembly lines. Everyone was poor and most live marginal if well traveled lives. For a while, we paid a 10 percent bonus to anyone who had initiative to work 40 hours a week. A practice that turned out to be illegal. We were busted and required to stop. That's interesting. I never knew that before. We part heart the shed faced a courtyard where we celebrated almost any event with a barbecue... With a barbecue lamb and a ke. When we became a clothing company and as sales increased, we had to become more professional. A process that at first con consisted of throwing bright and inexperienced young people into new jobs to see if they could learn what what we needed to know how to do. We paid fairly well considering the inexperienced of our employees. Early on, we provided health care although we did not have to. We have told the story of how we introduced childcare care in parental leave. We never made anyone dress for work. Though those coming into the company from the workday world had to relearn how to address casually in order to fit in. People were free to take long break midday to go surf or run. With the understanding that they came in earlier stayed late or at any rate, they just got the work done. Our worst day as an employer came in 19 91 when we laid off a hundred and 50 employees. For 2 years, He's gonna talk about his mistakes. Are a mistake brother. For 2 years, we had managed the company to cares careless, bought too much inventory, sold too little of it, hired too many people insulted away too little money to pay for an expansion that our bank cheerful financed until they got into troubles of their own and pulled the plug. Costs had to go down and fast. We should note bra... We should note the bracing fact that in 19 91, after the layoffs, Morale proved among the workers still with with us. The hovering acts had fallen. Those of us left still had our necks. We were a much sober lot. Absent the absent the into of growth, meaning just don't grow for real sake and more focus. We knew what we had to do to bring the business back to financial health and we did. So now he's gonna get into, like, what is your responsibility to your customers? He's got some good advice here. The Left myself, I would say is a 6 word summary of this entire section and it's build something useful and don't bullshit. So it says how do to it starts that with a question. How to gain a customer and keep 1. First, make something our offer a service someone can use for which satisfaction endure. Second, your company should romance, but not bullshit the people who you... Who... Whose business at. Paul Hawk when he was still running his smith and Hawk Gardening supplies company, told us that he didn't like to advertise because he didn't want that kind of relationship with his customer. He was referring referring to the alternate reality environment of the magazine ad, wherein in a business bull horns its message in the same space as other unrelated voices all barking their own individual messages. Like a bizarre, but without the smell of spices are the dance of a charm snake. Since the mid 19 eighties, when Hawk made his comment, Commercial space has much expanded and grown ever more no noisy. More products have become more disposable, more customer experience, more customers experience more frustration. I agree with that hundred percent. When a flimsy product fails, and they have to deal with the customer service person on the scratch line from the offshore call center who has no authority to correct a problem and instead repeats the company's rules. If the chase for cheaper labor is playing out to its conclusion, so is the race to attract customers on price alone. This is an important idea He is here. When... So let me start from the beginning. If the chase for cheaper labor is playing out to its out to its conclusion, so is the race to attract customers on price alone, when the product in question won't last and the service won't deliver? Any customer can go online and find the cheapest price for anything anywhere in the world. The strongest thing your company can do is something no 1 else will do or will do well. To turn for a moment to romance, selling and marketing seek an incite desire, but a company has to love to sell something its customer loves to buy. For both ethical and practical reasons, the selling story to para phrase Mark twain, Mark Twain, has to be mostly true. A company needs to present itself well to the customer. It may even pre a little, the way a lover might might take care to dress for a date. A life story or product story told just the side of myth making is okay when it fairly represents the real, but beware of con a false image of your company's goods or services. My justification will no longer work in a world where stage fog can quickly be dispersed by a competitor, activist or regulator. If you are responsible for a company's advertising and marketing, be truthful. The anonymous talking head doesn't really represent your brand or product. Neither does Tiger Woods. Most people under 40 don't watch the ads placed on Tv at such great expense. They fast forward through the boring bits when they watch the show after air after airtime on a laptop. Before I continue his line of thought here. That's that's something else that that I just learned from taking notes on the podcast with the With Toby... I think it's Luke? He's the founder of Shopify. And he's like, why doesn't every single product have a video, of the founder explaining why the product was made, Like, why needed to exist. He's like, because he he spends a lot of time, you know, talking about the the the founding myth or the founding story of Shopify. How he was just starting online trying to sell snow boards. And he didn't like any of the tools was paying the ass to sell snow boards. So that... What his point is is, like, when customer again, they're just people, and we're we're by nature, tube tool builders and storyteller. And so when a customer knows why you made the product, like, what problem you're trying to solve how you think about it. That makes that product more valuable. It's more... They actually get an an increased utility out of that product long term. I love that idea. Okay. So continuing this. So customers are expensive to find and to replace. They will become more so. You also see... He's also read about this. He wrote this book. I think, first publication, I think was in 2012, and I think they updated in 2016, but I just saw data online that customer acquisition costs are going are increase to the point where a lot of direct to consumer brands are finding it actually cheaper to go the old school route of having physical stores. Where rent is your new customer acquisition cost as opposed to just continuing to dump money into a, like, a digital advertising duo. Okay. So customer are expensive to define and replacement will become more so. Hundred percent. The responsible company has to treat it... The customer as If not a friend, a neighbor or colleague who shares a love for what the company offers. Say a particular kind of clothing food, shelter education, art, sport or entertainment. The willing of customers can be assigned a cost per thousand exposures scale, tested subjected to strategy. But the relationship once sealed is intimate and cannot be abstract or reduced to a transaction. It's kind of that kind of thinking when you hear sentence like that from Yvonne. Kinda makes sense why he's gonna take something he sold you 5 years ago and replace it. We repair it for free or replace it for free as well, because he does not looking at as an individual transaction. Yes. On that individual transaction. Yes, the company is losing money. Over the long term, they're definitely not. Okay. Someone will be happy to get your company's email or he may win. She will order from your catalog are use it as kind. Us says the responsible company has to continue to state its case. Provide the best information to can on why its products or services meet a need, How those products are made, how long they'll last and what the customer has to do to make them last longer. And finally, what to do with them when they reach their end. The end of their the end of their useful life. But you see why at the beginning, I talked about, like, I'm completely biased to Yvonne. I just think that is just straightforward, no bs, good ideas, and communicate and just like, a a really easy to understand. I just... I placed... I I appreciate, like, the simplicity. Of the way he thinks. And just again, like, it's just good common sense. And in common sense, I think backed up by, you know, 40 plus years of experience. Okay. So this this last section is don't do things that have no per... New no useful purpose. Being bold can lead to new discovery, and we need more small businesses. And he's gonna communicate a lot in a very few sentences. Companies that recognize the opportunity to use the intelligence and creative capacity of their people to do less harm, certainly less harm that serves no useful purpose will benefit. We advocate a combination of steady improvements with the occasional breathtaking bold move to keep everyone awake and motivated to show leadership that reflects well on everyone in the company. Bold moves that disrupt accepted practices or more likely to lead to the discovery of a new more environmentally responsible product or service you can offer. The advanced industrial economies no longer create enough well paying jobs. The job base no longer underpins with any stability the economy. Hence why I said we need more smaller businesses. We need a new economy built on smaller scale enterprise. I guess he says it too. That wasn't your idea. I just took his idea and said it was my own. Sorry. There is much to be done and much we can do. Start where you get the least resistance and most cooperation and go from there. Alright. So that's why I'm gonna leave this book. If you wanna buy the book. I leave a link in the show notes and everyone. I also, if you wanna see the book I'm gonna do next, I still have that, if you go to founder podcast dot com, you'll now see in the header, they have, like a little a with a smiley face. That is a collection of every single book. There's 57 them so far. And by the time you hear this, I'll have, 58 up there, so you know which 1 I'm working on that week. And if you buy it from there, it obviously, benefits the the podcast. Because Amazon sells me a small percentage of the sale. It's like tipping me a dollar or something like that a little less. Think it's like 80 cents something like that. But at this point, if you do get value from my work, and you do wanna support this podcast, I just have 1 thing to ask from you as you just saw, I presented the entire podcast interruption for a no ads. So the 1 thing I have to ask for you is just subscribe to founder notes. It's a project I'm extremely passionate about. I'm archiving all the entrepreneurial knowledge, that appears in podcasts and taking it out into easily digestible forms to accelerate the learning from 1 entrepreneur to another. So basically, founders notes lets you know what other founders are thinking. I listen to podcast with entrepreneurs. I brought in our key ideas, and I emailed them to you once a week. Every week, you're gonna receive ideas from 7 founders. And when you subscribe, you also unlock the entire archive, which at the time of this recording, contains ideas from a hundred and 50 plus different founders. So it's it's at last I counted. It's basically... Because all my notes are in, like, bullet form, no fluff, no bullshit. None of that. I don't... Everyone wanna waste any of your time. Exact... Exact opposite I Wanna do actually. But, yeah. Imagine, When... It's basically, like, if you read a book and a half. I think the average book now is like 60000 words, non fiction books, something like that. So, I think I'm well over that, and it's imagine reading a book in bullet form if you wanna read the entire archive, which I'd recommend doing, Maybe not at once. Of just great ideas from 1 entrepreneur to another. So all... You can get all this, I make it even though I think it's more valuable for founders. I know there's some people to subscribe to a list that are founders jet and want to. So I I keep affordable for everybody, I just ask 10 dollars a month or a hundred dollars a year. And so if you want... If you enjoy my podcast, and all the time and effort I put into this and you wanna support me. That's the the the way to do it. Subscribe to founders notes, 10 dollars a month, hundred dollars a year, and you're definitely doing your part. Not only you're gonna get all my notes, but you you help me keep this podcast going and free for everybody. And 1 other thing I'm not gonna be deliver this point, but I do have a private podcast feed. And if you want access to that feed, I make it free for everybody. And if you want access to that feed, all you have to do is leave a review, take a screenshot of the review and email. To me at founders reviews at gmail. So founders, just like the name of the podcast, plural founders, reviews, plural again at g mail dot com. Send me a screenshot. I reply back to that to each email. Personally. With a link to the private cloud podcast feed and instructions on how to add it, takes you between leaving the review, taking the screenshot emailing me and adding the pod private podcast link. You're talking 2 maybe 3 minutes of your time. And in return, I continue to produce podcasts that are available nowhere else... By the time you're listening to... I already have 4 down, I'm recording the fifth 1 tomorrow. So by the time you hear this, the fifth 1 should already be out. And not only that, for 2 or 3 minutes of your time and, helping me out, as I continue to add to this private podcast feed, which I plan on doing 1 to 2 a month if not more, or, let me not over promise. 1 to 2 a month is because I do books to your entire book. So, but anyways, what I'm saying is that that feed will will continue to update. You know have to do any anything else. After you leave that review. So for 2 or 3 minutes of your time, you're literally gonna wind up getting hundreds of hours of of work for me. And, I... Again, I just think it's a it's very important to incentivize you to help me out because leaving those reviews, is very helpful. You know it's helpful because every single podcast you listen to they ask. Ask you to do this. As far as I know, I listen to a lot of, no 1 else has a dedicated reviewer only feed. I'm sure once people hear about this. They'll start doing it because I think it's a great idea. Think it's a really good transaction for both of us. So please do that, oh, and if you're listening on overcast, breaker, any other places, I just found out this week, there's some... Think it's pocket cast, which doesn't let you So anyways, let me... Before I get there. If you're listening to things on, like, overcast and breaker, Overcast is a really popular podcast app for for my listeners. They have a thing where you can press, like, the star or the heart. So just press that. It changes color, take a screenshot. And what you're doing is your your your you're telling people in your network, hey. I like this this episode. And so it'll show up to... When other people are searching, like, specific categories, like business podcasts and such. Anyways, you could screenshot that to me and same thing. I'll send you that link. It's the same thing. If you're on a podcast podcasts, like, pocket podcasts, and other ones where they don't have any kind of heart recommendation review feature. You can just post about this podcast on social media, take a screenshot of that and send it to me. I, obviously, I wanna optimize first for reviews on podcast. So please only do this your podcast... Your podcast player your choice doesn't have review function because that's most important. But I also don't want people, like, that are on Podcast podcasts or other ones not to not to have the opportunity to help spread the word about the podcast and and get access to this feed. Because, again, I think these ideas are very valuable and I want them to spread far and wide because I wanna see more people who account entrepreneurs. I wanna see more people to do... Have meaningful work. And I think we all benefit from the experience of of all these entrepreneurs. Even if we're we're not running our own company. They have good ideas that we can use in our work. And if we're gonna be spending almost half of our waking moments working, like, we might as well be best and optimized for that. So in any event, thank you very much for listening, Please tell your friends about it, and I will be back next week. I'm pretty sure... Well, we're either gonna... I'm actually not sure which book I'm gonna do. I have a a stack. So I have to look look for. But anyways, by time you hear this podcast, if you wanna know what book I'm doing, Go to Amazon dot com slash shop slash founders podcast, and you'll see the book on there. They're in reverse chronological order. Or you just go to founders podcast, and you click that little Amazon thing in the in the header. Anyways, thank you very much for support, And I'll talk to you next week"
}