{
  "transcript": "On 04/26/1956, a Crane lifted 58 aluminum truck bodies aboard an aging tanker ship, moore in Newark, New Jersey. 5 days later, the ideal x sailed into Houston where 58 trucks waited to take on the metal boxes and haul them to their destinations. Such was the beginning of a revolution. Decades later when enormous trailer trucks ruled the highways and trains hauling nothing but stacks of boxes rumble through the night. It is hard to fathom just how much the container has changed the world. In 19 56, China was not the world's workshop. It was not routine for shoppers to find Brazilian shoes and Mexican vacuum cleaners in stores in the middle of Kansas. Japanese families did not eat beef from cattle raised in Wyoming. And French clothing designers did not have their exclusive apparel cut and sewn in Turkey or Vietnam. Before the container, transporting goods was expensive. So expensive that it did not pay to ship many things halfway across the country, much less halfway across the world. What is it about the container that is so important. Surely not the thing itself, a soul aluminum or steel box held together with weld and rivets with a wooden floor in 2 enormous doors at 1 end. The standard container has all the romance of a tin can. The value of this utilitarian object lies not in what it is, but in how it is used. The container is at the core of a highly automated system for moving goods from anywhere to anywhere with a minimum of cost and complication on the way. Okay. That is from the introduction of the book that I wanna talk to you about today, which is the box. How the shipping container made the world smaller and the world economy bigger. If this is your first time listening to founders, let me welcome you. My name is David. The premises podcast is really straightforward. Every week, I read a biography and auto, a book about the life story of an entrepreneur, and I try to pull out ideas all of us can use an our lives. So let me tell you how I found this book. A few weeks ago, I was listening to a a fascinating podcast with the founder of Shopify. His name is Toby Luke key, I think is how he pronounce his last name. And, I've I've heard a on of a couple, a few podcasts and I've just been fascinated with the the way he... The way he thinks. Like, the way his mind works. And he said something that was really interesting. He would he was asking if fee. He'd read any good books lately and he recommended this book, the book that I have my hand. And he said the book is about the inventor of the shipping container, an amazing entrepreneur named Malcolm Mc mclean, who the subject of today's podcast. And he he he just... He went on to talk a little about Mc mclean. He said, Mc mclean was the only person who cared about moving things. Everyone else was focused on a particular transportation method, be it trains or ships. But by focusing on the actual problem, which is what is the best thing best way to move things around the world, he came up with a better solution. We need more of that in the world. And Toby talked about how that even influences how he thinks about Shopify where, you know, most people think of Shopify, what do they do? They they make it really easy to have an online store to sell something. But that's not really what his customers care about. He says frankly, like, my customers don't care about an online store, they care about the independence of entrepreneurship. So when he... When him and his company build products, they don't think how can we make the best online store. They they try to solve the underlying problem, which is how do we make more people reach the goal with with their ultimate goal which is that of independence self employment. And that's a really interesting distinction and something that he was referencing that, you know, a lot of people. You might have heard this this this concept before talking about, there's multiple examples how people don't want drills. They want holes. And so I've talked in the past that I keep a lot of quotes and things that are important to me that I need to re reread on my phone in in a special folder. And 1 of them is you know, this idea that people don't want drills, they want holes and this this 1 entrepreneur, realizing that. So let me just read this real quick. He says, I remember I'm saying, I teach my people on day 1. People don't want drills. They want holes, meaning the people that go to the store and ask for a drill. So she's like, oh, I to make the best drill possible. Was like, no, You need to look at underneath what your actual customers trying to solve. And he said, after a week of reflection, I collapse the firm from inside and rebuilt it from the ground up to never make this mistake again, meaning he was optimizing for the wrong thing. I rebuilt all my processes and everything was geared toward the fact that people don't want the technology. They want the solution it provides. We have to stand behind the core problem we are solving for our customers and we have to operate the whole way through to the point that they are raving fans. I hope this helps my fellow entrepreneurs. So that's exactly what Malcolm Mc mcqueen does and as we're gonna learn today on the podcast. And I really appreciate, Toby picking up on that. First of all, reading the book. And then also sharing, hey, like, this this guy, you can actually learn a lot from him because as I'll share with you a little bit. Like, this this problem was was rather obvious. And people had, you know, guesses on how to solve it. But Mc mcqueen was the first 1 to realize that there was the fundamental problem which just how... What's the best way to move things around the world? That's what our customers care about. That's why they're paying us. They're not paying us for our ships, they're not paying us for our trains for our trucks. They don't care money of that. They'll send their their goods all over the world in the in the the most efficient manner. So why don't we focus on that. So before I jump into the, I just wanna read some of the Well, first how the book part describes itself. So on the back covers. It says the bach tell... The box tells the dramatic story of how the drive and imagination of an iconic classic entrepreneur turned container turned container from an impractical idea into a phenomenon that transformed economic geography, slash transportation costs and made the boom in global trade possible. And then just 1 of the blurb which I thought, was good. I didn't read this till after, I finished reading the book. But it says a perfect illustration of how an idiosyncratic entrepreneur brings something new into the world and a wonderful example of how business history can be made to sing. Which I particularly appreciate because, you know, my... My this entire podcast is around business history. So... Alright. So let's jump into the book. Just gonna move through, like, I normally do just some highlights and ideas that it particularly stuck out to me. So this book as you can probably tell from the title. It's not a biography of Malcolm Mc mclean. It's a biography of the shipping container. He just happened to be the 1 credited with making... He didn't invent a container, but he invented the processes behind making it. As broad and accessible as it is today. But embedded in this book is the life story story of Malcolm Mc mclean, including how he started, how he thinks about business. Things that are important to us. So that's what we're gonna be focusing on today, And so let me just jump into ray... Getting right back into this whole ship, the very first ship that use containers in this way, which is the ideal x. The 1 I was just referencing. So it says getting from the ideal x to a system that moves tens of millions of boxes each year was not an easy voyage. So let me just stop there right of that that that sentence. So again, big things start small. Of the very first inkling of the container categorization industry, which is now massive. I've heard multi trillion is the the size of it, started with 58, boxes. So 58. Now they're saying millions, tens of millions of boxes each year. Okay. Both the containers promoter and its opponents sense from the very beginning that this was an invention that could change the way the world works. It's kind of. So I'm reading from the introduction later on the book though, becomes parent, a lot of people dug their heads in the sand. And the reason I think I'll talk about on the podcast, But just in case I don't. It it it took an outsider, Malcolm Clean was not in the shipping industry. He was in the trucking industry. That's how he gets... Got to... Got... That's how he got start. So everybody in the shipping industry was very hesitant. Once the technology was appeared and, all go into detail, Like, how, the once you see something, I think was like, a, like, an order of 10 times cheaper to ship things just by using, Malcolm system that it, you know, kinda force kinda slap you in the face. Like, oh, okay. The world has changed. We need to embrace that. But as we know, we've we've now talked about 60 something, what, 60 different founders, all different industries all through different times of period, you know, human nature is resistant to train, change, especially when your paycheck depends on it. Okay. So it says, that first container voyage of 19 56, an idea turned into reality by the cease drive and... Of an entrepreneur who knew nothing about ships, unleashed more than a decade of battle around the worlds. Many titans of the transportation industry sought to s the container. Powerful labor... Powerful labor leaders pulled out all the stops to block its ascent, triggering strikes in dozens of harbors. It's an entire chapter dedicated to that. It's some really silly behavior. Some some ports spent heavily to promote it, while others spent huge sums for traditional peers and warehouses in the vain hope that the container would prove a passing fad. We've seen that before. Governments reacted with confusion trying to figure out how to capture its benefits without disturbing its profits, jobs and social arrangements that were tied to the status quo. You know, it's... I I'm probably gonna mention this multiple times of the podcast. There's so many times on reading this book. And we could change out container categorization with the Internet, and the the exact same behavior by governments by powerful leaders, by and entrenched incumbents. It's the same behavior over and over again. And I just kept getting slapped in the face with that thought. I was started was reading this book. So it says, you know, governments reacted with confusion, trying to figure how to capture its benefits without disturbing the profits, jobs and social arrangements and never tied its status quo. Problem is when you have fundamental changes in technology as we've seen in the past. You can't you can't stop... Like, you can't stop it once it starts. So they're saying, you know, they don't wanna disturb the profits. Well, their profits got disturbed. They don't wanna disturb the jobs. The jobs got disturbed, and the social arrangements tied to those jobs and profits certainly got disturbed after this. Okay. Even seemingly simple matters such as the design of the steel fitting steel fitting that allows almost any crane in any port to live almost any container, were settled only after years of contention. In the end, it took a major war, the United States painful campaign in Vietnam to prove the merit. Of this revolutionary approach to moving freight. Okay. So now at the at the core of why this was necessary. Is think about how much of our economy relies on building something 1 place and then having to move that elsewhere whether it's a short term across town or across the entire globe. So the... If applying efficiencies to such a massive industry, which is basically what at heart of what Clean did. You know, not only did it make him a very wealthy man, but it it's similar to when we were studying John Bog a few weeks ago. What do we learn in John... 1 of John Bog books is that the estimates of him passing on the savings from index funds to the investors, his career contributed to about 250000000000, about a quarter trillion dollars of savings. So who knows what that number is, with, now we're going what 7 years of container. It's probably much larger in in Mc mcqueen case. But at the core, it's transportation efficiencies. That's what we're gonna talk about here. Transport efficiencies, though hardly... Though, hardly begin to capture the economic impact of container contamination. The container not only lowered freight bills, it saved time, and that's really hard to put a value on that because it's prices. It's literally the only currency that, humans have that is non renewable. Quicker, handling in less time in storage translated to faster transit from manufacturer to customer, reducing the cost of financing inventories sitting un... That we're sitting un un productively on railway sighting or in side warehouses awaiting a ship. The container combined with the computer made it practical for companies like Toyota and Honda to develop just in time manufacturing in which a supplier makes the goods its customer wants, only is the customer needs them and then ships them in containers to arrive at a specified time. I just found a book written by the founder of Honda. It's like, 30 years old, 30 maybe 35 years old. So, I'm waiting for it to arrive, but eventually that's it's gonna be a future founders episode. Such precision unimaginable before the container had led to massive reductions in manufacturers inventories and correspondingly huge cost savings, which I just touched on a little bit there. Oh, so this is very fascinating. So this this is 1 of the books where I'm almost, like, dang, man. Like, I know I'm a... I'm on this cadence of a a book a week for you guys. But I feel like there's... I would... There's almost a benefit if, like, I read a book, and then the following week, I reread it, because you know there's all these things that you you don't understand until, like, you know the whole story and you can go back and see, like, the different meanings of things. Something that happens my own life is I don't watch much Tv. But my favorite show is Game of Thrones. And every year, like, did you there's just a huge gap between seasons? I usually I me and, my wife usually re rewatch the series from the beginning to to catch up. And then you pick up on so many things you didn't know, and then we go deep dive into, like, subreddit and in Youtube videos. But I just think it really enhances, like your appreciation for for what it is that you're studying. And the reason I bring that up is because the the the paper version of the book I have in my hand is, like 400 pages. Right? No. It's it's more that's 5 5 05:10. 400 is the story. Right? Then this guy got, like, a hundred pages of notes and bib geography. So the amount of research he did. It's just fascinating. So I'm gonna just... See he goes back in history tries to compare what's happening with the containers with stuff in the past So I'm just... I'm not gonna harp too much that because I wanna focus on Malcolm, but I like this part about, like, think about how important Thomas at Edison invention is. Right? The incandescent light bulb. It was may... Like, an amazing... Like, they lived in a time where you had no, like, you were lighting candles. Or but there was no electricity in the house. And as Jeff Bezos says, it's not like, the killer out electricity, they weren't putting electricity in the house. They were putting lighting. You know, another way to think about if you're actually solving your the the root of what your customer's promise is. Right? Which I think the close you can get to that, the custom the solution, the actual solution they want the better company be. But anyways, he just has this point about, like, as as great as this invention was, it took forever to spread. So he says, although Thomas edison invented the incandescent light bulb by 18 79, only 3 percent of Us homes had electric lighting 20 years later. That's insane. That's insane 3 percent in joining years. The economic benefits arise not from innovation itself, but from the entrepreneurs who eventually discover ways to put innovations to practical use. That's... I don't have any tattoos, But if I did, we should tattoo that on ourselves. The economic benefits arise not from innovation itself, but from the entrepreneurs who eventually discover ways to put innovations to practical use. Amen. Okay. Oh, so to here's another interesting part. Remember. This a basic idea was around for a very long time. That's why like, this whole idea like, oh, it's too late to start a company or it's it's only too late if you're gonna copy, but there's tons of, opportunities hidden in plain sight. You just have to go looking for them and have the time to do that. I know it's really hard if you have a full time job of family, hobbies and everything else, but you have to dedicate yourself to to getting in the mind, the mindset, like, constantly look like, hey, that's why are things done this way. I think it was... What is his name? Josh Wolf, I think is his name. I took took notes on him for founders notes. But he says, a good way for, entrepreneurs to find opportunity Asked themselves, what like, what sucks? Like, what in your life sucks? And you're were, like, why has it done this way? And then most, most likely a find opportunity. But let's let's focus, I guess, I'm getting a little off off topic. Let me just read this part about like, this was a... This was a giant opportunity hidden hidden plain site. The solution to the high cost of freight handling was obvious. Instead of loading unloading shifting and reloading thousands of loose items, which is exactly what they were doing at the time, which is why you had so many, like, manpower to do this, which now in the world we live. You know, we... Most of people probably listening to my voice were born after the container categorization. Like, it just seems so bizarre that they would do stuff like this. Like, this seems very wasteful. Like, you're you just put a bunch of random stuff in a box, and then you ship it. And then on the other end, you have, you know, 20, 30, 50 hundred people going and using muscle power to take this out and you wonder why it's so inefficient. So says, So instead of unloading shifting and reloading boxes of loose items, why not put the freight into big boxes and just move the boxes? The concept of shipping freight in large boxes had been around for decades? The British and French railways tried wooden containers to move household furniture in the late nineteenth century, using cranes to transfer the... The boxes from rail flat cars to horse carts. Oh my goodness. At the end of World war 1 almost as soon as motorized trucks came into wide civilian use the Cincinnati motor terminal company, hit upon the idea of interchangeable truck bodies that were lifted onto and off of wheels with a crane. Far sided thinkers were already proposing a standardized unit container in the form of a feet of a d, closed auto truck body. So kinda close, which can be readily transferred by cranes between railroads, flat cars, auto chassis, warehouse floors and vessels. Okay. So these ideas were out there. Malcolm the first went to integrate them all into 1 solution. So just describing what they're... This is author there just with 1 sentence describing what what everybody is trying to solve. All of these undertaking were modest in scope, but all of them had the same aim to cut the cost of moving cargo through slow and inefficient ports. By the early 19 fifties, there was little dispute that freight terminals where a transportation choke hold. So there's just gonna be a lot of stuff. There's be impossible for me to to share in the podcast because this book is so long. But what they're talking about choke holds. It's not only where their processes is inefficient, but there was a bunch of competing interest. And a bunch of just like theft, violence, cro, ne, strikes. The whole time I'm just sitting here reading what's going on in industry. And, you know, thinking of it through the terms of, like, if I was running this business, and I like, oh, there's just no way I deal with all this. Like, your... This behavior is incentivizing the people own the company to find other solutions. Like, you're not helping yourself. I don't know who's advising you, but this is a very bad idea. Okay. See. So everyone in the industry knew about the problem. No 1 could solve it. So they actually They're... They can... Who... There's, like, a bunch of not only governments, but also companies. They do really strange things. Like, they they... And we're gonna compare and contrast they're the way they solve problems where they way Malcolm does. We're not here yet, but they they hire, like, they commissioned studies to be done. And Malcolm was not big on that. He went by intuition. It just, like, just have a problem, and I'm gonna move about this problem very quickly, and then I'm gonna learn through trial and error. So somebody... I can't tell who though. There's... I'm gonna read the results of this study. Unfortunately, I lost track of who I actually did this. This is the authors went... This is the result. Okay. Hold on. Okay. Here we go. The authors went beyond the normal ad ad and to improve long shore productivity and eliminate inefficient inefficient work and urged a fundamental rethinking of the entire process. Perhaps the remedy lies in discovering ways of packaging, moving and s cargo in a manner that break bulk is avoided they wrote. They're gonna use that word break bulk a lot. That's just moving things as individual units instead of in containers. Interest in such a remedy was widespread. Shippers wanted cheaper transport, less pill ridge, less damage and lower insurance rates. Ship owners wanted to build bigger vessels, but only if they could spend more time at sea earning revenue and less time in port. Truckers wanted to be able to deliver 2 deliver 2 and pick up from the docks without hour upon hour of waiting. Business interest in port cities we're praying for almost anything that would boost traffic through their harbors. Yet despite all the demands for change. I think about all the different people, like, stakeholders in in this entire process. Your demand... Despite all the demands for change despite much experiment experimentation. Most of the industry's efforts to improve productivity, set centered on such time warner ideas is making drafts heavier so that Long short would have to work harder. No 1 had found a better way to ease the grid lock on the docks. The solution came from an outsider who had no experience with ships. And this is where we're gonna be introduced to Malcolm Mc mclean. And they call him the trucker because that's what he was. So this is a little bit of a Malcolm Mc mcqueen early life and his first business. Reshaping the business of shipping was left to an outsider with no maritime experience. A self made trucking magnet named Malcolm Mc mclean. Mc mclean was born in 19 13, deep in a swamp country of Southeastern North Carolina. At the time of Mc birth about 3500 residents at the time about the city he lives in and it was called Max. So they had about 3500 residents, and it was very rural and very poor. Upon malcolm graduation from high school in 19 31 in the depths of the great depression, family ties got him work, stocking shelves at of local grocery store. I was 4 1 of his first jobs, and then he starts working, this is how he's gonna stumble in into business. Those local connections, what they're talking about here are family connections, It's not like, high soc economic status connections. It's that, like, there's such a small town that everybody was related. So it says those local connections helped once more when an oil company needed a gas station manager. A family front So he starts working at a gas... As a gas station minute manager, and then he realizes that he could make money just trucking gasoline for the company instead of working in the store. So this as a family friend Let Mc mclean the money to buy his first load of gasoline. His rise began when he learned that a trucker earned 5 dollars for bringing the station oil from Faye, which was 28 miles away. Mc mclean proposed to do it himself. The station owner let him use an old trailer that had been resting in the yard. Mc mclean trucking company opened for business in March 19 34 with Mc mclean still running the service station as the sole driver. And so, look, check that out. So he is... Graduate in 19 31, 3 years later, It already has his own company. So he's a very very driven person we're to see. And, unfortunately, some of that drive winds up leading to a downfall later in life. Okay. So it says A local man agreed to sell Mc mclean a used dump truck on installments of 3 dollars a week. With that truck, Mc mclean won a contract to haul dirt for a federal public works program. Even after hiring a driver, Mc mclean earn enough money aren't enough to buy a new truck to haul vegetables from local farms. So he's gonna basically do everything started out doing gas. I'll take your dirt. I'll take your vegetables. I'm just in the transport business. Alright? According to a much repeated tail, 1 trip found a clean so poor that he couldn't afford to pay the toll at a bridge along the way. He left a wrench with the toll collector as a deposit, redeeming it after selling his load in New York City. So where do they mean 1 sentence are telling you he's making enough money to buy trucks, the next sentence are telling you he's to poor to pay toll. This welcome to Malcolm Mclean Mo Of pushing it to the limit. Again, that gets him in trouble later on in life. So it says the rags to Richest tale fails to do justice to mac mcqueen immense ambition. By 19 35 at 22 years of age and with just 1 year of truck of experience as a trucker, Mc mclean owned 2 trucks and 1 tractor trailer. He employed... So let me give... So he's 22. And he's he's only been open for 1. Right? So he's going he's got 2 trucks. 1 tractor trailer and 9 drivers who own their own rigs and had already haul steel drums from North Carolina to New Jersey and cotton yarn to Mills in New England. By 19 40, So now he'd be 27 at the time. As preparation for War revive the economy, the 6 year old Mc mclean truck trucking owned 30 trucks and grossed 230000 dollars. That's in in 19 40 dollars. Mc mclean built his operation during the war gaining additional routes. A massive merger among 7 of his competitors, which he put which he opposed unsuccessfully all the way to the Use Us supreme Court, barely affected the truck line. At the war end at the war end in 19 45 World war 2, Malcolm Mc mclean controlled a thriving business with a hundred and 62 trucks, mainly hauling textiles and cigarettes from North Carolina to Philadelphia. New York and Southern New England. Okay. So let's see. He started the company in 19 was at 19 34, and now we're talking about 11... Excuse me. Now we're gonna go to 19 46. So let's 12 years later. It says revenues in 19 46 were 2200000.0, nearly 10 times the level of 19 40. Mc mclean already wealthy at age 34, viewed this as just the beginning. As he wrote a few years later, I saw that my only opportunity was to build and build and build to make a big trucking company out of a relatively small 1. Okay. So now his business is up and running. This is how he got around what... He would consider corrupt regulation. So there's this... It might still be around today, but, his industry trucking industry at the time was regulated by the Icc, which is the interstate Commerce commission. And there's some very strange objectives for the Icc. So let me just start there. The Icc concern was not efficiency, but order. Regulation protected the interest of established truck lines, also known as regulatory capture, still in happens today. By limiting competition and is protected and it protected the railroads by forcing by forcing truck lines to charge much more than railroad companies. So that, again, very bizarre. Right? Not really serving the interest of the consumers. Like, why would you keep artificially high. You're keeping artificially high prices for for businesses that wanna ship things? Just because you wanna protect the railroad industry. More than anything else, the I'd... The Icc wanted to keep the transportation industry stable. So there's this, you know, this presence behavior by humans throughout history of this idea of, you know, artificial control over the economy over businesses. This idea that you can, you know, somehow keep things stable, which I I think is, you know, probably false. Regulation damp competitive spirit in the trucking industry, showing the sort of ingenuity that would characterize his career, Mc mclean found ways around the the regulators obstacles, If winning new route authority was too ar, why not buy a carrier that already had attractive routes. And if buying another truck line was too expensive, why not lease 1? The labor unrest that followed the war left many truck line struggling, remember we're in the just still the 19 forties here. And Mc mclean repeatedly seized opportunities Between 19 46 and 19 54, Mc mclean trucking bought or leased routes and at least 10 different transactions. Expanding its network from Atlanta to Boston. The company added 600 trucks between 19 47 and 19 49. That's crazy. Using the government as the un winning financier. Oh, so this is a really interesting idea. Check this out. So this is how he he was able to get all those trucks and so fast and have the Us government foot the bill. Veterans of the war were eligible for cheap government loans to set themselves up as independent truckers. So Mc mclean encouraged veterans to become owner operators brought them together. What what that means is they drive the truck and they own the truck that they drive. Brought... I know a little bit about this because my dad's trucks brought them together to purchase equipment in a single large order and sign them to haul freight from a clean trucking. So she's kinda like the Uber of trucking. But with military veterans finance whether the Us government, no app. But so he's getting the business, but they own... That they they own the the rigs that they're driving, and they they're doing on the driving. Alright. So he brings them together. They purchase equipment a single large order, so they have some benefits efficiencies there and then sign them the haul freight from a clean trucking. So very summer. Okay. So this is really important. Something that I harp on all the time. I actually just saw. Hey you know what? I wasn't expecting to talk about this. Let me grab this real quick because this whole idea for gallery. That we... That, you know, for whatever reason seems to be really present with with with a lot of the founders that we cover. So Berkshire Hathaway Warren Buffett just wrote this letter, just think it came out a few days ago, but he he has a this idea on like, his philosophy on on debt. And and I I saw a lot of people commenting on Twitter. They're like, a hundred percent concur with his Berkshire share philosophy, it's more even more appropriate for certain companies, but it's counter towards a vast majority of Vcs on boards recommending taking debt. So he's saying, we... This is now Buffet talking. We use debts sparingly. And remember this whole debt thing because in this this is gonna come to play in later in this our story. We use debts sparingly. Many managers, it should be noted will disagree with this policy. Arguing that significant debt uses the returns for equity owners. And these more ventures Ceos will be right most of the time. At rare and unpredictable intervals, however, credit vanish finishes and debt becomes financially fatal. Yes, it does. A Russian ro equation. Usually win occasionally die. This may make financial sense for someone who gets a piece of the company's upside, but does not share in it's downside. But that strategy would be madness for Berkshire. Rational people don't... This is such good old school advice. Rational people don't risk what they have and need for what they don't have and don't need. Damn, that's a great quote. Rational people don't risk what they have and need for what they don't have and don't need. So the reason I bring that up is because he's he's preaching in my opinion, responsible management of finances. So frugal gal is tied into that. Now, here's the weird thing. So before I finished, I don't know if I'm gonna talk about this in the future, so I'll just talk about it now because I don't remember if I let know note, but I'm reading this, and... Well, let me read this first, and I'll tell you what I thought. So this is, an obsessive focus on cutting costs was the key to Mac claims trucking success. We've seen this multiple times. The only way truck line could attract much new business was by offering lower rates than than competitors offered. Kind of like a commodity product. If you think about it. A trucking company salesman would call on our prospective client, learn how much cargo generated for various destinations and then study the rates that it's... That it it... Its current carrier had filed with the Icc. The truck line could then propose a lower rate to win the business but only if it could prove to the Icc that proposed rate would be profitable. In practice, this meant that a truck line could not under price its competitors unless it had lower costs. Malcolm Mc sharp pencil was critical. So it's just give be multiple examples of his just, like, the just fan focus on frugal gal in this book. And so then I was like, wow, this is amazing. But as were as I'm continuing to read the book. Then I noticed wait a minute. This is weird. I don't... I gotta ask the listeners if if they can remind me we of a time because this guy had ob obsessive frugal gal combined with unbelievable leverage. And those are usually, you know, not... They don't come from the same person. I can't think of another founder that we've covered that was excessively frugal yet highly highly leveraged. And what did warren Buffett just tell us about leverage because that's what debt is. He says, it's a usually win occasionally die strategy. A Russian equation. Just like none of us would be think it's smart to play Russian ro let. Yet have many companies do do that with their their their business. By taking a massive debt. And I don't wanna spoil the story, but that's what happens in Mac mclean. So there's a lot we're gonna learn on from him that he's really smart on, and then you see that, like, he does things that a lot of people do. And it destroys him in the end. So... Yeah. So I don't know. They're just there's just stuck out to me. I can't think of anybody else that is the... It was this highly lever but f at the same time. Okay. So let's go more intense his frugal gal before we get to that. Cost saving innovations continually materialize as Mc clean trucking grew. The company opened 1 of the earliest automated terminals in the industry. Using conveyor to transfer freight from 1 truck to another while saving labor. At a time when mo this is again, just a a stream of good ideas. From Malcolm, which all comes from, you know, questioning how things are being done. At a time when most trucks had gasoline engines, Mc mclean trucking was the first major company to install diesel engines and its tractors. And in an era when drivers typically bought fuel on their own, Malcolm Mc mclean arranged a corporate discount at service stations along the company's routes and told drivers to fuel only at those stations. By the early 19 fifties, Mc mcqueen trucking was hiring young university graduates and putting them through 1 of the first formal management training programs in American business. Men just out of college would come to Winston salem, where their first task was learning to drive a truck. After 6 months of hauling freight, trainees were sent to a terminal and spent several months on unloading trucks. This is just smart, Then came a stint in the office, learning the mc mcqueen trucking method for making a proposal to potential customers. Basically what what's that old saying by Samuel, if you know your business from. There's no problem you can't solve. He's teaching them them the business for May to z. So it's making proposal to a potential customer, which required careful analysis on the cost of service of serving the business. Only then we're trainees dispatched to their first assignments, usually selling freight in rally or Boston or Philadelphia. Mc mclean trucking quickly became known as a dynamic company in a very s industry that's an understatement. He understood, and then this is somebody, actually, the person that was running some of the bank that was financing his operations. That bank actually becomes turns into Citi bank later on, but he's talking about a clean here. He says he understood cash flow. You'd go to a railroad in those days and talk about cash flow, and it asks you what you meant. Of necessity, a highly leveraged company had to focus on efficiency for which Malcolm Mc mcqueen had a passion. They knew every aspect of their business, and they knew how to squeeze out costs. Okay. So this is now we're getting into his idea. The the beginning idea of the idea that's gonna change the entire world. Malcolm Malcolm Mc mcqueen was not a man to sit and enjoy his success. He was a rest soul competitive, calculating, always thinking about business. He wouldn't be able to sit still for 5 minutes. His invent brain churn out idea after idea for making money. 1 such brainstorming came in 19 53, as Mc mclean was fret over increasing highway congestion and wearing that domestic ship lines able to buy war up surplus cargo ships from the government for almost nothing might undercut his trucking business. Rather than driving down crowded coastal highways, why not just put truck trailers on ships that could ferry them up and down the coasts So that's the little tiny beginning of this massive idea. By the end of that year, Mc mcqueen was proposing to build waterfront terminals that would allow trucks to drive up ramps to deposit their trailers on board specially designed ships. These ships would move the trailers between New York, North Carolina, New York and Rhode Island, circumvent the worsening traffic jams at a time when expressway were few and far between. At the port of arrival, other trucks would c collect the trailers and haul them to their destination. In the context of the 19 fifties, Mc mcqueen plan was revolutionary. Law and regulation ensured that trucks and ships had nothing in common. Trucking companies can I need, trucking companies ran trucks, and shipping companies ran ships? Remember how Toby was talking about. Everywhere is just focused on either trucks or ships or trains. No 1 was looking for that complete solution to the what the customer needed. That's an example of that. A few ship lines and barge companies carry trucks on their vessels as Mc mclean plan to do, but they were simply offering water transportation to any trucker who would pay. The idea that a truck line would use its own trucks to drive its own trailers on onboard its own ships, float the trailers down the coast and then drive them to their destination at the other end, violated the Icc c's basic pre, even though it was the best idea at the time. Because remember he's not he doesn't care about trucks. He doesn't care about boats. Care about moving things efficiently over around the world. So I can have a completely integrated system for that. Why wouldn't I do that? So said no 1 had invested significant money in coastal shipping in 30 years. Mc interest was entirely a matter of cost. The Icc had regulatory authority over domestic shipping, and it allowed ship rates to be well below rail and... Wait. Wait a minute. Let me back up. The Icc had regulatory authority over domestic shipping. And it allowed ship rates to be well below rail and truck rates to compensate for slower slower service. Sending his trucks by water would let me clean under price other truckers. Another kinda like, clever workaround. Right? I like his idea of total commitment. Although, I I liked it when I left this note. I didn't know how the story ends so maybe I need to to rethink this. Well followed with an unprecedented piece of financial and legal engineering. First, to circumvent rules required Icc approval for a truck line to own a ship line. Mc mclean created an entirely new company, Mc mclean industries in 19... January 19 55. Okay. So before I get into this, this is also gonna show you how crazy this guy is. What he's about to do... Remember, he has a wildly successful trucking company. He's it's already made him wealthy. He's doing fine. He's gonna basically nuke his own company because he believes in this idea so much. Okay. So it says, first to circumvent rules requiring I approval for a truck line ship line, Mc mclean created an entirely new company. And some of these, like, these financial mach combinations that this guy does. I don't even... I I can't even read something to you because I'm was so confused by them. I had no idea what what was taking on. Court, they gave him credit for breaking the first, leverage buyout ever. And it's just insane where some of the the the ideas this guy had. Mc mclean industries in January 19 55. Okay? So that he starts a new business. Right? It's called Mc mclean industries and A Mc clean trucking. Although, Mc mclean industries had publicly traded stock. It was clearly a family controlled business. Malcolm Mc mcqueen was president, his brother James was vice president and his sister with secretary and assistant treasurer. They... The... Malcolm James Sinclair then put control of the trucking company and a trust of which they were the beneficiaries. Malcolm Mc mcqueen kept 5000000 dollars of stock, but the trustees were authorized to sell arrest. As soon as the trust documents were signed, the Mac mclean were resigned as directors of mc mcqueen trucking and within an hour, Mc mclean industries to control over pan Atlantic. That's a shipping company he needs. Right? The country's best known... And this is the result. In case I was all confusing to you because it was very confusing to me too. The the the author does us a favor and and breaks down like we're 5 years old here. The country's best known trucking magnet walked away from the business he had built in order to build a new 1 based on some un tested idea about shipping. In September 19 55, the trustees sold off A mclean trucking stock, making the legal issue mute moot. Excuse me. Whether they're talking about is the other people and and, like, railroads and other trucking companies for like hey, this guy clearly, like, he's getting around... He's complying with the letter of the regulation, but not the spirit. So then they sell off now they they don't own a trucking company. They just own a shipping company. Right? So make... That makes a issues mute. Malcolm Mc mcqueen did not fare badly in the process. He cleared 14000000 dollars in the sale of Mac mcqueen Trucking. His net worth in 19 95 or 19... Excuse 19 55, which 25000000 dollars are the equivalent of 220000000 dollars today. Asked later, whether he had considered waste has sheltered some of his wealth from the risk of entering the Maritime business, his answer was his as une no was an une unequivocally no. Mc mclean explained. You've got to be totally committed. So he goes all in this in this idea and they realize, oh I made a mistake. I actually, there's an like, we can continue to improve the efficiency of this idea. So this is the more efficient idea. Mc mclean reconsider his plan. He had realized that carrying trailers on ships was inefficient. Why? Because the wheels beneath each trailer would waste a lot of pressure ship support space. Pondering that problem, Mc mclean came up with a still more radical idea. A government maritime promotion program made leftover World war 2 tankers available to ship lines very cheaply. Pan, which is the company he bought and he's running right now, and it's actually gonna change his name again. Pan Panasonic would buy 2 and convert them to haul truck trailer bodies. Which just the containers. Right? Which are trailers detached from their steel beds, axles and wheels. Subtracting the frames and wheels would reduce the space occupied by each trailer by 1 third. Even better the trailer bodies could be stacked, whereas trailers with wheels could be. As Mc mclean envisioned it, a truck would pull the trailer alongside the trip or the ship rather. Where the trailer body filled with 20 tons of freight would be detached from its steel chassis and lifted a board ship. At the other end of the voyage, the trailer body would be lowered onto an empty chassis and haul to its destination. So... And then the result of this more efficient, idea, container shipping, which is what is would be known to be called, would be 94 percent cheaper than break bulk shipping of the same product. Even allowing for the cost of the container. So this is an order of... Like, this is an insane improvement that this guy is coming up with. So this is the first shipment where we talked about at the beginning of the podcast, the ideal x. And so they they fly... They it leaves in in New Jersey, Mc mclean and some of his people he works with Fly to houston away for it. And this is the the result. They were all waiting for the ship to arrive, and as she came up to channel everyone else came to look. Remember. This is never... Like, now it's common. Like I kinda live close port, and I see, you know, they come... These ships come in all day every day. I was like... It's it's amazing to actually see up close. There's actually a park by my house. Runs by a shipping channel to port. And you can get, you know, you're might maybe 20 feet, 30 feet away from these ships as they come in and they're really is so airy because to how big they are, stacked hundreds of these containers on them. And yet they're so silent. Is fascinating. Alright. So it says, everybody came over. Look, they were made to see a tanker with all these boxes on deck. We had seen thousands of tankers, but never 1 like this. So everybody looked at this mon and they couldn't believe their eyes. Remember this is only 50 damn, like, about 58 and something like that on on there. From a clean though, the real triumph came only when the costs were tallied. Loading loose cargo on a medium sized cargo ship costs 5 dollars and 83 cents per ton. Mac experts peg the cost of loading the ideal x at 15 cents per ton. With numbers like that, the container the container seem to have a future. So from almost 6 bucks a ton to 15 cents a ton. And now this is... I just wanna... I think it's probably somewhat, like, you can kinda kinda of pick it up in the context so far of what I've put out this book, but this is the explicit. Like, this is Mc mcqueen fundamental insights. So and there's the real problem solving. Right? Going back to why we're studying him and to begin with. Like, this is... It's it seems obvious, but it's not when you actually look and examine, like, how different products or services that you consume are are created. Like, they they have an idea of the prompt, but in completely focused on it. Wherever like he was. The high cost of freight handling was widely recognized as a critical problem in the 19 fifties, and containers were much discussed as a potential solution. Malcolm Mc mcqueen was not riding on a blank slate. Yet the historians debate about precedence misses the transformational nature of Mac mclean accomplishment. While many companies had tried putting freight in containers, those early containers did not fundamentally alter the economics of shipping and had no wider consequences. Malcolm Mcqueen fundamental insight commonplace today, but quite radical in the 19 fifties was that the shipping industry's business was moving cargo, not sailing ships. That insight led him to a concept of container quite different from anything that had come before. Mc mclean understood that reducing the cost of shipping goods required not just a metal box, but an entire new way of handling freight. Every part of the system, ports, ships, cranes, storage facilities, trucks, trains, and the operations of the shippers themselves would have to change. In that understanding, he was years ahead, of almost anyone else in the transportation industry. The note, I left myself on, this next section is sometimes it's better not to over analyze because you'll be able to talk yourself out of it. So it says, of course, there was no model of a pure container ship? He has to make this. The metal cells did not exist and no 1 had ever stack containers 5 or 6 high. How tightly should the containers fit into the cells. How would a stack of 6 containers behave when a ship world in heavy seas. And how could the vessels be unloaded at ports where there were no land based crane cranes. So these are just some of the the obstacles that other people would consider. Right? But as his way, mc mclean did not pre himself with such details. He simply told his staff to get the job done. He just figured, hey I have an idea. I know there's gonna be problems finding the solution, but we're wasting time sitting around thinking about it. Let's just let's move the trial and error. And we'll find ways to solve all these problems, which is exactly what they did. Now this this section just talks a little bit about how different... You know, he's entering a new industry Now he's in the shipping industry. Right? He's using that as a as a vehicle to get to really to transport goods. And he just realizes that that this industry is ridiculous because they've been protected by regulation. The Icc is is is setting the It's actually... It's it's Icc on that land, but then you have, like, the maritime. Something called May rad, which is the maritime. It's a the maritime regulatory body. I'm sure I'll come I'll figure read the full name, but just know there's just another governing body that's that's setting prices and basically, just kinda protecting the incumbents. So sid, Mc mclean was not deter. Pan problems, which is the the company running at the time. That eventually turns into this other company called Seal land. He determined, were... There problems he determined rooted in the maritime industry's passive, slow moving culture. Domestic ship lines operate in highly regulatory regulated environment. That left little room for entrepreneurial spirit. American owned lines operating internationally, such as Water, another company that he's gonna overtake, were allowed to join international rate making cartel. So you have the domestic rates set by the regulatory body, and then you have these cartel doing the international rates. So it says they they're rate making cartel, There's a huge flow of Us government shipments, including military cargo and many lines received government operating subsidies as well. So these are the players in the industries he's in. This sheltered culture led to excesses, like Water man's head headquartered building in Mobile, Alabama with its revolving globe in the lobby and the lavish executive suite on the sixteenth floor. It did not breed the sorts of creative, aggressive hungry employees that suited Malcolm Mc mclean. He talks about when they build, he built a a new headquarters, but it's very... It's like, in like, repurpose, like, a big cargo, like, a hangar. I guess, I don't know what they're called the winner next to water, But it looks like kind of a airport hanger. But the ones next to the water. So it's kind of opposite. And again, he has to be frugal. He is frugal, and then, of course, we learn it. He has to be frugal because he's highly high leverage too. So there's... So the container business is up and running. Right? That's what he's now all in. He's got to for for the first few years in the industry, it's just mc mclean and then another company called Mats. I think the the the breakdown would be, like, let's say Mc mcqueen has, like, 60 percent of the market and Mats may have 30 and like that kind of thing. But they're very, very different, and this is just Mc mclean had a couple of your head start because of this how Mats moved. Mats moved deliberately. Pan Under Cleans control was a scrappy ups start building a brand new business. And it risked little by acting quickly. Mats had no such has. It had a large existing business to protect and its directors were tight with the purse strings. After commissioning outside studies for 2 years, the same 2 years it took Malcolm mc mclean to move from concept to a functioning business. Mats created an in house research department in 19 56. So they they're very slow. Once they get going, the the, they, you know, do become competitors, but they're very... They're run by completely different people. And this is another example of fixing things by cut focusing on the customer's real problem. The problem Mclean decided was that maritime mindset. The Pan Atlantic staff experienced in the slow moving ways in the maritime industry did not know how to sell to an industrial traffic manager. Okay. So that's who they to earn their business? You have to convince this 1 guy. Right? The industrial traffic manager. But now they're gonna get to what is industrial traffic manager actually care about. The industrial traffic manager who care not about ships, but about getting freight to the customer on schedule and at a low cost. Mc mclean brought in a team of aggressive young trucking executives to turn the business around. So he starts recruiting former employees of Mc mcqueen trucking into his new business. So 1 of the people that he hires is getting Richardson, he comes with a very good idea on how to sell the industrial traffic managers. Richardson secret weapon was a simple form with the Pom title, total transportation cost analysis. The form provided a side by side comparison of the cost of shipping a product by truck, rail and container ship, including not just transportation rates, but also local pickup and delivery, warehousing and insurance costs. Salesman were instructed to add up each column to show the saving containers would bring and then multiply by the number of loads, the company shipped over the course of the year, which is also public information. So instead of... It says the bottom line was total... Was the total annual saving. A number much more likely to be large and memorable Then the traditional measure of a few dollars per ton. So that's just a good idea and says, hey. I'm gonna save you 2 dollars a ton or 50 cents a ton or whatever the case is. I'm gonna send... Save you a million dollars year. Do you wanna do this? Which 1 sounds better. Okay. So this is Malcolm a little bit about his management style and his relentless more on his relentless focus on costs. When refrigerated containers were needed, managers would spend 2 days debating... Debating on how many to buy. Only to hear Mc mcqueen say, I appreciate the exercise, but I've already signed a contract for 500. Above all, he kept costs on the money or she he? He kept his eye on the money. There was an end endless stream of demands for better cost control, shaving 1.6 cents off the cost of handling a hundred pounds, could save 14000 dollars a year. 1 more container lift per gang hour, which is the the what they call, the end unloading, of the ship from the ship to the to land, would save a hundred and 80000 dollars. So 1 more container lift per gang hour would save a hundred and 80000 on a yearly basis. Limiting long distance telephone calls to 3 minutes would save 65000 dollars a year. Probably more attention was paid to financial results there, meaning Mclean company, than you find in any company around today, and that's quote from the chief Financial Officer of the company and the at this point is now. And it has been renamed Seal land. Okay. So the book goes into quite a bit of detail about how the ports and all the, different, you know, governing bodies and unions and all other stuff reacted to this. I wanna skip over most of that. I do wanna pull out this, because what's happening is New Jersey embraces the container, New York doesn't. And as a result, the the ports in new York City are kinda destroyed. And, This reminds me of there's this quote in the that book I read on Paul Allen when he was talking about that he felt Microsoft and Bill gates had ignored Google. And kept saying, oh, we'll catch up and search. We'll catch up we'll catch up. And basically ignore them too late. And the takeaway Paul Allen had was that history shows that that you ignore emerging platforms at your peril because 1 of them might make you irrelevant. This is an example of that here. As containers sup planted conventional ships, New Jersey share of the porch general cargo reached 63 percent. In New York City though, only destruction was visible. The container is digging our graves. That was the president, 1 of the presidents of the labor unions in Manhattan. In 19 63 19 64, Manhattan employers used 1400000.0 days of long shore labor. Okay. So 1440000.00 days of long short labor each year. And now we're gonna say 10 years later. Did that number drops down to a hundred and 27000 in 19 75. A 91 percent decline in long short in long short employment in 12 years. It's a little longer a decade could then. So I think Paul Allen is describing exactly what happened here. New York kind stuck head the saying and I'm like, no, no It might be a fad. You know, we don't have to worry about it in New york's all powerful and New jersey embraced it, and that was a result. Okay. And this is the inevitable result of any new technology that takes hold. The container was not the sole cause of the surprising and painful economic changes of the 19 sixties and 19 seventies, but it was an important cause. Container technology developed far more quickly and affected transportation industries far more significant significantly than even its most ardent proponents had imagined. New York was only the first established shipping center whose economy would be transformed in ways that were unimaginable before the container arrived on the scene. So we talked about that before when these new technologies pop off, the only thing we can be short of is that things are gonna change and that 1 and the 2, we're not going to be able to predict how the changes will play out the future. Present John F Kennedy weighs in on this, and that note of myself is this 19 62, our present day. So it says president Kennedy addressed the issue himself in 19 62. I regard it as the major domestic challenge really of the 19 sixties to maintain full employment at a time when automation is replacing them. It's not it's not freaky. When I, I was, wow. Like that. I hear that constantly now, and he's saying that back in 19 62. Oh, this is it. This is very bizarre to me. This is the surprising reason reason container sizes were standardized. So this is the the governing body I was telling you about it was called may May rad. So said, May desired now we're into the sixties. May desire to set common standards was supported by the navy, which had the right to common d subsidize ships. Meaning subsidized by Us government. In the event of war, and worried that a merchant fleet using incompatible container systems would come would complicate logistics. That's that's isn't not strange. So they were on a slightly unsuccessful in in standardizing from, like, the top down, but they did set that the those events into motion, and the reason was because in case the navy had a con to the the ship, they wanted to standardized. So there's, like, a... There's an entire chapter, in the book to dedicated to this whole the debate between the Us government, foreign governments, all the different shipping and, trucking companies. So Malcolm goes, and a bunch of other people have to testify, then I just wanna pull out a sentence in his test test testimony, kinda get you to understand the kind of person he was, He says, I don't care what size containers adopt it as a standard. If the marketplace can find when that moves cheaper, that is the way the marketplace will dictate it, and we want to be a flexible enough to follow the marketplace. So he's very skeptical this idea that then they had, like a committee and all these people, they were trying to figure out the optimum way. And as normal bottom up beats top down. He said no 1 would declare that all of the sub committees and tech forces came up with the optimum result, they just started the process. Yet after 19 66, the trucker ship lines, railroads, container manufacturers and the government's reach compromises on the issue after issue, a fundamental challenge are excuse fundamental change could be seen in the shipping world. So you had this governing body, kinda say, hey We need to we need to figure this out Asap, they were unsuccessful doing it on their own. But once they invited all the other parties in, they wind up working it out to the point where now you can, like, there were some companies that didn't want. Let's say, like, their competitor, you were using their competitor, because there's some other vertically integrated company. So let's say, you wanted to ship your your stuff with 1 shipping company, but you wanted another company to to put on their railroad. Like, they would use different sizes. So their their competitors, containers wouldn't fit on, their trucks or their railroad. So they force you to basically use them as the whole. Is does that make sense? Like, they they would sabotage their competitors by not having standards. Eventually that was all worked out. Also, this is interesting. This is just me reflecting on... I was wondering, like, this is a good section on why so much innovation comes from outsiders. The leaders of the Us maritime industry were by no means unanimous that the container was the future. The steam steam ship business was was as tradition bound as any in the country. Many of its most prominent executives were men who revel in the romance of sea and salt air. They worked within a few blocks of 1 another in lower Manhattan. And spent and spent well oiled luncheon comparing notes with their peers. I've heard this this kind of, like, when you when you have small clusters of people, you, some people call it a bubble, I've heard somebody say it was in inc knowledge. And then you should avoid knowledge or when you're building products. I I like that idea. And so that's what's taking place here. Says for all their earthly blu, their business had survived things almost entirely to government cod On domestic routes, government policy discourage competition among ship lines. On international routes for on international routes, rates for every commodity were fixed by conferences, which is a polite term for cartel. And the most important cargo, military flight, freight was hand handed out among Us flag carriers without the nuisance of competitive bidding. So it's just it's not where they market. It's all. The books are cooked. Decisions about buying building or selling ships about, ships are about leasing terminals about sailing new routes all dependent on government directive. For men who had prosper in this environment on artificial environment, Malcolm Mcqueen holy un romantic interest in moving freight in boxes had little appeal. It was all well and good for vision to pro claim that containers were must. That's malcolm. Right? But the collective wisdom and that wisdom should be put in quotation marks by the way, of the shipping industry held that they would never carry more than a tenth of the nation's foreign trade. What they're telling you Was like, no. No Know what's going on. This is like, a little... You know, you can have your tiny small niche business whatever, but it's never gonna go get to more than 10 percent the market. That's obviously not. But that just didn't happen. The opposite was true. So that's again, why so much innovation comes from outsiders. We have this inc knowledge, this this undying need to conform people around us to engage in group think that, you know, not many good products come out. Come out of. You have to think differently. Let's see. Also. Okay. I I already talked about this part. So I'm gonna skip over, but this is what needed to be solved for massive growth. So it said, they had the container technology settled, but it says, not until container technology affected land based transportation costs with the container revolution take hold, and that that had to come from standards because, like I just said, they were they were trying to sabotage each other by using proprietary, even though they were operating on railroads and and with trucks that could have been standardized. They were they were trying to say, oh, no, This size of proprietary you can't use and trying to make them, incompatible. As, like a strategic advantage, which seems to be a really bad idea. Another reminder that big things start small. Container shipping look to be a viable enough business, producing 94000000 of revenue for Seal land in 19 64. But it was a niche business. The way most manufacturers, wholesaler and retailers move their goods had hardly changed. So let's see. The first ship takes off in 19 56. Now we're 8 years later, he's making 94000000 in revenue a year, but it's still just echoing back to what they said about the Thomas Edison, like, 20 years later than only penetrate about 3 percent of the market. We're seeing similar, similar occurrence here. It says no 1 was more aware that the world was about to change the Malcolm Mc mclean. He was all already fully committed to the container. Also, this is interesting. I discovered... So, I've talked about this idea of many, many times. Keep talking about it, because I think it's important. Books are the original hyperlinks. They lead us from 1 idea to another. This is another example of that. I just ordered this guy's really expensive old biography. I've never heard of him before this book. But we had a... Some guy trying to compete with Malcolm, but this guy is much older. And he's just decides just to... He's gonna invest in Malcolm instead when he realized he's not gonna compete. But let me just tell a little bit about this guy. Daniel K Ludwig, a man who had so... Had much in common Malcolm Mc mclean. Ludwig was born in 18 97, had entered the shipping business at age 19 by transporting molasses around the Great lakes. Like Mc mclean, he ran his business with a legendary focus on costs. According to 1 famous story, he bought a tanker called the anna oh my goodness. On hawk. And decided to keep the name because it would have cost 50 dollars to paint it out. By the 19 fifties, his national bulk carriers this name of its company was the largest American owned ship line and Ludwig was 1 of the world's wealthiest men. So remember a few pages back, they were talking about, oh, like, you know, don't this little container business is small, and then we're gonna capture more than 10 percent the market. This example how fast things change a few years later, and this is the result in the industry, companies that had watched container categorization from a distance for years. Curious but non commit now felt that they had to be put to they had to put up real money. Rb be swept away in the flood. And I just I just find that this thing whereas part this this... First the rejection of the the new thing, and then the the drastic move to realize, oh, wow. We need to jump on this. It's like, part of human nature. I think it's present with almost any new technology. There's examples of the Internet. Paul Allen. Was talking about search being 1, Crypto. You start to see that as well. So again, people are like, oh, they they they were kept an eye it. They were curious, but they weren't committing and now now we're in a rush to put up serious money. They saw... These companies started investing they could've have, like, 60000000000... It's something like 60000000000 dollars. In today's money, in this. And it's actually gonna cause a huge, bubble, and that bubble bursts, of course. Okay. So this is no... This is just another straightforward understanding of what Mcqueen vision on how things should be based on the customer's actual problem. Malcolm Mc mcqueen had a different vision. For him, railroads, trucks and ships were in the same business. Moving freight. So he kinda just focuses on that, and this is his integrated solution that he proposed, like, which he wasn't able to to to actually achieve, like, the railroad part of Let me just read this to you. So that his idea was Mclean industries offered an audacious proposal to build railroad yards in Chicago and S. Louis at its own expense. Freight forward forward owned by Mc mclean industries would collect freight from shippers, consolidated into mc clean owned containers. And load the containers aboard Mc mclean own rail cards. See what it's kind of just... He wants control the entire, like, give them 1 unified solution. And this is why. So it would also contain don only would own the the the shippers, the shipping... The... Give me check. I can't speak. He owned the ships, He owned the railroads. He owned the rail or the rail way. What are they called rail cars, trains. David. Come on. He owned the railroad railroad yards. He owned the containers and he owned the trucks. So then a Pennsylvania railroad would pull Mc mclean all container train straight to to a rail yard that he he would own. Which would and pull it to a dock, which he would build and arriving to meet a Euro bound ship, which he would own, which would in turn connect with trucks and trains on a European dock. And this is their end result. That was really confusing. I'm sorry if I'm supposed to be simplifying things for you and I'm confusing myself and probably you. Okay. So this is the end result. The most important part. For the first time, a shipper, a thousand miles from sea would be able to buy not just international transportation, but tightly scheduled international transportation. A seller could tell its customers when the goods were to arrive with a reasonable likelihood that the schedule would be met. So what we're talking about there is, like, before this to projection, Like, yeah, it's gonna get there 40 40 days, maybe 90 days later. They don't know because like, you're... There was no 1 company holding, taking care of that that freight from beginning to end. They would have to inter inter interact and interchange with with all these different companies. And then sometimes you you'd have, like a strike, or there'd be like, a fire? There'd be all kinds of different things that are outside of the control, and you'd have to wait for another company to fix. So this is Malcolm trying to to solidify, like, the entire basically, the entire solution the customer needs. The problem was you had, like, a, people went crazy, and they started lobbying against it. Like, they had the Icc, turn them down, all these other different people, basically say you can't... You 1 company can't on everything. I guess they were... I mean, they do have some somewhat of an argument that, you know, it kind of mono it, but in any case. So what hap... This is what happens if you wait too long, but just a reminder, it's only too late if you copy. But as container shipping made the transition, from the emerging technology, the early 19 sixties, to the booming business of the early 19 seventies. Remember now we're we're close to 15 years after, Malcolm Mu mcqueen started. The the opportunity for ports to establish themselves as major maritime centers was diminishing rapidly, meaning the ones the ports that had the advantage were the ones that jumped on all the technology and, environment that needed for the container ships, including, like, how deep the water was, the cranes needed, etcetera, etcetera. The maintenance of a major port in every major coastal city, which is what was happening before when on manual labor, labor is no longer justified. A government report declared in the early seventies. Such long standing ports as Boston in San Francisco, Gulf Por Mississippi and Richmond, California would have to find other roles in the container age. Okay. So now we're gonna get to the point. This is when I have a sad face. So there's a boom bust, and then there... It's it's interesting there. I don't I don't know the the quote, but it's like your... What are your... What your strengths are could also be your lead your weaknesses. Somebody said a lot more eloquently equivalent like that. We're gonna see that, you know, his hard charging, nature, the way he was aggressive, the way he kinda do things by intuition. Benefited them, all the way up into the point it did not. And that's why I think makes entrepreneurship so difficult and why I recommend, like, just exposing yourself to the thought processes of the people that have built companies because there's not like, a way. No 1 could teach entrepreneurship. But you can take ideas from other people's experiences, keep them in your tool belt and then use them when you feel the time is right. So this is him selling his company. And then what happens when inevitably, he comes to regret that decision. On 01/10/1969, the Maritime world was shaken by an unexpected piece of news. Malcolm Mc mclean, the father of container shipping was selling out. Once again, his timing was impeccable. 3 years earlier at the start of 19 66, container shipping had been an in an industry. Almost none of the international trade was containerized. Most of the world's manufactured goods and food stuffs moved as they had for a hundred years, painstakingly loaded piece by piece into the holds of break bulk ships. A leading maritime executive could still hold the opinion voice to 19 66, and this is an actual quote from a leading maritime executive, I do not think the time for all container ships is now nor in the next decade. Fast 4 3 years and the world had changed. The equivalent of 3420 foot container of commercial imports or exports past the Us ports each week. Okay. So let me just there's 3400 of of these containers going through the ports each week. 3 years previously, that number was 0. Revenues have a clean seal land service to his company, whose 31 ships made it far and away the largest container operator in the world had mushroom from a hundred and 2000000 in 19 65 to 227000000 in 19 68. But what remember we talked about this guy's pensions for higher being highly leveraged, something that warren Buffett has had just warned us against. Seal debts at the end of 19 68 reached a hundred and 1000000 dollars. The financial demands would only grow for the maritime equivalent of an arms race was underway. This is the bubble until I was taught referencing early. Here. Now now everybody's jumping it in. So so cost for everything because they're been poured into the industry or Skyrocketing. So now he he actually... He's like I gotta get out of here. Like, I have too much debt. The the company's large with not profitable enough. Let me go find somebody with deeper prop pockets. No conglomerate chief in was more was a more avid reader of financial reports in Malcolm Mc mclean. He knew what the cost of competition was going to be, and he knew that Sea land, its balance sheet stretched almost to the limit had no heart hope of borrowing money. Mc mclean turned toward an entirely unexpected source of funds, R reynolds. This is the the cigarette company. Its cigarette business threw off cash by the bucket full, and its managers were using that cash to turn the company into a conglomerate. So this time there's a lot of regulation coming down for cigarette companies, including, like, they're their inability and advertised, so they're trying to diversify other businesses. Reynolds offered 530000000 dollars from a clean company. Remember that Lug guy that I told you that was gonna compete with Mc mclean and and didn't said invested. A few years earlier, he says the 8500000.0 that love... Ludwig had invested in Seal in in 19 65 was now worth 50000000 dollars. So he he wound up doing really, really well. Okay. So he sells the company. He he stays on with Rj Reynolds. And he's still running the company, but they own it And, you know, that's not gonna work out for Somebody like him. But this is an important part because it's... Somebody said that somebody said like, hard part of entrepreneurship is not only like, it's... When you're hearing, like, advice. It's, like, you have to figure out who to listen to and when So, like, some advice is good, but it's all not always good at the right time. Like, it's dynamic. Right? It changes. Well, this is a crazy thing because here, you you see Malcolm learn something. And then in a few minutes, you're gonna realize that he... That that learning was accurate for the time that he learned it, but it was no longer accurate for the time he was applying a all. If that makes sense. Since Malcolm Mc mcqueen, acting per usual on intuition rather than caution analysis had over written objections from Seal board to move ahead with the SL7 in 19 68. So I remember SL7. It's their their are ships. The cost merchant ships ever built were also the t. Each burning 500 tons of fuel per day. At full speed, they consume 3 times as much fuel per per container as a competitor's vessels. When the price of bunker fuel jumped from 22 dollars per ton to 70 dollars within a matter of months, the S l sevens became a crushing burden. So he was optimizing for speed, what happens when you go faster. Well, it it consumes a lot more fuel. And if that fuel cost goes up, you're screwed. Right? So a settling of scores was inevitable. Mc mclean, unhappy with Reynolds bureaucratic ways began selling his stock in 19 75 and left the board in 19 77. Few years later, Reynolds got out of this business. So like I don't want any part to do with this business their their reasoning was investors who might be interested in owning Rj stock, were not the type who ordinary ordinarily would be interested in a capital intensive cyclical transportation company. That's a good way to describe the entire industry they're in. Which again, is comm commodity. It's very hard to make money in those those kind of markets. Right? So it says Mc mclean was frustrated by the tobacco giant's bureaucracy and be will by its repeated changes of strategy. Most of all though he was restless, and this is him talking. I am a builder and they are runners. You cannot put a builder in with a bunch of runners. You just throw them off k. Meaning the board, they're... They can run companies, but they don't know how to build companies. Okay. So what happens here though. Right? So this guy now he's not a... He's not a spring chicken anymore, rather old. And, you know, for somebody that that started working at the beginning of depression. Now we're in 19 77. So he sells this company, makes a ton of money, obviously, and reg regrets it. Which should we hear a lot? He's bored. He's looking for something to do, and he wants to try again. So I think like, this is a, interesting... What's a dichotomy. Of entrepreneurship where you have a lot of people that, like, oh, like, the the exit for them is the is what they think is what they want. And then when what it happens, they regret it. They're, like, damn it Now I'm sitting here and not, like, if you're entrepreneur, I mean you're a builder. You just have... You have to do something. The idea you can just make a ton of money and be content sitting down. We know for fact. That's not true because we have lit, like, an entire roster of history to see if this happens over and over again. And undoubtedly what these people do is they try to start another company. But, usually, they had they already had their best idea. They should have stuck with their best idea because the best things in life come from compounding. Right? For sticking with that idea for a long period of time. And so what do does he do? He sells his company. Right? And then he starts another 1. So he buys... To it says to the surprise of almost everyone. He arranged to buy United States lines. And this is gonna end in tragedy. So this is we got to the part of the book where we stopped learning what to do from Malcolm. We learn not to do. And then I just think this is a very common set of emotions for entrepreneurs builders, and I think the solution is just keep your company. I mean, if there there's some cases you have to sell or whatever the case is, maybe you you you you accidentally start a company, But if you're, like a builder at heart, you're not gonna be happy just sitting on your ass with a bunch of money in the bank. You know they're just not gonna happen. Okay. So And here's his downfall. Remember, I said, for gal, yes. Leverage, no. So he has this idea. He's gonna say, hey, I'm gonna do him and this other guy named he's competing with this other guy named let's see. Chang Young Fe who owned this company called Evergreen, and they decide they both side that they they're gonna do instead of, like, some... What was common, like, you'd have, like boats in the Atlantic or boats in the Pacific. He's, like, my boats are gonna... Both of them said they're just gonna do around the world trips. That's that's a new thing. And so it says Mc mcqueen strategy was different from Chang. His ships would circle the globe only in an east bound direction, and they would do so slowly. Now here's what I mean about mis applying the the lesson. Right? Especially when you think some of these things are out of your control. The price of oil is always outside of your control. Don't lever yourself up and then be dependent on something that's outside of control. That's not smart. It says Mc mcqueen had learned from his mistakes with the Speedy S sevens, whose fuel bills aid up their profits. So they're, okay, I'm not gonna make that mistake again. Right? The new ships were built for an era of expensive oil. So he's like, I'm gonna build ships go slower and they're... So the oil costs are expensive, I'll be okay. They would conserve fuel by sailing at only 18 knots, taking longer than Evergreen vessels to sail around the world. Mc mclean dubbed his new vessels e econ ships because their fuel economy along with the scale the scale economies created by their enormous size would produce the lowest cost per container ship per container of any ship at anywhere. So they're bigger, and they move slower, and therefore, they can... They they can ship things for lower than their competitors. Here's the problem. The ships alone cost 570000000 dollars. Mc mclean had no difficulty raising the money. The world was eager to invest with the founder of a container shipping, the founder of container shipping as he turned United States Lines, which is his new business into a global bus service, and that's how he described it. It's a global bus service. Now here's the problem. Makes me sad. Disaster was not long and coming. Instead of rising from 28 dollars to 50 dollars a barrel as Mc mclean had expected oil prices collapse to 14 dollars. This is in 19 85. He's in his seventies at the time. Maybe sixties. United States lines, slow, fuel conserving ships were suddenly the wrong vessel for the market, and the oil sheet of the Middle East could no longer afford the limited the limitless quantities of imports that were supposed to keep the econ ships filled with cargo. After posting a 62000000 dollar profit in 19 84, Mc mclean industries reported a 67000000 dollar lost in 19 85. So think about that. That's what, a hundred and 29000 swing or whatever that hundred 25, whatever the number is. That's a hell of a, like, going from making 62000001 year, and then losing 67000000 next year. It gets worst. That 84 and 85. Now what looks... What happens in 18... 19 86. In the first 9 months of 19 86, Mc mclean industries lost 237000000 dollars. Staggering under 1200000.0 dollars... 1.1 200000000.0 of debt Mc mclean industry suspended all service and filed for bankruptcy. Malcolm never got over the Us lines bankruptcy. He went into seclusion, shu journalists and avoiding public appearances. His fail failure followed him. The knowledge that he had hurt thousands of people, a constant source of shame. So that's where I'm gonna leave the story of Malcolm. If you wanna learn more. I'd recommend reading the book. Especially if you're into the history of how technology changes things because there's so much more in the book that I I just barely scraped the service. And like I said, this guy is done an insane amount of research. And then distilled all that research down to us you, you know, in a book that over 400 pages quite remarkable. Now, I need to ask for your support. If you get value from my work and you want to support this podcast. I 1 thing to ask of you. Please subscribe to founders founder notes, founders noticed as my subscription service, where I let you know what other founders are thinking. I listened to a podcast with entrepreneurs, talks, things like that. I write down their best ideas, and I emailed them to you, actually started something new this week. Which now there's an audio component. So not only we see all of my notes that I take, but I started to record little mini podcasts. So just like I R, and I talk about like, the notes I did, I take, and I read in the book, on this main feed, I do the same thing with the notes and the key ideas for these entrepreneurs. And instead of sending them to you once a week, I'm gonna send them every day now. At least during the week, I think I'm gonna do like, a 5 day week thing. So each email that I send you, will cover 1 founder on 1 podcast. You would see all my notes, get their key ideas, benefit from their experience, their idea. How they... How they start their company. How they look at the market they're operating in any books they like to read tools they use. Just any kind of information I think is valuable from from 1 entrepreneur to many. And now you'll be able to read it, but you can listen to it. So if you're... If you like the podcast I do, you'll probably like hearing for me more frequently in these little mini. So just click the link in the show notes sign up for that, that's the the 1 way to support the podcast as you just saw, I presented this entire podcast without ads. And as such, if you're interest... If you do get value and you're interested in investing in the ongoing production of this content, I spend, you know, this book probably 12:12 13 hours to read. Alone before it was even able to start recording. If you're in interested in in, supporting my work, if you get value from it, please invest in the ongoing production of this content. I do think it's important, and I do think it needs exist. And if you believe that as well, can sign up in less than 60 seconds. And you'll hear more from me. If that's something that that you wanna do. I'd really appreciate it. Second thing is, I need your help with reviews. Every... Every podcast is gonna ask you, hey, please review I made a private podcast feed. And you don't have to pay for it. All you have to do is leave review, screenshot their review and email to me at founders, reviews at gmail mail dot com. And I'll reply back personally with the the private podcast feed. I already I've already done 5 of them. And I plan to do more in the future. So if you'll spend a minute or 2 helping me out by leaving a review, I will give you hours and hours of work. And if you're listening on, like, overcast, or a breaker or things where they don't have review section, they do have a place where you can press a star or press a heart, do that. Screenshot it send it to me, and I reply back with that. Other than that, I've been talking for for a very long time. I will be back next week, and I'll talk to you then."
}