{
  "transcript": "Imagining it may be equally agreeable to you to know the circumstances of my life, many of which you are yet una acquainted with, I sit down to write them for you. Having emerged from the poverty and obscurity in which I was born in bread, to a state of a and some degree of reputation in the world and having gone so far through life with considerable share of felicity, I actually had to look that word up means happiness. The producing means I made use of my poster may like to know as they may find some of them suitable to their own situations and therefore fit to be imitate. Okay. So that's the beginning of, the book that I wanna talk you about today, which the auto biography of Benjamin Franklin. And the part I just Read to is actually a letter that he's writing to his son William at the time Ben is in his sixties, and he... He's kind of explicitly stating the goal of his auto, which is in in parallel, the goal of this podcast. He's saying, hey, I've had a lot of fortunate experiences in my life. I've learned some things, and I'm gonna tell you who the things I learned. So that, if you like them, if you find them agreeable, you can actually imitate and adapt into your own life. So if this is your first time listening to your founders welcome. My name is David. The concept behind this podcast is pretty straightforward. Every week, I read a biography or an auto. Of an entrepreneur, and I just try to pull out ideas that we can all use in our life. So before we get into the rest of the book. It may seem a little strange that I picked Ben Franklin as a, as a subject for a podcast on entrepreneur entrepreneurship. But he very much was an entrepreneur. So I always talk about this idea that I think it's very useful to collect ideas because you never know when you're gonna use them. Case in point is, I was, several years ago, I was listening to or watching, this podcast that, used to exist. It's called foundation. It was created by the founder of Dig Kevin Rose. And on the podcast, he actually, is interviewing Elon Musk. And he asked Elon, the question, you know, that you started companies really you're early. We were really young. How did you, like, did you read... Like, how'd you learn business? Like, how did you did you read a lot of business books. And what Elon said, the answer to that that question stuck in my mind for for several years? And it influenced my decision to start this podcast? And he says, I didn't read very many general business books. I like biographies and auto. I think those are helpful. He's... Then he talked about, he said, I liked both Franklin's auto, which is the book we're covering today and the biography by Isaac. That's Walter isaac in the author. And then Elon elaborate, like, why... What do you, like, what's useful about learning about Ben Franklin. He says he was an entrepreneur. He started from nothing. He was basically a runaway kid. He created this printing business. He also did science and politics. He's 1 of the he's a he's 1 of the people I most admire. So I knew it was only a matter of time, to I would do a podcast on this book. I also did a long time ago before this podcast was just focused on on entrepreneurs. I read Isaac book on Ben Franklin did a podcast on it. But then I did it, because I didn't know what direction to go. So I may wind reread that and and doing, like, a Benjamin Franklin part 2. But for the mean for the meanwhile, the auto is is a perfectly good tool to use. To get some ideas directly from the mind of Ben Franklin. So I'm just gonna move through. Some of these are gonna be stories. Someone's just gonna be quotes. Like, this is just an a on vanity. And he says, most people dislike Vanity and others. Whatever share they have of it them... Have a have of it themselves. But I give it a fair quarter whenever I meet with it. Being persuaded that it is often productive of good to the possess. So let me read that sentence the scan. He says most people dislike Vanity others, whatever share they have of half of it themselves. So, you know, people don't like you to, take pride your own accomplishments, even though we all do that ourselves. We just don't want, you know, to to display hourly lead. But I give it fair quarter whenever I meet with it being persuaded that it is often productive of good to the possess. So he's... He has a little counter to point. Saying I understand you don't like this, but I actually think it's it's beneficial for people to be to have pride in their accomplishments. So I found that that thought interesting. So I'm just gonna jump... I'm gonna jump into Ben's early education, his first job and then memories of his father. And so he says my elder brothers were all put apprentice to different traits. I was put to to the grammar school at 8 years of age. My father intending to devote me to the service of the church. My early readiness in learning to read, which must have been very early as I do not remember when I could not read, and the opinion of all his friends that should should certainly make a good scholar encouraged him in the purpose of this. Just a side note, Ben was the youngest child. His father had 17 kids. I had risen gradually from... So he's talking about once he's school. I had risen gradually from the middle of the class of that year to be the head of it. But my father altered his first intention took me from grammar school and sent me to a school for writing an arithmetic. He did that for a year, And then at 10 years old, I was taken home to assist my father in his business. Which was that of a tall chandler and a soap boiler. So I guess he makes soap and and candles. And he says, accordingly, I was employed and cutting wick for the candles, filling the dripping mold to filling the dripping mold or excuse me the dipping mold and the molds for the cast handles, attending the shop and going out for errands, etcetera, etcetera. I disliked the trade. So before he continues on, the fact that he doesn't like the job He's doing. I need to find a different 1. He has some... This is how he's remembering his father, many years after his father's passing. He says I remember well him being frequently visited by leading people. Who consulted him for his opinion in affairs of the town or of the church belonged to and showed a good deal of respect for his judgment and advice. He was also much consulted by private persons about their affairs when any difficulty occurred. And frequently chosen as an ar ar trader between contending parties. And at his table he like to have as often as he could some sensible friend or neighbor to converse with, and always took care to start some ingenious or useful topic for discourse, which might tend to improve the minds of his children. By this means, he turned our attention to what was good, just and prudent in the conduct of life. So he, he's he likes to have interesting people to have intelligence discussions over at his house and he wants his kids an audience so they can learn from these discussions. So this is kinda like a mini podcast. Hundreds of years before they were invented. And so now we're gonna learn how what Elon was saying, like, how did Ben get his start in the printing business, and it had to come through several years of dealing with being under the thumb of his brother, which he did not appreciate which causes him to run away, which Elon was mentioning earlier. But he's now he's talking he's still working for his father He says, but my dislike to the trade continuing, my father was under apprehension that if he did not find 1 for me more agreeable, I should break away and get to see. So Benjamin franklin had threatened multiple times that he just jump on a boat. They're living a boss at the time. He'd got on the poor and you go for a life of adventure. So is he, therefore, sometimes took me to walk with him and see joiner us brick layers. Now he's just... This is just a list of occupations that were in their town. Joiner, brick layers, turner, bra, etcetera, at their work that he might observe my inclination and endeavor to fix it on some trade or other on land. So that was was his goal. He 1 of his other sons, Jo sai had left to a life on the scene and it really... He says it caused him great station. Which just means he it pissed them off. Okay. So it says from a child, I was fond of reading. And all the little money that came into my hands was ever laid out in books. I keep in mind, Benjamin Franklin did not have much, like, organized education. He's widely self taught through just reading and talking to people. He said my father's library, little library consisted chief of books in Pole d, most of which I read and have since often regarded that at a time when I had such a thirst for knowledge, more proper books had not fallen my way. Since it was now resolved that it should not be a clergy man. Remember what he's referencing there is his dad, they originally thought. I'm gonna have him, his occupation is gonna be 1 of the church and then they he changed routes. It's, like, why did I read all these books at a young age is so much easier to read. I'm reading books on... That I'm not gonna use in my life. It's basically what he's saying. He says this book inclination at length determine my father to make me a printer. So he already had his... His older son James was in that professor. So in... In 17 17, my brother James returned from England with a press and letters to set up his business in Boston. I liked it much better than that of my father meaning the business. In a little time, I made great proficiency in the business. And became a useful hand to my brother. I now had access to some better books. An acquaintance with with the apprentice of books sellers enabled me sometimes to borrow a small 1. Which I was careful to return soon and clean. Often, I sat up in my room reading, the greatest part of the night when the book was borrowed in the evening and had to be returned early in the morning, lest it should be missed or wanted. So he's basically saying he had such a desire to learn that he would fore sleep just because he only had a tiny window in which to read these books. So we're also gonna see while he's working for James, he has he has entrepreneurial tendencies He's right from the get. And, you know, he's very, very young. I don't even think he's a teenager at this point. And then he also talks about something that... And something I was also been noticing with a a lot of the notes I've been taking for founders notes. Is these entrepreneurs always talk about, like, there's some some kind of, like, side thing that benefited them had, like, a roundabout benefited later in life. So in 1 example, like, this guy wanted to become an entrepreneur He he'd had full time day jobs. So he just blog and blog and blog and start writing about all the stuff he was learning, and then eventually, that opened up for him to start a conference, start other their businesses, start podcasts, which then kinda just fed into this, like, virtuous recycle. So Ben Franklin gonna talk a little bit about that here with the power of of writing, which basically fundamentally changed his life. It's probably why he's so well known it's based on his writing. So, first the Entrepreneurial tendencies, he says, when they were he started, like, writing just, like, little stories and stuff. He called it Ratchet stuff. Just like, you know, street ball style stories. But since his brother a printer printer and he worked at a printing company, he started printing them. He said when they were printed, he sent me about the town to sell them. The first sold wonderfully. The event being recent having made great noise. This flattered my vanity. So this, again, goes back to that whole point of vanity where he had really early initial success selling his books, and that made him more confident to go off and do other things. So that's what I think he was mentioning with that quote earlier that after mo vanity is like, not don't indulge yourself, but understand that you're capable of learning new things. And then when you have a success like this, like, let her reinforce you to try to do other things which I think is a good a good idea. So it says writing has been of great use to me in the course of my life and was a principal means of my advancement. So at at this point, he start... He's ben benjamin franklin is not known for writing under his own name, but he wrote under several different pseudo. And so this is the the very beginning of this. And so he says my brother had begun to print a newspaper. It was the second that appeared in America. I remember him being dis persuaded, but, oh, this is actually really funny. Always talk about how critics. Like, anytime you're gonna create something new. Expect to be criticized, expect that people are resistance to change, and they don't really know what they're talking about. So don't don't... That doesn't mean, like, you can't get good constructive criticism, but just understand that some criticism. Is is un unwanted. People aren't really looking deeply into things before they comment on it. They're just, you know, battling away. So his brother runs into this in 17 20 where he wants to he has this idea. I'm gonna start a newspaper. There's already 1 Why is isn't their a second 1 and listen to the how ridiculous. Now this criticism is gonna be with with the with our benefit of hindsight. I remember him being dis persuaded by some of his friends from the undertaking as it as not likely to succeed. And the reason why when won't succeed, 1 newspaper being in their judgment enough for America. So anyways, he continues on, he doesn't let this criticism bother him, he starts the the newspaper. And Benjamin Franklin Franklin says, I was employed to carry the papers through the streets to the customer. So another 1 of his first jobs is is newspaper delivery boy. So some people would write little pieces for the paper. They they'd put it under the door of the printer, and they would read it. And if they thought was good enough if they'd print in a newspaper. And a lot of them were written under, like, fake names. So Ben's like, hey, well. I wanna write. Like, my brother's not gonna take it seriously if his a little brother has these ideas. Let me let me operate under pseudo him. So he says, I was excited to try my hand among them, but still being a boy and suspecting them... And suspecting that my brother would object to printing anything of mine in his paper if he knew to be... If he knew it to be mine. I can try to disguise my hand. And writing an anonymous paper, I put it under the... I put it in at night under the door of the printing house. It was found in the morning. And so the next morning bends there when they all find this and they're all reading and and commenting it. And it says they read it, commented on it in my hearing, which means he heard it. And I had the exquisite pleasure of finding it met with their observation. And that in their different guesses as the author, none were named, but men of some character among us for learning and ingenuity. So while they're trying to guess who it was. He'd they're just rattling off people that are well respected. So I gave him even more confidence because he's like, oh, that's nice. I'm I'm kind of in in peers with these people. So this doesn't last longer because Ben and James. Like, James was kind of a, a jerk to him a little bit. Didn't, like, Ben got a lot of, a lot of, attention because of his, like, pretty obvious advanced intellect at such a young age. And there's all these other... These things talked about in the book, but, James looked at Ben, like, an ind servant, and Ben wasn't the kind of person I wanted to be controlled by anybody. So it says, so he's like I'm out of here. So I sold some of my books to raise a little money and was taking on board privately. He jumps on a ship in New York. In 3 days, I found myself in New York, nearly 300 miles from home, a boy of but 17, without the knowledge of any person in the place and with very little money in my pocket. So that's what Elon was talking about. So he was the runaway kid. He had to start from nothing. He had literally nothing. But having a trade in supposing myself a pretty good work man, I offered my services to the printer in the place. So he meets the printer. Printer like, listen, I can't. I don't have any business for you, but I know if somebody in Philadelphia, and he says he could give me no employment having little to do. But he says my son Philadelphia has lately lost his principal hand. The person working firm died. And if you go over there, I believe he may employ you. So Ben just does just... Like alright. Well, I'm not gonna say New York. If there's no work for me. And this is his humble arrival in, Philadelphia. As he remembers it. He says my first and this is really interesting, because, you know, he's he's definitely accused of having some vanity of his own. But I would argue that it's probably deserved. So he says, my first entry into that city that you may in your mind compare such unlikely beginnings with the figure I have since made there. I was dirty from my journey. My pockets were stuffed out with shirts and stockings, and I knew no soul nor where to look for lodging. I was fatigued with traveling rowing and want of rest. I was very hungry. And my whole stock of cash consisted of a Dutch dollar and about a shi and copper. So he's just walking the street trying to get the figure out what... What's going on in this town and he says, I went up market Street as far as Fourth Street. Passing by the door of mister Reed and then a little twist of fate here. I passed by the door of mister Reid. My future wife's father when she, his future wife standing at the door saw me and thought I made as I certainly did a most awkward and ridiculous appearance. So he actually meets the governor of the new area he's in. And well, first of all, let me let me tell you so there's 2 printers in Philadelphia and he goes to see both of them. The first 1 that he was told to go is he's got Bradford. So he says, These 2 printers, I found poorly qualified for their business. Bradford had not been bred to it and was very illiterate. And Ky, though something of a scholar was a mere composite knowing nothing of press work, so this part's important because he's really identifying what he feels he wants up going into business and competing directly with both these guys. And he's kind of telling you, like, his competitive analysis of of why eventually, he's gonna compete with them. And why he thinks he's gonna win what he does. So he talks about... This is something that's that's mentioned in the book multiple multiple times mentioned in many, many of the books that we've covered so far. And so during this time, he said he was gaining money by my industry, meaning hard work and frugal gal. Okay. So now, he's he goes to work for Ky. And he he's being industrial. He's being frugal, and, you know, he's still dedicated to continuous learning, and so people hear about this young guy who who's reading all the time. And so he actually meets the governor of the province. And he comes and and calls on Ben. He wants to know who this this new young man is. He says, he said I appeared a young man of promising parts, and therefore should be encouraged. The printers of Philadelphia were W ones. And if I would set up there, he made no doubt that I should succeed. So he puts this little colonel of an idea into Ben's mind, and he also gives him a promise. He he proposed, my setting up of my business laid before me the probabilities of success. Saying, hey, like, you know, like, the printers here kinda suck, you could do better? And not only, can you do better, but, I will help set you up. So now this guy winds up being a you know, a liar. But Ben's doesn't really like, hold it against him even even though what he does to Ben's kinda messed up. Where he just says hey, it doesn't have much means. So she said he can't provide me means. He provides people whole. Hope, but it's false hope. So he, hey. I'm gonna set you up. I'm gonna... I'm going to like, make sure you you get the credit you need? And he says, why don't you go to England and pick out all the parts that you need to become a printer. And so he's like I'm gonna send you a letter of credit. And he a few days before the journey. He's waiting on it Just like, no, I I'm busy. I was send you tomorrow. Then the morning comes and Ben's about to depart... Parties. He's like, I'll send it on the ship. Never arrives. So, in the meantime, though, there's just a good example of, of some great grandmother wisdom here. And this happens on the boat toward 2 England and he he be friends this this elderly woman, or grandmother just be just nice... Being nice to her. And you remember, he's, you know, very young, 17, 18 years old this time, doesn't know much of the world. Is now traveling abroad, and he there's 2 young women on the boat that are paying attention, and he's like, oh, this is great. This is fantastic, but the grandmother pulls on the sides like, listen, I need to school you on what's going on here, guy. He says when she saw a daily growing familiarity between me and the 2 young women, which they appeared to encourage, she took me aside and said, young man, I'm concerned for thee. As as Thou has no friend with thee and seems not to know much of the world. Are of the snare uses is exposed to depend on it. Those are very bad women. I can see it in their actions. And if you are not on your guard, I'm I'm translating from this old English, like the trying to translate in real time for you. But if you're not on your guard, they will draw you into some danger. They are strangers to you, and I advise you in a friendly concern for your welfare to have no acquaintance with them. And so this grandmother wanted to been correct. They were trying to set them up to Rob, they did the same thing for the captain of the ship, and then once they got to England, they were actually caught. Basically men and stealing their possessions. That's what they were doing. Okay. So the skipping ahead a little bit. This is where he learns the dangers of vice, and he's just got a... And then he's just got a great quote. Okay. So he runs... He runs into his childhood friend collins. And when they were growing up, they would... They they were 2 of the most like, in studio young people in the the little town I lived in, and they read a bunch of books. They would engage in, intellectual debate or just, you know, kinda talking over whatever ideas and then sharing ideas. But now he pops up later on in life, and it says, but during my absence, his name is Collins, he had acquired a habit of so with brandy. And I found by his own account and from what I heard from others that he had been drunk every day. He had gamble to and lost his money. Collins wished to be employed in some counting house, but whether they discovered his jamming by his breath meaning the fact they was drunk because It was on his breath or by his behavior, he met with no success. He continued lodging and boarding at the same house with me and at my expense. So his his friend is not only drunk, but he has no money can't get a job because he continues to be... To give to his vice, and he's borrowing money liberally from Benjamin. And he says promising repayment as soon as he should be in the business. So they went up getting into a, bit of an argument. They were drunk 1 day, or not... Ben wasn't drunk, but Collins was drunk. And they were with a group of other people on a on rowing a boat across the water and for some reason Colin decided that, hey, I I don't have to row. You guys have to take care of me. And so it's huge argument because it's, you know, just more crappy, selfish behavior. And Collins decides to take off of the West Indies and before he leaves, he tells Ben, he left me then promising to remit me the first money he should receive an order to discharge his debt. I never heard from him again. So again, kinda getting a crash course in in human nature here. And then there's this great quote on the very next page. And it says there was great difference in persons and discretion did not always accompany years Nor was youth always without it. So this come the context of this discussion is that, this governor wants to set him up in business even though Ben Young, his father hears about it and doesn't want Ben to do it because he says, hey, like, Ben's too young to run a business. And the response was all... Yeah. Like, there's... But there's a great difference in the the quality of people, and it doesn't always get better with age. Okay. So this is what I was mentioning earlier where he finds. Now he gets... He's he lands in England and he finds out the governor's unreliable. So he he realized realizes, hey. There's no there's no letters here. I don't know how I'm gonna buy these things I don't have any money. So he says I began to doubt his since. I found my friend denim and opened up the whole affair to him. He led me into Keith character. That's a governor's owner's name. Told me there was not... There was not the least probability that he had written any letters for me that no 1 who knew him had the smallest dependence on him. And he... And he laughed at the notion of the governor given me a letter of credit. Having he said no credit to give. So now Ben's worry. He's like, what do... What what should I do? And so his friend says, he vie his friend his advice is he advised me to endeavor getting some employment in the way of my business, meaning the printing, the printing business. Among the printers here. You will improve yourself, and when you return to America, you will set up to greater advantage. So he he does exactly that. He gets a a relatively low paying job, finds... So he finds work and he finds shelter, and the problem was though, that he... Basically, he's used to, you know, being frugal and squirrel away and saving money. But the cost of living in London the time is so expensive, and his wages is not keeping up with it, and he he says, our expenses, he has a friend that we're with him. Because of our expenses, he was actually learning money to another friend. I was constantly kept unable to pay my passage. So the moral of the story is to lower your cost, the more freedom you have. So it says, and then this is how he's stumbled the the good thing though is he's not able to save much money during this time. He is gaining experience, but he's gaining a lot of knowledge because there's a library next door or a books seller next door rather. That becomes his own personal library. So he said, I made an acquaintance with 1 Wi cox, a book seller whose shop was at the next door. And he said, I might take read and return any of his books. This I esteem a great advantage, and I made as much use of it as I could. So the reason I keep putting this, pulling these quotes out because You know, we have a lot easier today. Like, we carry around the sum of human knowledge in our pockets. But, I, Ben talked about 1 advantage that he had over just regular persons was his desire to constantly improve and to learn about Now to develop more skills for himself, but to learn about the natural world. That's why he did experiments in science. He made all these different inventions, all of which he would refuse patent and copyright on because he thought that not like you should share knowledge freely. But I just think it's important, like, this guy obviously lived an amazing life. And if he's telling you over and over again that, hey, this was huge advantage to me. Huge advantage to me. I think more of us should take heed. I think I talked about this this week, and I'll talk more about the end. How Right now Have a daily podcast. So on how to to get access to set if you want, but I talked about it on my daily podcast this week. I saw I think it was a tweet that says the Internet is widening the gap. Between those that want to learn and those that want to be entertained. And what I took that to mean is, like, there's a near limitless supply to learn whatever you want. Whatever you wanna read about what you're gonna wanna list some podcast podcasts on videos, lectures, etcetera. And so some of us are taking advantage of it. Right? Most of the people listening to podcasts, obviously, Like these, like, the 1 I'm doing is obviously taking advantage of it. But the dark side or the downside to that is you could also just entertain yourself to death with just mindless entertainment. You just sit there watching crap all day, and you could do that forever. So you just have to be really really careful not, you know, what like, what path you wanna choose To me, I wanna choose the path of people like Ben Franklin. Like, I wanna know more 5 years from now that I know today and 50 or 50 years from now I know today from lucky up to live that long. So... Oh, so this is so he's working with a bunch of English guys at a printing press. It's like physics... Part partially physical label labor at the time. This is just to how the technology worked. But I thought this little story was a really good look into how the mind of Ben Franklin worked. So he said I took to working at the press. Imagining, I felt a a want of the bodily exercise. I'd been used to an Americas. Sorry I He wants that physical movement. I drank only water. The other work men were great gu of beer. They said they drank strong beer. So it says my companion at the press drank every day a pint before breakfast. A pint app breakfast with his bread and cheese. A pint between breakfast and dinner, a pint of dinner, a pint in the afternoon about 06:00, and another when he had done his day's work. So let me read this quote before I get into the rest of the story, so you keep this in mind because he has this great idea Like, we're not... He picked up 300 years ago. However long it's been that we're not really rational creatures. We're rationalizing creatures. So he says so convenient a thing, it is to be a reasonable creature. Since it enables 1 to find or make a reason for everything 1 has a mind to do. So you're just really justifying your behavior, you're gonna see that here with this this, you know, drunk guy. So he says, I thought it did... I thought it was a d digestible custom, but it was necessary he's supposed to drink strong beer that he may be strong to labor. So he's telling Ben, the reason he's doing this because it makes me strong. What are you talking about? So he says, I... And this this is the way Ben's mind works though actually I find so interesting. I endeavor to convince him that the bodily strength afforded by beer could only be in proportion to the grain or flour of the barley dissolved in the water of which was made. Meaning he's breaking it down to its material constituents. Right? That there was more flour and a penny worth of bread And therefore, if he would eat that with a pint of water, it would give him more strength than a quart of beer. And what do you think the result of that was? He drank on however and had 4 or 5 shi to pay out of his wages every Saturday night, for that mud liquor. An expense, I was free from. And thus, these poor devils keep themselves always under. Alright. So now he has a new job, He gets recruited by this merchant. This guy was from England Went to Pennsylvania. He was basically broke when he arrived in Pennsylvania. He starts a... What what today would be, like, a, like, a retail business. Like, he buys things, other people made, marks it up a little bit and then sells us to the to the end customer. Right? And he leaves England in kinda of disgrace not paying his debts. He makes all money Philadelphia, They... He's coming back to England. This is where Ben meets him. And he's coming back to pay all his debts with interest. But he's only stopping there to grab some more stuff from England and go back to Philadelphia his business. So he decides, hey, like, why don't you come work with me. Like, get out of this printing business, and and I'll teach you how to be a merchant or not what we would call today, you know, an entrepreneur. And so Ben comments on this. He says he he now told me he was about to return to Philadelphia and should carry over a great quantity of goods in order to open a store there. He proposed to take me over as his clerk to keep his books in which he would instruct me, copy his letters and attend the store. I now took leave of printing, and this is interesting and how like, the future never predictable because, listen to what Ben says here. As I thought forever. So I thought it was done with the world of printing forever. Keep in mind, obviously, that's not true That's how he makes this fortune. And was daily employed in my new business, going about among the trades to purchase various articles. And so now the he's going around buying all these things with his new boss. And they're about to leave back to to America, and Ben is just kind of reflecting on that. Says thus I spent about 18 months in London. Most part most part of the time, I worked hard in my new business. And spent but little upon myself except in seeing plays and in books. I... But I had picked up some very ingenious acquaintance, whose conversation was of great advantage to me, and I had read considerably. So he's talking about the guy that he hired. He's like, listen, I, you know, didn't make much progress. You know, I worked a lot. Only spent money on plays in books, but now I've actually made an acquaintance that's gonna be very helpful to me. And and it was. They get back Philadelphia, and he says I respected and loved him, and we might have gone on together very happy, but then this this this guy gets sick. This happened only, like, a year after they get back to Philadelphia. Year or 2 after back. And has said the sickness held onto to him for a long time and at length carried him off. Meaning and killed him. The store was then taken to the care of his executor of his will and my employment under him ended. So now he's gotta figure out what what is going on? Like, what am I gonna do? Now I'm back in Philadelphia, and he's, like, maybe I should just, maybe I should just go back to Boston. So before he thinks about going back to Boston, he he goes back to work for the 1 of the printer Ky. They get an argument of Ben leaves so then they went reconciling. But in in between this, there's a... There's a guy named meredith that's working with them. And Meredith is actually helpful of getting Bend to Stan Philadelphia. So he says, he dis persuaded me from returning to my native country. It's funny they they call countries. He's talking about the city of Boston, which I began to think of. He reminded me that Ky was in debt for all he possess. That his creditors began to be uneasy and that he kept his shop miserably. He sold often without profit for ready money and often trusted without keeping accounts that he must therefore fail, which would make a vacancy I might profit of. Okay? So it says, hey, this is the... Like, you know these facts to be true Chime doesn't know what he's doing. My father would finance give us, like the seed capital we need to start a printing company. And if we become partners. So Ben and and Meredith become partners. He says the proposal was agreeable, and I consented it. His father was in town and improved of it. He saw that I had great influence with his son. So he he wanted, his son to be around Ben because ben, you know, avoid devices and his son was a drunk another drunk. So he says, I I gave an inventory to the father who carried it to a merchant and then things were sent for. The secret would be kept until they arrived, so they keep working at Ky, but they're not gonna tell them they're gonna compete with them. Until they actually have the equipment. And so during this time, there's a bunch of people, chime is also a little jealous of ben because a lot of people come to the printing house and, like, call on ben. And Ben has this idea. He's like, well, my mind, and I love the way he he puts this. When my daughter sees me reading. I'm gonna start saying this. My mind having been much more improved by reading than Ky. I suppose it was for that reason, my conversations seem to be more valued. So we talk in the context that he's getting invited to these dinners or these tavern where people wanna talk to them. So next time somebody sees your reading. Say, what are you doing? Like, I'm improving my mind. And so 1 of these guy... You know, he's basically Ben's becoming acquainted with all, like, the the older, like, more successful people in Philadelphia, and 1 of them tells him that he doesn't know he's gonna set up his own printing company. So it's kind of, like, like Prophetic, but he says I foresee that you will soon work this man out of business and make a fortune in it in Philadelphia. So Ky was not very respected. Okay. I have a note. This is confused sometimes I leave notes for myself. I don't know what I'm talking about. So I left the note K everywhere, and now I have to read over all my highlights because I have no idea what... What I'm talking about. So let me jump into this. So pay... Okay. So he's already opened... He's already opened for business at this time. So he says we had scarce opened our our letters and put our press an order before an acquaintance of mind brought a country man to us. Whom he had met in the street inquiring for a printer. So this random guy was walking around said I need a printer, Ben's for friends like, hey, And I'll, I'll I'll walk you over there. The this country... And this is an a really interesting point. Or, I guess, feeling I would say. This country means 5 shi being our first fruits, meaning the first revenue into the company and coming so season, meaning when they needed it, gave me more pleasure than any crown I have since earned. So Ben is a very, very, very wealthy person where the time he's writing this and he's saying, that all the money have stacked does not give me this much pleasure is the first bit of money I made when I first started my company. Bless him. I have since earned and the grad... So any crime I've since earned. And the gratitude I felt towards his acquaintance that that brought him in his first business has made me more off... Has made me often more ready than perhaps I should otherwise have been to assist young beginners. So that's been franklin saying something we talk about a lot. They... That if you if you wanna vote with your dollars. And you have the opportunity to to spend with a company that's run by a person, the founder as opposed to this giant face list conglomerate, like, try to spend money with the individuals because those are the people that need your help, not these giant. Companies that are, you know, usually far away from their their actual customers well beings. And he's saying that you know, I... I've otherwise been able to assist young beginners. You know, we need more small businesses. We need more entrepreneurship, not less. The wages speaking for my own country, the wages in this country for the middle class have been stagnant for 40 years. Nobody is coming to save you. Politicians don't give... Don't... They don't care about you. There's nothing they can do. The only thing, like, you can only save and that that opportunity is through, you know, creating a product and selling that product to other people. And then rinse and then repeating it over and over again. So in anyways, I just think what what Ben saying here's extremely important. And any chance you can, you know, support the people that are actually creating some stuff that you like. Alright. So there are K in every country. Oh, okay. Now this is this... Okay. This makes sense now. So K is just like a critic, like a, like, a jerk, like a pe. So he's gonna tell a story about 1. So my note K is now making sense to me. There are K in every country. Always boating its ruin. Such 1 then lived in Philadelphia, a person of note, an elderly man with a wise look and a very grave manner of speaking. This gentleman, a stranger to me stopped 1 day at my door and asked me if I was the young man who had lately opened a new printing house. Being answered in the affirmative, he said he was sorry for me because it was an expense undertaking, and the expense would be lost. For Philadelphia was a sinking place. The people already have bankrupt are near being so, even though all appearances to the contrary. And this is what Ben makes the point like, that's weird. Like, what's up with all these new buildings on the rising of rents then. So being to a certain knowledge, false, for they were. In fact, among the things that would soon ruin us. So when Ben brings us up like no, that that's fake. Right? Obviously so he says, and he gave me such a detail of mis now existing, or there were soon to exist. That he left me half Mel colleagues. So was another example of why should avoid pessimistic people. They're just not fun to talk to you. Had I known him before? I engaged in this business? Probably I never should have done it? This man continued to live in this decaying place and to d claim in the same strain refusing for many years to buy a house there because always going into destruction. So he just doesn't wanna buy anything because why would I buy into, you know, a place that's going bankrupt. And at last, I had the pleasure of seeing him give 5 times as much for 1 house as he might have bought it for when he first began his cro. Okay. So now he's gonna talk about how he believes the industry is virtuous and then we're gonna get into knowing the right way to do something by seeing it done the wrong way. So there's there's people in town that are of the general opinion, it says general opinion was that it must fail meaning his business. There... Because there's already 2 printers in the place. And then the... But there's a guy, doctor Baird, who knew Ben, and he gives contrary opinion. And this is doctor Barrett words. He says for the... So he gives him a contrary opinion. For the industry of that Franklin says he is superior to anything I ever solve the kind. I see him still at work when I go home from the club, and he's has at work again before his neighbors are out of bed. I mentioned this industry, the more particularly and the more freely though it... This has been talking again. Though it seems to be talking in my own praise. So he's saying, listen, I'm telling you about my industry, not just because I'm, like, like, self grant and grand. But because those are my posterior, meaning my descendants, who show read it, may know the use of that virtue, meaning industry is virtuous. When they see its effects in my favor throughout this relation when they see that what industry brought to my life. I soon intended to begin a newspaper. My hopes of success were founded on this. That that the only newspaper printed by Bradford the time was a pal thing. Rec managed no way entertaining and yet was profitable to him. I therefore thought a good paper would scarce fail. So he sees guy doesn't even mean know what he's doing he's making a profit? Like, why why would we be assume that if I make a better product, I can't also make a product profit. And then... So he says 1 of our So, he starts in the newspaper, and he goes out and he's trying to get subscribers people to to pay for the the information that that he's printing for them. So it says our first papers made quite a difference appearance from any before in the province. It had a better type. It was better printed, and some spirit remarks on... And it had spirit remarks of my writing. On... So he's writing on the dispute that's taking place Between some people in in the local government, a governor and an assembly. So while this dispute going on, Ben is writing his own newspaper, and he's giving, like, Pit opinions. He calls some spirited remarks. But what happened was people were, like, it wasn't bland. People are drawn to it. So I said, occasion the paper and the manager of it to be much talk of, meaning himself. And in a few weeks, brought them all all brought them all to be our subscribers. So this this, like, the way he is with... He his skill with a Pen. Is bringing him more subscribers. But basically, he's telling us that he would've been great on Twitter. And it says sing now and he's talking about these the subscribers sing now, seeing a newspaper now in the hands of 1 who could also handle a pen, which is very different from from Bradford. So get get another example of what Bradford messing up on. Bradford was printing out, like, the the this public information for, like, the address and the contact information for the politicians. But he messed it up. He said he had he had printed an address of of the house to the governor in a course blu manner. We reprinted it elegantly and correctly and then sent it to every member, meaning every member of the government. They were sensible of the difference, and then that actually led them to to changing when they needed something printed professionally, they they took the business from Bradford and gave it to Ben. But... So he's he's doing well. His news his printing company doing well his newspapers is doing well. But he's almost ruined by debt. And debt is something he talks about at length. I think he mentioned said, like, 10 to 15 times in this book. And this book is rather short. It's a hundred and 10 pages the paper version. So he's mentioning every 10 or 11 pages. So, he says, but now another difficulty came upon me, which I never the least reason to expect. Mister Mary his father, which is a business partner who dad who who put up the money, who was to have paid for our printing house, according to the expectations given me according to what I thought. Was able to advance only 100 pounds currency, which had been paid, but a hundred more was due to the merchant who grew in impatient and sued us. We gave Bail, but saw that if the money could not be raised at the time, the suit must come soon to a judgment and execution and the execution of that judgment means that would have ruined us as the press and letters would have been sold for payment perhaps at half the price. So he has 2 kind friends who agree to lend him the money to get him out from this happening, and then Meredith realizes, hey, I'm kind of, like, useless. I'm not good at the skill. I wanna go back into the country and become a farmer. So Ben rein incorporates, and he's now the sole prior of his business and and therefore in control. And then a pay... A a story on the page, pages a few pages later. Just kinda tells me that Ben understood branding, what we would call branding today. And so he says, in order to secure my credit and character as a trades, I took care not only to be re to be really ind and frugal all those are the words again, but to avoid all appearances to the contrary. I dress plainly. I was seen at no places of idle diversion. I would I would... To show that I was not above my business. I sometimes brought home the paper I purchased at the stores through the streets on a wheelbarrow. So he... So he's buying them at the store, but then he's pushing them through the street on the It'll make it look like he's out delivering papers. Thus being esteem as ind as an industrial thriving young man and paying du for what I brought, the merchants who imported stationery solicit my custom, meaning, they saw... I'm doing this, and they he started to started this branding gave him more business. So they solicit my custom, and they proposed... They they also proposed supplying me with books. And I went on swimming. In the meantime, client ky credit and business declining daily. He was at last forced to sell his printing house to satisfy his creditors. He went to Barbados and there lived some years and very poor circumstance So now there was there was 3. Now there's 2, the person that was, Ben used to work for and they they correctly, predicted that, hey. This guy's... He's so bad at running business it's a matter of time till we fail. So it's gonna open opportunity for us. They wanted up being correct on that. Oh, this was actually really fascinating. So he's got a ton of achievements. Right? More than we could even list here, but 1 of the things that he did, which I didn't know is he created the... The countries, America's first subscription library. So he says I used to establish the Philadelphia public library, which from its... From a small beginning is has now grown to become considerable. At the time I established myself in Pennsylvania, there was not a good books seller shop in any of the colonies to the South word of Boston. Those who love reading were obliged to send for their books from England. I proposed that we should all bring us, that we we... That we should all... So he... Okay. For first of all, let me back up because he has this thing, and I love this idea. And it's called the Junk. And it starts off as a small club of of different trades men from all different backgrounds, you know, Blacks, printers, writers, all kinds of people. And he organizes even though he's like, the youngest 1. He's he's he's, like, the leader of it. It so starts up with like a dozen people and then, you know, grows to a lot more than that to, like, diff different clubs all over the country. But, basically, they just meet. They they they all read books, they all like, have different ideas they're all trying to to continue learn. And so they meet. And then they discuss, like, the business of the day. So not only are they giving them tips to, like, how they're running their businesses, like, because they're all merchants. But like they talk about philosophy and science and and literature and all this other different... These different things. It's also a great product name. I kinda wish I called founders notes June. If I had known this before. But so anyways, he already has this going, and he's, like, I propose to them, meaning, the people in June. That we should all bring our books to 1 room where they would not only be ready to consult in our conferences, meaning these these conversations. And, it's fascinating. Like, you can go online and see, like, the list of questions. So before they would talk, they would, like, have questions that would, like, basically be meant to spur the discussion. So he says, let's bring all of our books in this year we're, into 1 room where we have these conferences. So now Can we consult them in con... Conferences, but they could become a common benefit. Each of us being at Liberty to borrow such as he'd wish to read at home. So finding the advantage of this little collection, I propose to render the benefit from books more common, meaning making more accessible to everybody. If this is benefiting us, why won't it, like, there's no way. There's only 12 people that would be benefiting from this. By comme a public subscription library. So few the readers at the time in Philadelphia and the majority of us so poor that was not able without great industry to get to find more than 50 persons, Mostly young trades willing to pay down for the purpose, 40 shi each and then tell... 10 shi each year. So 40 shi to get started, 10 shi each year, and we can all have access this information. But, you know, we always talk about, all big things start small. And this example of that. On this little fund, we began. The books were imported, the library was open 1 day in the week for lending to the subscribers and and then they had promissory notes to pay double the value if the book wasn't returned. The institution soon manifested its utility, was imitate by other towns and in other provinces. The libraries were augmented by donations, reading became fashionable, and our people having no public amusement to divert their attention from study became better acquainted with books. And in a few years were observed by strangers to be better instructed and more intelligent than people of the same rank generally are in the are in other countries. I thought that was 1 surprising and 2 really, really cool. And so it says, this library afforded me the means of improvement by constant study for which I set apart an hour or 2 each day, and thus repaired in some degree, the loss of the learned education my father once intended for me. Reading was the only amusement I would allow myself. I spent no times in tavern, games or fro of any kind, and my industry in my business continued as as it was necessary. My circumstances, however, grew daily easier, my original habits of fruit frugal gallery continuing. So when I read that part about, hey, like, I just devoted myself to business because I enjoyed it, and then I spent my other time reading. First, that sounds that sounds like a good idea. Right? Especially see if you enjoy it, because then it's gonna... It's she any fun... What some people might feel Labor is Labor it's, like, fun for you. But this whole thing is like, you know, I did this for a long time, but my circumstances however, grew daily easier. My original habits of frugal gallery continuing. This reminds me of a few... A few weeks ago. We talked about John Bog, Founder Vanguard He has is a great quote. And I do realize like, what he's talking about. Why is Ben Franklin's life getting easier The more the the the every day that he's able to be responsible with his resources, which to me is it's really just a definition for Ga. Right? Just being responsible. What why is it easier in life as opposed to being harder? And it's because just like he's avoiding, I'm gonna use John Bog quote here to illustrate this. This is what frugal gil avoids. Keep your expenses low for the tyranny of compounding costs can devastate the miracle of compounding returns. Ben Franklin is keeping his compounding cost low. So he can enjoy the upside of compounding returns. And so a little while longer, the this biography was written over, I think, like a decade and a half. I don't have the the the the actual years in front of me, but he wrote it, he sat down to write it 4 different times. And so it it jumps around a little bit, but and I think the last time it's actually unfinished because to send... The last sentence since he's even finished, and he dies, like, a year or 2 after that. So he never actually completed. But the reason I bring that up is because after he's already successful business, and he's kinda venturing out to different things. He has this idea that he wants to be... He has a... He's composing a list of virtue. I just wanna go through this list real quick. So he says it was about this time that I can conceived the bold and ar project of arriving at moral perfection. So he ends up not... Obviously, you know, you you can't achieve perfection, but he's very satisfied. So Well, I'm jumping ahead. Let me let me just read you the third the list of 13 virtue that he that he tracked. He actually had, like, a, would be, like, a, a rudimentary spreadsheet that he wrote out. And and he would write, you know, what days he adhere to these virtue and what days he didn't. So the names of these virtue with their pre presets were. And so he just listed them and he describes them. Number 1 temper prince, eat not to dull this, drink not to elevation. 2, silence, speak not, but what may benefit others of yourself, avoid tri conversation. 3, order. Let your... Let all your things have their places, let each part of your business have its time. Number 4, resolution. Resolve to perform what you are. Perform without fail what you resolve. So I guess do do what you say you're gonna do? Number 5, frugal gallery. Make no expense, but to do good to others or yourself, waste nothing. Number 6 industry. Lose no time. Be always employed in something useful. Cut off all unnecessary actions. I wanna I wonder what you would think about social media and the the modern, like, distraction we all carry around with us. Seventh since ce, use no hurtful d, think innocently and unjust and if you speak, speaking accordingly. Number 8, justice. Wrong none wrong none by doing injuries are admitting the benefits to your of your duty. Number 9, moderation, avoid extremes for bear resent injuries so much as you think they deserve. Number 10, cleanliness. Tolerate no un cleanliness in the body, close or habitation. Number 11, tranquility, be not disturb at tri are at accidents common or unavoidable. Number 12. Chastity. Rarely use v but for health or offspring. Never to... Never to dull this weakness or for the injury of your own or another's peace of reputation and number 13, humility, imitate Jesus and socrates. And so he... He's reflecting now here on... You know, he did this for a long time. He talks about as he got older. Sometimes he would... He would track it every day. Sometimes he would he would... Like, he'd go from every day to every week to every month, but he says, eventually, he just stopped doing. He says I never arrived at the perfection I had been so ambitious of obtaining. But fell far short of it. Yet, I was by the endeavor, a better and happier man than I otherwise should have been if I had not attempted it. So when I read that, he's saying, okay, You know, I I wanted perfection and realized realize it I couldn't achieve it, but even though I didn't hit my goal, I still felt better and happier I did it. 1 of my favorite words of all time is this word called auto tel. And auto tel is just something that has an end or purpose in an in and of itself. So I'm do... He was doing this activity for the sake of doing it. Even if you say you have another goal, Like, you you just enjoyed it so much that you just do it because you want to do it. So I just love that. So now he he's just gonna, close out a little bit reflecting on what it's like to be 79 years old. And he says, it may be well, my should be informed that that to this little art, their ancestor owed the constant felicity of his life, down to its 70 ninth year in which it was written. So saying, I'm telling you, like, the idea that led me to have a very, very happy and blessed life all the way up until my 70 ninth year, which is how old I am, when I'm writing this. What reverses may attend the remainder is in the hand of the providence meaning, what happens in the rest of my life I don't know what's up to God. But if they arrive, the reflection on past happiness enjoyed ought to help his bearing them with more resignation. And so now he's gonna list the stuff that like, what his ingredients for happy life are. To temper, he as scribes his long continued health. To industry and frugal gall, the early ease of his circumstances and acquisition of his fortune. With all that knowledge that enabled him to be a useful citizen and attain for him some degree of reputation among the learn so going after knowledge being an interesting person to talk to that opened up so many different opportunities for him. And he's he's literally talking to his descendants right now. And that cheerful and conversation, which makes his company still sought for and agreeable even to his younger acquaintance and acquaintances. I hope therefore that some of my descendants may follow the example and reap the benefit. And again, that's closing out on exactly what we're trying to do here is, hey, I want to learn the ideas you had to have a good life. And like that last sentence says, if we're able to... That... Like, some of might to descendants may follow the example and then reap the benefit of his experience. So if you want to get read the full story. I'd recommend anybody reading this. I just think, you know, hundred and 12 pages of straight from the mind of Ben franklin's franklin is actually, probably a smart thing to read. I know the language sounds a little funny to us now, but it's really not... Like, you is it takes a little longer to read certainly, but you can put together quite easily like, what what he means. So if you wanna do that and support the podcast. If you go to founders podcast dot com, and you click, there's, like a, in the header 1 of the things you can do is, like, click. Like, it looks like the Amazon logo. I have, like, a, an Amazon page. You can also go to directly to the Url. It's amazon dot com forward slash shop forward slash founders podcast. So amazon dot com forward slash shop forward slash founders podcast. I'll just go to founders podcast dot com and click the link. You'll see, not only we see this book, but you'll see all... I think I about those 60 60 different books that have done for the podcast so far. Whatever the number is, and they're actually in reverse Chronological order. So you can kinda... It's like a visual of all the books that we that have done for the podcast. But anyways, if you use that link and you buy something from there, Amazon sends me a small percentage of sale. So, it's a great way to support the podcast, the best way however, to support the podcast. Something I mentioned earlier I should have mentioned the beginning I forgot was that I now have a daily podcast. And this is something I I stumbled upon by accident because for a long time, I've been taking notes just like I take notes for... On books of entrepreneurs I take notes of podcasts. And a lot of like, I've taken a lot of them. Like, well, I don't know, a hundred and 75. Maybe I think I've taken notes, like, a hundred and 75 different founders or something like that. But anyways, so, founder notes before that was just 1 weekly email with all the notes, it's like, the key ideas. So I take, like, just like I take a book that may take a few hours to read and break it down into, like the best ideas that I can cover on an hour or too long podcast. I take a podcast that maybe an hour 90 minutes long, and I I break it down in something you can read in about 5 to 6 minutes. Right? So I was doing that for a while. And the company I use to do to do subscriptions to collect the payments and then, and then deliver the emails and and also they archive, which I think is extremely valuable. They they added this thing where they wanted to, like, an audio feature. And at first, I was like, why why would you do that? And then I started testing it out. Like, oh my god. Like, that means I can do... Like, just like I'm reading my notes and doing this podcast. Right? So I'm reading my notes on this Ben Franklin book. That's what you just heard. The last hour what... However long it was. Now every day, so the new thing I'm doing is every weekday at 6AM Eastern Standard Time, you'll receive an email from me. Okay? That email will have notes on 1 specific founder. Their best ideas, how they think about their business, how they started their business, how they look at the market. Tools they use to run their business. Different ideas they have, books they read that were helpful. Anything that's useful to that we wanna know. Right? And when... We wanna know and share to a lot of people. But now what I'm doing is everyday recording these small little versions of founders. That are me literally going through my notes and adding other things that come to my mind just like Could do on this podcast. So I didn't change anything. It's still... The price is still the same. It's 10 dollars a month or a hundred dollars a year. If you I... If you wanna support this podcast, please subscribe to Founders notes because I did... I just like you saw, I do this entire podcast for free. I don't do any ads. I don't do... I don't anything to do on pay walls, so I need your support to be able to dedicate all the time I'm doing this. And, like, you know, these podcasts take... A long time. I don't think everybody talks about how much prep they do for podcast podcasts. I don't think many people read an entire book before they even sit down a court. Like, that's a hell of a lot of prep. So... And I'm doing that because I wanna I I enjoy it in 2 I think you learn a lot from it. So if you if you get value out of my work if you're learning from what I'm doing and all my time, please go right now, click the go to founders podcast dot com, and you'll... You can click any any single... It's on the link for founder notes on every single podcast have ever done, and it's included in the header. So it's very easy. And you don't even have to go the website you can go into your podcast player. And if you look at the show notes. I put the link at the bottom. So please do that. You'll get an all you'll get a, new podcast for me Monday through Friday. And you have access to my notes plus all the archives. Plus everything else. So, I don't know. All the feedback I got this week I've done... I did 6 this week, just to see and the... And not only that. Like, you can listen to the podcast and people respond directly. To that email that goes right to me. And a lot of people have done that, and the feedback has been like, this is a good idea. Like, they're... So you know don't you have... You can read it. You can read or listen to it, but If you... The chances are... If you like my podcast, you like what I'm doing here, it's exactly what I'm doing here, but for just a shorter version and every day. And I think it's, you know, again, by you signing up that allows me that the the freedom to make these and make them freely available to everybody all around the world. So please, do support there. I think it's... I think you'll like it. And if you can, please, do it an annual basis. The annual basis helps more. It's actually cheaper. It's like, 8 dollars a month, if you're 8 dollars and 30 cents a month, something like that. If you can't do the annual basis, do the, you know, do the monthly basis. Either 1 that you wanna do. Okay. So that will unlock daily podcast for me and the entire archive. Let's see. What else? Oh, can you do me a favor too? If If you're on Twitter, can you follow the show at found... It's at founders podcast podcasts. You also follow me at David Central 1, my my Twitter's linked on every page of the podcast of the podcast website if you wanna get it there. But app founders podcast. What I'm doing now is I'm just gonna be posting, like, what book I'm working on, so you'll see, like a picture the book. And then, like, as I go through the book, interesting ideas or quotes that I find from the book. Just stuff like that. Like, kinda like a behind the scenes of this podcast. And if you like some of the stuff I'm posting, if you can retreat it into your network that's a good way to support the podcast too because it kinda spreads, like, it makes people aware that this podcast exists, which is extremely helpful. And finally, I have a private podcast feed for those people that are nice enough that leave reviews. So every single podcast you listen to, I bet are close to it. The host will ask you to review. I took that 1 step further. I'm saying, hey. If you'll leave a review, you take a screenshot of your review, and you send it to me at founders reviews at gmail mail dot com, so founders is just like, the p the podcast founders, reviews at gmail mail dot com. Yeah, Email me a screenshot review. I reply back personally with an email that gives you a link directly to my private podcast feed. And if you're on a podcast player, like, overcast or breaker, and you don't have the ability to leave review. They have, like a star or a heart button that you can press. It changes color if you press it, take a screenshot, send it to me and you'll get access to my private podcast feed, and these are just versions of founders that I just say for reviewer people that review. I've done 5 of them so far. So if you take a minute or 2 to do this right now, I'll you'll get you'll, immediately unlock 5 podcasts that I've done, and then I'm gonna do about 1 a month moving forward. So... And that'll automatically update your podcast player just like anything else. And so for a minute or 2 of your time, you'll get literally, you know, by a time down hundreds of hours of of of work for me. And again, it's just a way for to in... For me to incentivize you because leaving reviews and recommending them in these apps like overcast and breaker, Apple podcasts, etcetera, etcetera. Is really, really, really helpful. And it's a way for me as an independent podcast to kind of you know, level the playing field a little bit against, you know, people that that have a lot more resources. So anyways, I hope you enjoyed this podcast. I will be back next week And thank you very much for listening. Thank you very much for for telling your friends. I will talk to you next week."
}