{
  "transcript": "The spot market for oil was surely 1 of the most lucrative ideas of the twentieth century. Back when Mark Rich first began to snatch a part of the global oil trade from the mighty oil corporations, crude oil costs 2 dollars per barrel. In the summer of 2008, a barrel went for a record at a hundred and 40 dollars. Mark Rich is undertaking was revolutionary and highly successful. In the 19 seventies, Rich was a hand rich and a handful of trusted partner single handedly managed to break the cartel of big oil. A cartel that dominated every aspect of the oil trade from the well to the gas pump. They created the first fully functioning competitive market. They invented the spot market. Thanks to the oil trade, Rich, who came to the United States poor Jewish refugee boy, became 1 of the world's richest and most powerful commodity traders. He he advanced to become the undisputed king of oil. The high point of Rich richest power was soon followed by his fall from grace. A fall that caused billionaire his reputation, his wife and his company. Mark Rich is not known the world over as a result of his amazing entrepreneurial achievements, which were many. His name does not ring a bell because he was a unique pioneer of globalization, which he was. His name is not bound to the realization of the American dream, even though he rose from a penny penn list European holocaust survival survivor to become 1 of the richest men in America by the strength of his own will. Despite his fabulous wealth, Rich lost control over his own name. Today, the name Mark Rich means the billionaire trader who fled the United States in 19 83 to avoid charges of tax evasion, and making illegal oil deals with Iran during that hostage crisis? Who is this man who led a life of high stakes and high risks? Who is this man who saw wars and revolutions? Not as curse, but as business opportunities. Who is the real mark Rich? The man who managed to el allude the agents of the most powerful nation on earth for nearly 20 years? Okay. So that was an excerpt for the book that I wanna talk to you about today, which is the king of oil, the secret lives of Mark Rich And, before I do that, welcome to founders, My name is David and the idea behind this podcast is very simple. Every week, I read a biography of an entrepreneur, and I try to find and pull out ideas from their life experiences that we can all use in our lives. So I have a lot of notes for this book. So we gotta get started. But before I jump into the rest of the book. And the ideas I wanna share with you. I just as as a as a reminder, this podcast is ad free and independent. So if you give value for my work, please consider investing in the ongoing production of this content by subscribing to Founder notes, which is now... Not only is it all my podcast notes for on on entrepreneurs, which by themselves are extremely valuable? Because it's the key ideas of hours hours audio, but I've turned that into a daily podcast. So if you wanna support this podcast and allow me the time that I dedicate to it. Please subscribe to founders notes every day, every weekday, Monday through Friday, you'll get an email for me at 6AM Eastern Standard Time. Each day, I cover the main ideas from a different entrepreneur. So just like this podcast is all about my notes and highlights of biographies entrepreneurs, the date... My daily podcast is the notes and, key ideas from a specific podcast with an entrepreneur. You get access to all my notes, plus my commentary. Just like this podcast is commentary about books. It's my commentary on their their ideas. So you can read it if you want to, or you could also listen to it and read it at the same time. So that comes out every, Monday through Friday, 6AM, at eastern Standard Time, and then you also have access to the entire back catalog, which I think is... I think I've have notes from, like, 200 different founders right now. So please if you do, give value. From my work, please subscribe and support it financially. I would appreciate that. Okay. So let me... I have to get into the body of of the main part of this podcast because this... The story is insane. And I have way more notes than I I normally do. So I don't... Let's not waste more time. Let's just go ahead and get right into the secret lives of Mark Rich. So, this is what the book hopes to answer. How did a how did he and a handful of business partners seem to appear out of nowhere and go on to dominate global trade in oil in other commodities. What were the crucial decisions, the milestones in his unlikely career and how far did he have to go in order to reach them? What were his limits? What were his greatest successes and his worst defeats? What drives him and what can be learned for his entrepreneurial skills? Okay. So we're gonna reflect back on his career, and then we're gonna, travel back in time to his early life. But this is just... I have to include this part because the historical events that were intertwined with the career of Mark Rich. Are insane. So let me give you some examples. Richest is 1 of the most amazing careers of the twentieth century. A career that is tightly woven with great events in world history. Fide Castro revolution in 19 59. The d colonization of Africa in the 19 sixties. The Yam k war and the oil shock of 19 70 fall 19 74. The fall of the shah of Persia and the seizure of power by the ayatollah Come in Iran in 19 79, apartheid South Africa in the 19 eighties, and the crumbling of Soviet Union in the 19 nineties. Mark Rich and his business partners were on the scene when these events happens Mark Rich is the ap pioneer of globalization. There's no way I pronounce that word correctly by the way. The pioneer of globalization and an architect of the modern system of commodities trading. He is the inventor of the spot market. Without which modern oil trading would be unthinkable. So they're gonna now tell us a little bit about, like, what was the world like before this invention. So he made this invention before I was even born. So I've only grown up in a world after the the innovation that mark rich created, and this says, at the time, only around 5 percent of the world's oil was freely traded according to the law of supply and demand. Whereas the other 95 percent changed hands according to long term contracts at and at fixed prices. Since World war 2, the global oil market had been dominated by the 7 sisters, that's the name for the leading international oil companies at the time. And it says, this is how the author describes what the 7 sisters are. Or, I guess. The... This cartel of multinational oil companies took its strongest beating from Mark Company. That's the name of Mark Rich, the the main company, but I'll get into later how he... He had a very, like, tangled web of, in a way to hide, like, a lot of his activities. And, again, a lot of the stuff he did was legal, but he definitely... He he definitely found the value in, in being secretive. Okay. So says they took a strongest beating from Mark Mark Rich and company, a small company founded in the Swiss town of Z in 19 74. It is as if the a small software company where to suddenly wrestle away Microsoft's market position. And next to no time, Mark Rich and his 4 business partners managed to achieve what all commodity traders admire and strive for. They created a new market for for products that until then either had been traded in very small amounts, or had not been traded at all. So that's kind of the holy grail, and in in a lot of entrepreneurship, actually, the create the creation of a of an entirely new market. So they managed to create an independent distribution system that bypass the 7 sisters. Rising demand led to higher prices for consumers and rich can be... Can be found at the very beginning of the oil boom that followed. He began trading modest amounts of tunisia crude oil at the end of the 19 sixties. Rich also sparked the emancipation of the oil producing countries. Increased competition among the multinational oil companies meant that producers can now demand more for their natural resources than ever before and 1 of those reasons is because they had, way more places to actually sell their... That oil. It says less than 10 years after it was founded, Mark And company was the largest and most profitable independent oil trading company in the world. By the mid 19 eighties, we were already trading 1000000 barrels of crude per day. Mark Rich and companies soon became the largest commodity trading company in the world, trading not only oil but also all types of metals and minerals from aluminum to zinc. Okay. So that's kind of like, the outcome of of him going out and starting his own company. But I'm... I wanna go back in time So we're gonna learn more about, like, his early family life because they referenced his family had to to to escape Europe, they had actually escape, you know, Hitler's Nazi Germany. And then we're gonna talk about his first job. And Well, let me get into it a little bit less personality first us actually. So he says, I'm driven. So let me actually give you more context for Even go there. So Mark Was famously secretive. There was only, like, 1 picture for, like, 20 years. You couldn't even find a picture of this guy. And it wasn't until near the end of his life that he finally agrees to sit down with the author who's actually a... So he's a business editor of a highly regarded Swiss weekly newspaper. And he studied Mark Rich for years, and then finally, after like a decade of asking Mark agreed to be interviewed. And so he... We're gonna hear a lot directly from Mark, and this is, like, the these interviews and the time and all the research that Daniel did, Daniels the author the book is the foundation of the biography. So we're gonna see some direct quotes from from Rich throughout the book, and this is 1 of them. And he says I'm driven by what drives most people, ambition. Mankind has developed through ambitions. Some wanted to climb higher, some wanted to run faster, some wanted to fly others to dive. I wanted to succeed in business. In order to achieve his ambitions, he traded with anyone who would trade with him, be they dictators or Democrats, communist or capitals, catalysts. Okay. So let's get into his early life, and this is... Before I get into his early life. This is just him reflecting it towards the end of his life, Like, who is the person who influenced his life the most, and this is the answer Mark's to answer to that question. He says, my father is definitely the person who influenced me the most. We fled from Belgium, and he managed to build up an important business from 0. He actually did that twice. He then begins to tell me a story. This is now the author saying. A story of poverty and riches, power and morality. Politics and genius. His story, and in and in many ways, the story of oil in the past and the future. Okay. So this is a little bit about how they escaped the nazis. By by 05/08/1940, there was real cause to fear that the nazis would bring the whole of Europe to its knees. And so David Rick Reich, David Reich is his father. They changed their last name when they, when they came to America. David Reich spent virtually every on, this is such a smart idea, or... I mean, in hindsight, really and 1 of the probably the most important decision that David Reich makes in his life. So he's saying, you know, it's all this this like, this rise of Nazis around him, this anti send... Semitism around him. They're they're a Jewish family, And so David spends virtually everything he had in order to buy a used car. It was a prudent move for Nazi Germany commenced its push Westward 2 days later, 2 days after he buys car. He buys a car before a Nazis move. He puts... He says, my father put us all in the car. We started to drive away. I saw the German planes. I heard the bombing. The German attack and the hasty getaway are his first real memories Mark first word memories. The fear, the confusion, the uncertainty, the trauma of flight and loss of home were etched into the mind of the 5 of the 5 year old boy. This is actually actually probably important to his life because he's always always felt like a very much an outsider. Like, he didn't really have a country. And so a lot of that came... Like, he's some people, like, might disagree with with the decisions Mark makes, but he's pretty pragmatic. And he just looked at at himself as somebody that just provides a service and never really got involved in politics. And I think part of that is because, you know, he never really stayed in 1 place for a very long time. So says thousands of Belgian tried to save themselves that day by heading into France. Their escaped to France saved the right family from the Holocaust. As the nat Nazis, the Nazis, Nazis. The Nazis, I just did the the Brad pitt accent in glory investors. There. The Nazis captured ant t 8 days later, so that's where they were living. So his father is had unbelievable foresight to get out because 8 days later that they they captured the town. And I think they go on to say that 9 out of the 10 Jewish people that lived in that town were killed by the Germans. So then what... This is a little bit more about his personality. Which was just kinda referencing this. Rich would always be an outsider. Someone who neither belong to the establishment nor wanted it to. So this is, obviously not like, he's not the only 1 that feels this way. I would say most of the people that I've covered on the podcast so far, have this this personality trait. It it kinda echoes what Y says if you wanna understand the entrepreneur, you have to study the Juvenile delinquent. Okay. So now we're gonna get into his first job. He's in America, and his father starts a, let's see, a jewelry restore. And it says 11 year old mark hung around and helped out in his father's shop. I did everything and anything. I put price tags on the jewelry and helped to clean and sell it. The wheel and dealing, the bargaining and selling appealed to him. It was there and his father's little shop in Kansas city that he started to develop an interest in business. And he talks about what he learned from his father. My father had a knack for success and an uncompromising work ethic. So he... His father... It's also very remained very open to different opportunities. So he gets the opportunity to sell his business in Kansas city. He moves to Queens, New York. And they just... You know, we always talk about the value of niche businesses, especially in agent in Internet. Well, this is a hell of a niche. They found, this is what in the early 19 fifties. So the... He sets up a a business, and its main activity was important. It what... Wasn't... Isn't was importing Bengal J. I don't know if I'm pronounced pronouncing correctly. I don't know what it is. Bengal galley J to be used in the manufacturer of Be bags. The early 19 fifties was the best time to invest in Jut. And this is why. And this this is interesting how his father made some money off of when there's, like, like, tragic events, like war and such because that's very much the case with, of the son later on. So says the early 19 fifties was the best time to invest in June. Choosing the Communist North Korea crossed the t parallel South Korea Korean 06/25/1950, thus making the beginning of the Korean war. So the United States of 15 other 4 nations intervened and the 3 year war offered David Rich, now he's already changed his name, a stroke of luck. The army needed a large quantity of bur lap for making sand bags in demand outweighed supply. Mark Rich worked in his father's office before and after school, he's a a teenager at this time. The booming Bur lab business taught the teenager 2 lessons. Products can be sold for a better price when there is a shortage and crisis and wars can also offer business opportunities. He also never forgot how his father achieves his success. He made contacts, establish trust, worked hard was reliable and adjusted quickly to changing circumstances. And he had no qualms about seizing a business opportunity when he found 1. That's a pretty good pair... Like, 1 paragraph description of the career of Mark Rich. Okay. So he gets a job at this place where he's gonna stay for a long time, and it's a small commodity trading house called Philip Brothers. So Philip Brothers is important to the story because this is... He spends 20 years there. And he learns a lot. So, basically, he's he... He's learning the business of commodities from a to z. And this reminds me of it's interesting. I can never predict, like, I I think there's interesting things in all these books I read, but I'm I usually get feedback just randomly about specific podcast. And 1 of the ones I've received the most positive feedback on was the the pod... The founders on episode on Samuel Za murray, And it was based on the book to fish ate the well. Basically, how he becomes, like, he starts off as, like, a penn kid that that sells, like, the rotting bananas before they rock completely, and then, you know, over the course of his life built a build builds a company to, like, the the the largest producer and seller of bananas. And anyways, the reason I bring that up is because 1 of the quotes I remember if that book that sticks to me out even to this day is, Samuel Z murray says, like, there's no problem you I can't solve if you know your business from to z. And we're kinda seeing that Mark benefited from working in the industry for so long and doing it literally from the ground up, which I'll get into in a minute. And it kinda... It's amazing how Meteor his rise was after. And I talked a little bit about on Twitter. If you're not following the show, you can follow the show on Founder podcast. It's app founders podcast on Twitter, I... There's where I tell you which book I'm working on, and then I tweet out any interesting things and 1 of the interesting things was, and I think I'll cover it. It's a note. In that I have to get to. But in 19, the the the years might be wrong. Let's say 19 73, he was an employee at Philip Brothers. He's made a hundred thousand dollars. 19 74, starts some company. The company makes 28000000 in profit. You got partners, so it doesn't all go to him, but still. You see the drastic difference. The next year, they make 50000000, and then you're after that, but they make 200000000 dollars in profit. Okay. But before he can do that. He's gotta learn the best, the business, and he's he was lucky because the book says he had the best teachers in the business. So this is Rich talking about his time in Philip brothers others. He says, I was working hard in long hours. Rich only had 1 thing on his mind at that point to get out of the mail room and start trading. So everybody has to start a philip brothers in the mail. So says after a few months in the mail room, the traffic department was a second stage for all apprentice, in the learning by doing system at phil at Philip brothers. So he starts doing well. In that department, He was later sent to the docs by himself to supervise the goods being unloaded, inspect the weight and quality and check the invoices. He finally began to handle the trading transactions. This is kind of similar to if you remember the Puck said did on, Mike O, how he wanted to get into the talent business and he had to start on the mail room and then he I think he wind up the, you know, just take 4 or 5 years to to progress and he did in 18 months. So Mark progressed rapidly. And we're gonna see that in a minute. So as so Rich learned how to become a commodity trader from the ground up. And then Rich talks about like, why he was fascinated why you wanna dedicate his life to this business. He says I was fascinated by the size of the market. Take oil or aluminum. You can find those materials on almost any product you touch. The whole world needs them. From east to west and north to south. From the very beginning, he was an astute and knowledgeable trader. There was 1 main reason for his success, he had specialized in a niche product, 1 that in the mid 19 fifties was only traded in my new quantities, Mercury. Kind of echoing what his dad figured out. Right? Just says, talk to commodity traders and sooner or later, you'll hear an expression that is inevitably spoken in the tone of reverence to create a market. I would say entrepreneurs probably feel the same way. A lot of entrepreneurs feel the same way. It is a trader lifelong goal to match producer with consumer and find a buyer for a commodity that has previously only been traded very little. The capacity to analyze the situation thoroughly and recognize trends quicker than the competition that they're talking about, like, what the skills you need to do so. He... Who who is sitting on a commodity without recognizing its complete potential. How do technological developments are political events such as wars affected demand for commodities. Crude oil to take an example was processed for lamp oil and tar for centuries before its monetary and strategic value was changed drastically by the invention of the gasoline engine in the late nineteenth century. That's actually really interesting. To see the opportunity is the most important thing as a trader Rich told me. At the time, Mercury was used predominantly in in thermometers, batteries and d. Trading was consequently limited and the prices were low. Having analyzed the global political situation, he had come to the conclusion that Mercury would soon be in great demands. Now, keep mind, he's doing this in his early early twenties. I he's like 21 or 22 at the time. When Rich started trading in Mercury, all the indications were pointing to war. He called any producer had the slightest connection to mercury in order to buy the stuff. He located his first source at the Spanish mining company and an at the name of the company point. I'll skip that. Before long he had established a good relationship with producers and consumers and Was regarded as an expert in the mercury trade. Meanwhile, the demand for the commodity sword and the United... The United States government, commenced a rear armament program that saw the Air Force and army increasing their stocks of mercury by over 50 percent. And as 1 can imagine, it says the United States bought come... These commodities in huge amounts. Rich was now the man to see when it came to Mercury. It was his first business coup, and it earned significant profits for Philips Brothers. So Phil Brothers had offices all over the world, even though they were, a much smaller, company than Mark And company turns into. And 1 of those was they were doing business with the government in Cuba before Fide fidelity. And this is this is right before the the revolution from Fide fidelity Castro. And and They basically lent... They had lent the previous administration a couple million dollars. Or excuse 1200000.0 dollars because they're they're trying to mine this stuff called P rate. And that was substantial for phyllis brothers because they were all at the time they're only making about 6000000 dollars a year. So they didn't wanna lose the money. So after the revolution happens, they send rich to Havana to try to get the assets to to make sure, like, the castor regime was... Wouldn't just take it. So it says the 24 year old Rich flew Havana shortly after their revolution in order to negotiate with the new regime. So he had... He's winds up staying there for a long time about 6 months just trying to negotiate with them. And at he's successful. He recoup all of... He gets all their money back. That feels for this in fact doesn't lose any money He starts to make money in in in Cuba. But this... The reason I bring the story up is because it's an insight into, like how the mind of Mark Rich works? He's just, like, people like, how did you do this? And he's just, like, it's it's pretty obvious to me. So he says, rich analyze the situation? What did cash and his government need most of all. They needed hard currency. They needed international context? Date contacts. They needed jobs. Castro must want to continue production at the at the mine, which would both insure jobs and bring currency to the country. Rich thus devi a create a solution that initially appeared fool party. I offered to inject fresh money. The cuban like the idea. It allowed them to continue with the mind, and I was able to recover the entire amount of our, of our initial investments. So I, he just, a lot of times when people are like, well, how did you... Because in in many cases, he'll... His company will have contracts with 1 company or excuse me 1 country? And then that government will be completely dismantled then a new government put will be put in. In almost every single time. If not every single time. The new government continues to do business with Rich. And, like, how is this possible? Like, I'm providing a service. These guys don't like, they're taking over for usually, like, fundamentalist reasons, but they don't know how to... Like, they have a resource, but they don't know how to make money on it, so they need somebody that does that service. I have the context. I can buy the product. I can, find them a buyer. I can ensure transportation could do all these things. So why wouldn't you? So, again, that's just how kinda look into his mind. So it says, despite the embargo, Rich never stopped trading with the cuban regime, Rich flew regularly to Havana until the February 19 62 trade embargo. Cuban business was subsequently conducted via the Madrid office. That's the office in Spain owned by Phil Brothers. And it says the most important raw materials Rich traded with Cuba, up until the mid 19 nineties were typically p right, which I could be pronouncing it correctly and copper. These were followed by Mag magnesium moore, which was important for steel production and nickel. So it's because of these 2 successes, the Cuban, recoup all the, their money in Cuba, and then making them tons of money in the Mercury, trade that Phil Brothers offered Rich at the age of 30, The position of Madrid office manager. Rich did not hesitate for a seconds. So that's another thing to I'm... Most of what I'm gonna cover here on the podcast today is about, like, his business. But there's several chapters of the book that go over, like, the legal case against him, certain entire chapter going over, like, what was Bill Clinton's rationale for parting him. Which is how I came to know him. I just knew that he got pardoned and that people were upset about it. But and and I'll I'll share some of, like, the feedback that the author has because he spent time interviewing all the parties involved. And, you know, this is 20 something years after this happened because this happened in the early 19 eighties, and he published a book in the early 2 thousands. But there's a lot of stuff I didn't know. I just... Again, heard about Like, this guy guy's is trading with Iran, like, but it's not at all clear. Basically, the author leads you to believe that there's a ton of reasonable doubt. It was very unlikely that the case against Mark Rich would have ever led to conviction and and he makes a pretty compelling case that a lot of the people that were against Mark Rich, we're using it him as escape go for their own political purposes, including, like, pulling up marketing that the attorneys involved, used to describe themselves. For other opportunities. So, again, I'm not gonna spend too much time there, but there is gonna be some of that that that I'm gonna add, like, I'm gonna tell you about because it adds context to the story. But the reason I bring that up is because 1, I didn't know that he wasn't an American citizen anymore. I didn't know that his company was base in Switzerland. There's just all kinds of stuff I didn't know. And when you factor that and he's was like, oh, wait. This this what got told in the media and and assuming the author, you know, is correct in his research. Like, very vastly different. So I'm always interested in that where, like, what's in public and what actually happened the the difference between the 2? I find that that fascinating. Okay. So this is the dichotomy of Mark Though. So he's in Madrid. He's Jewish. Right? He comes from a, Jewish family. They they they they had to literally lose everything because of, you know, certain governments anti semitism and the desire to kill them. So in Spain at the time, he's gonna be trading with people who are, you know, sympathetic to Nazi Germany, even years after the fact. So this is the dichotomy of Mark Rich. And he talks about this guy named Franco who was let's see. Actually, let me just read that part to you. So it says, the fact that the Jewish businessman and the ultra catholic professor should become friends means 1 of the paradoxes and Mark Life. It is certainly surprising that Rich had such a great love for fascist Spain. Actually becomes a citizen in the Spain and teach his daughter's to speak Spanish. So for this guy Franco says for Francisco Franco owed his victory in the Spanish civil a war, mainly to mainly his support from Nazi Germany. So Mark gonna do business with this guy. So that's the dichotomy. Mark Richards, He says Rich was... Rich was not concerned about Franco policies. Mark didn't care about it. He didn't care about politics only about business and making money. This is 1 of Mark's strengths. This is a 1 of these are quotes from 1 of rich richard's old friends. This type of neutrality has proved to be an advantage to richest success in business. Although some might label his attitude a moral. So that's where he just looks at it's very pragmatic. He's like listen, I have no influence on their politics. I'm just here to provide a service. If they... And I charge for that service. So it just depends on the... How you think about that. Some people are like, okay. Well, that's, you know, pretty straightforward pragmatic thought, other people consider that, like, the author said, Am mo, or even ear immoral. So... It's up to you to decide how you feel about that. Okay. So I... What I found interesting about this time and all the like, the the... Like, everything he was learning about Phyllis Brother, I I think his work environment was, was a good training ground for for his later entrepreneurship. And so I wanna go into that, and I tell you about how he thought about the opportunity in oil. So says Rich was lucky and that Philips Brothers was not organized along a strict set of rules. There was no first come for a served rule, for example. Whoever had the better ideas, better contacts are just better luck was the 1 who could make the deals. Displaying the same persistence and determination that would always set him apart from other traders, Rich set out to take on the oil business. Now we're gonna get a quote from Rich here. Oil was a product that was moved in huge quantities and had a big value, but it hadn't been traded in a transparent and competitive market. I just thought it should be possible to trade oil despite the 7 sisters. And then he summarizes, like, his kind of Mo Opera rhonda here. If I see a situation in the market, and it makes sense to me, then I do something about it. Let's see. Okay. So Already told you that oil at the time was not traded to free... According to free market principles, There's very little latitude for price dynamics and oil producing nutrients sold nearly all the oil to the 7 sisters that fixed prices agreed upon foreign in advanced, usually years in advance. So it says the 7 sisters domination of the global oil trade after the second world war extend vertically as well as horizontally. They controlled every aspect of production and distribution ranging from extraction at the well refining and transport to the gas stations where the oil was sold as gasoline. The 7 sisters form what economists call an oli, A situation that exists where there only a handful of suppliers that dominate the market. They were able to dictate prices independently of the forces of supply and demands. And I just think that if you're trying to encourage more entrepreneurship, more people being able to do their own thing, I think you wanna avoid instances like that where you can have these kind of, like, fake markets that don't... That are acting independently on supply and demand. Okay. And he just talks about, you know, this is now... We're getting into, like, his biggest invention. What do you... Where he makes his most money and why he's... Could be he's most well known outside of his legal troubles. And just came down to... He really thought he was just the right person at the right time. So it says, Phil Brothers had this this German motto, and it translates to. It is better to sleep well than eat well. And so what... We're gonna go into a little bit about that. So says the principles drum into employees that was better to avoid a lucrative deal if the risks involved were high enough that they might end engage the entire company. So they're trying to limit their exposure tail risk which actually smart. In this respect, Mark Rich was more aggressive than his bosses, and it was hit... And it was this fear risk among other things that would later lead Rich to lead Philip Brothers in order to found his own company. I was the right person in the right place at the right time. I was working in a commodity trading house. And the oli of the 7 sisters was coming to halt. Suddenly, the world needed a new system of bringing the oil from the producing countries to the consuming countries. So that's exactly what I did. Rich realized that if the oil producing countries wish to break the dominance of the corporations, they would need independent traders like him. They simply did not have the means, the marketing know how the established distribution channels, contacts to the refineries and the market and the market of the oil themselves. Rich knew that he could offer all of these by utilizing Philips Brothers worldwide organization. He wanted to repeat the success he had enjoyed trading mercury. He wanted to create a market. Very interesting that he's trying to do this with Phil Brothers. Just kinda speaks that. He was happy there. He would didn't... I don't think he ever really thought of him. Starting his own company. It's just... He gets... Well, I'll get into it right here. And what I I talked about this on Twitter. I think the moral of the story here is, like you need to pay your talent. And so he gets screwed on pay and decides to start his own company. And so they they wind up trading an all. He invest the spot market to make a ton of money. Right? But the money's going to the company. And it says, Rich and Green, Greene is gonna be his partner in Not in phil... At Phil his Brothers, but when they actually leave and insert company together. So this says Rich and Greens trade an oil alone earned the company between 4 and 5000000 dollars of profit in 19 73. Mark Rich did not earn much more than 70000 per year at the time. With his bonus, it was possibly a hundred thousand dollars. After racking up such amazing amazing trade successes, Rich came to the conclusion that a hundred thousand dollars was nowhere near enough. He demanded a bonus of 500000 dollars for himself and the same again for green. My request was influenced by what I knew the company was making Rich said. So he meets with the the company founder in many ways, like, because busy is his mentor for 20 years. This guy named just Jesse. Jesse Wilson? I whatever. Does his name not board. But the the the founder of the company just offered Rich a hundred and 50000. And, J say said he refused to pay, he refused on principal to pay more than a hundred and 50000. And so Rich says, so I had to leave. I didn't wanna leave. I'd had been there for 20 years. I like the company. I always thought that the company would be my career for the rest of my life, but Jess got stuck on the principal. As soon as the meeting was over rich phone green. And green didn't hesitate. I told him that I didn't reach an agreement with Justice. Pinky, is is nicki nickname was pinky. Pinky did not hesitate for a second. So we're going. He said, that 1 telephone call would mark the beginning of the most successful commodities company the world had ever seen. Okay. So this is where I meant. Like, there's a lot about mark that I just didn't understand. And so he's... I I thought he was living in spain at the time. He's also traveling everywhere. But this is story of the founding of Mark And company. And then why he chose Switzerland as the headquarters. So he says we all liked each other, and they felt that there was a more opportunity to make money. To make money. This was a phrase I heard time and time again, from Rich, when he spoke of his own motivation, or the motivation of others. Money was the prime mover. And then, so it says on 04/03/1974, in the Swiss town of Z, Mark And company was founded? The 5 partners brought I total of 2000000 Swiss Franks and seed capital to the table, Rich borrowed money from his father law, as well as his own father. So that's how he's getting set up. And I was like, why is he in Switzerland though? So He's gonna lay out exactly why. It was no accident in the Rich chose Switzerland location for the headquarters of Mark Company. First of all, Switzerland is politically neutral and in the mid 19 seventies was not even a member of the United Nations. Second, Z is close to Zurich. 1 of the world's best and thanks to a strong banking secrecy regulations, most discrete financial centers. Remember he felt secrecy was was a I'd, like a strategic advantage. So it's saying, Okay. First of all, they're politically neutral. They also are very discreet with their financial transactions. And finally, it's a tax pair paradise with comparatively low income tax rates and corporate tax rates by international standards. In the mid 19 seventies, a midsize American company had to fork over nearly half of its profit to the Irs. In Switzerland, a company only had to pay around 10 percent in taxes. So when you're making hundreds of millions of dollars a year that difference of 40 percent is massive, massive advantage. With its policies and low of low taxes and simplified bureaucracy, both initiated after World war 2, Z managed to attract international companies and become an... This is really interesting. And become an international center for trade and services. First came the American companies in the 19 fifties and 19 sixties and Phyllis brothers, was 1 of these American companies. The once the company is working for. That... These were followed by German and British companies in the 19 seventies and eighties and since 19 nineties, Z has attracted an increasing number of Russian companies. Z seems to be the perfect example of supply side economics and practice. The inhabitants of the canton of Z had struggled for centuries This is the interesting part to make living from their dairy industry and livestock reading. Yet the Canton is today 1 of the richest in Switzerland. In March 2009, it had an unemployment rate of only 2 and a half percent. Okay. So now he's he's up and running. And this is the remarkable first year of the company where he, you know, he referenced earlier that he just fell... And a lot of times he he's just at the right place at the right time, kind of outside of his control, and this is 1 of them. The oil shock of 19 74. It was a good time for commodity shredder who wanted to go into business for himself. The world had been changed forever by the oil embargo, imposed in the wake of the Yam war and skyrocketing oil prices. These developments led led to the world's first oil shock. A shock that would have serious economic consequences the world over. It was a fabulous time for rich and as partners. Mark Rich and company was simply swimming an oil Oil for which the Us and european oil companies were willing to pay a very good price. That's now quote from from Mark. It was a good situation for us. It was a shortage of oil and we had the oil. So now I'm gonna go over some of these numbers I've I I referenced earlier. From the company's first days, Mark... And company's financial success was nothing less than astounding. Remember in the year before he made a hundred thousand dollars. Year after 19 74, the company's first fiscal year, it had a turnover of more than 1000000000 while we paying a net profit of 28000000. The company's profit in 19 75 was 50000000, and it went on to earn what was an unbelievable 200000000 dollars in 19 76. And then it's saying, well, how did how does this even happen? So Mark? Well first of all, you beneficial because you have a huge amount of, instability in the market you're just happening to to reinvent at the time. But it's also Mark company operated according to a completely different philosophy than did Philips Brothers. It was more aggressive, faster, and more oriented towards a long term contract. So Mark always talks about the competitive advantage of of his company with speed. And I wanna get into this whole the whole time, the book, like they're they're... So, you know, everybody we study on the podcast. Nobody they're they're human, which means they all have flaws. So as a byproduct of that when we're studying their lives and their decisions, we're gonna learn a lot of, like, good ideas from their experience that we can then take and used in our own lives. Right? But you're also gonna learn the shit not to do. And there's a lot of that in the book. Like, it's... And, I'll specifically call it out when we get there. But this is something that, well, you know, I'm not gonna say anything till I get there could just know that The whole time, he's got some some good ideas. Right? So long term thinking. He's probably uses the term long term thinking, 50 times in the book. Agree a hundred percent. I think more of us should be oriented in that in that direction. But What I realized is like, wait... Yeah, It's nice that you have these long term contracts when prices go up. But what happens when you have long term contracts in the markets going in the other direction. And I've read enough about, like, financial markets and being full by randomness etcetera, etcetera. And I was like, well, sure enough. That's gonna happen to him later. So just remember, I said that we'll get to a story in the future. But I the whole time we're reason was fucking I'm like this just... Yeah. That makes sense, but it's only because the prices are going up. So anyways, we're gonna get into. So the partners recognize opportunities and follow up on them faster than the competition. They sell themselves as pioneers who were pushing forward into new territory and their interest in obtaining contracts that extended as far as possible into the future. Remember that. Ecuador selling oil, fly over there immediately, don't just buy the oil, and don't just buy the oil that is up for sale. Get the client to agree on a long term contract. Turkey's is looking for oil, fly over their right away and sell him. Pinky and I that's his cop partner again. Pink and I flew to Houston to discuss an oil recalls. On the way there, we learned that Turkey needed oil. Pinky who once lived in Turkey, instantly interrupted his visit to Houston and flew to istanbul istanbul. He included a very profitable transaction. We were faster than everyone else. And then I just wanna, right in the middle of of the story. They'd talk about something that He think needs to be, like, explicitly said? Because I didn't know... You know, I'm not I wasn't familiar with what it even meant? Like, how do you invent a spot market? And why is that important regarding oil. So we're gonna go into little bit of that here. Thanks to the spot market, consumers were no longer dependent on a single company controlling a value creation chain that began at the oil wells and ended at the gas pump. Now buyers could purchase oil whenever and from whoever they wished. A large number of offers would soon develop and a buyer could look for the cheapest barrel on the spot market. From an economic point of view, the spot market was much more efficient than the 7 sisters oli. On the lookout for profit, companies attempted to find a niche at some stage of the process and remain as competitive as possible. The result was that from the mid 19 seventies onward, oil which traded more freely. More efficiently and at more transparent prices than ever before. So that's the important part. Tankers and refineries, the fixed costs could be used more efficiently than under the multinational oil companies and governments thanks to independent oil traders like Mark Rich. Buyers for any possible surplus could be found much more quickly and supply gaps were easier to fill. In short, supply and demand could be balanced much more efficiently. The spot market brought with it in an increase in productivity that helped to turn the entire industry inside out. Oil was now precisely what Rich had predicted only a few years before. Just another commodity. Mark Rich invented the concept of the independent oil trade. That is why he is such an important person in the history of the trade. And this is, I would say Mark Rich richard's management philosophy. Rich should not put much stock in university Education, but instead interested employees with as much freedom and responsibility as they could bear. We throw young people into the swimming pool. Either they sync or they learn how to swim? I would say either they learn how to swim. Or they sync? So it says... And then this is 1 of his, employees who work for him for 25 years. He says, he lets you do do it the way you see best. It allows you to put your whole heart into it without any limitations. He leaves you to decide using your best judgment. I think that's the environment. If you're truly talented, like, that's surprising even if you're working for somebody else like you're... That's the environment you wanna be in. You want, people want they crave autonomy. And you can have that as an entrepreneur. You can have that within an organization as long as the demand structure reflects that that level of freedom that you want. Okay. So this is the the, like, this is part of... Like, I'm... Again I just said, I'm not gonna spend too much time on his whole case, but This is pretty black, again, kind black and white here. Remember, Mark Rich, he runs a Swiss company. He's he has... He's a citizen of Spain, Switzerland, later Israel, and then he he runs up reno his, his Us citizenship, like, a few years after he found the company. So... But This is why Rich thought he was exempt from Jimmy Carter's executive order. And Jimmy Carter was the president at the time when Iran took to H Us. They stormed the Us Embassy Iran. And they they held everybody hostage. Right? So Jimmy Carter's is like, listen, I'm gonna sign this executive orders says president Carter's executive order, and basically saying, you can't, you know, trade with anybody. But there was an exemption. So it says president Carter's executive order excluded Any person subject to the jurisdiction of the United States, which is a non banking association, corporation or other organization organized and doing business under the laws of any foreign country. So that part organized in doing business under the laws of any foreign country. Mark Wasn't doing business under their laws was not organized and was not doing laws under United States. It was doing it under Switzerland. Years before this this event happened in iran. Right? Or per, I guess, oh, Know I whatever. Rich believed that his swiss company was exempt from the order according to this definition. The spring of 19 79 saw the beginning of 1 of the 20 century most astounding business partnerships. Shortly after after the revolution, the anti semitic anti capitalist and anti American regime of the Ayatollah Come decided to do business with none other than the Jewish American business businessman Mark Rich. In the end, the new government, which had canceled most of the contracts signed during in the Shah reign decided to trade with 1 of his most important partners. And this is why. They... This is now Mark talking about the time in his life. They respected the contracts. So their their main state run oil company. There's the. They continue to sell Mark Rich and company 8000000 to 10000000 metric tons of oil per year. As stipulated by the contract, Richard's sign with the Shaw government. Remember he goes back He's like, I don't do business with people for 1 time. I do it forever or over the long term. He had a long term agreement with, what... Before it was per now was Iran. They didn't have any objections he says. And this this is, again, an insight into how he's... His mine works. He says, as if nothing at all unusual about the situation. I had asked him how he'd had managed to gain the trust of the new c regime, even though he had worked closely with the Shaw government. His le iconic and that's a great way to describe the where he talks, answer helps to explain why traders such as rich, exists in the first place and why they were in such great demand. We performed a service for them, Rich explains. We bought the oil, we handled the transport and we sold it. They couldn't do it themselves, so we were able to do it. And so the book also goes into, like, not only is the exemption of Jimmy Carter, his executive order are pretty straightforward, but there was, like, American companies that, were allowed to do this as well, and they they list a bunch of them, even defense contractors because they had, like, like, different subsidies or they owned equity and different companies that were located outside of the United States. So they wouldn't trade directly within an American company, but there American companies that had interest in these companies. Does that make sense? So I don't know. Like, it's just... I there was just so much more Nuance to what I... You know, I I spent nearly 0 puts that 0, like, no time looking into Mark Rich before Reading this book. It's not like I had a wolf formed opinion other than just what was reported about them. But I find what, we reported about them and what's in this book to be vastly different. And there's tons of examples of this too where, like, it's just like another, like, so lesson of human nature. So think about what's going on here. The the... This... This... They talk about, the new government and Iran it's anti semitic and anti capitalists. Right? And let's say you're reading the newspapers around this time in 19 seventies 19 eighties and rant, like, they're just they they don't recognize the rate Israel to to exist. They want, like, they would, publicly, adamant, we will not sell oil to Israel. We will not... We do not sell oil to Israel. Well, 1 of the biggest money making schemes that Mark rich ever has is, like, there's a secret pipeline going from Iran, sold to Mark Rich, and a new market you're selling that oil to Israel. And they it's like the hypocrisy of fundamentalist where It's like they're... They they they have these beliefs that they esp them public and maybe they do it to gain support from a large group of people. But privately, they all take the money. And that's what I find, like, so gross about like these people. These people that desire to control other people and then are so hip critical because, you know, and they also lying. So if you were alive and you're reading newspapers They're like, yeah, Iran doesn't sell the oil to Israel. They did. They were selling like 10000000 Something like 75000000 barrels a year. They were selling tons of oil Israel and then lying to everybody why they're doing it. So I don't know. I I did... I just think it's Like, this obviously still happens today. When you read the newspaper, like, are you were actually thinking you're getting well informed news. Like, what's the chances? We just know how humans are. And humans today are just like they have been... They were in the seventies just they were 2000 years ago. So I don't know. IIII bring that to people's attention because, like, don't think, like, like, I don't want to to be naive and think that this behavior stopped happening. And as least, like, I... There's no way I can ever... We can ever find out like, the real truth of all the the world's much too complex to do that, but it's just to be, like, just being skeptical is probably a good idea. Just, like, believe where you could actually verify. And when you have that kind of mindset, I just think that, the amount of stuff that you can actually verify firsthand, and therefore it could probably believe is really small. So I don't know. Anyways, so it's... What happens is Mark is competing with a bunch of other, you know, commodity traders this time. And some of them, they they try to get... They snitch on him to regulators and say, hey. Look at this guy. He's doing these... Because at at first, it's, like a tax evasion. Case. Right? And then during the research of the tax evasion, they find all these deals to ran, and then they they make that is hey, you're trading with the enemy. And so the then the know I left myself on this page is this case is bananas And I don't wanna... I I just wanna be clear. I have no idea what is true and what's not. Like, there's just no... I'm we're... I'm so far removed from it even after reading the book. I don't know. But I do know both sides are probably lying and both sides did some some shady crap. So it's just an this thing isn't insane. So it says the spark in the powder c was a dispute over business documents belonging to richest companies. So the the famous southern district, the attorneys in Southern District of New York you're involved in tons of high profile cases are ones that are gonna after Rick. So it says since the Southern district had begun subpoena millions of documents from Mark Rich International after you got snitch up by these other guys. In oil companies and reseller in United States that had done business with Rich. Mark, and this is the confusing part, and I like, it just like, we're... It's just the very top of a confusing part. So he's got this other company called Mark International. So Mark Rich International was a switch subsidiary with a branch office in New York that pay taxes in United States. They comply with Subpoena. However, Mark And company his main company as a swiss company operating in Switzerland under Swiss law refused to obey the order. The company argued that Swiss secrecy law that the Swiss secret law prohibited the company from producing documents. So if you know anything about Swiss, you know that they... The reason they... They're considered neutral and they have... I would say 1 of the most unique histories of any country the world over, is, like, they really demand that you respect their sovereignty, which I appreciate. III, like, you should have the right. I mean, if you are, you know, you are your organized a country, you have borders, you have your own culture and customs and ways you wanna do things, like, if you're... Especially if you're not a war, like, why would other company countries be able to come in and kinda tell you what to do. So this complicates things because swiss this like central to to their identity? Says nevertheless, district judge Leonard Sand denied Richest lawyers motion to dismiss the subpoena as an ordered Mark And company to produce documents located at the company's headquarters in z. This is crazy. When the company continued to refuse, Judge Sand ordered a Draco ko contempt find a 50000 dollars per day until the documents were delivered. The fine was applied beginning in late 06/18/1983, even though the Swiss government protested a decision with unusual vi as an unacceptable violation of swiss sovereignty. That 50000 dollar day fine. They went and paying, like... I think it was like 21000000 dollars or something like that. Rick Rich refused to pay the fine until later. He secretly sold. This is, like, again, why are you doing this man? He secretly sold Mark which International to Alec, some guy. His close friend and 1 of the founders of the company who then ran the company under their the name Cla, Claire some some other name. Ins z, judge Sam labeled the sale as a ploy to frustrate the implementation of court order and threatened to freeze up, up to 55000000 of Mark Rich companies assets in 20 American and European banks, and other companies that owned that owed rich companies... His company money, Rich lawyers began to negotiate a resolution. Lawyers for both sides met and judge sands apartment and discuss the case until late until the night. They finally reached a deal just before midnight. Rich agreed to pay the new york court, 1 point 435 million towards a fine. And to produce court order documents in Switzerland and pay off the remaining fines a future date. The agreement appeared to smooth all the ruffle feathers and it seemed as if the case would finally take on assemblies of normality. 4 days later, however, Weinberg 1 of the attorneys that is going after Rich received a telephone call. A guy said, this is deep throat. He called out of the firm that Mark Richard's law firm and warned us the subpoena documents were being shipped out the United States on a Swiss air flight so that his own law firm is is telling the prosecutor. Hey, these guys are trying to get the documents out the United states. See this doesn't look good for rich. Weinberg could not believe his ears. He curse so loudly that his colleagues came into the office he was wrong. He immediately sent a few agents to John Kennedy National airport, and they actually... The plane was already on the runway and ready for takeoff off the police were able to stop the plane only minutes ministry for its departure. Thanks to the tip off from Rich richard's own law firm. Agents recovered 2 steam trunks full of business documents. Now, Rudy Giuliani Leon is working there. Many of you may know who he is. At the time he's becoming lawyer before he's Mayor of New York says the media savvy Giuliani had the trunks brought to judge Sands courtroom as physical evidence of Riches bra behavior and immediately held a press conference to public size the seizure. By this time, Mark Rich had lost all credibility. As was a result of the incident, a furious judge sand ordered that all of rich companies produced the subpoena documents by the following Friday. By Friday, which is fl acid attorney asked, We have 48 offices worldwide by Friday, judge sand ordered. So, I'm gonna skip over a lot of that part because I don't There's just too much, like, too much unknown. But there's this whole war going on between the the American prosecutors, Mark Rich, his attorneys, the judge and the Swiss government. And the Swiss government, like, they would have... If they said, hey, he committed a tax fraud, then if you would just follow our procedures, we'd do a provisional arrest of him, and we'd be open to extra him. But the Swiss were very big on respect, and they felt that, like, the way the attorneys would talk to government officials in Swiss. Switzerland, they talked him, like, they owned them. And, like, they they were their boss or something. And so they wind up not not complying. And then later on, they even called the question if they really wanted ever wanted to arrest, Mark Rich because there was things like the extradition thing, the extradition like, memo or whatever that's sent from 1 government to another. Like, it expired and they never even bothered to, like, re reassess it or or resubmit it rather with the Swiss government. And so, like, I don't know who's selling the truth there. So I have no idea. So I'm just gonna skip over that part anyways, because we wanna focus on, like, his more of his business, But there's just a a really good case that basically, this the, Mark Rich richard's attorneys and Swiss government saying with Giuliani and Weinberg, we're doing this just for political clout. They use that to get into publicity, then they use that in turn publicity to now only get better jobs, some of the private market, some of the, at, like, the in New york and everything else, but it was just, like AAA sham all the way through. So if you're interested in that, read the read the book because it goes into there's several chapters where just goes into all these intricacies. And, again, I'm not an attorney. I have no idea. But he's got... They ran an entire chapter here named Rudy Giuliani on failures. Including an offer, like, he turned down an offer to have rich arrested, and no 1 knows why he did that. Because in the public, he was saying we we have to get this guy. He's on the... Fbi supposed wanted list, etcetera, etcetera. Get in private. He re buff an offer to arrest him. And then a few years later, they tried to the Us, some of the attorneys. This is a weird part partner. Like, it's a violation. He violated the law we must go get him. Yet, they try to kid him in in Switzerland, even though that's a violation of international law. So it's just like, it's it's it's a wild story. Like, this this this book is bananas. So anyways, I just wanna give you that context And again, I just wanna focus on a couple other things because it's kind of outside the scope of what we normally talk about on the podcast. But it is a very fascinating, and I really enjoyed reading it because it reads like a like a like a, like a James bond s like thriller. Okay. So here's a personality, more about his personality. Rich is an acute observer and a man a few words with a soft voice and a barely noticeable list. He's is always precise into the point. There is something Cat, this is such an interesting description. There's something cat like about him. Beyond his apparent 9 lives. He cautiously keeps his distance and waits. Okay. So I'm skipping over a bunch of pages because it has to do with like his like, all the back and forth between the Swiss and the Us government. So this is interesting. So remember, he finds found his business in 19 74. He gets indicted by the United States in the early 19 eighties. But this is the state of his business in 19 90, which I found very surprising. Even though he was pursued by the most powerful nation on earth, which should everything possible to t his business dealings, Mark was able to continually to expand his company. Became the world's largest and most successful independent oil and metals trading company. In 19 97 years after he was indicted in New York, he was active in a hundred 28 countries, had 48 offices around the grill globe and employ 1200 people. He bought and sold 1500000.0 barrels of oil each day, more than the daily average output of Kuwait. He ruled over a trading empire with an annual turnover of 30000000000 dollars. The company earned anywhere from 200000000 to 400000000 in profits each year. That's pretty crazy. Think about the the amount of leverage, 200 to 400000000 profit, with 1200 people. That's amazing. Okay. So this is 1 of his keys to Wealth where he talks about, like, what he feels is, like, helpful and success, and he's gonna go into long term thinking. And then he does this Well, I'm gonna go into, like, the the limits of this this of his opinion here. The key to success in real wealth is long term thinking Rich says. 6 months in South Africa in order to negotiate the purchase of a mine. 6 months in Cuba to ensure a loan is paid back. Advanced financing of a sm that will not be completed for years to come. Such actions are nearly unthinkable for listed companies obsessed with quarterly returns. In some businesses, long term thinking has been virtually forgotten. On the other hand, it is the traditional virtue of family businesses in which 1 generation always has its children in mind. It is my belief that this long term way of thinking is the most important secret of Richest success and can explain many of the strategic and courses of action he has followed over the years. Rich was always interested in obtaining long term contracts with his clients. In economic terms, the development of new markets making business contacts and negotiating contracts cost a lot of money. Once a business relationship has been established, many of this sold called transaction costs no longer apply. The longer the relationship, the lower the marginal costs and the higher potential profits. Okay. So that makes perfect sense and works really well when you're... Again, the commodity your trading goes up over time. Okay. So remember at the beginning of the book talks about it. Like, he was 1 of the rich people in the world, but he had to fall from Grace. He loses the ability to go, like, ever travel to United States again. He says he loses his wife and loses his company. Alright? So there's a lot to be learned from him, but a lot to be learned through his mistakes as well. So 1 of the most devastating parts of the book I found was that he had 3 daughters. 1 1 of his daughters gets leukemia, she dies at the age of 27 in a hospital in Seattle and he cannot travel there because he'd get arrested the minute. He come comes back to America. And so, like, it talks about, like, he's on the phone with his daughter in the same room with the rest of family as up until the point she dies and he's just sobbing and sobbing and sobbing over the phone. So just, I couldn't not imagine not being with your daughter at that time. I don't even... Like I said, before, I have a daughter, like, I I just couldn't I couldn't fathom that. And that's something you don't wish anybody else. But it's also like, the the note... The reason I bring up is because the note I have in this book are on this page that I'm gonna read you is just don't be this person. Don't be the person that does this. Like, it's fine to have a passion for work. It's a fine to have a passion for entrepreneurship. Like, it makes perfect sense. We wanna be successful in what we do. Work takes up a large part of your conscious waking life. So you should be doing stuff you love to do and, in it and, you know, but damn man, nobody is going to be on their death, wishing, oh, I just wish did 1 more trade. I just did wish I did 1 more thing. Like, no 1 thinks that way. Think about all the books that we've read. The, especially the ones where they're written by the person towards end their life, like, Phil Knight talks about, I wonder, like, if I go up, go and do it all over again like He felt, like his really sure his son could have been better. Sam Walton same thing. Like, I was expanding Walmart, but I I did that at the sacrifice time of my family. And no 1 one's like, god, I wish Had 1 more Walmart. Like, no I wish I had a morning. I wish I could have had lunch with my son or whatever the case is. And so this is... His he his ex wife is being interviewed. First of all, Well, I guess I'll get there too, but, like, they wanna getting a divorce. I'll get into that minute, but he's she's saying he was constantly working. It was difficult sometimes. His work was his hobby and his family suffered as a consequence. Denise that's her name once comp complain... Once complained to her friend, that Rich made too little time for his family, and this is a quote from Rich. I don't have any time for you during the week he told her. I can give you a half hour on Saturdays and 45 minutes on Sundays. Come on, man. That's not... You're not gonna live a happy fulfilled life at the end of your life. That's how you treat your family. It just won't. And it's interesting because even in the book it talks about he's too busy for seeing his kids when to grow up. Even though he has semi... It says they have a good relationship with her, with them now, but, like, like, the the author meets his family somewhere and to go skiing with them. And Rich Rich richard's daughters the 2 that are so alive are there and, like, their skiing they're having a good time. And then when it's time for them to leave because they to go back to work or, I think they most them love in America too. He's like, please stay just 1 more day 1 more day, like, no. Have to go back. We have to go back. And might... When I read that I'm like, Oh, so now you want them to stay. Like, what about how... Like, you weren't even around when they were a kid. That's nice that you made a lot of money, but what, I mean, what that's nice. You have a billion dollars, But you just spent no time with your kids. That's not successful. That's not. That's not being successful. Like, your kids are small for such a tiny percent. Think about your... Even if you don't hon kids. Think about, like, your own life, Like, the time you spend with your parents growing up, and, Tim Urban, the right of way by what. But wait but why has a great blog post. I recommend since to everybody Recommend. It's called the tail end. It's really a fascinating way to look at time. And, you know, in most cases, if you don't live in the same city as your parents when you grow up, like, 90 percent of your in person time Right is used up by time you're 18. And that time from a per parental perspective goes by so fast, even though it took it felt like, you know, your childhood at the time, you know, took a long time. At least feels like it it went by slower than maybe it does. Your your twenties, thirties, forties, etcetera. And it's just, like, why? Like, you could work later. Your kids are young for a tiny amount of time. And by the time, just like you, the reason This are asking you to, like, look back in your childhood. Like, your parents are extremely important to you hopefully forever. But like you become your own person, and then your light, then you, you know, you go on, you have your own job, you you meet your spouse or you do whatever it is that you do and, like, it's just different. And I don't understand these entrepreneurs or anybody. It's even people work regular jobs, like, make time for your family. It is the most important priority. It is what makes us human. There's a reason that you have this flood of emotion when you have a child. This comes somebody like, for a decades. I was like, there's there's no way I'm gonna get married to ever have kids. Like, laura, I came to that conclusion. You usually, like, based on, like, like, my family dynamics is growing I was like, why the hell would I do that voluntarily no way. And wind up how... Getting Married having kid, and I like wanna smack younger, David. Like, you dumbass. You didn't know anything you're were talking about because it's like, the most fundamentally satisfying thing. And there's a reason why humans, like, we're drawn to to pro to reproduce and to spend time, like, molding that person and the satisfaction you get. It's just... It's incompatible to anything else. So just just don't be this person, man. You're gonna regret Okay. So... And Mark makes a lot of mistakes. He's under a lot of pressure. They they talk about... And I'll get into how he loses his company in in a little bit, but, like, you know, he's getting he's getting pursued by the by the United States constantly. He's gonna wind up making the largest financial mistake of his life. He winds up cheating on his wife with a younger woman. It's just like, he just does... He starts drinking everybody at the office. It's just bad decisions all the way around, and it costs him dearly. So this is a structure of Mark's companies, but in... With the mistakes I've just mentioned, his divorce costs him 365000000 dollars. 365000000 dollars plus breaking up his family. That's not success. Richest company was a confusing network of over 200 private companies a subsidize subsidiaries, spread over 5 contents. Many of these companies, all of which existed in the umbrella of Mark And company, were closely connected with 1 another, whereas others were completely independent. A few of the companies had equitable interest in outside companies. Rich and his partners had originally created this labyrinth structure because it would allow them to both minimize risks and to make private deals without let letting others know that Mark Rich was controlling the show. Now the convoluted network of companies offered a further advantage. It was nearly impossible to determine Rich riches wealth. And so what happens is he calls this is 1 of his biggest failures. He has this affair with some young German woman and you know, his wife offers to taken him back because she was adamant about not divorcing. They tried to do that for a few years, and he just... It it doesn't work out. And Mark Rich, what he feared most publicity. And now on the newspapers all over the world, because this is happening after he's been indicted by the United States. Is covering his very nasty divorce because, you know, Denise was married to him for 30 years. Racist kids. She fell she was entitled to more at the time, he's rumored to be worth about a billion dollars. And he offers are 3000000 dollars. And that makes her go, you know, thermo nuclear and starts putting all his dirty business out the in the in in public. So Denise father was actually a rather successful entrepreneur. He started the Des shoe company. He always had respect for Rich, So he flies Switch and he's like, listen. The lawyers have made this a big mess. Let's make sense of this whole thing. And Mark Rich really looked up to him. He actually... This denise father provided some of the seed capital for his company, and so they make an agreement that they're gonna give them 365000000 dollars. So a hundred 65000000 that comes from because she bought shares on the company at the very beginning, and then he gave another 200 on top of that. And then, what happens is, again, like, we... The benefit of learning about these, these people's lives at the end of their lives, like, they're just they speak pretty frankly about what they regret. And I think us being exposed to what people to end towards end their life, regret is... And you see the same patterns over and over again. It's it's something that we should, you know, we need to benefit because we're hopefully have many decades ahead of us. And what he does is he mar his mistress. 6 months after gets divorce, and he's got pay a couple. Like, they they get divorced soon after. He's like, oh, 0, man. So he talks about why they get their divorced. Oh, because his new mistress now wife is too obsessed luxury. What did you think she was dating for? Like, what Mark, man. Mark is smart in a lot of ways, but this is just like... So I anyway, destroys his family, Mary's is mistress. That... Then she keeps asking for more and more luxurious luxurious things. Finally, he tells her no and they get then he's gotta pay her, like another 10... It's says tens of millions of dollars. I from, like, 40 to 50000000 dollars for divorce. It's like, the the... Even if you have a billion dollars, Like, you don't wanna be doing that. And just, you know, again, like, what is that what's the example you're setting for your daughters there. Like some people I'm not not 1 of these people say, you gotta... You once your married, You have to be married forever. No. There's there's, you know, not to get too much detail, but it'd would be much better if my parents would have divorce. And they never did. But you just just he just... This is these are not good decisions. And I understand they were all prone to this. I make bad decisions all the time. I'm sure you do as well, but it's just, oh, so frustrating when you deal with somebody that clearly had a very interesting mind. And it just does this. You know? Like, I don't. I just... Oh, okay. Okay. So now I'm gonna skip ahead because I feel I've already spent way too much time there. A little bit emotional about all. Don't know why I probably do know what. I I think about this in terms of, like, having a small young daughter. Okay. Okay. So now we're at how to lose a hundred and 72000000 dollars in 1 trade. So this is what I mean about, like, when I was thinking, I was like, okay Long term contracts makes sense. What happens when the prices go the other direction. This is what happens when the prices go the other direction. A single bad deal custom a hundred and 72000000 dollars took his company to the edge collapse? It was the deal that finally forced rich to sell his company? Please don't get the wrong idea. Now. This is somebody that used to work for Rich that is... Won't... Doesn't wanna be identified was talking to the author of the book. Please don't get the wrong idea. I have the greatest respect for Mark Mark Rich. I am what I am. Thanks to him. But this Mega man deal also belongs in his biography. So he hires... Mark has his... This straight name named Rosenberg who who works for him and Rosenberg wanted to secretly corner a market an attempt to manipulate global prices of a metal. And that metal is zinc. So Rosenberg and his partners simultaneously began buying huge amounts of zinc, in an attempt to drive up the market price in the hope of obtaining a higher price for the zinc that they had purchased. Whenever I read I'm like, why would you do that? So you're gonna buy... Like, I understand when you buy things. Right? The market keeps going up because there's more people buying. But then they're gonna hold onto it, stop buying. Hope the market keeps going up and then sell for a profit. That is a extremely high leverage... Highly leveraged position with no hedge. That seems to very be to me very, like, on not intelligent. So it says, by 09/19/1992, zinc it risen to 1400 dollars per metric ton. They were buying buying and buying and making the market go up. Okay? It was a high risk speculative operation. Okay? However, they were unable to keep their secret operation under wraps. The trade press soon began publishing articles detailing this inexplicable rise in zinc prices. The artificially inflated prices were followed by a very real slump. So it drops down by over 25 percent. There was no way out. This insane attempt to manipulate the global zinc market ended up costing Mark Rich and company a hundred and 72000000 dollars. Not only did Rich lose a lot of money, but he also came out came out of the Fiasco with his credibility severely damaged. His senior traders with experience in the metals markets had warned him of this adventure. So there... The entire time he's trying to execute this trade. He's being told this is a bad idea. And he he ignores them. He says, this is artificial. There's no physical demand it is a bubble that will burst. They told him. He refused to listen. And this is really interesting. It talks about, like, his mental state at the time too. You're drinking too much earn a lot of pressure you're having family issues. That's why you have to, like, it's very hard to be successful when you're... And when you're when you're not focused and it's just hard to be focused when you have all these problems. So this causes him to violate 1 of his own rules. He was ignoring 1 of his most important business principles. For Rosenberg had done nothing to hedge his long position. There's completely exposed. So they lose a hundred and 72000000 dollars. Say, lick they have to liquidate before it gets even worse, and and a lot of his, like, key employees leave, and he's forced to bring back a person, a younger trader that a lot of people had a allegiance to that wants to basically take over the company. And so because of this, he's kind of forced out. He's forced to sales own company. And this is... You know, I always talk about when you're... You build something from scratch. You you dedicate all your time and effort to it, and then it's taken away by somebody else, but it's an investor or whatever. It's it's just gotta be heartbreaking. So said the takeover contract stipulated that Mark Would gradually reduces majority stake in the company over several years. Management and high ranking employees would in turn purchase Rich his share. So that's actually something I didn't covered, but I think it's important. Remember when I told you that he got kinda screwed over by his boss of at Phil brothers where he's making them 4000000 to 5000000 a year, but they only give him a hundred thousand and they don't let the the talent participate in the upside. When Mark founded his company, he solved that by making a lot of... Even, like the secretary would have share options. And that single company, I think created more millionaires than any other company in Switzerland. I don't know if that still stands. So that is actually a good idea you did. You know, you wanna... You want to... Not only that I think is an online incentives, but it also, like, it... You all the gains shouldn't just go into 1 person. Okay. So it says I was weak, Rich says about the sale of his company. It was as if he was subscribing a struggle in the animal kingdom. The old lion had been driven off by the younger challenger, and now the young lion had taken over the leadership of the pride. I was weak and the others could sense it, so they took advantage. And this is the end of his time at his company. The value of Mark Rich and company at that time was estimated at a billion to 1500000000.0. The company was active in a hundred and 28 countries and brought in an estimated a profit of 200 to 400000000 each year. It was the market leader in oil, mineral metals and minerals trade. As is the Swiss habit, the parties agreed to strict confidentiality regarding the final selling price. It's time to disclose this secret here. Rich could have demanded much more for his stake. In the end, he settled for the book value and set the price at 480000000 dollars. Mark sold cheap, 1 of the buyers told me. He winds up making about because there was a stipulation of the contract that, on future performance, he went up collecting about 600000000 instead of 4 80. So he made a little bit more. On Monday, 11/07/1994, Rich finally sold the last of his shares in the company. That he had founded and stepped down from the administrative board. The name Mark and company, the name that it made history in the commodity trade for 20 years and continued to stir up so many negative associations vanished from the scene. As soon as possible, so it seemed, the new owners renamed the company Glen. Today, the company is still the world's largest commodity trader and in terms of annual turnover, it is the largest firm in Switzerland. No competitor, no former employee, no spin out has managed to become bigger and more powerful than Glen, formerly known as Mark Company. Nevertheless, there is not a single mention of Rich richard's name on the company's website. Not even under the category history. He was purged. So I'm gonna leave the story there. If you wanna read the whole book, and I Recommend reading it. I actually found this in a threat on Twitter, and It was recommended heavily. It's a crazy story. And if you wanna purchase the book and support the podcast at the same time, just go to amazon dot com forward slash shop shop forward slash founders podcast, and you'll see the 60... I think up to 60 bucks. Maybe 61 books that have I've done for the podcast so far. It's like a visual of the entire podcast. It's kinda cool. They're in reverse chronological order. If you buy 1 or 2 or 10 of the books from that, link, which is also available at founders podcast dot com. Then Amazon sends me a small percentage of the sale at no additional cost to you. So it's a great way for you to get something enjoyable to read well worth the, you know, 7 or 10 hours it takes to read. And a way to support the podcast at the same time. And just go back in and any of other podcasts is a good indication that if you liked the podcast you listen to, you probably like the book because, you know, I can only cover basically, like, the highlights. There's just so much more to all these books that I do. Before I get out of here, just if you want to access... So if you leave a review, and you screenshot the review for this podcast, and you email to me at founders, reviews at gmail mail dot com. I reply back personally to every email with a private podcast link, and you'll immediately unlock. I think 5 or 6 podcasts Have done so far, and I plan as I do more in the future, you'll have access to that. They're just, like, regular regular episodes of founders based on books. And it's a great way for you to help out the podcast because I need, you know, the more reviews, the the better it is for us, more people discover this podcast. And instead of just asking you just to do that as a favor. I'm... I I do, you know, I try to to incentivize you to to to do it by getting more podcasts from me that are available nowhere else. And if you're listening on overcast or breaker any of these other apps, they don't have a review feature, but they do have a recommend feature on Overcast. It's a star on breakouts at a heart. Just pick and you can be this probably... This episode or any other episode. Press the star. Press the heart. Screenshot it, email to me founders reviews at Gmail, and I will respond back with a... With a link to the private podcast feed. And finally, please sign up for my daily podcast. Not only we get a, mini episode of founders, every Monday through Friday, but you also get access to all my notes. So now only do I email you the notes plus the my audio commentary on them, but you can log in and you can see, you know, all the notes I've done on... It's gotta be close to, like, 200 founders right now. And again, this is just the key ideas. And it's very similar to what we're doing here in the books. Instead of me reading a book and dis stealing the the experience for in normal founders episode, I listen to a podcast on this podcast, you know, they talk about how they came up with their idea, how they think about the market they're in, what tools they use? What books they read? Anything... Any idea that I think is very, like, a, a good... Something that should be spread? I included in my notes. And then now because there's an audio version, I kinda add commentary on top of that and kind of expand out. So it's kinda cool because you can see the document I'm working from, and you can hear how I kinda add to it. And again, it's a great way to support. It's only 10 dollars a month or a hundred dollars a year. So please go ahead and sign up for that, and you could do that by clicking the link in your show notes are going to founders podcast dot com. And it's literally... The... That link is on every single, podcast episode. So it's easy fine. And if you enjoying this... If you enjoy this podcast, please tell a friend, and I will be back next week with another biography of an entrepreneur. Thank you very much for your time, and for listening, I really appreciate it."
}