{
  "transcript": "She smiled and kept hold of my hand. I'm very pleased as you see, there was no big audience, but the people who did come really understand work done well. No 1 pays me compliments anymore simply to please me. It's my work that I'm congratulate on. And to me, that's the only thing that counts. So it's a quote from Coco Chanel when she was 71 years old, and I found it in the book that I'm gonna talk to you about today, which is Coco Chanel, her life and her secrets. So let's start at the very beginning where the author is talking about how he came to no chanel, and he says, I first met C chanel in 19 58. She was 75 years old. A prodigy. And triumphant. She had imposed her style in the whole world because she had succeeded in everything in her life, I urged her to describe her victories into the tape recorder. She murmur into the microphone. I don't even know whether I've been happy. So I'm gonna continue in the introduction. Just wanna pause here though. Because this is 1 of the strangest books that I've read so far for the podcast. First of all it's very, very old. It was first published in 19 71. And basically, it's a, the... It's series of interviews it takes over a few years, and it's mostly like a transcription with just random stories intertwined, but it was translated from french. So it's kind of... You'll see some of the language here is a little a little funny. But I think I I did a a fairly decent job of pulling out interesting parts, so we can understand, like, how does a poor penny less orphan transform herself into 1 of the most successful and most and richest people in the world. So that's really what I'm gonna focus on today, more of her personality, the traits, how she thought about business, all that kind of stuff. So let me just continue right back where I left off, So she's saying, you, I don't even know whether been happy. She said she would... She would say, every day I simplify something because every day I learned something. When I can no longer create anything, I'll be done for. Only truth has no frontiers. There's only 1 thing about which I'm still curious, death. So the author talks about, like, when you interact with Coco now or when you you were... When he interacted with her. It's almost like stepping into a monologue. And you'll see that she kinda speaks in these maxim, like, only truth has no frontiers. Things like that. Okay. So says from the flood of her talk, I sift the nuggets. So he's talking about setting up the book, like, what he's you know, he's he's got tons and tons of tape recordings, and the this book is basically the dissolution of of what he thought was important. She spoke rapidly. She intimidated me. I opened my ears to enter her presence was to step into a monologue. So I'm gonna skip ahead a little bit. But right there, the first few minutes, you can kinda see how the the book has written. It's very bizarre. The the writing, And she's very bizarre person, obviously. And I... I mean, that, you know, in the most positive way possible. I like the bizarre people. Okay. So this is little bit more into her personality. You're gonna see a lot of the themes, so she repeats over and over again. This idea that she doesn't know she ever even been happy. The the fact that work is, the most important thing to her that if she's not creating, she's bored to death, and she feels empty. And this is something that she she says over and again. She has this phrase. Says... She says, I've had no time for living. So says this preemptive empress who acted so very sure of herself was the embodiment of anxiety. She must have spent her life trembling on her tight rope across a void that she herself had created. She seemed poisoned by a secret that she no longer remembered. I've had no time for living she said. No one's ever understood this. I don't even know whether I've been very happy, see that she repeats up a lot too. I... I've we a great deal. More than most people do. I've been very unhappy in the middle of great love affairs. I remember only that I've been miserable in a life that from the outside seemed magnificent. I've always been under pressure The good thing about the book is you're gonna just get a bunch of direct quotes from All those direct quotes. I've always been under pressure. First of all, because I've never wanted to give up the house of Chanel, which is the only thing that's mine in which no 1 else had any part the only place where I've ever felt truly happy. There no 1 there, no 1 could get even get under my skin. So not only do you see it in this book, but I had to do, like, like, secondary research because so much of, like, this book is so bizarre. Like, it would talk about something, but I couldn't even understand. Like, for example, there's a... She has, like, this dispute later on life with a venture capitalists that helps her spin off a new company which sells, like, she has world famous perfume. So you might have heard Election on the number 5. And the book talks about it in, like, this narrative form skips over to the point where I had to find out, like, what the actual results were. It through other sources. But the reason I bring that up is because she... All the other sources I saw and including this book and something to keep in mind as we go through, like, her life. She was a compulsive flyer. I mean, there's no other way for me to put that. She was... She had a very unhappy childhood which I'm gonna get into. But she was obsessed with these, like, these these fantasies like these novel she would read. And then she would take bits of those stories and in conversation with people act as if that happened to her. So it's gonna... Like, this podcast has gonna be a little different from the north... For the other ones that I normally do because it's it's she's just a very bizarre person. And I've read in in some cases, like, I'll read the same story, 3 different places and every single place is different. So take what I a reason Bring that up is, like, don't worry about it being factual accurate. Let's just point to, like, the attributes that might be useful for us to, like, adapt in our own lives. Obviously, being a compulsive liars not of them. Although I do have a theory that May have helped her very much in in her business, especially the the business of High fashion. Okay. And I'll get there in a minute. Okay. So in the middle, she's, like, giving this interview, and we're still the beginning of the book, and then she just pulls out this this... She pulls out this notebook, and then she's, like, I speak in Maxim. I've written hundreds. And she's sitting there with the author and then another, American publisher because she she tried to, like, document her life story, like, 4 or 5 different times a bunch of different authors and and never stuck except for this... The the person she founded towards end of her life the author this book. But they're just sitting there. She pulls up this book some book of Maxim. So I'm just gonna read some of them to you. Here are some of the the maxim of Mat Chanel as she read them that night. Happiness consists bringing 1 thoughts to realization. 1 can pursue thought after life in order to realize it in death. I have no idea what that means. Material things aside, we do not... We need not advice, but approval. For those who understand nothing about art, beauty name is poetry. She went on faster and faster not looking at us, and then she should continue. 1 must be alert against those who have wit, but little judgment. We are surrounded by them. And then the the the author asked office. He's like, was it... Was this for our benefit that she was turning skeptic? The next maxim was an observation about herself, and here's Coco Chanel. Undoubtedly, I have faults and weaknesses. But it is what is best in me my desire for justice and truth that is v my friends and aroused their anger. And then another 1 about herself of necessity superiority isolate 1. It compels 1 to choose one's friendships and one's relationships. That's interesting because she's widely known as, like, a a close. Not a clues. That's not whether right I. She was very she lives a life of sol and her last maybe decade and a half of life. Even though she would worked up until the day she died, and she worked as something she loved and was passionate about. So that's obviously something that that we could take away, as like a as a positive to her, but it was... There are stories that were kinda sad where, like, she didn't have any companionship. She lived in the hotel rates in Paris last 30 years of her life. And she had, like, staff to the point where she got so lonely. She would, make her butler take off his jacket and gloves. And sit across the table for from from her, while they had dinner, and basically, made it made him act like, he was... There's, like, visiting socially, like he was a friend, even though he worked for. Another maxim. I'd rather dine with a bum who who am amaze me than with rich people who bore me. Just a few more of my friends. There are no friends, and by way from conclusion. There's another 1 since everything is in our heads, we had better not lose them. Okay. So now the the author gets into, like, he was able to convince her Hey, let's let... Like, you've lived a an extraordinary life. You're world famous. You 1 of the most successful people ever lived, we need to... Like, we need to document your life. So he says, I was making her tell the story of her life. By now, I knew her well enough to appreciate the difficulties of such a task. She had tried before, and that's gonna list all these names and they're in French, I'm I'm gonna try to pronounce them, but all these different authors she tried to work for, and it was unsuccessful. Nevertheless, I should have recognized that it would require something more than inaccessible patients to tell coco story with coco. What is the truth of any life? A birth certificate, dates, baptism, vaccination certificates, and then now this a quote from from Coco, those on whom legends are built are their legends. That was why she was she devoted so much so much care to the construction to the construction of the Chanel myth. Even at the cost of creating enormous confusion. K. So that's kind of like, a hint about all these stories that she tells up. And so it's almost like she's... What I meant earlier about, like, you know, you don't wanna be a compulsive lie on your own personal life, but it might have actually worked out for her in her business because, like, she built a brand, like, from from thin air. Like, she just told stories and when was very even at the beginning when I'll I'll get to, like, her starting... She started. I'll just like, making her own hats. And but part of the lore, and what spread so so, would help spread her because she had enormous success with, like, the first 2 or 3 years of of launching her. She made hats and then she made these these Jersey dresses, which I'll get to. Was the fact that people come from all of our parish just to interact with her because she was such a a unique bizarre individual, and she just told these these wildly outrageous stories. So, She says, I am no longer what I was. I will remain what I have become. I don't even know what that means. She says, Chanel, a Chanel creation. That alone is what she was. Born of herself, herself, shaped by her own hands in her own clay. People can't even really lock down the the actual year of her birth because she lied about that constantly. She lied about who her father was. She lied that she wasn't an orphan. She she basically just she just made up stories about everything. Now from what we do know, she had a really rough childhood. Her dad abandoned hit... Then her mom died, when she was young. Her mom was like, 30 years old, she died at to tuberculosis. Chanel had 2 sisters, 2 brothers. 2 of the brothers were sent off to, like, like, basically a military service for the state. And then 1 sister committed suicide, her father left Chanel when she was like, 6. I think I I'll talk about that a little bit. But, basically, she just had a really rough and traumatic childhood. And then she she lied about, like, being sent away to live with her 2 aunts. They were not even sure that the ants have her existed. So basically, what he... What are he's saying, hey, she's shaped by her own hands and her own clay. She just decided, hey, my life sucks. This is my interpretation. My life my life sucks. So I'm just gonna create a life that doesn't suck. And that kind of determination because she's very determined very hardworking, very stubborn. She's got a lot of the same traits at all... These entrepreneurs that we talk about on the podcast have. And, you know, she definitely works her way into, of, of, fantastic situation. But it's just... It's such a confusing story because you can't tell what is the myth, what they just said the Chanel myth or it is actually true. And by the end of the book, you're like, I guess it doesn't even really matter. Alright. So this is has nothing to do with what I was just talking about, but this is, shouldn't cocoa on marketing. And something to help spread her, her designs rapidly was the media. And you can almost say this is like, influencer marketing in the late 18 hundreds. Chanel customers read the very expensive magazines, V, Harper's Bazaar, etcetera. These magazines and this is now Coco talking. These magazines are our publicity. The popular magazines with mass circulation are better. They create our legend. See she used that word over and over again. When my customers come to me, they like to cross the threshold of some magic place. They feel a satisfaction that is perhaps a trace of vulgar, but that delight them. They are privileged characters who are incorporated into our legend. For them, That is a far greater pleasure than ordering another suit. Okay. So now I'm gonna go back in time. And another weird thing about this book It's not in chronological order by any means it goes into the future back into the past and and just nicks and zag everywhere. But this section a little bit about her early life, at least, you, you know, I'm guessing this is actually what happened. She told me of her rather harsh childhood. The death of her mother when she was 6, her rejection by her father who left her to make a new life for himself in America. That thing. He definitely left and we're not sure at all. He actually went to America. A lot of people think she made that part up. Her strict ants, those people don't exist. Her first comm ordering her first dress. Her parents occupation now we're talking about after she she's born. Her parents occupation was listed as trade. Accuracy requires a correction. They were peddle. Here her father was exact... Essentially. Peddle wandering from town to town from market to fair always on the road. This chanel could be very likable when he wanted to be. This is her dad. He was a light lighthearted ex ex fellow. His laughter dissolve the gloom in which Coco mother lang. She was always of Poor health. She died of tuberculosis. I was 6 years old Coco said, my ants came. I realized the deal was being made to take me away. This is also false. My ants were good, but I'm telling you because this is the story she would tell of her childhood. My ants were good people, but absolutely without tender ness. I was not loved in their house. I got no affection. Children suffer from such things. No 1 in that family reached 40. She said, I don't know how Escaped a slaughter. She's describes herself as her family's little prisoner. It was a long outcry in 1 of great importance, essential to remember if 1 wished to understand Madame Mo Chanel. Humiliation, a mother whom people pit because they're were really poor. A father who did not send the money that he ought have since. People who whispered about these things when they came to visit. And Coco cry of denial something that she's gonna repeat throughout her entire life. I am not an orphan. I have a father. My father made my mother happy. These are all clues to the character of a little girl, but 1 thing we do know for sure she was definitely an orphan. Which makes, you, considering where she started penny less orphan and where she went up, makes it all like, her life more impressive. I Okay. So, this is an another thing that she's gonna repeat over and over again. She picked up from real young age, obviously, growing up in poverty, you realize what you're missing. And she... Even though she makes a lot of money throughout her life. The money was just a, a means of independence. And she says, I've never been interested in money. But I was concerned with independence, and I would also, I add control. She's obsessed with independence and control. If I analyze myself a little, I see immediately that my need for independence began to develop when I was still a very young girl. I heard a great deal of talk about money among my my on servants. See. We don't... Disperse probably not true. She's saying, because she wasn't living with her aunt. She says, now she's making the story up. When we have money, will leave. Those girls work like the devil. It was fascinating to watch them. This is how they learned their trade. It took them 3 years. They made enough money than they left. Here it seemed I had a clue another day after talking. Here it seemed I had a clue to an understanding of Madam Was Chanel. In order to attain her independence, she must earn her own way. She had grasped this very early. Listening to the whispers of the poor peasant girls, glad to have jobs in a good house where they could eat as much as they liked and learn a trade that would offer them rights. The right to live in their own homes to go out perhaps to dance and also to love. So the lesson is definitely accurate. Who she learned it from or maybe was just a a result of her circumstances. That's that's unknown, but she does, very much learn that at a very young age because she's about 20 when she realizes. She works herself in a position for independence. So it says, no, this is Coco, Now making her comment, she says my need for independence began to develop when I was still a very young girl. Okay. I'm just reading my note here. So this is about myths and truths. This is her personality, how she dealt in fantasy, and then the note I left myself was something I mentioned to you earlier about. Is this the same thing, Like, was this helpful in her building her her company and the branding of of her fashion house. So now so now I knew Coco childhood has described by herself, what she remembered of it, what she wanted to reveal of it in the trial of her life and what had marked her. Why as I listened to her bring forth her past, Should I have imagined that she was creating her own legend. So he discovers The author actually discovers she he's not fooled by this? He finds out from independent sources that she she made all this stuff up. So she says, what is the truth? Here it is in all simplicity? When Coco mother died, she left 5 children, 2 boys and 3 girls. Their father turned over the boys to the public authorities, and there upon, he went off to his mother with the girls. And then as they say of husbands who vanish, I'm going out for some cigarettes. No 1 ever saw him again. So we don't know what happened to her father. We do know she winds up at this reformer school, not at a, not with her ants, but from that description, you could see, you know, your mom dies, you're 6 years old your mom's dead, your dad disappears. Like, I have 6 year old. You... I ever have memories from when I was 6 years old. The the stuff that happens to you at that age sticks with you and it definitely shaped the the personality. And like, I guess, I would say, like, it adds fuel to her drive because she was very adamant. I guess the time, and again, again, This is a late 18 hundreds right around 1900 in Paris. She coke Was very beautiful. And so she gets a lot of attention from men. And... But she she ridicule the other women. I guess at the time it was very common for, man to be married, and then he has something in it's... He translates from French to mean a capped woman, which is basically, a mistress that he sets up. He pays her bills. And and, like, they The wife even knows about this arrangement, and she would ridicule other women's ambition because that's as far as their ambition was, and she's like, No. I'm not. She was in a situation like that for a little bit. But she's like, I wanna work. I want independence. I don't want somebody else paying my bills. So she had that drive from from a very young age. And then she says straight up, I never tell the truth. And my note here is well, story is cell fashion. The high fat... The reason I was little hesitant to do this book is because it's a world that I don't understand. Like, why would you spend so much additional money for, like, a t or address or shirt. Like, that doesn't look that much different, but is 100 extra price. And there's legends behind it. There's stories behind it. I just read this I saw this this story where that illustrated this. The brand, there's a a brand of, like, really cheap and inexpensive shoes called Pay. Who you might be familiar with it. You know, go in there by pair shoes. I don't know, 10 dollars or something like that. And so they they created a pop up. They changed the name. They made it sound like, like, foreign. Like, I... They might even mean a French name. The same exact shoes and stuff that's in Pay list. They marked it up they built a story around it. They may have changed the put the packaging and all that other stuff. And the same shoes that you give for, let's say, Tony bucks or 30 dollars whatever it was. People were buying for 304 hundred 500. So it just shows that, like, story sell fashion. And so that's what I mean earlier Was, like, I think it... It'd be annoying to be around a person that was compulsive of liar like this, but it may have, like, actually been 1 of the reasons like, her her fashion house is so successful. It's still around today. I think, I looked earlier. It's like, hundred and 10 or a hundred and 20 years old, something like that. And they're still... I think they did, like, 3000000000 dollars in sales last year. So it it's effective. I'm not saying, you know, obviously, do this for, like, to to to add this to your personality, but I do think there's a reason that she was doing this. She says, why did she not consult a doctor. A close friend suggested that her father cycle analyzed coco. And this is Coco speaking. She goes, I should go and tell my secrets to a doctor? She said to me with a laugh that was not devoid of mischief. I've never even told the truth to my priest. This statement that I'm about to read you. She says over and over and over again. And I think it's probably 1 of the most important attributes for us in today's day and age. And she says, I saw myself as very different from the rest. So, now did she think she was obviously different than the people around her. But the reason I bring that up is because the products that she actually invent and creates is extremely different from anything out at else that existed at that time. And I think it's even more important in today's age to, like, you to have this differentiation in what you're actually making. Because you don't necessarily have to be better. You just have to be different. And there's a quote, I'm gonna read you later, but it's been on my mind a lot because I just reread... Like, I I was editing, re editing and then re reread all the highlights for that James S that the 1 I put out last week again. And I just love the the the statement he has in there and I think about it a lot. He's like, his quote is its difference for the sake of it in everything. So James Dyson thinks his his products are different and better. But what he's saying is, like, even if it's not better, just be different for the sake of it. I think that's a huge advantage because I do think at our core belief, like, we... As a species, we just mimic 1 another over and over and over again. I was taking notes on a podcast. I can't remember which 1. Right. Oh, I know. There's a, an Instagram account that I recommend you following it's fascinating. It's it's basically it's called things testing or thing testing rather. And it is basically a woman who works as a venture capitalist in London and she just test out. Like, she does product reviews, but on Instagram, and she doesn't really interesting way. And something she said stuck out to me where she's, like, yeah, you know, she has to go through so... She she only reviews products that she likes. So it's like, a positive. She wants to have like, a positive feed. But she said thought something was interesting. So she... Right now, she's just testing, like, 18 different products out of the 18, maybe 5 will make the cut, and they'll they'll get on... Where she'll do a profile. Now the Instagram page is actually expanded out until, like, a a website and, email news newsletter. I don't know. III think what she's doing is really unique and interesting. Especially her website, but her Instagram is beautiful as well. But what she said, it was interesting. She's like, listen, when you test so many products, she realized, like, people use the same colors. They use the same fonts. I found out that use the same lawyers. So it's nothing but same. And she's, like, there's a benefit in just being weird and different. And I think that was true in 1900, and I think it's even more true today. Okay. So, this is another theme that's repeated a lot that the theme that money equals independence. Coco, whose dream was independence knew already how she would achieve it. Our knew she would only achieve it. Sorry, through money. Her relatives who were somewhat frightened by her Used to say that 1, meaning Coco wants everything. So she's in... They called a covenant, but I guess it's, like, a, a reform school. So just coco fell humiliated and like, now she's in around teenage age. Coco fell humiliated in the covenant. As a charity pupil, meaning their family couldn't... Like, the they couldn't afford to pay the tuition. As a charity pupil pup pupil, she was in a position of inferior, and it rank her, In order to break out of the stereotype of poverty, she invented a father who was seeking his fortune in the Americas. Remember her maxim at the beginning, she talks about that that superiority creates isolation, like she thought, even though her... What I... What Kind of admire about her in a sense is that even when she was extremely poor, like she felt that she would... She had talent. She she had basically a belief in herself, even when you know, if you if you if you examine her her life circumstances at the time, no 1 from the else, I would would actually agree with that. Like, you don't... You shouldn't have a reason to have this this profound belief in yourself. And I think, in general, we'd be better off with a world full of people who have over confidence in themselves where I think in in for the large majority people. We live in the opposite world. Like, I can't tell you how many people that I've come across or or associated with it. Like, they would actually go out and start a company if they actually believe they could do it. But they're suffering from a lack of confidence, Coco had and abundance of confidence. And sometimes you're gonna have abundance of confidence and it's, you know, not it's not gonna work out for you. But I'd rather have an abundance of confidence and think I can do something and fail then never even try because I don't think I'm good enough. Okay. So it's skip, skip skip. Okay. So this is Coco at 20. She meets the sky. Coco left Mu, this is where the reform school was without regrets. The fact that a dashing man was taking her to Paris gave her confidence in her own uncommon beauty. She was no longer she no she no longer was afraid of her pass, and she won her first victory over poverty and and desert. So I do like how the author even though the translation comes off a little funny. He's got a bunch of chapters. It's like, her first victory. Her sick... Her third victory goes all there to, like, her sixth and seventh throughout her entire life. So he's saying her first victory was was over poverty. She had... You know, I I would argue it's funny. My wife asked me the today out of all the people you've covered on the podcast. Like, do they have 1 theme that, like, ties them all together. And, you know, there's a lot of themes that overlap. But I think only... I can only think of once so far, and you let me know if if if you've listened to them all if I'm missing a theme. But I think I answer the question with, like, the best description of entrepreneurship, which was they're all relentlessly resourceful. I don't think I've covered 1 person that wasn't relentlessly resourceful. And in this case, Coco is using the fact that a rich person who's 25 years old. Remember, she's living in Europe in 19 hundreds. So it's very much, like, a... She's, like, basically the first, like, free woman to make her own money and then she changes like, fashion as well. So other stuff. But at the time, it's like, it's very much, like, a society thing. Like, who are you... Who's your parents? What's your lineage did you come from and stuff like that. So she uses this guy's interest, and she starts... He... This is what I I mentioned earlier when she was, like, for temporarily a kept woman. So she... Because he's rich and he lives to Paris, he introduces her to all kinds of, like, the high end society, which again, she knows nothing about because she was unbelievably poor. So while she's living with him, she starts building arc buildings. She starts creating hats, and her first store is on the bottom floor of, like, this I don't know if it's a building that he owns or whatever the case is. But it's it's a high traffic area where other people have really high means. Have to go through. And so they stumble upon coco, this this crazy character with her crazy looking hats. And again, that's where being different for the sake of it's beneficial. Like I've never seen anything like this. And what she was doing is she was just buying hats really cheaply. She even, like, like, she's kinda mean. And sometimes where she, like, ridicule these, like, rich. She called, like, rich idiots for lack of a better word. Because let's say, I don't know the exact translation of the numbers between Frank and everything, but let's say, she could buy a hat hat for 10 cents, and then she'd add some feathers. She'd she'd sew something on it. She did, like, minimal improvements and then sell for, like, 15 dollars. Like, that kind of high margin. So the point where, like, she'd immediately started making a lot of money. Right away. And that not only on hats, but on the clothing she was making too. So anyways, what I mean about that is She's just resourceful. She realized, hey, listen, I... This is my way out, and I'm not gonna sq it. I'm not gonna be like, oh, now I'm, this guy like, he's just gonna take care of me. She's like, she had have relationship with them. She love him for a little bit, but she's like, I... You're in my way, I want to work. And she would leave men all the time, that anyway that got in the way of her ability to, like, to be become... To maintain her independence and to make her money. She was extremely focused on work. As you could see, when when I started the podcast with a quote at 71 where she's, like, it's okay that people don't compliment him anymore, you know, but they complement, like my... Like, they don't have to compliment me to the person, but they complement the work, and that's the only thing that counts. Okay. So this is just a random thing. Sometimes... So she she goes along these monologue logs, and he's tape recording. The author's tape recording, all these conversations. And so he would tape he would transcribe the recordings and be like, listen, you have all these contradiction. And so she would start... She had a defense... She had a, like, very well fortified defense mechanisms. And so this is her defense against saying something that makes her look bad. Because, again, she's building own myth. She's building her legend And it's... It might as well... Like, he's asking for a life story, but his might as well just been, you know, a novel that she's creating. So this is what how he would catch her when she's veer into saying something that might them might not make her look good. She said, he says that was surely what she had said. The words were jo 1 another now... 1 another now in her lips. But when in her inner fortress forbidden truths raised themselves out of their dungeons. An alarm system went into action at the last moment. She recaptured them and thrust them back into their holes. So he clearly believes that she's has a lot of negative experiences in her life that she's not gonna tell anybody about no matter what that she took with her to her grave. And, here's this phrase again. I felt I was very different from the others. Above all, I didn't wanna be taken for a little yoke. I lied in order to be taken seriously. So again, being different for the sake of it, and 2, the idea that, you know, people looked out down upon you. You didn't have a mom. You didn't have a father. You are an orphan, you were a charity case. She she didn't like that, and I drove her to succeed. Okay. So this is this is the beginning of her empire. What Was saying is, all the they had all this traffic coming through. So she she would meet all these people. Well actually, this is right before she right before she opens her store. She make a bunch of her own clothes just herself before she she's selling them. And she says, all those ladies wanted to know who made my clothes, and especially who made my hats. Coco hats, which Gabriel Do, the best dressed actress of the time was soon going to wear, where the first sign of what was to become the Chanel style. Now this is this is widely different from any... What anybody was doing at the time. So she she basically said, hey, the the men are the ones making women's clothes. Women should make women's clothes because men make it for what men like. Now for 1 women like, and she also talked about how uncomfortable it was, like they were dressing dolls instead of people. People to actually move. She she said this is this is to her style her here. The masculine transposed to the feminine without the slightest ambiguity. Men's fedora with increased crowns, half the brim turned up and half down. Had a simplicity that obviously was a slap in the face of the constructions of feathers and flowers that were then all the rage. She also made a 3 cornered Velvet hat for Gabriel dessert... Do, that that actress who wore on stage. The press was full of it. They loved it. Out of all the sound and fury, that surrounded cocoa, she can see the notion of doing something to become independent. So, again, because of her access to high society through 1 of her lovers, she was able to have access to the press and actresses. And, of course, this still happens today if an actor an actress to seam is something people like, oh, where'd you get that shirt? Where'd did you get that hat, etcetera, etcetera. So she used that to kinda jump start and boots bootstrap what became a very, very successful company. So around this time, everybody... Like, so I guess it's, like, stated that, you know, if you're kept, you're never gonna be married. So you have to find like, you can either say the situation for a long time or you find a husband. So everyone around her wanted her to find a husband, but she wanted to work. It's so starts making money. She said she was learning what Freedom money confer when 1 stop working for it, and allowed it to work for 1. And on the next page, here there's a little bit of personality. An amazing person who risked her skin only for herself. She never put, and this is just that just being smart actually right here. She never put 1 foot forward until she had been assured that the other could not slip. She's a very intelligent too. Very smart. I'm gonna... We're we're gonna see that when she goes to war with her with her business partner partners where I think she's around like, 6 years old the time, and she wins big time. And then just, again, this is just more for her, like, Bra. And she's having a fight with the guy, who she's eventually gonna leave, and she goes, you know very well. I want to work, so I want to be dependent on anyone anymore, and he came from a really rich family. And she says, boy understands that. Now, boy is a friend of her lover... The guy that brought her Paris name like nt. I've I've tried to avoid telling you his names. I I'm know how to pronounce it. Et Et etsy, whatever. And he introduced her friend. She starts having an affair with his friend. She says, you know very well. I want to work, so I won't be dependent on anyone anymore. Boy understands that, boys his his friend. He'll give me a hand. He's the 1 that actually helps her open her her store. Can you imagine what that means to a woman like me being dependent on a man like you, and then this is a rather big insult to him, but also gives us a highlight of the, like, her own self confidence. And she goes, I have nothing, and I know I can do anything. You have everything, and you don't do anything with it. So that phrase is fantastic. I think every... We should all internalize that. I have nothing, and I know I can do anything. And what she means... She means by him saying, what by her saying you have everything you don't do anything with it. He's very rich. Yeah, his family's very rich. All he wants to do is, like, spend time with horses and, like, race horses, but he's not very not very ambitious. And then this is Coco, reflecting on this because I didn't want him to stop me from doing what I had in mind. I learned that 1 is not the master of one's decisions when 1 doesn't work. And it's interesting to me like, how much... Like, she it seems like she's she figured out very simple, like, blueprint for success. And just repeats it over and over again. In fact that, hey, if I can get money, I can have control independence and I have to rely anybody else. Right? Then I make my... Like, there's difference at the very beginning. My designs don't look like the other stuff you can buy in store, so it brings, like attention to people. Then I use the resources of the people around me. I'm introduced to people that can wear my clothes as advertisements. I can have the press talk about it. She just has, like, she's very... She's a very high amount of common sense. And she uses... Like, she lever... Uses all the leverage around her. Around her. I guess I bring that up because it doesn't... She just had a very simple goal. It's like, I'm going to be the master of my own domain. I'm going to have my own business, and I'm gonna basically focus on that and then did whatever she had to to obtain that goal. And this is the result. The feeling of accomplishment that she has when she starts the house of Chanel. And it says Coco knew the same sense of total happiness, The day she first set foot in her own place. I've done something all by myself. The house of Chanel isn't a thing made by money. I had no financier behind me. It didn't cost anyone anything. I had a guaranteed bank credit that I never over drew. I did it all. I built it all up. I made fortunes. I spent them the same way. I invented the Chanel perfume. What didn't I do? No 1 knows everything I've created. I've made a revolution. But I was lucky. Everything was just right for it. In 19 38, less than 30 years after Cocoa first started in fashion. The house of Chanel sold 28000 dresses. In Europe, South America and the Middle East and had 4000 women on its payroll. So I don't know if that's necessary. I mean, she did everything herself, but she definitely had financing. So I don't know if that money actually came from boy or if he was the 1 that guaranteed the bank credit that got her started, but, I mean, she did have some help. I know she's revel, like, her accomplishment, which is great, but it might not all be accurate. And this is another note of left myself on a few pages later, An example of her relentless resourceful. And I think this is actually a metaphor on how to create opportunities. So, like, I'm gonna tell you the explicit story. But really think of it as, like a metaphor for how you can, pursue opportunities that you may not be be pursuing at this time. And she says this then, it's Chanel version of the birth of Chanel. And so this is her first foray into clothing. And out of hats. A polo sweater caught at the rate... Caught at the waist with a hand shift. The Jersey dress. This is 1 of her most famous products. The first 1. And why she started making these things out of these, like, why is she not just using dresses like, everybody else is doing? Like, why choosing a different material Why is it it's a lot of, like, clothing for men that she repurpose for women? And it's interesting because she had to because where her store was located. They had these, like, exclusivity agreements. So here's the reason just she had to use Jersey, and it's, again, just an an example for taking your constraint and turning it, like, an asset. A dress maker had gone into business in the house in avenue Gabriel. That's where her store was, where she had made her hats. Coco could not have made real dresses without the risk of being taken to court for unfair competition in bad faith. But the Jersey, no problem. No 1 made real dresses out of Jersey. Jersey was for men, and anyway, in France, it was not used. It was worn in English boarding schools. Should she take something that's made for, men in a different country and adapts it for women and they go crazy for it. Eureka, all that had to be done was to cut them and sew them. The line and the taste were all innate in her. Her stroke of genius was to transpose the masculine English fashion to the feminine with taste that preclude any ambiguity. Does that word again. As she had already done with hats. She transformed everything she touched. Her jackets, her blouse, the ties on the blouse, the cuff at the wrist. Everything she borrowed from men became ultra feminine through her magic. And again, that she was the only 1 at the time doing this. So if you wanted... If if you saw, like, let's say, the people in high society Paris of the time, wearing something unique, which or Jersey just certainly look unique. You can only get it from 1 place. This is a huge advantage for her. Okay. And then this is the, the quote from James Dyson Dyson again, difference for the sake of it and everything. People started to go to her, meaning going to her shop because she was amusing. And then they would say stuff like, you know, that one's a real character, and from reading the book. It's it's even hard to keep up with, like, her stories. It's she just she was partially insane. Like, it's just... I understand what he means. Like, you're walking into a monologue. It's like a wall of text. I'm trying to make sense of. That was what was being said of her. She was unlike anyone else. She made people laugh. Life looked different with her. It became comic, funny, less dr than usual. She brought 1 out of the commonplace. And again, she's doing this because she's tit she's telling stories, so most of which are not true. She's getting from novels and stuff and then just acting like oh, yeah, this happened. I went to this place with this person, and she tells... And again, if you're just, like, kind of a board kept woman. The, you... You're not working all day, your husband's gone most the time, but he's really rich. Like, you can go and spend his money and then be entertained. By this this strange character, what that was Coco Chanel. And this is also the same part of the book where she's kinda making fun of these women that come in because they're like, listen, I buy these hats for nothing, and I resell them to you for a lot just because like, don't... You can't put a feather and and and so hat. Like, what's wrong with you, which, you know, I kinda... She's kind of, like, kind of, like, to me that that the... These kind of statements where she's be people, she's trying to prove. Like, she's superior. And I think she's doing that because, you know, she had a really... She lived a fourth of her life feeling feeling very inferior. She she says, the Richard introduced her to money. And this had helped her to work things out when she was setting her prices. This is such a good Again, like, I I hear this all the time where people are saying, like, you... A lot of advice entrepreneurs. It's like, raise your prices. So Coco would give you that same example. Alright. Seems same advice. She says Richard introduced her to money. And this had helped her to work things out when she was setting her prices. So so she's very observing about them. And here's what she said. She knew that they would pinch pennies over necessities and bankrupt themselves for vi. I don't know if I pronounce that right. You know what that word mean, So stuff they don't need. Okay. And then in the middle of the book, I thought this is a great 1 sentence description of herself, so it's the author is talking to a person that knew coco really well in younger in life. And so the author is asking him asking him. Like, he's saying, Coco wasn't in this so word in French, I'm gonna butcher cocoa was an ave not in spite of everything. No. And then the guys the guy's like, yeah. I agree. And then the Ave not translates. So... And the Ave naught in French folk floor. Is the person who never does anything for nothing. She's a very calculating person. Okay. So I'm skipping way ahead in the timelines. Her her hats are successful. Her clothes are successful. The house of chanel a fashion house she expands into perfume, which I think she actually makes more money from perfume than anything else. And his jewelry, all kinds of stuff. But what I found surprising, shocked me was, right at the beginning of World War 2. She closes down her fashion house, And it stays close for 15 years, and then she comes back when she's like, 70. So this is the mistake and this is her reflecting on a mistake of closing the house. She says, how how could I suppose that it would still be people who would buy dresses she closed it because she thought it was, like, no 1. The mortgage was gonna devastate everything. I was so stupid. Such a dummy about life that it seemed impossible to me. I said to myself, you'll just put everything in order and find something else to keep you busy. Well, I made a mistake. Some people sold dresses all through the war. That will be a lesson to me, and this is a great takeaway for all of us. Whatever may happen here after, I'll go on making my clothes. The only thing I still believe in is my work. And what I mean of a lesson. I think all of us could take. Like, you can only control your output. So you can't control war starter and or anything else, but, like, she could've just kept going. She's like, I'm just gonna focus on this and adapt to the new reality. Now, that's her words of it. She had a biographer later on in life that, that claimed to uncover, like, hidden documents. Like she was, like, secret spy for the nazis and all kinds of stuff. But Basically, his assertion is that in 19 36, you know, she only employed women. There was, like, dispute over labor agreements at the time, and they wanted stuff, like, pay vacations and social wear for... Welfare laws and all other stuff. And and they basically closed her business. They went on strike. And his assertion is that 3 years later. She closes the business because that, I don't know. That... I I would need more details. That just doesn't make sense to me. Like, why would you wait 3 years if you were annoyed by that. So... But in any case, she did close, she she winds up, like, the living in Switzerland for a few years and then comes back and and starts her business. But This is what I meant earlier wow. She's, like, rather, like, cunning. And this is how she... She's a war with her partners, and it's a war over her products. And then I'm gonna read to you the outcome, and it's This is amazing. Now keep mind, she's, like, 60... Think she's in her sixties when she does us. She goes after the war and before reopening her business, Coco Chanel embarked on 1 of the hardest battles of her career. This time, the little orphan declared war on finance. There was an attempt to deprive her of the profits from 1 of her perfume. With the gal and stubborn of a peasant woman and ab backed by her lawyer, she was to rest from the great financier, terms of payment that would make her the best compensated business head in the world. So she referred to as partners, every other source I've seen to refer to an venture capitalists. It's... Yeah, the the person that she makes a deal with the family. That family still... I think it's a third generation now still controls Chanel today. So... But this is this is what happens. It's actually really, really interesting what she does here. Okay. Chanel was consulting a lawyer because of her perfume. She had been selling them since the first world war, it's just the first world war. By 19 35, she had 3 labels, and she just list of products there. Which only could which could only be bought in her shops. In 19 24, she had a visit from the Oh boy. Worth worth a h, worth worth he Brothers. Paul and Pierre, whom she knew very well. They were intelligent, rich and aggressive. They suggested that they and coco incorporate as perfume Chanel. That's the name of the company. It looks like perfume spelled with an. Perfume Chanel for the promotion of the sale of her perfume in France and throughout the world. He said, hey, we're gonna start the company. You can be president him. She agreed and she turned over to Perfume Chanel the rights to all the brands she had thus far marketed under the name of Chanel. Remember that, as well as the chemical formulas and the manufacturing processes. Oh, Jesus. The Worth him Brothers were having the Chanel perfume made by their own company. So they... This company called like board bourgeois raw, or something like that. So, basically, they they say, hey, we're... You're gonna be president. We're gonna run the company. You're gonna get 10 percent. Right? But it's 10 percent net. They start... They control everything. They start producing it using basic second company, so they can deduct expenses against, and then they granted sales rights to foreign subsidies subsidiaries, which they created, and in which Chanel had always had the same 10 percent. So they're they're creating not only... They're creating all these other companies to manufacture them. So you have a that owns the the perfume are the rights to perfume. Then you have their separate company that that Chanel doesn't have anything to do with that manufacture them. Right? Using the information that she gave them. Then the foreign subsidies just, like, you know, let's say, there's 1 in England to sell in England and 1 in America to sell America where the case is, they own together. Right? Chanel always had the same 10 percent. In a word, the more the business grew, the more cocoa were regretted ever having made the deal. And what they mean with that is, they open a factory in Bulk, New Jersey. They're not they're kinda getting playing loose with the quality of the of the perfume. They're starting to sell it everywhere, even, like, drugstore kinda like diluting the brand and they're getting 70 to 80 percent of all the profit. And so she's making way less than than she she wants to. So for years, like, we need to renegotiate we need to renegotiate, and they kind of just brush her off and ignore. Right? And so remember, should made the original agreement in 19 24. Up until 19 39, she's like, listen, I... Like, we need to redo this I'm gonna sue you, and they they, like, did not respond. So she goes to this attorney in front... And Paris. It's just, I want my revenge. It's got to be all or nothing. So her attorney meets with their attorneys and this is what they tell her. An ami settlement will bring you much more than litigation will. Both lawyers reiterated to to her, but she was out for blood. All or nothing she re. So this is the confusing part, though. The the book, the book was the the way they wrote it. I didn't understand what it was taking place. So I to actually go and look at it. So there... While this litigation is going on. Right? She's going to court, and it takes like, a few months in between until they're actually gonna get in front of a judge. She creates her own her newport frames under the same name because she only agreed that they could use whatever the 1 she was using up until that point in 19 24. And because she has a extensive network, she knew people like, in New York and Paris and London that owned very famous department stores. And she was telling them, listen. If you do not come and renegotiate. I'm going to start basically competing. They didn't own them the trademark to the names. So they could only... Let's say they had 3 different products. I don't know exactly how many. I think was 3. But they could only control... They only had the rights of those 3. So she's like, I just made a bunch of other ones. They're gonna be stocking in stores everywhere else. And basically, they're gonna... She's gonna cannibal the sales of the the 3 perfume that the war War brothers owned. So... And she does this in a few months. She was... Already started manufacturing in Switzerland, and she already had distribution set up. So eventually, now the war is over because I guess her partners are Jewish had a flee because the Nazis. So now the war over, they're coming back to run everything in France, and they start coming to the table. And she said, and they're, like, what does she really want? They don't wanna go to... The... They're trying to settle before the judge, the judge is gonna rule. And says no decision was ever handed down in the case because everything was settled out of court. And so now let me tell you what she was able to negotiate, which is 1 of the craziest things I've I read. It says, ultimately, the Worth in Chanel came to a mutual accommodation. So this is in 19 47, which was about almost 10 years after she she would she was... She wanted to renegotiate and, what, 23 years after they started the business. So it says, ultimately, they came to mutual accommodation negotiating the original 19 24 contract. On 05/17/1947, Chanel received wartime profits from the sale of number of of Chanel number 5 in an amount equivalent to 9000000 dollars in today's dollars. Now this is the crazy part. Her future share would be 2 percent of all Chanel number 5 sales world income. The financial benefit to her would be enormous. Her earnings were projected at 25000000 dollars a year. Remember this in the 19... This is 19 forties. 19 that's insane. Making her at at the time, 1 of the richest women in the world. In addition, they agreed to it unusual. This is so bizarre. They agreed to an unusual stipulation proposed by Chanel herself. Worth oppenheimer, the Worth her family agreed to pay all of Chanel living expenses from the trivial to the large for the rest of her life. She isn't... She... I think she dies in 19 71. Am I right about that? Yeah. 19 71. She you're talking about what is that? 57 67, 20 over 20 years. They have to pay for every single living expense she has, and she's making 25000000 or so a year on top of that just in in gross sales, not including every she makes from her fashion brand, which they also finance when she opens back up. Is that insane? That blew my mind when I read that. That is just... That's insane. So this is now her talking to her lawyer. My dear bunny, she told her lawyer. I have already made a great deal of money in my life. But as you know, I've also spent a lot. Now thanks to you. I shall never have to work again. So that's 1 of the biggest takeaways from from her life story and from the book I read. It's like, she was, like, she has a lot of unhappiness like, you don't you obviously don't wish on anybody. But the 1 thing that I think we have to envy, a lot of people have to envy her for is, like, she really found something she really loved to do, and she did it when she was poor and she did it when she was wealthy beyond any measure, and she did it up until the day she died. And I just think that's died that... That's just something that's unbelievably rare. And I think nothing articulate that point more than this section right here. The hours dragged on and the night progressed. She sip red wine, and she said, the collection is fundamental because it's the future, meaning the new design she's making. At that time, she was 80. Her birthday was only a few weeks away. But there was no thought of wishing her a happy birthday. She would never know any happiness greater than her work. And she died 7 years after that night, and she never stopped designing up until the day she died."
}