{
  "transcript": "There is an inspiring life story in the 98 years that belonged to Kirk Korean, A boy who ran barefoot and the rich dirt of California San Valley before family financial chaos made him a city boy fighting for his place on the dirty sidewalks of Los Angeles. He was a tough guy who we the funerals, a humble man privately proud of his accomplishments, a business genius who ignored his Nba advisors, a daring avi and a movie mo. A gambler at the casinos and on Wall Street who played the odds in both houses with uncanny skill. That is an excerpt from the book that I'm gonna talk to you about today, which is the gambler, how penny list dropout Kirk ko became the greatest deal maker in capitalist history. So let's start with his personality, his early life and some of his accomplishments. So says Kirk was uncomfortable in crowds and dreaded the attention of strangers. His lifelong aversion to the trapping of celebrity would make him what he remains years after his death. 1 of the least known of America's richest men. He seemed to burst out of nowhere onto the American business scene in the late 19 sixties, A small businessman with a gambling habit and a junior high school education who struck it rich at the mature age of 50. He dropped out, and we'll get to tube, but he dropped on east grade. He was a heroic wartime avi who varied factory fresh bombers and fighter plans, fighter planes for the Royal Air Force over the treasure... Treacherous North Atlantic in the era before navigational aids. He nurse a small charter air service through cycles of hard times after the war until selling his company for a windfall fortune, but the Gambler decided to bet it all in some kind of capitalist Trifecta. Suddenly, he was on the on business news pages across the country, risking huge sums in a puzzling range of ec markets. On the West Coast, he moved to control America's oldest commercial airline. In New York and Hollywood, he waged a takeover over battle for the fa with fable Mgm studios. In Las Vegas, he built the world's biggest hotel, despite a secret campaign to stop him by Rival Howard Hughes. So let me actually just stop there. So somebody sent me... Suggested that I cover this book. They sent it to me on Twitter, like, a few months ago. And I had it on my wish list. I I don't think I had ordered it yet. And then, I bought a month ago. I did a podcast on Howard Hughes. And in the the... It's... It was the author's sourcing for the Howard Hughes book or a lot of the author sourcing was all these memos that Howard Hughes would wright, especially later on his life when he was basically rec. He'd write written instructions for, like, his staff. Like, they were known as like, the mormons. I mean, it's stuff, like, 5 or 7 people. Like, basically were his buffer between his little Penthouse or he never left and the outside world, So anyways, a lot of those members in the book, they they brought the fact that Howard Hughes was even though he would never appear in public. He was insanely jealous when other people would, other entrepreneurs would receive attention. So at at the same time that Howard Hughes living in the desert inn in Las Vegas, Kirk korean is like, developing a lot of the hotels there. And so because he's developing hotels. He's written around the press. And so Howard Hughes actually starts writing these memos on, like, try to how to destroy Kirk. Now I bring that up is because Kirk never knew that, first of all. And second of, he admired Howard Hughes. So if you remember all the different industries that Howard was involved in, Kirk kind of I'm not saying he he he copied Howard Hughes, but he certainly admired him. He was an Avi on a pilot just like Howard was, he winds up owning a movie studio just like How howard did. He winds up developing real estate in Las Vegas, just like, Howard did. They have a lot of the same, like, the same ideas and they work in, like this a lot of the same, the same industries. So Howard Hughes in this book a lot. I'll probably talk about them a few times, but it's just good to know that Kirk was about 15 years younger than them, and we definitely admired Howard accomplishments. That was not reciprocate. Howard was by that time, you know, high, a drug addict and and rather paranoid as I covered in in that podcast. Okay. Friends would call him a deal junkie, addicted to financial thrill, whether at a crap table or at the negotiating table. In business as in gambling, Kirk believed that there was no point in placing small bets. So that's definitely a theme we're gonna go back to a lot. He just... He did a lot of this stuff not necessarily for money, but for the excitement, and he didn't... He would never bet small. There were no Ty in Kirk Family tree. His immigrant father, an illiterate farmer and fruit peddle was in constant financial trouble. Kirk learned English and how to brawl growing up in Los Angeles. Now at the beginning of the podcast, in the intro, talked about how he he went from running around in the dirt in the San Joaquin Valley to, having to learn English and on the dirty sidewalks of Los Angeles. So what they're talking about here is his american immigrant father and a illiterate farmer and fruit peddle was in Constant Trouble. He actually had, like, his father had over a million dollars worth of assets in like, the 19 twenties, I think. Might might have been, like, even the the teens. But he was highly leveraged and he'd he'd constantly fall behind on payments, and then he'd he'd would have all his land fore closed upon. And so finally, he did this several times, and finally, he went completely bust. They lost everything and that's when they moved to Los Angeles and he just started to sell, like, fruit on the side of the road. Eviction was a recurring family predicament. He said he studied in the school of hard knocks. It turned out to be an advanced course survival and the value of trust, loyalty and hard work. So says kurt Mo a little bit more about who Kirk was Kirk was a little bit his personality. Kirk was soft spoken in understated with a paralyzing fear of public speaking. Kirk never defaulted on loan and always regarded his handshake as a binding contract. So that's important too. Later on his life, he's got an entire staff working for, he buy... He buys sells tons of different companies. This is much later because, like, the the interest at. He didn't really strike it rich Was already 50. But he lived at 95. And He was... I think it took him to almost like the age of 75 or 80 to become a billionaire. And then once he did daddy. I think it's... His peak net worth was somewhere around 16 to 20000000000, and then he got caught up in the the financial crisis in 2008. And I think he died with the net worth around right around 2 or 3000000000. But the reason I that up about, he does always regard to his handshake as a binding contract. The he he owned, part majority of this company and he puts it on the mark to sell, this Japanese conglomerate comes through. They're gonna offer him, let's say, a hundred and 50000000 dollars whatever the number is. They have a handshake agreement with the guy running the company so Kirk, like, second in command. So, he agrees to sell the company. The next day, another another group offers... Wants to buy the company but offers 15000000 dollars more in cash. And so Kirk second in command calls Kirk and says, hey, what should I do? I just got another offer 15000000 dollars higher, and Kirk says, well, did you agree... Like, did you make an agreement yesterday. Did you shake and say you're gonna sell the company? He's like, yes, I did. And Kirk like, well, why are we even talking any hump the phone? So he he didn't take the 15000000. He said, no. Your word is your bond. You made... We made an agreement. We're gonna honor that agreement. That was something extremely important to him. Alright. It says, he let's say. He never defaulted on alone. Okay. Kirk traveled without an She carried his own bags and drove his own car, typically afford taurus or a Jeep cherokee. He refused comps, personally paying for meals and rooms even at his own hotels. He gave away millions to charity and to people need on the strict condition that his gifts were kept secret. When his donations grew into the tens of millions, he formed a charitable foundation, and it gave away more than a billion dollar. So he he he had a saying that he felt like, anonymous donations, donations made anonymously to an anonymous person was, like, the Purest form of giving. And he's saying, if you wanted something in return, like, he wanted your name on a building, or you wanted a plaque an award or you wanted people to know to... Like, you're public sizing what you're doing. He's like, then it's not charity. Like, you it's a transaction. You're trying to get something out of it. So this actually went up back firing on them because he would pay for, you know, his employees, like, they're they're somebody in the family would have cancer. He'd pay for the the treatment. He did all kinds of very generous things, but his family from Armenia, and he wind up... He was the most successful Armenian businessman in the United States at the time where there's this giant earthquake in Armenia. And he was on silently and anonymously donating millions of millions of millions of millions of dollars. And he was doing this before anybody asked. And then he started to get a ton of press coverage or, like, look how basically sting this guy is, like, you, you know, you your family emi immigrated from Armenia to America, like, you've had all this great success. You've done nothing. So that's when he had to set up the foundation and kinda do it like, more publicly, even though he didn't want to. Because, you know, he was he was getting bad press un. So... Okay. So then he says this is some quote a quote from him. Life is a big crap game. I've got to tell you it's all been fun. What follows is an account of the great crap game. The life of Kirk Cor. This is 1 of the books where I... I've talked about this in the past as I flipped through the pages just to get to my next notes. There's something about when you read a book that's so fantastic. I don't know what the the feeling is, but this is probably sound familiar you. Like, you get to the end of a book you really enjoyed. You know, it's a it's a huge investment. This book is... I have the hard cover. It's... I don't know, 400 pages. Like, you're talking about 10 hours to read. And then you get to the end and it's like that mel colleague, like, bitter sweet feeling. I had that feeling when I finished this book because I enjoyed it so much, and it's just like, wow. Like, I'm never gonna get that experience to read this for the first time again. I don't know. I I really, I really enjoyed it. So so he's discovering This is... I'm I'm going ahead in in the time frame. He's not a little boy anymore. I think he's around 19. Might be a little older. But this is what he... He's discovering his first love, which is flight. And at the time, he's actually working So let me tell you, it's it's it's amazing that the in the book they talk about, like, how much money... Okay. So he's working at 45 cents an hour. And at the time, he is installing. Remember he's an eighth grade education. Right? So he's making 45 cents an hour installing 270 pound wall furnaces. So these things that would heat people's homes. And he's... The person he's working with. They're working close to, like, a like an airfield. And the guy he's working with, like, hey, we can go pay a dollar, and we can take a flight on like a little, you know, like, a little 2 seater prop plane that they had at the time. And this was his result. And it's... This is him discovering flights and then rapidly switching careers. And so Kirk is in the back, the plane takes off, and he says, in the back, Kirk senses were instantly assaulted by the deafening scream and forceful lu of the Piper 50 horsepower engine. Imagine a plane with 50 horsepower. But if Kirk was un nerve by the noise, the power of the speed or second later or seconds later, the altitude, he didn't show it. His big grand said at all. Kirk was Sm. It was love at first takeoff. Suddenly, his entire future was banking sharply in a new direction. Until that takeoff off, Kirk had never... Power actually had been focused on quite a different career path, professional boxing. Moving heavy wall heater serves as an as an extension of weight training in the gym. His big dream before he... He start taking flight, had been getting his name on the marquis of the of a title belt. He had a nickname, they called him Rifle Right Ka corey. Rifle R Ka corey fighting for a world championship and the ultimate international arena. New York City's Madison Square Garden. So that flight causes Kirk to want to learn how to become a pilot, which is, like his first passion of his career and how he makes his first fortune actually. So now the book is gonna go back in time. We're gonna learn more about his early life and then a little bit about his dad and then some of his early jobs, which I find always fascinating because, you know, you go from making 45 cents an hour to having a network worth of 20000000000 dollars in in 1 lifetime. I find that, motivating and and interesting. Alright. So, the Ka coherent family's financial collapse and forced relocation to Los Angeles would be among the earliest and most unsettling memories of Young Kirk life. It also ushered in prolonged periods of economic uncertainty that would extend more than a decade, deep into the great depression. Rent payments and eviction sometimes as often as every 3 months repeatedly ab uproot the family and made the boy a new kid in the neighborhood over and over. Hence why he had to learn how to box because he was constantly getting bullied and getting his ass kicked. By age 9, Kirk was hawking the evening express, which is the newspaper in the area they lived in on street corners, making about 50 cents a day and turning over pocket fools of pennies to help support the family. So everybody worked his his brother and his sisters as well, More first jobs, Kirk entered the south... Southern California job market as a middle school dropout at the worst possible time. The depths of the great depression. He had to settle for a series of odd jobs. He would carry at the golf course. He would sell oranges on the side of the highway, anything to bring a few cents a day. Anything to bring home a few cents a day. Everyone in the family had to contribute. So then around the age of... He's about 17. He lies... He gets his parents to lie how old he is, because 1 of Fdr... 1 of the programs of the new deal. They created something called, like, the civilian conservation course, so they did, like, infrastructure work and dick and and ditch digging and stuff like that to, like, kind of build up funded public works. Right? And so he lies to be able to go up to... It's in Sequoia National Park, and they're working... Well, let me just read it. It was especially demanding high altitude work, digging chopping and clearing paths on terrain like, the fourteenth on, like, the fourteenth thousand 500 foot face of Mount Whitney. And so they talk about... There's a lot of people, like, from day 1, there's an obvious difference between the limited stamina of of of people like Kirk. And his friend and then, the farm boy that were able to work much longer. Because at this time, I, he'd been in in Los Angeles for almost 10 years. But a lot of people would just drop their shovel and leave because of was such strenuous years work, but Kirk wouldn't give up. So Norman who who is Kirk Friend he goes up Like, hey, let let's just bail out and Kirk, like no, No. We're gonna stay We can do this. And, Norman saying, this is his recollection at the time. He says, at first, the farm boy pretty pretty near killed us, and we couldn't keep up. But we worked hard and we got tough. The pay was 30 dollars a month, more money than Kirk Norman had ever made. Okay. So that... But that was a limited engagement. He... Then he goes back to Los Angeles, and you know, you have to pick up odd jobs. So here's the 1 of the craziest interesting facts about his life. 1 of the odd jobs he picked up was moving boulders at Mgm Studios in C City. So they were gonna film, like some kind of underwater scene, and they needed to move these giant rocks. And so the boys spent a night shifting pushing and shoving rocks around a big tank used for filming underwater scenes. They made 2 dollars and 60 cents each. Personal best for single day's work. Now, I'm gonna jump right to the punch line in a book. Let me just read the other note I wrote because I was listening to... After I finish the book, I was doing more additional research for you. And I heard the author, tell a story that he was giving a speech on on the life of Kirk Cor. And he said something that was fasting, and it's he was a day labor at Mj Studios, which I just told you moving big rocks. He made 2 dollars and 60 cents a day. 30 years later, he owned Mgm, and his investment into Mgm was returning 260000 dollars a day. So from moving rocks in on the studio for 2 dollars and 60 cents 30 years later, he owns the entire point place, and it's generating him half a a quarter million dollars in profit a day. Okay. So, but before we're very far from Matt point in his life. We're still in a sea of uncertainty. And it says with regular work still hard to come by throughout the middle 19 thirties, Kirk turned entrepreneurial. So this is his first his business. He bought equipment for steam cleaning car engines, and rented space at... Rented a space at a gas station to use as his operation center. Used car dealers became Kirk primary customers. He made enough money to start buying and trading old cl. So first, he cleaned him, then he buying trade old cars, he'd get them running with his auto shop skills, swap out bolt tires for other used tires with a few more tread and then wash, polish and steam clean. Presto, he could clear a 15 dollar profit. So again, that's that's a a good amount of money the time because instead of moving heavy rocks around and making 02:60 a day, he can make what it was at 5 time more than 556 times that, just set fixing up an old, car. He also takes us lessons to the future because 1 of his most successful first his businesses is buying and and, refurbished... He'd he'd buy old junky planes, ref them and sell them. Something that that traits the tie to together at all the entrepreneurs that we talk about on this podcast. Right? Is the fact that they're relentless... Relentlessly resourceful. And Kirk took that flight on that little plane was Sm decided I have to learn how to fly, but he had no money. Alright? So this is how Kirk learns to fly with no money. Kirk new was flying, and she was a demanding mistress. He needed more money to pay for 3 dollars an hour flight lessons. So he took an extra job at a Bowling hour, Bowling Alley barr as a bounce. Kirk enrolled in night school classes to study the same math that once bored him as a school boy at the time you had an... You might still need to know. But the... Basically, he was bored in Algebra. So he he always fail out and in math classes. But now that the... Like, because, you know, the the problems he was learning was just fake. But he knew to be a successful a pilot, he had to make all kinds of different calculations. So once he had a purpose at, hey, you need to learn this because it's gonna it's gonna help you reach your goal. He was very adamant. So he said, he had to solve the mysteries of a compass and a pro actor. He had plenty of motivation now. Math was essential to all aspects of aviation from navigating to trafficking... Or to tracking fuel consumption A pilot's computations were serious matters, life or death matters, and Kirk now had 1 overriding goal in life, a pilot's license. Sometime around the spring of 19 40, a newspaper advertisement caught Tension. The famous American, Florence Pun Barnes had opened a flight school at her dairy farm in the Mo mojave desert. So he's like, oh, crap. I gotta get down there. This This is how dedicated he is. He hitch hikes 85 miles to the Mojave and made poncho a prop proposition. He was short on education and money for flight lessons, but he was willing to work hard. If that meant getting up a dawn to milk cows, slap hogs and mu out the barn, Kirk was ready to start immediately. So she actually makes this this trade with them. She said he was impressed with his the young man's in in innovation our initiative. Sorry. An obvious ambition. So then, Poncho, he starting to learn he's starting to learn how to fly from Poncho, and here's another connection to howard Hughes. Pan her cadet cassettes with tales of barns, air derby and stunt flying. Spiced with accounts of Hollywood parties and her work for filmmaker Howard Hughes. Kurt came out of Poncho flight academy barely 6 months after plunging into intense pilot training. And physics and physically rigorous farm chores. When he left the academy, Kirk had already qualified for commercial pilot license, and he already had a job offer. So this... He's gonna wanna working for civilian defense contractor, this is a rate for the start of World war 2. So Kirk was needed immediately by civilian civilian defense contractor to teach aviation cadet debts for the Us Army Air Force. So the sub contracted off for Air force, and this is a description of him as teacher. His low tolerance from mistakes and reckless made him a demanding instructor. He often repeated the mantra. There are old pilots and there are bold pilots. There are no old bold pilots. So this whole low tolerance for mistakes and and being extremely demanding. Definitely personality traits, talked about, like, later on in life he was dating series we became rather famous. So he's dating a series of well known women, and he was like adamant about never being late. He just wouldn't accept it. Like, he was never late for anything and if anybody worked for from. He would just like, if a meeting was gonna start and and you didn't show up, he would just leave. And this... He was so severe. I wouldn't recommend this as a personality trait, even though I'd like to be puncture as well, that he was waiting for the... Whatever woman he was dating, at the time, Kirk owned his own, like, 07:37. And they're leaving France, He's gotta go back to work in Las Vegas, and she doesn't show up at their point of time, so he just took off without her, and it was her responsibility to figure out how to get back. So he was extremely extremely demanding person. Which you can kind of you can kinda guess that from if... Just my description of, like, his early life being extremely poor convicted everywhere. No education, boxing up upbringing, like, he was not... You know, he he called it. He... He his schooling was not, you know, Nba from Harvard. It was the school of hard knocks. So his personality kinda shows Okay. So here... And then his he's also extremely the there's a reason why the book is called the gambler. He's freaking crazy. So he gets a high paying job, and it's really high paying member. Surely, before this, he was happy if you made 15 dollar profit on resell a car or 2 dollars and 60 cents in a days labor. Now he's gonna start making a thousand dollars a month. Well, why the hell would you be paid a thousand dollars a month. Well, we gets a high paying job because every... Almost everybody does a job are a lot of people that do the job die. So it says of royal Air Force ferry command needed contract pilots to fly new warp planes from the North Atlantic for the astonishing sum of a thousand dollars a month. So this is in Canada. I think it's out of Montreal all if I'm not mistaken. They have this the series of warp planes that that the allies are going to need. So it hasn't yet popped off, like, America has not jumped into world war 2 yet, but Britain needs these to combat, like, the bombing that is, that Germany's is doing to I think London its time. And so this whole in in aviation history, though, that that flight path from, like, top of North America flying by the arctic to London was very treacherous, and they had like, I forgot what it was calls. Like, hurricane force who wins in the jet stream. But at the time, 1 in you had a 1 and 40 chance of crashing. So they'll pay you a thousand dollars a month, but you're... And you're you're literally just you know, flying a plane over there, and you... So you're basically like a plain truck driver, if you will. And you're gonna make a lot of money. And they're gonna pay for all your expenses, so you can save a lot of money, but you have a good chance of time. Basically, this is. He goes, someday days, he could hardly believe his good fortune. He was part of an elite unit that was steadily changing the balance of power in the war. Why did They say that because they're using these planes to to shoot the the German rockets out of the sky. He was commanding some of the biggest hottest most powerful planes in the air, and the the, like, the... It's on the leading edge of technology aviation. And day after day, he was flying the un fly North Atlantic. They said it was impossible to fly. Kirk Kirk Corey was having the time of his life. It's also crazy because the book goes into detail about, like, you know, he starts to make friends with some other coworkers workers are were doing the same thing, and, you know a bunch of them, a bunch of them died. Like their planes would just disappear. And the water so cold. They talked about, like, once you hit the water you're dead in about 15 minutes up there. I he almost died. He almost died over, he lost contact somewhere for Scotland and heavy fog. Okay. So it says, I'm gonna skip over all that parts so because it has nothing really to do with the scope of this podcast. Okay. So this is a summary of Kirk time as come contract pai. I bring this up because it's extremely important because he uses this as seed money to start on business. So there's a point and in all these little anecdotes. Kirk as a contract pilot lasted more than 2 years. Through the end of the war in Europe. In that time, he qualified to fly 7 different planes and accumulated thousands of hours of flight time. Thousands of dollars in savings and untold tales of adventure, on 5 different continents. So he loved it. Okay. So this is his second business. Now the war is over, that gig is is done, so he's going back to Los Angeles. He returned to Los Angeles knowing only that he wanted to fly and that he needed to be his own boss. In a matter of days he set up a pilot training school. So this is second business is gonna lead to his third business. The booming aviation business needed large numbers of instrument rated commercial pilots. So Kirk Flight school, Roster was quickly filled. Within weeks, the business was turning a reliable profit, but there was no excitement, no adrenaline rush. The teacher was bored with teaching. Kirk decided to get in on the charter business too. So this is extremely important because it's the Charter business is how he makes his first fortune. 1 of Kirk first Charter customers was a los Angeles scrap metal entrepreneur with a gambling habit. Jerry Williams operated at recycling yard about 5 miles from the airport and 1 in regular lifts over the mountains to a budding gaming resort in the desert 250 miles east called Las Vegas. What I love about the life story of Kirk is like, he has no wasted energy. So he takes everything he learns, and what all the stuff that he's learning is gonna turn into a business later on the road. So he's installing heavy, heavy, like, heaters. Right? Takes a flight. Realize, oh, man. I gotta learn how to fly. Learn how to fly in some ingenious way to, like, get free, like, basically barter farm labor to learn how to fly. Then takes a really harrowing risk risky and harrowing job, stacks a bunch of money, uses that money, and he says, hey, I'm gonna be... I'm gonna I'm gonna start teaching other people to fly since I since I already know how to do that. Make some money from that, turns it into a charter business. That Charter business introduces in Las Vegas later on he winds up building the largest log... The hotel in las Vegas 3 separate times. Okay. So Williams was a regular was a regular hiring Kirk and his ces for weekly flights to the gaming center. Kirk was ent by the action. Now this is 1 of the few direct quotes we have from Kirk because he's extremely private. I was just overwhelmed by the excitement of the little town. The adrenaline Rush was back in his life. So this is him starting and selling more businesses. The chartered dipped business in those days was very good. Gambler and couples in a hurry for Nevada quickie wedding weddings dominated customer traffic. And Las Vegas was poised for a boom. Kirk operation was small. It was too small. He sold off his flight school and planes, paid off his Bank of America loans and pocket a healthy profit that he intended to par into something bigger. Kirk wanted his own airline. His own fleet of planes, his own company. Okay. So he takes the cash that he makes for selling up his flight school. Right? And he's like, I need he wants, like, he doesn't wanna just fly us. Right? He wants to turn this into a full fledged, like, charter airline, which he winds up successfully doing, and he's gonna sell for a lot of money. But remember how you would sell. He'd buy old cl uses his skills to ref them and sell for profit. He's gonna basically do the same thing. So the Chartered business had 2... It was 2 separate businesses that made a lot of money, that made him wealthy at a age of 50 was. He had the charter. So, you know, you can hire him. I are his planes and other pilots eventually to fly you to specific places or, like, private air fair, and then he had buying old military planes ref them and selling them. So this is an example of that. 1 way to build capital fast was in surplus military plane market. So I guess there's a lot of, like, Dc 3, c 40 sevens these huge planes that were used during the war, they were just kind of a abandoned all over the world. Anywhere from, like, there a bunch of them parked in Hawaii for some weird. I guess, it wouldn't be a weird reason. Right? They just got done fighting in the Pacific. So he they you you you'd have to fly from, like, Hawaii to, you know, South America alaska all over place. So Kirk had a plan. He bought 7 of the planes stranded in Hawaii. Each worth at least double its purchase price. If he could get it the Us Mainland and doubled again for any plane, he fe all the way down to Rio d jane aero. He was figuring on profits that in 2018 dollars range from 90000 to 250000 dollars per plane. Now you have to ask yourself, like, hawaii is such a huge profit just sitting there anybody could take. 1 you had to obviously not how to fly. But 2, there they had limited range. So he would have to, like, take out all, like, basically got the plane in Hawaii install extra fuel tanks and then pilot them over himself. He almost died doing this on a flight from Hawaii to, to California. So again, something where he's he's putting his life at risk on for... To make money. So this gives him a chance to actually turn his his charter business into a charter airline. It says when a small charter airline at Los Angeles Municipal Airport went on the market in 19 47, Kirk and Rose bought it, a 3 roses his, little sister. She lives. So Kirk a 98 years old, Rose lives to a hundred and 2. Alright. So Kirk and Rose bought it, a 3 plane fleet so they have a Dc 3 between engine Assessment and a single engine graph. Kirk, so they're buying this for 60000 dollars. I'm not... I'm gonna... Not even gonna save the punch here. So Kirk put up most of the 60000 dollar purchase price after borrowing 15000 dollars from Bank of America. Rose invested an additional 5000 dollars and manage the office. So he is going to... Oh, let me get there in a minute. Kirk new bookkeeper. So it's Tim Rose and the harry a bookkeeper. Kirk Kirk new bookkeeper would introduce him to the tax benefits of lease deals and depreciation and capital game profits. Both his used plain brokerage and his charter service were making money. He wasn't rich, but the entire C curriculum clan was sharing in his growing financial security. So he'd hires his family members. Because I remember, they they come from very humble beginnings. Now I'm not gonna bury this punch. This this this small charter airline, he that he purchases for 60000 dollars and it starts building up. He sells 21 years later for a hundred and 4000000 dollars. I mean, he's got some transactions in the book. It's just insane. Just 200000000 here, a hundred million there. Okay. Okay. So this is an example. Something he he internalize at 35 years old. He's like, listen to get wealthy, you you you have to own some kind of equity. Like, you you need businessmen get wealthy pilots don't. So he's still buying and selling these old planes. He finds them... Some of them are almost scrapped. So this an example of, of 1 he bought. You bought a hundred thousand dollars. Right, his a hundred thousand dollar cattle went to north at northeast airlines for the remarkable price of 340000 dollars. And that was without the used passenger seats. The scrap dealer sold those separately. So he'd say, like, you'd find somebody that needed, like, a 07:47 left wing. And need send that to Europe. Somebody needed, like, the fuse lodge or, like, the chair, the the seats or whatever, and he just sell it piece by piece and make a lot more money. And he said, that transaction produced a milestone for the 35 year old entrepreneur. For the first time, Kirk annual income broke a hundred thousand dollars. He also learned a lesson. Pilots don't make big money. Businessmen do. So he's now starting to build up quite that he he's buying more and more expensive planes, Like, this is just giant jets that he's now trying to resell. And he he actually... This is when he actually meets Howard Hughes for the first time because he trying to sell plane. He says his good as new plane cost kirk about 300000 dollars. He he hung on it a price tag of 1600000.0 dollars. His first sales call was to Howard Hughes. Remember, hughes aircraft was giant. At the time, so they'd buy all kinds of planes. So he's talking to Howard Hughes, they talk planes and flying. They talked price. Hughes was easy going friendly, but a hard sell. They agreed to meet in Las Vegas. Though they had never met Kirk new Hughes by reputation as did most of America. Hughes was a famed avi test pilot an aircraft designer with many speed records and daring flights to his credit. He owned an airline, T and a movie studio, r k and was worth millions and millions of dollars. The famous avi 12 years older than Kirk was gracious and down to Earth. Again, they talked about planes and flying. Than about Las Vegas. This is when they're having dinner. But when conversation turned to business, hue hughes seemed argument. He didn't like the price. But he also didn't like a lit of other things. This made me Chuckle when I read it. Including the size of the airline lava. Kirk was always flexible about price, but he was surprised and put off by the nit picking, especially over the design of in flight toilets, and though Hughes was always very polite his stubborn pet ness make kirk made Kirk Wonder if he might have somehow personally offended the multimillion millionaire. After 3 or 4 more meetings without agreement, Kirk gave up. Okay. So right around this time, Kirk actually gets depressed, and he's married... His first wife their marriage is actually coming to an end. So he says they're 9 and a half year marriage officially ended in 19 51. Kirk slipped into depression. He stopped working, stop talking to his family and hold up alone in a Hollywood apartment. During that same period, he tried to share to shake his dark mood with electric shock therapy. He later told friends that it worked, but the effects didn't last long. So I include that in there just because, like, When I'm telling these stories to you, you know, it's amazing stories, from, you know, penn less, eighth grade dropout Immigrant to billionaire. But I want you to keep in mind that everyone's life is messed up in some way. Like, there is no such thing as a perfect life. You're gonna have ops and you're gonna have downs. There's... He went through a couple serious, like, periods of depression in his life, even though from the outside, you know, he's very wealthy seems to have everything you could possibly want. And just, you know, it's it's just part of being human. So I just wanna... You know, I I wanna make sure I make that clear that. I'm just not just trying to to put these people in a pedestal store glorify them because they're humans. And you know, there's a lot of ideas that we can learn from these people and and and hopefully apply our own lives, and it it helps to learn from their experience, but they're... You know, we... We're not trying to idol them. We understand that humans are value like, valuable. Yeah. I think that's the right word. So, you know, Kirk definitely had his ups and downs to end mistakes as well. Just like I do and just like you do. Alright. So this is him gambling on gambling and then learning an important lesson. And as a... Now he's in lot, this is happening in Las Vegas in the mid 19 fifties. As a gamble himself, Kirk knew better than most, the fundamentals of a casino business model. Customers come in all day and night to throw money at the owners. And they love doing it when or lose. Kirk consistently lost more than he won and yet called his visits to Vegas the best times of his life. And another quote, I was just overwhelmed by the excitement of the town. And so this is when somebody approaches him about... Remember, the the Vegas at the time was extremely mop up. Like, it was controlled by gangster all over the United States, and a lot of, like, the people running the casinos for front, So he was approached and they were trying to raise money and he was authorized to buy. So says Kirk was authorized to buy his first casino point, which means he'd have a 1 percentage share ownership in a casino for 50000 dollars. If timing is everything, the deal had nothing going for it. They were in such bad shape kirk later conceded. The good news for Kirk was that he lost only 50000 dollars. It it was on the Dune and it wind up basically, they went to a rapid series of ownership changes that left his his equity share, basically worthless. So the good news for Kirk was that he lost only 50000 dollars, but it was a better lesson, and this is a this is the most important lesson than why I'm telling you this part. I learned then not to invest in a business that I didn't run. So Kirk loved the lower starting businesses and and and doing deals, but he was also obsessed with control, which is obviously very common for, the people that you and I have talked about so far in the podcast. So the... Remember of that little Charter service, He still owns it. It's called... He changes it to Tia. So this is Kirk plan to grow what's now known as Tia. The importance of of, pay of playing for the long term and hiring someone and giving them 1 mandate. Sometimes like, I leave notes to myself and I can't even moon handwriting. Okay. The Nikita to Kirk grand plan was to go all in with Tia as a defense contractor. Since 19 59 when the company landed its first government bid, which is fair Us soldiers and their families in North Africa, military business had become a steady and reliable source of revenue. Kirk also reason that it's... That if his company was the first... Was the first supplemental airline with jets, he could sew up all the government business he could possibly handle and take a giant leap ahead of his competitors. A big... This is a big risk for a big payout. But Kirk wasn't taking a wild guess or betting on chance. He knew the business. He saw the expansion of Us military bases in and around the Pacific. And he was confident that future demand for troops and cargo would translate into strong returns on investments. So now he's gonna go around He's like, listen, I need jets. I don't have the money for jets need to go borrow money. So since his first stop was Walter Sharp at the Bank of America. They went up having a, a lifelong financial relationship. So it's actually important that he he winds up paying back Walter on time and and never defaulting on anything. So this is... And... This is not the first time they did business. Wow, Walter was actually a fan. So just Cor... C coherent fan since Kirk Va field flight school. That wasn't even a flight school. Sharp said he would try to get his main office to go for a loan up to 2000000 dollars. It was no sure thing. It was an amount well beyond a branch managers independent authorization. So even if he got that 2000000 dollars from Bank America, it wouldn't be enough to buy it for all the planes he wants to buy. So he goes to the company that he wants to buy the planes from and sees if they'll finance the and they went up doing it. So, like, the company called Douglas Douglas aircraft company. So this is Kirk. He he, meaning Kirk arranged to pitch his idea to Douglas executive Jackson Mc, a familiar face to Kirk. They knew each other casually having negotiated a couple of plane deals in the past when Mc miguel was a Douglas vice president of sales. He was now vice president and general manager of the entire aircraft division. This is what I meant about The importance of playing for the long game. Kirk had a fabulous reputation. So if you did business somebody in the past, they would likely to continue to really relationship in the future. And using the future, they were in a more advanced, station life so they could actually provide him more benefit. And in this case, this guy's running the whole thing. So Mc miguel was skeptical, a supplemental air service paying 5000000 dollars for jet was he serious, but he knew Cursed reputation and he knew his credit history. He knew his track record and Kirk quiet controlled excitement describing his plans made sense. It got Miguel excited too. There was even an escape hatch, a plan b. If government contracts were slower or failed to materialize, Kirk could least the plane to a commercial carrier, so he sets these deals up. If you remember that 3 part series I did on Richard Branson said a couple months ago, or maybe last year. This... That's what I thought of when I read this section where when you setting up, especially for virgin Atlantic. But in and almost any endeavor Richard branson just picked up on the the simple idea that, hey, I just need to protect my downside. And if I protect my downside, and I have enough businesses that have un uncut upside. I have some kind of Asymmetric advantage and I usually work out over long term. So when he said up virgin atlantic, he said, hey, I'm gonna I wanna buy these 07:40 seventh from you, but if I go to business, I need to... Have the... In our lease, I need to be able to... Like, you buy the plane back for me. So his downside was capped. Kirk basically doing the same thing here, but, like, 50 years earlier. So the government contracts was slower, failed to materialize Kirk leads the plane back to commercial carrier. The Douglas exec agreed with Kirk. It was a good bet and he wanted a piece of it. Mc mcgraw crafted a special deal. So he's gonna he's gonna finance some. Says kirk King up with some cash, Bank of America came through with the loan for about 2000000 dollars and Douglas aircraft company financed the balance. An unprecedented move at the time of about 3000000 dollars. On his signature alone, Kirk had assumed a personal debt load of nearly 5000000 dollars. Default would wipe out everything he had built. Failure would bring him a taste of his father's desperation back in his final days at weed patch. That's the place in the san Joaquin Valley. But Kirk was... The gambling Aviation executive was going all in. The jet deal closed in June and Kirk move quickly. He turned to... So this is the importance of hiring somebody with just 1 mandate. He hires his guy named Glenn. Glenn was a sales executive of Lockheed and a leading figure in the post war charter business. Kirk lured him over to Tia, making him president of the company. Glenn mandate was to keep the meter running on the Dc. That's a jet he just bought. Keeping it keep it so he could keep it make making money. So basically, your job is just to sell time on this plane that we just spent 5000000 dollars for. The big jets first steady work was flying high priority military loads from Travis Air Force Base in Northern California to Guam. More contracts followed. And just like Kirk envisioned, Tia was scoop up the cream of the new defense contracts. In its first partial year of operation, the jet single handedly propelled Tia from earning a quarter million dollars in profit, to 1100000.0 dollars. The company's net value surge into multi million dollars into the multimillion millions of dollars. So he gets 4 times the amount of profit in less than a year. Oh, so this is something surprising. Because I... When I was reading up, I knew that eventually, he sells Tia for a hundred and 4000000. But then in the book, he sells it twice. And the first time he didn't go well. So I actually wanna talk to you about that because I found this it's quite surprising. So taking outside investment, plus giving up control equals an unhappy kirk. So he's heavily... He's making money, but now he's he's highly in debt. So he's looking... He's he's saying, hey. What if I take outside investment and I have somebody like, I can make a little bit cash and then have some offset, like, my liability. It says big debt deprived Kirk and Tia of room to maneuver to take advantage of other investment opportunities to expand or more importantly to withstand unforeseen economic slowdown. The plane in Ta were insured against a catastrophic accident, but Kirk was a sitting duck in the event of a business slump. Debt is what broke his father 4 decades earlier. Kirk ponder ways to minimize his personal exposure to financial ruin, and then Stud baker came knocking. So Stud baker. You probably heard that, of of that company. It's car manufacturing, and the guy running the company is just getting e e. Expert, I'm gonna call him Egg. Because that's funny here. Expert came prepared to make concessions. Kirk was a classic self managed entrepreneur who ran his own company. He wasn't going to re having a boss. Bert assured him that Stud baker wanted Kirk to continue running the air service. Kirk would be corporal vice president and the President of Trans international, a Stud baker subsidiary. Said that Kirk would receive more than 120000 shares of Stud baker stock. Then valued at about 8 dollars and 25 cents per share. The deal would make Kirk a millionaire at least on paper. Stud baker would assume responsibility for dirt for Kirk Dc 8 debt. That's at the 3000000 dollar debt. For the plane, I guess, 5000000 dollars, and Kirk had everything you wanted, plus his first million dollars. The total deal was worth about 10000000 dollars. However, the Honeymoon didn't last long. Accountants and executives in South Bend, South Bend Indiana where stud baker was headquartered question marketing strategies, and even the smallest exceptions or excuse me smallest expenses. Sometimes Edward called Kirk directly to complain about cost or whatever. On 1 occasion, the exchange when something like this. Said, what the hell do you think you're doing? Kirk said, what the hell do you know about running an airline? After so many years without a boss, Kirk midlife encounter with supervision and second guessing, turned out to be about as welcome as a patch of moderate severe turbulence. He ends up getting out of this deal. Stu baker. They buy a bunch of these. They're all making a money, but their corporate their their main the main company. Winds is up almost going bankrupt. So Kirk went to buying back the control. Alright. This is a little bit about his philosophy on risk and an example of that risk. Kirk s re big risk. And when he... And he subscribed to the logic of his friend and Casino owner, William Clark of the desert inn. The smaller your bet, the more you lose when you win? Besides what's the point and where's the thrill winning a small wage? Betting the limit became Kirk trademark. He took a similar approach in real estate investing. After receiving nearly a million dollars in stock from Stud baker at the end of the year in 19 62. Kirk turned around and invested most of that fresh income 960000 dollars on 80 acres of sand and brush. The property was a potentially prime location near the dune and across the strip from the Flaming mango. So he makes a million dollars doesn't hold on to it. It puts it basically all on a bunch of dirt in Las Vegas. That went working out really well for him because he's unbeknownst to him. He's... There's a guy named Jay S, who has actually builds, like, hotels and hotels all over the the country. And he's wants to build something in Las Vegas. And he's, like, I want this land looks up who's the owner wants it being Kirk, so he he wants to meet a Kirk. And this is how Kirk winds up with being part owner of Caesar's palace. 1 of the most famous hotels in Las vegas. Jay Char, the the major sure behind upscale motel developments from Georgia to California already had financing lined up to personal friendships with Teams store Union president Jimmy Hof. Remember, this is the mob era of Las Vegas. Now he needed to win over Kirk cor, to strips newest lando over. They met over dinner on a summer night in 19 63. So it's about a year after he buys it. Kirk had come to listen. Sa had come to make a deal. He proposed the lease agreement that would make Kirk partner in the casino profits. Sa launch into his pitch. This is going to be the greatest hotel casino in the world. Everything is going to be top notch. Will have the finest restaurant, the best entertainer the most luxurious rooms. People won't won't people won't want to stay anywhere else, it can't lose. It was a very big play and Kirk wanted to hear more. So when he goes into this meeting, he would only he really had at the beginning, he only wanted to accept, like, regular lease payments. Like, no, Just Lease the land. You just pay me the set amount every month, and Kirk being the ga. I was like oh, well, actually, wouldn't be bad owning this. So it says, it looked like a shaky deal to Cohen. Oh, his I'm skipping over something. So he convince Kirk Kirk like, yeah, You know what, I'll give this a shot. Sa still needs to raise more money. So he goes all over. The book goes into the. I'm gonna skip over most of it, but he's meaning people all over everywhere. Nashville, New York city in New Orleans. It's just everywhere. And I just let put this part in there because said, thought it was funny because he winds up being extremely successful, but he goes to meet this guy that specialize in airport hotel developments. His name Bert Cohen. And this is C what Cohen says. It looked like a shaky deal to Cohen, a lot of debt and hefty lease obligations with Sketchy business plan. After his door shut behind the departing Sa, Cohen dictated a note to 1 potential investor. This afternoon I met with Jay Char and reviewed his plans for the Las Vegas hotel. I examined the terms of his lease, his loan commitment and his business plan. If you put 1 penny into this deal, I promise I'll have you committed to a mental institution. However, Kirk didn't he didn't send them let Kirk that was funny that he said this a terrible deal. Kirk saw something different. Like, I'll do it. Kirk agreed to a final conditions. A relatively modest monthly lease of 15000 dollars so he's for growing some monthly profit. In return, Kirk would received 15 percent of casino profits. So now this is the story of how Kirk buys Tia back then takes it public. And he's done this a few times where he sells something to somebody. At, like, peak price. And then something will happen, and he'll be he's able to buy it back at, like, 1 fourth the cost. It's really fascinating. He did it to Mgm studios a couple times. Or maybe twice. Okay. The car... So this is Stud baker the car maker was in free fall. It was on track to lose 16000000 dollars in 19 63. And that was despite the fact that Tia and several other non automotive subs subs... 1 of these days I'll be able to pronounce that word. Subsidiary were all profitable. The new president so that the guy that made the deal Bert. He's he's gone. Now he's to place by this other guy. The new president had just started selling off everything from idle factory machinery machinery to corporate subs subsidiaries in a desperate campaign to slash stud baker debt. Kirk left, meeting with him with a hundred and 50000 dollar option to buy back Tia for 2500000.0 dollars in cash. Remember his other deals were 10000000 dollars. He's buying it back for a quarter that. He does something similar with a... It was, like, but the numbers were different. Like, a billion dollar. He sells something for and then buys it back for 250000000. So this is by September 19 64 after less than 2 years under Stud baker's control. Trans international airlines was back under the direct ownership of Kirk. Kirk was ready to open Tia to Wall Street investors. His nearly 2 decade old charter business would be the first supplemental airline ever taken public. It was a bet... It was at... And this is fascinating story. Basically, it's our armenian investors are the ones that save his ass here. It was at best and modest beginning. Tia stock opened at 10 dollars and 30 cents per share. Dropped to 10 dollars and didn't move for weeks. But we'll finally started moving the stock where Kirk are manning in connections. So the guy, he... There's this young hungry guy that cold calls Kirk Wen wants to take, like, all his like, his stock business. His name is George Mason. So George Mason goes around, and he starts selling, like, pitching the stock to fellow armenians he knew through the newspaper because it's, like, a Armenian Mafia almost. They weren't gangster. I mean, like, they had like a connection culture connection. And he does this, like, basically by hand, which is just fascinating to me, and it actually wants up working. So months and months and months, he goes around saying, hey, like, any any possible person be like, a Armenian farmer from know. A couple of these people wanna up becoming millionaires because of this this deal. But basically, hey, you need to support, like, your Armenian... This is an Armenian business, it's a good investment opportunity for you is basically the pitch, like, you should buy the stock. And even if they weren't investing in any other stocks at all. So once it working, it says in a matter of months Kirk had paid off the 2000000 dollar bank loan, from which he had bought Tia back from Stud baker. Kirk was now sitting on stock worth more than 66000000. A vast fortune by any measure, and no 1 was more surprised than he was. And now there's another quote Kirk. I thought after the war, God. If only I could get up to having 50000 dollars. That would be great. Then it was a hundred thousand dollars. It just keeps going. Kirk said. A lot of people ask me did you have any idea that you would do this? The answer is absolutely 0. Alright. So over the course of the career, Kirk invest billions and billions the billions of dollars until Las Vegas. But at this time, she's taking the money from all the money he made from Tia. He sells it off, makes hundreds something million dollars, I think hundred and 50, hundred hundred and 4, or something like that. And he just starts buying up a more land in in Vegas. And this is, an example of Howard Hughes was not enjoying sharing the spotlight. So it says Kirk had paid 5000000 dollars cash for about 65 acres. He planned to break ground on the city's tallest high rise hotel project later in 19 67. This is the first time, first of 3 times that he builds the the largest hotel in Las Vegas. I I didn't know. He also builds the Mgm grand hotel, which is the first version in Mgm hotel, which is the 1 that's still there to this day. So it says, the casino would feature the largest gaming floor in Nevada. The hotel would have 1500 guest rooms making it the world's biggest at the time. And it's gonna be called the international hotel, which he winds up doing a deal with Hilton, which I'll get to later. The news seemed to wake a sleeping rec. From seclusion in his Penthouse suite at the desert inn, Billionaire Howard Hughes made his own headlines a few weeks later, when he brought the entire hotel for 13200000.0 dollars in cash and loans. Funny story. He bought the desert in because, he moved in, like, secretly. To the Penthouse, it was only supposed to be for a few days. Staged for 2 years, they threatened him victims. So he's like, alright. We'll just just buy, like, just we're... I, I can't get evicted I own the hotel. So he buys at hotel. Then he bought the sands, the frontier and more, a buying spree was on. In the shadows behind those perpetually drawn curtains in his penthouse, Hughes was plotting a 1 cited robbery to undermine Kirk grand plans. To the Hermit billionaire, Las Vegas wasn't big enough for 2 kings of gambling, and it's funny and some of his memos and he wrote, he compares him and kirk to 2 tigers. He's like, there can't be 2 tigers on a rock. Killing me 1 tiger. It's just... I don't know. Howard is such a, peculiar person after reading 2 massive books on them. It just so bizarre. So, you know, I'm not trying to glorify the fact that this guy goes all in on everything and that he's a, he has a pensions for gambling because when it works out, it works out really well, but and when it doesn't work out, it can wipe him out. And he's he came close. At 1 time he came close to, Like, he had a a he almost defaulted on a loan. And if he default... And then he had another loan that had like, a clause in there that if he default on any other loan that that loan would come due immediately. So he's, like a few... Even when he was, like, over a he was over a billion at a time. Here's a few weeks from, like ins solve. So, he definitely pushed it to the limit. This is an example of highly leverage plus high interest rates, and this actually goes against him, and this is about the international hotel. The international hotels, early financial returns were sensational. Inter international leisure, that's the company he created. International leisure stocks, steadily climb steadily. So you you did public offering to help raise funds for a the hotel. Kirk original 82 percent ownership had been worth a modest 16000000 before the hotel opened. It jumped to a hundred and 80000000 dollars on the strength of steady profits about the international and the Flaming. He buys the Flaming as well. It was time to take advantage of all the good press and potential investor enthusiasm by preparing for another public offering of international leisure stocks. So he wanted to do it twice. Beyond raising enough cash to pay off the 50000000 dollars he had in high interest high interest rate loans. Kirk expected this public offering to raise his next fortune. Okay. So remember that part, though. He's highly leveraged. He's got 50000000 dollars of debt at a high interest rate Because he's like, everything everything's fine. The first public stock offering went well. The second 1 will take care of all this business, but it doesn't. Before I get there, though. I still was in the very next chapter is this story that was amazing because he starts buying, like, the span of Kirk interests were amazing. At 1 time, he he he owned, like, a a fairly large stake, like, all 3 automakers. He he owns Mgm n... Like, he he he went up overtaking Mgm, which I'm gonna talk about right now. He's just got his hands in so many different things. He tries to buy Chrysler later on. Just all kinds of, like, he buys a hotel from Steve Wynn later on. So And anyways, the reason I bring that up is because I'm always amazed as I go through these books. I've talked about this idea bit in the past that books are the original hyperlinks. Like, they'll lead you from 1 idea to another. Right? So when I did a podcast on the founder of the creative Artist agency, Mike O, in his book, who is Mike. In that book, we find out because Mike pro Brokers... So there's a... There's this family... Canadian family owns, they're... They started out owning bunch of dis dis and selling alcohol and stuff, and they oh, eventually by S. Right? And S exist still to this day. Well, the descendants of the founder, which his name is Sam Bro, they take the family's fortune and then Mike O... I'm introduced to them because Mike O brokers a deal. I think they buy, like Mca or something like that. So the the descendants of Sam Samuel Bro, also at the time own Mgm. Okay? So we're about to be introduced into Sam Bro son Edgar. Now, when I read Mike Book about Sam Bra and I was like this guy sounds insane. Like, how does he start with nothing? Wanted you know, building this massive, massively successful massively profitable company buys up all these other companies and kinda keeps, like, a family affair because like, the company lasted, like, a hundred and 20 or a hundred and 30 years You find finally sold. But anyways, we're gonna be introduced now to Edgar Bro, who, at the time, this is Sam Hoffman son. He's living in your living a working New in New York city, and he's chairman of the Mgm board, and Kirk wants to overtake Mgm. Okay. So it says Edgar Bro, the Chairman of Mgm Board of Directors took a call from 1 of Hollywood's biggest lawyers. This name this guy named Greg G Boxer. Boxer had been quietly consulting with Kirk Cor. And the point of the phone call, he now wanted to announce that Kirk would be launching a tender offer in the morning in the morning. This is a bid for Mgm. His bid 35 dollars each for a million shares. His goal, management control. Did Bro want to sell? The 40 year old the 40 year old head of the Sea company United States was stunned by the news and outrage to be confronted with an uni unrelated takeover bid. He declared his opposition immediately. I'm gonna get into... So he winds up getting Mgm, But this is when he's got... He's highly leveraged as I said earlier, and everything falls apart. So what happens is you know, there's a lot of rumors that there's a skim going on in Vegas, the mob secretly control these corporations. Kirk was never imp any of this. But somebody found 8 years earlier, the Fbi had tapped this guy that was was mob mob up, and he was a book. And he was 1 of the people that Kirk would use to bet on, like, sporting events or horse races and stuff. So that guy calls Kirk 1 day and was like, hey, you know, the... Your bet last night went my direction, like, you owe me 21000 dollars, how are we gonna get it. Kirk always paid his debts and everything else He's like, okay. We'll, you know, we'll figure it out. Like, it... You probably don't want a a check for 21000 dollars for me. So Kirk agrees to write it out to some other guy and then that guy gives like a cash. Right? This comes out 8 years later when he's about to do a second offering for the international leisure hotel. And everybody pulls out. So remember, he's got 50000000 dollars at... I think it was like, 15 or 18 percent, like, really high interest rates. This is the late 19 sixties. And now he's basically forced to find a way out. So he's gotta take on partners even though remember in the past, he he didn't like when he took outside investment. But before I get to that point, there's just some personality, some highlights on his personality I thought was interesting. He talks a little bit about, like, his... The way he... Like, he was extremely disciplined. This is Kirk could... Kirk had always been health conscious and disciplined about regular exercise. He jog daily and played tennis religiously. He ate small portions, drank in moderation and despite bout of insomnia, tried to keep an early to bed and early to rise schedule. He... So it says, basically, he'd work like, from 9 to 4. So he'd work at 9 and morning to 4 in the afternoon, then he'd do an hour of in vigorous exercise, and then he'd have a cocktail and got dinner. He poured ups os displays of wealth, starting with jewelry. He wore no bracelets, no gold chains, no pinky rings. He kept he kept a simple time x watch without a band in his pants pocket. And I'm jumping ahead in the story before I go back to how he gets out of the conundrum that he's in, but I found this fascinating because he winds taking over Mgm, increasing the value a lot and then selling off pieces of it because he also bought the United Artists and all these other movie studios. But I thought... III wanna share this part because there's a pattern of how, like, like, the entrepreneurs that I... That I've been reading about and talking to you about, Like, they kinda ab poor complexity. And so, you know, Kirk, 1 of his most famous quotes is like, you know, don't let... He'd he'd shake your hand on a deal and they'd be like hey, Like, don't let the lawyers mess us up or lawyers and accountants get in the way of like what we're doing here. So this is how Kirk sold Mgm to Ted Turner. He sells Mgm twice I think. And this is 1 of the times. So he just calls him up, and because he knows he met Ted, Ted's a little younger than him, and he just liked him, and he's just, like, let me if I can do a no Bs deal with this guy. And so listen, Kirk calls me mean, Kirk suggested said that he wanted something around 1500000000.0 dollars. But at whatever price, it had to be all cash, no contingencies and a no outs commitment, and the deal had to be closed in 2 weeks, start the clock. So it's a pretty easy deal to understand. Like, we're gonna we're gonna settle somewhere around 1.5. It's gonna be cash. No contingencies You got 2 weeks. They wanna up taking, like, 8 months to close the deal because he had, like round up money, Kirk went of financing some of the sale himself similar to what, what the aircraft company did for him earlier in his career. But I just like the way he just laid it out in a very, like, simple, easy, like, easy to understand. And and, you know, as soon as they hung up, Ted starts working on the deal. Okay. So this part is about the negative new come coverage, and then, you know, it kind of all falling apart. And what, I've I've mentioned before, like, 1 of my favorite books of all time. Is the big short by Michael Lewis, the book being way way better than the movie. And Steve Wei is 1 of the people that saw the the housing crisis coming and wind up becoming a billionaire based on his bets against the housing crisis. He was played by Steve Core in the movie. Anyways, Steve weiss, I've watched a couple of interviews. I and, he's got this great quote about summarizing, all this stuff financial, like, shenanigans was taking place at the time. And, you know, how... Like, he went... He was famous because he went. I think it was Ceo of Bank of America and he, like, he went to 1 of their investor meetings and just called out the guys. Like, you don't know what you're talking about, like, all the ads things you would think our assets are going to 0. And in the book, it talks about, oh my god. He had a realization that 1 of the the people leading 1 of the biggest banks in 1 of the biggest countries in the world is dumb. That's Steve's words. So anyways, he describes it that he says they mistook leverage for genius. And I love that quote. Because, again, leverage can make you seem really smart when the market's going up and make you seem really dumb when it's coming down. So they mistook leverage for genius and this is a mistake that that Kirk makes. The negative news coverage continue There was no question that any public publicity that put Kirk in the same headline with the mob was very bad publicity. By the spring, international leisure was forced to withdraw its application for the second public offering. And Kirk had to paying 4 sale signs on everything. So all of his assets now have to be liquidate. Talks began with a very aggressive Baron Hilton of the Hilton Hotel chain. So Baron Hilton is Conrad Hilton Son. Conrad Hill... Hilton is the person that founded Hilton. And I have a book on Conrad Hilton, that will eventually appear, you know, founders app as a founder episode in the future. Barron was eager for a partnership with Kirk as joint owners of the international hotel. So it says, they're they're they're thinking about doing a 50 50 deal, and he's of his advisors 1 of Kirk advisors are saying, hey, with a 50 50 deal, you'll have no say. You'll be arguing constantly. He pressed Kirk to sell only 49 percent. They'll never go for it Kirk said. The sale ended up coming together in stages. 1 reason for the protracted transaction was the dreadful condition of the stock market. So not as you highly leveraged, not only does he have bad publicity, but now the stock market is crashing. It was heading to record lows and taking with a paper... With paper savings of millions of Americans. And a big chunk of K net worth. In just a few months, international leisure stock, check how to check the out is crazy. The stock had fallen from 65 dollars a share to less than 6 dollars and 50 cents. Kirk had no choice but to sell at the worst possible time. Hilton paid only 19000000 dollars for roughly half of C holdings. Nearly 3000000 shares that a few months before, would have brought in a hundred and 80000000 dollars. Jeez, So he lost what 90 percent of is almost 90 percent of his investment. I got a good kick in the ass. Kirk conceded to a close friend. And now we're gonna see what he thought about this. You you'll definitely have an understanding of Kirk after this. He didn't care if they changed the name of the international hotel to the Hilton. And he shrugged off questions about the staggering paper loss on the deal. But an rare public display of temper, Kirk led his feeling show when asked about sharing management control with his friend Baron Hilton and his team. They can talk all they want. They can call at Hilton Hotels. I have no ego problems. But we own equal voting control. We have 2 directors. They have 2. I hate even that. I like to call my own shots. It's my place more than barron and Conrad Hilton. So I'm not gonna dance answer their tune, and they can go whistle. Like any sane gambler, Kirk never looked back. He wanted no part of what its speculations, no second guessing about past decisions, learn a lesson for mistakes and move on. That was Kirk way, but Kirk legal and financial advisors wanted to blame the Sec. They estimated that Kirk lost a hundred million dollars as a direct result of the stock offering denial. Kirk blamed Kirk. He had let himself become vulnerable. He hated that. He hated feeling helpless and at the mercy of forces beyond his control. It took much of the fun out of his life and out of his business. He vowed. Never to let anything like that happen again. And he never does. That is where I'm gonna leave the story. Most of the story he he winds making a lot more money from the point we are in the story. If you wanna read more about it, I recommend the book, It is absolutely fantastic. It's well worth your time. I'd recommend buying a copy. If you wanna buy a copy and support the podcast at the same time. I'll leave a link in the show, but you can also go to amazon dot com forward slash shop forward slash founders podcast. I will be back next week with another, podcast aren't going over another biography of orange prayer."
}