{
  "transcript": "In the 19 forties, Henry J Kaiser was a household name as familiar then as warren Buffett and Donald Trump are now. Kaiser rose from lower middle class origins to become an enormously wealthy entrepreneur. Building roads, bridges, dams and housing. He established giant businesses and cement aluminum, chemicals, steel, healthcare, and tourism. During World war 2, his companies built cargo planes and liberty ships. After the war, he manufactured the Kaiser Fraser automobile. Along the way, he became a major force in the development of the Western United States, including Hawaii. Henry J Kaiser, building builder in the modern American west, is the first biography of this remarkable man. Drawing on a wealth of arch archive material never before utilized, Mark Foster paints an even handed portrait of a man of driving ambition and integrity. Perhaps the ultimate can do capitalist. Okay. So that's from the back cover of the book that I'm gonna talk to you about today, which is Henry J Kaiser, builder in the modern American west by Mark s foster. So this book was actually printed in, 19 89. So I found the the references to Warren Buffett Donald Trump interesting since those are both, very well known people today, for vastly different reasons. But before I jump into the book, I wanna tell you, I wanna read the footnote from another book that that what led me to to discover Henry Kaiser, even though he was 1 of most famous people in the 19 thirties and 19 forties. I had personally never heard of them before. So I was reading the Howard Hughes book, the 1 I did a podcast on a few weeks ago. It's Howard Hughes, the private diaries memos and letters, and they have this giant footnote on page 01:36, and it's describing who Henry Kaiser is because he's he goes to meet howard Hughes because they wanted doing a project together. And let me just read this to. So you understand... I mean, it was just hard for me to fathom how somebody can can create over a hundred companies like Kaiser did. So it says Henry Kaiser organized construction companies to build a Hoover dam, Grand Cool and Bon dams. As well as the San Francisco Oakland Bridge. Okay. That's insane. Just think about the infrastructure that's... That is widely known that he was... His company are responsible for. He says during World 2, he ran 7 shipyards that used the assembly line production to build 1490 ships for the Us. By his death in 19 67, he had founded over a hundred companies. And what I love about the way he names his companies. So he he he he probably created 1 of the most complex organization structures I've ever seen. For any of the entrepreneurs that have covered on the podcast so far, but his naming of companies was extremely simple. It's his last name followed by what it does. So it's Kaiser aluminum. Kaiser G. Kaiser Fraser Automobiles. Kaiser Permanente hospitals, in this 1, in the Hawaiian Village resort, which he sold in 19 61 to the Hilton Corporation for 21000000 dollars. So he also had... And we'll talk a little bit about some of these companies obviously, I'm not gonna cover all a hundred, but he had, like Kaiser Broadcasting. Kaiser construction. Kaiser paving company. So let me go ahead and jump into the book because I think it's 1 of... It is the most informational dense book that I've covered so far. And it has to be because he's his he had his hands in so many different, varying aspects of of commerce that it's it's almost I would say it's almost unbelievable to me that 1 person was able to operate companies like this. So we're gonna learn about how... You know, how is he able to start so many of these over a hundred companies. So I just wanna read from the introduction of the book. It says just who was Henry J Kaiser. This ego nomadic public figure who achieved prominence so suddenly and dramatically, the reporters dubbed him the miracle man. To admire, Kaiser achievements seemed unprecedented. His business practices audacious and bold. His relations with others, direct and magna. Mag magnum. You know the word I'm trying to pronounce. To critics, Kaiser triumphs were costly boom dogg. His ethics suspect and his interpersonal dealings, fur and self serving. The first enterprises bearing Kaiser names, photography studios is not surprising, appeared on the East Coast. When he died in 19 67, he controlled a large multinational organization. But his most important works were concentrated in the American West. When Kaiser arrived in spokane Washington in 19 o 7, The west was un ripe for industrialization. Had he not stepped into play a leading role in this development? Others would have. He and various partners helped set the stage for an increased pace of economic development by constructing hundreds of miles of paved roads and pipelines. Dozens of bridges and tunnels and several of the huge dams authorized by the federal government during the depression. From 19 39 on, Kaiser entered an ever widening circle of industries, including cement, magnesium, shipbuilding, steel, aluminum, housing, building materials and nuclear power plants, and he's got even more than that. Kaiser achieved his greatest successes later, and this is a really important point actually, because a lot of people I feel, like, a lot of people that wanna start their own companies, and you you have this, like, myth of, like, you know, if you don't do it when you're young, it's never gonna happen for you or, like, even if you start it out young, it's, you're... Usually you're successful right away. And if not, you're never gonna be successful, we obviously know and, you know, that's not true. There's been dozens or more examples on the podcast, of people achieving success later in life. Kaiser is 1 of these people. Since Kaiser achieved his greatest successes later in life after his sixteenth birthday. His accent was slow and steady for nearly half a century. Okay. So I wanna 1 of the things that made Kaiser extremely. Well, the 1 thing that Made Kaiser extremely famous in America was was his efforts during World War, 2 to build all these ships, and we're gonna get... I'll get into that in a little bit. But another thing that made him that that increased his notoriety so the the fact that he did this joint venture with Howard Hughes, and Howard Hughes was probably arguably the most famous American at the time. So I just wanna read the some of the... Like, the their... Like, their... The author's is basic comparing and contrasting these 2. He says 2 of his most remarkable qualities were enthusiasm and perseverance. Now they're talking about Kaiser. Kaiser demonstrated these qualities by working his magic on Howard Hughes. The movie Mo and aircraft designer was only beginning to gain a reputation as an eccentric. And this is a story directly from Howard Hughes book, I I read, which I found fascinating. That Kaiser was, if if not anything else, he definitely was relentless and would pursue you well, for lack of a better word, he pursue relentlessly. Once he got this idea that, hey, we're going to build the world's the largest airplanes ever, and I'm gonna do it with howard Hughes because at the time Germans, so Kaiser building on these boats, but when they go from the East Coast to to help, like, the British and and the Eastern front of the of World war, 2, they're getting sunk by all the German submarines. So he's like, okay. Well, instead of losing all the ships in the water. Let's put them on these giant cargo plants and fly them over the Atlantic. And so he decided to team up with Howard to do this. So this is... He he tracks Howard down. He says, Hughes was from an illness at the Fair amount hotel in San Francisco. Kaiser bounced into Hughes suite and laid out a complete program. If Hughes designed, the prototypes, Kaiser would build the planes. Even Hughes biographer were impressed by how Kaiser won him over. Kaiser turned on all his considerable charm and powers of persuasion. Against his better judgment, Against his better job and swept up by Kaiser appeal, Hughes agreed to the collaboration. The episode was vintage Kaiser. Once he made up his mind, he moved quickly and forcefully. Throughout his life, caught... This is an interesting sentence. Throughout his life, Kaiser dominated men who usually dominated others. Okay. So let me tell you a little about his personality, and then he has this great quote that I love. He repeatedly stated that he would he would best serve mankind by producing more things for more people. Part of 1 of the reasons he he would never stand on 1 business at a time. Throughout his career, Kaiser stressed that his success was due to his ability to hire men smarter than he than he was, and give them opportunities to grow. Together, they tackled thousands of problems, and then this is my my favorite, Henry Kaiser quote, which Kaiser renamed opportunities and workflows. That's a great perspective. Okay. So I'm gonna tell you a little bit about his early life. So says his parents were German immigrants who arrived in Central New York, a century after Pioneer settled the region. The Kaiser were not risk takers. They seem determined to recreate as much of their former lives in Germany as possible. Henry's father be que to his son little beyond good genes. The elder Kaiser lived to be 87. And Henry reached 85. So there's gonna be a lot of things in this book that I mean, it's a shock to me that this guy survived 2 85. So, you... I think nowadays people understand the importance of taking care of yourself. Of trying to eat healthy, and make sure you get rest. Take care of your body because that affects, like, the energy levels you have and and and how you're able to, like, the time and energy you can you can dedicate to your craft or whatever it is that you're doing. Henry Kaiser didn't, abide by that at all. He... For most of his life, he was massively obese, he was 6 foot at 1 time he weighed 300 pounds. He didn't start losing weights. We had a series of heart attacks, and then he went down to 02:25, but his doctor still told him he needed to lose more weight. He would change smoke to cigars. He would work 20 hours a day. He suffered from insomnia. All the descriptions in this book, it's just a miracle this guy was able to accomplish as much as he did. And not only that, but he didn't really... He was never really in incapacitated till only a few months before we die. So I'm definitely not recommending, you take that path, but he clearly had some great genetics to be able to I mean they... They were saying, like, how long after he died, his friends were, like, how long would this guy have lived if he actually didn't abuse his body like this. Okay. So back to his early life, Henry's mother Mary provided attention in love, and she helped channel his restless striving spirits. His mother fueled his driving ambition. This is a little bit about his father, and his father name was Frank. He was not much of a businessman, and we're gonna see how this affected, Henry made of may may maybe influenced him to work extremely extremely hard. But Frank Kaiser seem destined for failure. Consciously or otherwise, he tried to recreate his backward looking German lifestyle in the industrial region in the United States, and I wanna bring up... Well, let me read this part first and you see that Henry basically does the exact opposite of what Frank is doing. His business methods reflected his peasant roots. Frank made leather boots by hand for local customers. He frequently loaded a large leather bag and hiked 8 miles to make deliveries. Even a Century ago, such business methods may have appeared primitive to neighbors, let alone to Kaiser competitors, operating large shops and factories nearby. By the 18 seventies American shoe manufacturers sold and distributed goods through far more sophisticated delivery network. Frank Kaiser lack of success indirectly provided valuable lessons for his son. The labor boy hand craftsmanship and the time consuming deliveries of Frank Kaiser goods may have unconsciously, so so strongly impressed young Kaiser that it made him naturally turn to the easier quicker, greater measures, which which have made him America's number 1 production miracle man. So, Frank wanted to reproduce the industry that was, was past, maybe a hundred years even going back further. 1 thing I really... That really impressed me about Kaiser and something that I think we can all adopt to our own life is Kaiser was fascinated with technology. Now we're living in the information age, the age of the Internet, so this kinda comes like, naturally to us. Right? Like, technology is just an easier simple way for us to do more, like a way to for us to to to enact leverage in our own lives. That's something that what that was at the core of how Henry Kaiser organized his businesses. He was obsessed with technology and obsessed with machinery, wearing out machinery and not wearing all workers, which is, know, kind of the opposite. Opposite of what you might think considering that his first after his photography business, his first major construction business was paving roads. Okay. So... But we're not there yet We're still in his life his early life. He drops out at 13 and he starts looking for work. And then he's gonna learn some early lessons in business here that I think he he carries with him for throughout his career. A persistent mystery was why he quit school at 13. 1 well worn version was that the family income was so low that his mother had to work. His decision to leave school was entirely his own, and this a direct quote from him. I thought I was ready to lick the world single handed. So I dropped out. Henry Vividly recalled the trauma of his first job search, he paced up and down a commercial street for hours before summon the courage to peddle his own services. In later years, he made thousands of sales calls. In all likelihood, none was as difficult as his first. Henry lost count of his inquiries, but recall that took 3 weeks to find a job. His first employer was the Jb b wells dry goods store. For full time work here earned a dollar 50 per week. Henry's work for Jb b wells was not glamorous. He was a stock room and delivery boy. Other duties including straighten up the store after Harriet Salesman sc samples of goods about the counters and showing their ware to extracting and capri patrons. So basically, they're pulling all these goods, people are going through it, They're r through it to see if they want. If they wanted or not, and he... This is a a really good lesson that that... I don't know. A Jb wells. Nope. It's a business owner. His name's Ed Wells at the time. So he says more than 50 years later, Kaiser remembered an early business lesson from the owner Ed Wells. On 1 occasion, Henry neglected to return curtains to a shelf after a salesman displayed them. Welles asked why he hadn't put them back. The young clerk replied that there was no need. Another customer want to see them, and they'd be unfolded again. Welles kindly suggested that he asked his mother not to make his bed because he just messed it up again. Henry remembered that the older man taught an unforgettable lesson in order. Despite Henry's with Ed well over the care of Curtains. He was soon promoted to Sales clerk. Signing up for a correspondence course on salesman ship, Kaiser studied his craft after regular business hour. So this is actually a very common theme before he turns entrepreneurs. He he's he's always dedicated to going further above and beyond and than anybody else in his position, and he's always trying to learn. And so he's routinely promoted rather quickly. And part of this because he he would take, like, he just never sit stood still. He always wanted to get better. So says Kaiser study just crafted for regular business hours. Evidently, he learned rapidly. By 16, he was a traveling salesman for Jb b well. The young man had already learned a good deal about the world of business and had demonstrated persistence, but remaining out at 1 job for 3 years. However, he began to feel restless in his search of bigger things that that trade also never leaves him. So this is him finding his first passion. By 16, Henry was clearly tiring of the dry goods business. He had been fascinated by photography from the age of 12. So he began moon moonlight. He took photographs by flashlight at parties and then develop them at home. Photography became Henry's consuming passion. He quit his java at wells and worked briefly at 2 photography stores. By 18 99, Henry was deeply involved in what he then would believed would be his life's work. So it continues, Henry is not quite ready to become an independent entrepreneur. For about a year, he worked the Hyatt photography studio. Henry quickly mastered the photography business. As a salesman for Hyatt, he traveled extensively, meeting others in the business. In the spring of 19 o 1, he learned of an opportunity to obtain a share of a photography studio. Henry vin that this is just the beginning of his first business, and it kinda tells you, like, again, he's he's young. He's 19 years old. And he's like, I'm gonna go up there. I don't how much they offer. Let me gonna see if I get a a piece of that business. Henry ventured the... Henry ventured there to look up the owner. He had little to offer, except energy and a passion for work. Certainly, he had no capital. Eager to become self employed to have a direct financial stake in the business he loved, Kaiser made an irr irresistible offer to the owner. By 20, Kaiser was launched as a photographer photographic entrepreneur and his break from home was final. So when they talk about that he made that Henry made an irresistible offer, he said, hey, I'm gonna work for no salary. But if I double or triple the business, then I come in as a as a full partner. So if I... If if your come... If your, revenue stays the same. You pay me nothing if I'm able to actually increase and bring in more business and market it to more customers, then they bring them on as partner. So he did that. He was rather successful at it. And so here's a little bit about his him expanding the business and then more examples of of his his extreme levels of resourceful. So said a year after he acquired half of the business, he bought out the other half. With full control, he promptly expanded the scope of his operations. Business may have been good in the north. Remember this is Lake Class in New York, but it was strictly seasonal. So Kate... So Kaiser followed tourists. Kaiser attempted to establish a chain of retail sales and service stores. He had worked for others, then purchased his own business. And owning several stores and hiring others to run them, offer the potential of multiplying profits. So this another example of something that he's doing at a young age that he continues for his entire life, which is he hires the best people. He he delegates to them, and then he just moves on and keeps expanding. And he just trusts that I hired you, you're smart enough to know what you're doing, so just make the right decision and only contact me if you absolutely... If it's absolutely necessary. Raised in Central New York state, he had witnessed firsthand the phenomenally rapid rise of Eastman kodak, and he intended to get in on the ground floor. So I'm I'm eventually going to do a biography on Eastman. I actually have it in my queue. But what they're talking about here is he would... These stores that he's opening. They're basically, like, like, licensed dealers. It's like, because Eastman Kodak is is becoming extremely popular and people need help developing the film or are servicing the cameras. And so when you go back and look at the pictures of Henry's first photography stores, they say, like, you know, I don't know if it says the Eastman Kodak service center, but basically they're they're c branding with with a, much better brand, but the Eastman kodak name. So despite its promise, Kaiser discovered that the photography business was no easy road to instant riches. He strained his limited investment capital. So he's expanding, and then when all the people leave lake placid, a lot of them go south for the winter. So he goes down and he starts opening... He starts opening these these service centers in Florida in Daytona Beach. And so the problem is though, they were they were cyclical. So there'd be sometimes it's like, if the weather wasn't good, there'd be no tourist business. So he had to become more resourceful to say alive. So he... He gets other jobs. So check this idea. I think this a really good idea. So he gets a job down in Florida during summer, or should be during the winner and as a tour guy. So he says he worked as a as a guide on a sightseeing boat on the on the Tom mo river to Daytona beach. He sold film to the fu tourists who showed up and encouraged them to use up at least 1 role during the boat ride. As they departed, he collected their film, and a night he developed pictures and placed their prints in their hotel room, mailboxes before breakfast the next morning. It was hard work and Kaiser put in long hours. So the business was not gonna come to him. He had no problem just drum... Coming up with unique ideas to drum up the business. Okay. So around this time, he meets the woman that he wants to marry. And so he goes to her father to ask him for permission and and her father like, I don't know how her father in the construction business. Okay? And he's like, I don't I don't think photography just very, like, a lucrative depression, like, you can't marry my daughter, You need to go... If you if you want my permission to marry my daughter. You need to save a thousand dollars. He'd even be making a hundred and 25 dollars per month, and you need to have a home for her and and your eventual children. So he... And at the same time Kaiser wasn't really enjoying. The photography business anymore because he he looked at, like, an artistic endeavor, and he didn't like taking direction from people when they, like, he would take unique pictures of him, and they'd asked him to, like, change it or to edit them. So he says, you know what? I'm just gonna... I know there's an opportunity in the West. He saved up a little bit of money, and he just takes off west. You know, because he grew up his entire life in in York in York State. And so he he takes off to sp spokane Washington to try to to, like, basically, to start his his path to wealth because That was extremely important to him. Like, he wanted to be an entrepreneur. He wanted to run businesses, and he wanted to have, like, he wanted to be wealthy. So he starts over in spoke spokane Washington. He arrived... He takes a train out there and he's needs to look for a job. And so this is that that this is the story of how that happened. Kaiser had trouble getting started. He recounted 1 of the low points in his own life. A vivid memory was calling on over 100 businesses in spokane before being hired. Kaiser recalled this isn't this is another good idea that he has. Kaiser recalled... We called changing his thinking from negative to positive. Prospects looked as bleak as possible. 1 day, I stood on a street corner, and I decided to pick 1 fellow I most wanted to work for and concentrate on him. So instead of just doing these half hearted, like half ass attempts at getting hired from a hundred people, he's gonna put his full effort into 1 job. And it works. It says his target was Mc miguel Brothers hardware. Having chosen his objective, Kaiser gave the owner no rest. 4 decades later, James Mc recalled that the persistent eastern called him repeatedly, only to be refused each time. He is... He's very much like the terminator. He just keeps going going and going his whole life. His store had just suffered a serious fire, and he had no intention of increasing the payroll. But Kaiser perceived opportunity in the, Ashes. Several thousand dollars worth of hardware had seemingly been destroyed. Even if insurance cover the loss, recovery would take months. Kaiser finally persuaded Mc gall to let him try to salvage something from the mess. He hired about 2 dozen women who polished the damaged goods until they look new are at least sell. Kaiser proudly tom Ago when the job was finished and asked him what he should do next. Mc miguel promptly hired Kaiser as a clerk at a base salary of 7 dollars per week. He was determined. This is Kaiser. Kaiser was determined to move up quickly. Within weeks, and this is another example of him, like, going above and beyond. In the jobs, so he could, accelerate, like his rise. He says within weeks, he had memorized the price of every item in the store. Clerk who had worked there for years soon started calling out Henry. What's the price of this? What's the price of that? Mc was so impressed that within a couple of months, Henry received a promotion. Mc stated years later, this is such a... This is such a an interesting quote if you think about how far Kaiser came from here. Remember he's working... He's making 7 dollars a week to being, you know, unbelievably wealthy in his later life. And this is what when mc miguel had to say about the young Kaiser. He said mister Kaiser speed showed at that time that he was not a 7 dollar a week man. Something else that story tells us too is like, okay. So he worked really hard. He was with relentlessly resourceful. He had high levels of perseverance, but I think another trait that of his that we can, adapt and use sets very valuables is speed. He moved and he was able... He's willing to identify opportunities and he moved unbelievably fast. I mean, think about that with that 1 story Was, these guys have been working there for years. Like, what stopped them from memorizing all prices. How is he to do it in just a few months for everything in the hardware store. There's a story later on where he's trying to do this joint venture for an automobile company, which actually winds up failing spectacularly. But the guy that he he does a joint venture with, Frazier was like a lifelong executive in automobile companies, and used to, like, that that slower pace. And so within, like, 8 days of them saying, hey. We wanna do this. Like, the paperwork was filed. They were... Kaiser was raised all the money. He was out buying, like, the production facilities, like, he just moved technically fast. And here's another example of that, but he's, at the time he's still working at the hardware store and he's still young man. It says 1 of Kaiser renowned strengths was an ability to sense opportunities and move quickly. When a large school building project opened south of the city, Kaiser wanted to go after the business. Mc gallon d telling Kaiser, if they want our hardware, they'll come in. Nobody goes out after orders. There's no way that Kaiser would abide by that. So Kaiser would not be swayed. He insisted on seeking the order. Mc miguel told him that he'd had to pay his on expenses that he was off a wild good goose chase. The ad ammunition fell on deaf ears. As Kaiser was out to dude door as soon as he heard something sounding like, okay. 2 days later, Henry bounced back in with orders for all the hard hardware wear equipment for that big job. And this is an example of... So this is how what I found interesting is like, there was no wasted effort with Kaiser. So he would use, like, 1 opportunity to, like, swing to the next opportunity. This is how he learns a construction trade, which is, you know, how he makes a living for the rest of his life. And 1 of the... So he's meeting all these construction companies because he works at a harbor store and they need the the ware that he's selling. And so they sell the Mc hardware company sells a bunch of tools and equipment to this company called Hawk. And they were having problems with them. Some mc gallon loans, Kaiser to Hawk for a couple weeks. And he works so hard that Hawk guy recruits them. So Kaiser never goes back. And then so he gets an introduction to the construction trained by Hawk. And then 1 of Hawk guys customers in turn, is this J f hill company, which is a paving company. Remember what I said the beginning of podcast that his first construction business was the Kaiser paving company. And so in his work with Hawk guy, he starts dealing with J f company, and then they recruited him as well. So this says Jfk Hill company, a paving and road contractor with such... Extensive operations in in a near spokane, recruited him. So Kaiser joined Hill in 19 11. With Hill, he acquired what he most desired. A wealth of useful experience with the opportunities and hazards challenging general contractors. So he's he's basically learning on the job. Kaiser years with Hills provided critical learning experience. So I wanna pause here because Remember, Kaiser career, even though we moved quickly was just a slow, steady progress over a long time to the point where he's fabric successful by the time he's 6 years old. When we start out, it's 18 99, and he has his first business. Right? He's a young still a young man. The what I've just read to you, we just covered 12 years. Excuse me. Yeah. 12 years. Because now we're in 19 and 11. Okay. So Kaiser years with Hill provided a critical learning experience. We know that. Kaiser possessed boundless, possess experience, boundless energy and optimism. There were some jobs opening up in British Columbia, and the 32 year old salesman was ready to strike out on his own. So I just skipped over 2 parts said it's important to go back for a second. 1, he's making 8000 dollars a year at this time. So keep that in mind he's about 30 years old, 32 years old, Making 8000 dollars a year, but the hill company is doing well, but there's 2 competing management factions. They they have a lot of business in Washington. They also have business in in Canada. So he was up in Canada selling, a gathering additional contracts for for, the hill company. So they have this war, he winds up getting basically the the company collapses because of these 2 warring factions. And since Kaiser was up in British Columbia, he knew there was opportunity for construction. So this is the chance that he's like, okay, Well, why don't I use the resources of the company that's closing down, and I know, like, how to do the job? Like, let me just do the job. So this is how Henry Kaiser started a construction company in Vancouver? The year 19 14 marked the outbreak of World war 1. That same year in Vancouver, British Columbia, Henry Kaiser launched a career in general construction that profoundly changed the Pacific Coast region. Over the next 30 years, he constructed dams laid pipelines, built sand and gravel facilities, Doug tunnels, erected Jet and participated in many other projects. He spent most of the years between 19 14 and 19 31 building roads again. Like, it's it's really hard to fathom them. How is this the this guy? I mean, he did work till he's die... And he died at 85. But he's already the thirties. He spends the next... What is that close to 25 years. Just doing smaller construction jobs and to that that are paving... I guess I I'm making this point because, like, it's all... It's always important to continue to develop skills because you never know whether those skills that are gonna take in the future. And more importantly, those skills compound. So he couldn't have gone from, you know, building the Hoover dam or building liberty ships without going through and and working this process and started on a hardware store then to worked for a construction company, They worked for a road paving company, then started his own road paving company. Then kinda spread out from there. And then, like I said, he had no wasted energy. So then once you learn construction realized all, there's all these these his materials that people in construction need like Cement. So an aluminum. So he starts these massive companies. So the aluminum company actually winds up being the most profitable for all endeavor. So I just think it that... What I took away from the stories is like, it's so important to realize that all these experiences you're having in your life. If you don't quit, they'll compound. And that's why I think perseverance is so important for entrepreneurship. Okay. So it says, Kaiser demonstrated his enormous drive in energy in earlier endeavors. His experience in road building provided many basic business lessons, which served him well when he created an industrial empire. It's kinda what I was just saying. He earned a reputation for completing contracts with remarkable speed. He developed an uncanny skill according the flow of workers and materials. He also adopted new technology to his construction techniques. Pioneered several inventions. This is his love of technology again. And formed important professional associations. Kaiser was Kaiser always considered the road building years, the bedrock of his maturation as a businessman. I love that. Kaiser was hardly so philosophical after being fired by fit by by hill. He was without income, a wife and a 6 year old son dependent on him. He needed immediate income, but he confronted the dilemma facing all contractors. To make money, 1 had to spend money first. He confronted 3 major obstacles. 2 of them, he could easily surpass. He had neither an organization nor machinery, but he knew how to acquire them. In Vancouver, he had formed a high regard for a young construction supervisor named A lo Or. This is important because they they wanna work and get it for a long time. Henry Quickly quickly hired or. That's his nickname. And several of his best men. When Hill, Canadian mineral rubber company went bankrupt following the management shake up at the parent company, Kaiser knew where to buy cheap equipment so he gets started on on the cheap. Right? He didn't need much machinery, All with shovel, wheelbarrow barrels and a few horse skater. Scraper. Now keep in mind, this is 19 14. That's how he he's to build a roads back then. The big hurdle, of course was capital. By 19 14, Kaiser had been negotiating bids for 2 years. His skills were highly developed. His problem was gaining access to sufficient funds to accept contracts he won. So he get the contracts, but he needs to finance them. Right? So he's gotta solve that problem and what is his opinion on problems, problems are just opportunities and workloads. Alright. So he says he possess little collateral other than 3 years of construction experience, a willingness to work 20 hour days and un undo enthusiasm. So I do think, there is something I've talked about this before, but I do think, like, there is, like, these human elements that we can't really put a price on, but are extremely valuable. And I think enthusiasm and passion are easily understood by everybody because it's it's like a fundamental human trait. And I think even though they're they're an abstraction, they have very real concrete value. And especially for somebody, like a young Henry Kaiser, like, it leads him to being able to start his company. The fact that you can speak to this guy and he clearly is enthusiastic what he's what he's doing. And and passionate. And that passion leads him to getting the money he needs, and it comes from 1 meeting with the bank president. So I think this is extremely important part. He gained an interview with the branch president. This some Bank in Vancouver. He outlined so he he meets... Sorry. This is a summary of the meeting. He outlined his plans and astro for 25000 dollars. The astonished banker sat silently for a few moments, then leaned over his desk and said, you mean to sit there and inform me young man. You want me to loan you 25000 dollars, and you don't even have a company. You don't have any equipment. You don't even have any men. All you have is a contract and an idea that you think might work and it might make a profit and you want me on that sort of a basis to loan you this sum of money. Kaiser looked the president straighten in the eye and replied yes. That's what I'm here for. The banker said nothing for several more moments. Then reach for a pad of paper and wrote a brief note. He told Kaiser, go down and hand this to the head cashier. The contractor stumbled out of the room thinking the note might instruct the cashier to throw him out of the building. Instead, it stated, Honor Henry J Kaiser signature for 25000 dollars. This may have been the most important loan he ever received. Kaiser was in business. And that's just another fundamental aspect of human nature that were not rational creatures we're rationalizing creatures. We rationalize our behavior in our decisions after the fact. And so I don't know if it's in your personality or not, but I think it's in everybody's personality. If you're interested in what you're working on. But if you can, develop a way to express your passion enthusiasm to other humans that can help you in your endeavor, I think it's it's it's a critical skills. We just saw in in Kaiser life story. Okay. So this is just 2 more good ideas. This guy has tons of them, but here's 2 of them. Kaiser went to unusual lengths to develop a reputation for quality work. When bidding on a contract, he persuaded city council members to visit a previous job. To their amazement, he revealed sections that had washed into the gutter and asked for their suggestion for improving work on future contracts. Kaiser actions impress the. So you just fundamentally understood humans that, hey, I need these guys. These are, like, yeah, these are the people that decide if I get my money or not. Right? And he, you know, I could just go there and, hey, you, The best rate... Road paper in in British, Columbia. I could say, I'm I have 10 years of experience, etcetera, etcetera. Or I could say, hey, This is some of my work. This is the the parts of my work that I think would be better. You have a lot of experience with this because you approve all these bids. What can you teach me that can make me better. You're involving that person in... Like, you're showing to that person 1 that you wanna improve, but 2, you're you're you're involving the person in like, the, the actual outcome saying, hey, like, I value your opinion. People love when you say that to them. And so it increases their likelihood that they're gonna approve you for their job. And when you compare contrast to to the dozens of or hundreds of other bits there yet. That most people are not going to do that. So that's 1 good idea. The second was, something we talked about a lot lot, like, the importance of of being frugal. And I don't think Kaiser was frugal, but he did watch costs because he had too. He says Kaiser was fascinated with new methods and searched tirelessly for ways to trim costs. That's just another way to say that he was he was a technologist. Okay. So this is This an example of, you know, Kaiser just wouldn't quit ever, and an example of the power of long term thinking even in hard times. And when I read this section, it made me think of 1 of my favorite Steve jobs quotes, was, I'm just gonna read this quote from Steve Jobs to you. I'm convinced that about half of what separates the successful entrepreneurs from from the unsuccessful ones. It's pure perseverance. Sorry so here's an example of that. The World War 1 years, and those immediately following were rough financially. Kaiser did a large volume of business, but earnings were low. So it's not that much money in paving routes. World war 1 brought rampant inflation. Costs doubled between 19 14 and 19 20. He remembered, this is a quote from him. Although I raised my bids trying to anticipate the costs, the constantly increasing wages and the prices of materials, I never quite caught up with the soaring costs. The result was that for 5 years, I made no money. Even in Slack periods, Kaiser demonstrated loyalty to key associates by retaining them when jobs were scarce. In return, he attracted men who reciprocate his loyalty and stayed with him for decades. So it's extremely easy to think for the long term when you're making ton of money when things are going well. But Kaiser understood that hey, these people are valuable, that it costs a lot of money to find talent and to train them and takes a lot of time. So if I keep turning over my labor force, I'm going... It's actually gonna cost me longer in the in the in the... In... It's gonna cost me more in the long run. He said, no. I'm gonna take care of you guys. I'm gonna... Even if I don't make any money or if I'm not, like, making a lot of money, I'm gonna keep you around even though, you know, most construction jobs are cyclical, They go up and down up and down. And as a result, like, he's demonstrating the the, like, he knew that his troubles, the the trials and tribulation agency going through right now. It's temporary. He had a fundamental belief in Henry J Kaiser. So he knows I like, I'll figure this out, well well this will lead to bigger and better opportunities. Just like at how it always has to door on my life. I just need to get through this rough patch. That trait is really, really rare. And if we can adapt that, extremely extremely valuable. Oh, my goodness. Look at all these notes that I left on the next page. Okay. So he gets through this rough period because memory. Where were 1, is gonna end. It's gonna end in 19 18. And there's gonna be a boom in road building, and it's caused by 1 of... It's amazing to me how the the deeper we go into the the these podcasts, how all these stories kinda linked together. So this is because of the innovation of Henry Ford, the the the fortunes of Henry Kaiser are lifted. And I wanna read you another quote. 1 second. But first, let me describe the opportunity for. But 90 20 opportunities in road building, we're virtually unlimited. Ever cheaper model t for rolled off assembly lines in record numbers. The public developed an ins appetite for highway travel. Governments at various levels quickly increased funding for new and improved roads. This created a contractor dream. So I think about he's he's toil around in paving roads for a good 6 to 7 years before this period happens. Right? So this perseverance taking keep, like, paying off. But with that... I I thought of something... So do you remember the founders I did, founders number 50 on Mark Jason? It was on the Mark's blog that was turned into an ebook book. And he said something about, like, what is... What correlates? Like, what is his opinion about what correlates most to entrepreneurial success, and I found it fascinating. So I'm gonna read read from that book? And this is him... Saying He's like, what correlates the most to success, team, product or market. All assert that market is the most important. In a great market, the market pulls product out of the startup. The market needs to be fulfilled and the market will be fulfilled by the first viable product that comes along. So that's kind of describing this phenomenon that's happening over a hundred years ago or about a hundred years ago. The the roads were gonna be built. People clearly wanted their own cars. They didn't wanna ride them 1 dirt roads or through grass, and it was whether or not you would be in the position to fulfill this giant government demand for increased funding for new and improved roads. Well, guess who's been in this industry for 6 or 7 or 8 years up until that point. So III really appreciate Mark andre Jason's point here that, you know, the market will be fulfilled. So fulfill it. And this is another example of more relentless resourceful. And so this is this is Kaiser. Now he's traveling all over the the country trying to win these bids to to increase his paving company, and he's with that guy or that he that he hired back in the day. And there are 2 men are... I love this part. This says the 2 men caught a train to San Francisco, which passed the redding in California. Once aboard, they learned that it did not stop at redding, but it slowed down just enough for the engineer to grab a satchel of orders from a pole, but they needed to re... They needed to get to redding. They're on a train, but it's not gonna stop. So Kaiser decided that they jump off the train. Which still moving about 30 miles an hour. Kaiser leap off became a human bowling ball and wound up other under another clump of trees. Their suits were torn, hands and knees badly skinned, but the 2 men patched themselves up visited the job site and figured their bid. They submitted the the bid in 1A5 hundred thousand dollar job. Oh, man. If you could see my. I just have a big smile in. That's that's just Hilarious. And this is just an example of that of Kaiser using a leverage that technology provides, and I just absolutely love this thinking. Throughout his life, Kaiser was fascinating with new technology, and he constantly tried to speed up work and make it less physically demanding. He had observed that pushing old fashioned wheelbarrow barrels with iron trend wheels through muddy or rocky ground was very tiring. He equipped wheelbarrow barrels with rubber tires and use ball bearings to less friction between the wheel and axle. Kaiser experimented with caterpillar tractors. They pulled 5 scraper. While horses were limited to 1. Remember he's still doing paving roads at this time. So it's instead doing horses, they're gonna put 1 scraper you found, I could do 5 times the output with new technology. Simple adjustments and equipment save much needless effort and reduce careless errors and accidents caused by fatigue. He learned quickly that wasted time was a big money eater in construction. Devices facilitating work and enhancing speed often made the difference between profit and loss. Kaiser was the first contractor I'd ever met who didn't look upon my machines as trick instruments to do small jobs faster. Is the guy that invented the caterpillar that's talking. So he says he was a first contract I met who didn't look upon my machines as trick instruments to do instruments to do small jobs faster. He saw them as instruments to make big jobs small. That is such an important distinctions. So these are not trick machines to make small jobs faster, but big jobs smaller. That is... That's amazing. So I was just mentioning this, but I have a note on this page says the benefit of not quitting future opportunities compound. Kaiser had no Inkling men in late 09:19 twenties that he was about to start his final road project. But it was... It but it was to be a major challenge. From the time Kaiser began paving operations until 19 27, his contracts totaled about 8000000 dollars. So his entire from knight... Was at 19 14 to 19 27. Thereabouts all of his work with 8000000 dollars. That would soon change. Warren brothers who he knew, landed a juicy contract for a 750 mile highway construction job in Cuba. The firm would build the central highway, which trans traverse the length of the islands. In March 19 27, Ralph Warren, 1 of the warren brothers offered Kaiser a major sub contract for 200 miles of road. And about 500 small bridges. The size of the job, almost 20000000 dollars, clearly represented Kaiser greatest opportunity yet. So this just 2 really important points. I know I'm gonna repeat myself, but they're really important us to internalize this 1, don't quit because future opportunities compound. K? He spent 14 was at 13 years, and he mean 8000000 dollars in total contracts. Right? And he's got... That that experience led him to 1 job that'll pay his firm 20000000. So more way almost double than what he did in in 13 or 14 years in 1 job. And the the second part about per, Kaiser was 45 years old when this is happening. He had already been entrepreneur for 13 years. So that's the benefit of not quitting. And most humans quit. So just the the act of not quitting gives you an advantage over other people. Okay. So this is how Kaiser... How, the great depression affected companies like Kaiser, And this is how he gets into dams, which again, you know, the Hoover dam is 1 of the most famous structures in the world. Kaiser being 1 of the people build building it becomes, you know, extremely well known and this opens up other opportunities. So this is a very real concern was before he get there though, a very real concern was the survival of his companies. As a Cuba job near completion, the United States enter to depression. Construction firms were among the first victims of the economic collapse, so that that happened of and depression happens now to to this day, that construction firms are 1 of the first casualties of of these economic con... Constriction that happen all the time. It says, we're we building contracts were canceled to reduce its size. Government agencies cut back wherever they could. They'd order cheaper materials and they delayed payments. Private clients devoted defaulted in frightening numbers. So did a few city and local governments. Contractors held large inventories and machines, materials, and other tangible assets. Bankers desperate for cash themselves hound them for payments on loans. So in this rough economic climate, it's going very bad for his company, they they they start doing the United States does all these huge infrastructure projects, and 1 of them being the Hoover dam. So kinda like, damn. I need to damn. Put the pun. I need to get this damn job. And This is really important. So this says nobody worked harder studying the Hoover damn job in Kaiser. In the weeks before bids were submitted, his frantic dashes between company headquarters in Oakland and the remote damn site became the stuff of company lore. Kaiser would work a full day, then pile into his yellow automobile at 5PM and drive all night at 70 miles an hour. Definitely don't recommend doing that. After an hour or 2 of napping in the front seat of his car, he was bright eyed He was a bright eyed in visitor wanting to study every crack in the Canyon walls. By the spring of 19 31, Kaiser probably knew the canyon better than anyone, than anyone else besides the super superintendent on the job, guy Frank. So that That 1 paragraph reminded me of... I watch just great... I took notes on this great talk by this guy named Bill Gu. And it's called running down a dream. It's on Youtube, I'd recommend watching it's amazing. But he says something in there, I'm just gonna read you 1 of my notes. It says the good news. If you're gonna research something, the information is freely available on the Internet. So he talks about, like, doing professional research, making sure the most knowledge in whatever field you're going into because that's not... That's different from skill and talent. You could you could just literally collect more information to other people. And that gives you an advantage. You don't have to be more skilled and more talented. But says the bad news. You have 0 excuse for not being the most knowledgeable person in any subject you want. And so Kaiser is kind of demonstrating that. Like, I was so important to to to the, viability of his company that I'm gonna go there. I'm not gonna sleep. I'm gonna go there over it, and I'm gonna... I just out study you. And, like, that, that improves my chances of getting the bid and of course, he... Him and he joins us this joint venture called the 6 companies, and they they get the bid. And then the next part, a few paragraphs later is really important because the Northern myself is very difficult work plus less people willing to do it equals opportunity. So says few contractors ever began jobs under less favorable circumstances. The works site, this is where the building to Hoover dam was 1 of the least hospitable locations on the planets. Daytime temperatures in the canyon often reached a hundred and 20, even a hundred and 30 degrees during summers, which stretch endlessly from May through September. Although winners were short, temperatures dropped to 20 degrees and winds created un uncomfortable chilly conditions. Moderate weather was infrequent. Since the dam site was remote from transportation networks, urban areas and sources of power, virtually all supplies for maintenance of a large workforce had to be haul in haul in over long distances a great expense. So a huge part of Kaiser career was dealing. Like, he he he he worked heavily with the government. So this is you're not, like a consumer product book. That's not what we're learning about. Right? So he had to develop a different set of skills. And he was extremely adaptable to his situation, and he really understood what actually people care about. This is a good quick story that El illustrates both those traits. As work began in the spring of 19 31, 6 companies, that's the the joint venture that he's... That's spilling over down that he's part of, named Kaiser, their point man in Washington. Among many pivotal events in his career, this seemingly casual decision was 1 of the most critical. From that point forward, Kaiser became increasingly immersed in political and bureaucratic mach migrations in the nation's capital. His constant attention to opportunities for government contracts and his intimate knowledge of operations of congress and Bureau helped him initiate many important important ventures. Okay? So that's fine. How did they apply that? This is this application of that. They were really slow on like, they were... Some of the bureau were threatening to withhold funds after they would already started work on the on the dam. And he realizes, like, if I frame that in just what my company will lose. Congress doesn't give a damn. But if I say, hey, it's gonna lead to massive unemployment by your constituents, they give a damn. So he says, Kaiser claimed that if the 7000000 dollars was not immediately forthcoming, 6 companies would lose 6000000 dollars by failing to meet deadlines. To members of congress un move by the prospect of business losses, meaning why would they care. This is still true to this day. Kaiser provided a more persuasive consideration. That's what I mean about him I'm knowing people know how to persuade them. If 6 companies closed down, 3000 workers would lose their jobs. And 7000 dependents would be des. And the end result, they release the money. In addition to the Hoover dam, he builds the Grand cool dam, and this is some lessons from the Grand Cool dam that's going to be used in the future. Even to be experienced even to experience construction man, Grand Cool represented 1 of the most challenging building tasks yet undertaken. It was larger than the Hoover dam or any single structure ever builds. The Grand Cool job began in 19 38 and finish in 19 42, marked a significant transition in Kaiser career. It was his last major construction contract becoming have before becoming heavily involved in manufacturing and the production of building materials. That's what I was mentioning earlier. Realizing, hey, like, I need siemens. Need aluminum, I need all these minerals and things like, why don't I start producing them because of other construction men need that too? There were key developments within the Kaiser organization at Grand Cool. Perhaps the most significant was experimentation with what became the Kaiser Health plan. Under doctor Sydney Garfield. So doctor Sydney Garfield is his c cofounder for Kaiser Permanente, which still exists today, and I actually went and looked up. And last year, they had revenues of, like, 80000000000 dollars. So it's it's probably his most significant achievement even though he... He's more well known for, like, other, like, the infrastructure he built. And weirdly enough the book only dedicate about 30 pages to it. I did find a biography of his c cofounder, so I think in the future, I think it it's it it's such an interesting and, like, I know so little about health care that it may become a dedicated founders episode depending on, on the book. But, anyways, it's like, the the beginning of the what... In in the United States we have these Hmo, like, 1 of the first ones was this Kaiser health plan soon to be known as Kaiser per Permanente. Okay. So says Henry and Edgar Kaiser, that's a son also gained valuable experience with labor which benefited them in later years. Another important development at Grand Cool was that Kaiser and his top men established a highly successful strategy of cutting the dam in half with 2 crews competing for the lion's share of the work. This tactic was to yield spectacular results in shipbuilding and other corporate endeavors. See what I mean about He never wastes any opportunity. So ago, I learned something that we apply to a different domain. There might appear to be a cyclical pattern in the outcomes of job bids, each success followed by a failure in vice versa. But this would be highly misleading perception. Smaller jobs were extremely competitive in some cases, a dozen or more bids might be submitted. Kaiser and his men by no means ignored smaller projects. And they lost more bids than they won, still, by the late 19 thirties, big jobs were their primary target. So the heart something is, the less competition you have for it. That's it's like a counterintuitive thing that, like, the heart or something is the easier it is to do because you have no other people doing it. So think about, like Spacex. Like, it's just insane. In 2003, you're gonna start a private rocket company. But So, yes, It's hard. It's insane, but what happened. You can you have... You can accumulate the best talent on the world because those other... They have... There's no other private rocket company. So people that have been obsessed with Rocket science or whole lives, engineers and and otherwise, are gonna flock to to to that opportunity. So what that little paragraph I just read you is was just like, yeah, It's not that they ignored the smaller bits, but they realized that if they just went after the bigger bits, 1, it's much more money, and 2, much less competition because people didn't have the the organizational infrastructure to actually compete and and actually do these jobs because in in many cases like the Cool dam is the largest structure ever built in the world at the time. So it's that there's no experts in that domain if it's never been done before. So he also loses bids though. He loses as 1 bid for the s dam, which I never even heard of. And this is an example of him turning a loss into an opportunity. Failure to win the s dam contract indirectly led Kaiser into manufacture durable goods. By 19 39 Kaiser, had spent a quarter of a century in construction. His men had used millions of barrels of cement. Never at ease when subject to the whim of others, I I feel the same way, Particularly delivery of a critical commodity, Kaiser had considered entering the seam business. So he's like, hey, I wanna control. While I wanna have this... Like, if I'm, I'm gonna do construction, like, I don't want and he had, you know, all kinds of issues with unions and and all kinds of and and mono monopoly, in this day and age. Way they would make, you know, procuring the necessary materials for the job, like, really hard or really expensive. And he just got sick of it. So I was like, why don't I just do this? Okay. So now, like I said before, This is the most informational dense book I've ever come across so far for founders because he's just... He's involved in so many things. So I wanna skip a bunch of... I just fast forward ahead because I need to get into how Kaiser got into shipbuilding. And it just bog my mind how large his company got. Like, what I'm about to tell you, this 1 company eventually grows to 200000 employees alone. And that's just like 1 part of his... Of his a empire. This says, Testifying before a senate us up committing in the summer of 19 42. Kaiser was asked by senator Henry true... Harry Truman soon to be president. If you'd had ever be involved in shipbuilding before 19 40. Kaiser replied no. I had never even seen a ship launched the magnitude of Kaiser feet in shipbuilding after 19 40 simply dwarfed what transpired earlier. By 19 38, Kaiser was working closely with this guy, his name's Ro Jim Lam. Who was organizing the Seattle Tacoma shipbuilding building company. Kaiser employees constructed ship ways for Lam mans company and he sensed enormous opportunities. So remember, he would switch from... He went... Was working in the and hardware store, than the hardware store company hired him, and then that company was working with another company, and that company hired him he kinda, like, he he always paid attention opportunities. He's building stuff for shipbuilding building companies Like, I do that too. I love the the the confidence this guy has or had. Okay. So in in late 19 30, shipbuilding was still in the Dol rooms. After the World War 1 boom, many of large shipyards had suspended all or most of their operations. However, the Merchant Marine Act of 19 36, authorized adding 500 additional merchant men over 10 years. So there's this another, like, government funding here. 6 6 companies joined the Seattle Tacoma Shipbuilding corporation on a 50 50 basis and won a 9000000 dollar contract. So again, just like there was a road build road paving boom that he rode 15 years earlier. 20 years earlier, whatever that time frame was. Now he's riding the ship shipbuilding building boom. That's how you get from never being involved in industry to few later having 200000 employees in industry. Okay. So this... What's this guy's name? The it's called Todd Shipyard. Is is what their... The joint venture called? Todd personnel built c1 1 ship, 6 6 companies people constructed the ship ways. And they... So, basically, it's similar to the to the pitch that he did for Howard Hughes, Like, you design on manufacturer. So... But while they're working on this joint venture with Todd Shipyards, they're watching ship shipbuilding and learning. Under normal circumstances, Kaiser and as partners would have had difficulty entering the business. In fact, they would have had no reason to do so. But the outbreak of war now this is World war 2 ended normal times. Orders poured in. By the summer of 19 40, huge backlog logs had piled up. By the end of 19 40, government of officials were hard pressed to find ship builders capable of filling their orders. It's the exact same thing that had that happened in the paving. It's the market demanding to be fulfilled and hand sanitizer kaiser Are just like, I'm gonna fulfill it. You boats were sinking British officials 3 times faster than they could be replaced. The British consequently scratched or searched for ships anywhere they could be found, and they were not choo. In December 19 40, the British agreed to under underweight construction of the West Coast yards. This is Ken Car company and to pay a hundred and 60000 dollars over each caught over the cost of each ship. So what a what a hell of a contract? There... I mean, I guess they had little little choice. Right? You're involved in, little life and death struggle. But they're saying, yeah, build the ships and we'll pay you a hundred and 60 grand and profit for each 1. This marked the beginning of Kaiser direct partner participation in the shipbuilding. This would make him most famous by the way. Kaiser approached his task with his customary enthusiasm. He hoped to become the biggest and the best just like anything else. And just as he isn't and his partners had confounded experts by building dams faster than the thought possible. He dreamed of producing ships at unprecedented rates. So what makes him famous is they went up being able to build these ships in, like, 4 days. They were built with Rivets. He he he pioneered the technology of, using welding instead. And the reason he did is 1 is faster in 2. You had thousands. Thousands of un skilled laborers. And in in many case, they were, like, like, a women that never had never worked because that their husbands are in there are drafted. Now they have to work, like, this was a huge, shift in, like, American society at the time. And so it was hard to learn how to r it, but it was but it was not hard. Sorry. That was my alarm. But it was not hard to but it was not hard to teach them how to weld. So so using learning, like, taking their best practices and then improving on them was, actually, like, was what caused him to be able to produce so many of these ships so quickly. Okay. So this is actually... So remember, they're doing this joint venture, and I I just chuckle it on my note and I left myself. This since the contrast between Kaiser and his partner. His partner was not a mis fit. Kaiser is definitely mis fit. The Kaiser yards turned over out out over 15000000 dead weight tons of shipping at a cost of just over 4000000000 dollars. So think about it that's 4000000000 dollars in 19 40 money. More than any other activity, shipbuilding made Henry Kaiser and National Hero. Millions of Americans who followed public affairs heard the Kaiser shipbuilding Saga repeatedly. He started out in the shadow of John D. Riley of Todd Shipyards that's his partner. In some ways, Riley vision match Kaiser. He anticipated the huge increase in shipping needs as where we're 2 loom. And since the absurdity of most yards being on the East Coast when control the Pacific ocean was so vital to the nation's security. But the men approached their tasks from different perspectives. Riley was a sal employee in an old established firm. His company had achieved success with traditional shipbuilding techniques. Riley valued his position and did not challenge convention. By contrast, Kaiser was almost contempt of traditional methods. His partners had long since despair of getting the him to follow customary procedures. Where other partners were used to Kaiser as propensity for tackling several jobs at once. Riley was not. And this example of that. A traditional challenge to ship builders was crowded works The conventional method was to lay ships ke, then send hundreds of workers swarming into cramped quarters to perform many different functions. Workers handed heavy dangerous tools, and sub... And sub jobs are back breaking. 1 of the most difficult tasks was riveting, particularly when the operator had to fight gravity, avoiding accidents and maintaining high productivity was difficult. Kaiser managers challenged the convention from the start. As builders, they were experts at coordinating workers and materials. They decided to pre fabric large sections of a vessel, then bring them to the ship's hole only when they were to be attached to the ke and see other sections already in place. As dam builders, they had experience with heavy cranes. The only limitation was the maximum lifting capacity of their tools. So I I like how he's taking what he learned from other constructions Like, listen, I built dams at I built roads. Like, I don't understand it understand why like, I can't apply some of the the best practices in those industries, the building a boat. Like, at the end of the, it's all just building. And this is important because this part, I'm going to now it's important because he eventually goes into the steel business, and I kinda hinted at this previously. On 1 issue, Kaiser experience continued frustration. From the start of shipbuilding, he almost never had enough steel plate, and other important supplies. To keep vessels rolling down the ramps, Kaiser mastered evasion of bureaucratic regulations. Officials charged him with paying black market prices for steel from a willing supplier in Cleveland. In the ensuing ru, calm columnist, Randall or a Raymond Clap Rose to Kaiser defense. So he gets accused of, you know, buying things from not, like, approved channels by the office of price administration, which I don't even know what that is. But this this newspaper columnist is is writing is like, this makes no sense. Like, we're in the middle of a war guys, is is... And this is the defense that Raymond clap said about Kaiser. He says, if you have to be a sc law to get steel out of the arsenal of bureaucracy, then that's okay with me. If that's the way old man Kaiser has to get his steel to build ship to carry American forces to the fighting fronts, then I hope the old fellow breaks every law on the books. Needless to stay he he got. He started getting the steel. Prove faster, and then that leads him to just going into the steel business in general because he thought it was it was a monopoly and that they were artificially in a many k, In a few different fields in his life, he he would accuse other business people. Of mono practices. And would use that as a, like, a hedge or wedge. Excuse me. I I meant say, to get into that industry. So remember remember how at the beginning, it said, like, he was he would dominate man that would dominate others. He was also, like, cheeky, like, would talk. He just would he would, like, you were just blunt and would, like, talk... Like, kinda, like, poke at other industrial. So this is a little bit of less personality. He sent identical. This is to have to do with, like, big steel. You're trying to make make them enemies basically. He sent identical letters to the president of several large companies, lecturing them in patronizing tones, suggesting that if the... If they met the crisis, he would not enter their business. So he's like, listen. I just want steal. If you're not gonna give me to steal. If you're gonna... Bullshit me and lie about that you can't do it or, like, there... There's not enough like, you're at full capacity because you just wanna keep your your price... Your price artificially high, then I'm gonna come in. But if you will do this, I don't want to, then just give me this... Give me what I want. If not I'll it myself is basically saying, and this what he says. The government in its broader vision had not yet elected me to let... Or I had not let not yet elected to let me to do this, meaning entering the business. But it has elected to have the steel industry expand existing facilities. Therefore, it is now it now becomes a greater responsibility of yours. Selfish, I am happier with decreased responsibility. But sadly, I view the dire consequences of short of of shortage of steel for shipbuilding if it continues. Therefore, I can only sit and wait and hope that you will measure up to your responsibility. If Kaiser letter was dis discontinuous and sarcastic, he was only responding kind to the steel produces patronizing assurances that they knew best. The emma the m anonymity between Kaiser and the eastern steel men would only deepen. While he never overt questioned their patriotism, Kaiser implied that they were at best overly cautious and somewhat dull. In his view, he was simply trying to wake them up. For their part, Eastern steel. Reeling from a decade depression and external attacks were deeply annoyed when an ups start western who had made a fortune in lush government contracts. A man with no experience in their field and shu them out to run America's most basic enterprise, kinda speaks to his, like, this confidence or arrogance. I you would, I would say. Okay. So he does get into this the... I mean, he he creates a company called Kaiser Steel. And he does something that's actually really smart. He he support... This is just a smart move. So this is after World war 2 now. And the government had funded all of these he'd retrofitted all of these these factories to make the steel they need for for war materials. Right? And they they built them for so much like, hundreds of millions of dollars. And then after it, they just sat there. So he supports he... There's another plant called the geneva plant. And he basically says, hey, Us government, you should... You should... Even though the Us steel deal was gonna be his what was his competitor. He he tells the you... He petition in the Us government saying saying that like, sell the Geneva plan that's just sitting there to Us steel even though, like, they're getting it for a song, like, they're getting it for really cheap. Because he wants them to do it, so he can do the same thing for this this this plant called Font montana. So it says no other producer challenge to Geneva tenants. Us steel submitted the only purchase offer and government officials accepted its 47000000 dollar bid. Since the plant had been built at government expense for nearly 200000000, Us steel acquired a modern plant for 1 fourth of the cost of construction. Further, since the government finance Geneva, Us steel owed no accumulated interest. Publicly, Kaiser express satisfaction. The west the West need is steel output from both Geneva and Font santana. Kaiser reasons for endorsing the sale of no mystery. With this precedent established, simple justice justice suggested that Kaiser received similar consideration on Font santana. So he did that because, hey, now you guys hit the president, you're willing to sell A22 hundred million dollar facility for 1 fourth cost. Like, I want the same deal, and he winds up getting a very similar deal. And this is an interesting. So once he's up and running, he's got a fight what he calls big steel. And this is a strategy. It's interesting. Kai basic strategy was to portray big deal as cons conspired to limit supplies and maintain artificially high prices in the west. In a sense, Kaiser promoted was self as an industrial populist. It's so hilarious. In 19 42, he had predicted the post war supplies of many producer goods would fail to meet demand. Big events proved him right, in a period of post war economic adjustment was inevitable. Kaiser charged that big steel shorts sided policy threatened the national economy. Kaiser become very friendly with the New York Mayor Laguardia. The mayor arranged for Kaiser to address the nation over the mutual radio network on the need for more steel. So he opens up, and now remember, like, media back then was not as separated as is now. So millions of millions of people are listening to to this 1 radio. And so Kaiser basically gets on there and does like, a info. Kaiser rip big steel, claiming that steel mo had c alluded to keep smaller producers from expanding production. Now to smaller producers. Think about, like kaiser a massive industrial at this time. That's why it's hilarious. He urged listeners to pressure congress to investigate the persistent bottleneck and steel production. And another thing that he does is smartest before, all the steel would have to be it's manufacturer on the east and then shipped to the west and that's really expensive. Well, he had a massive advantage. He had the advantage of, moving steel manufacturing west and as over time like his lower cost would compound. So as by the mid 19 fifties, Kaiser steel sold 65 percent of its output within 60 miles of its factory. In contrast, Us steel shipped more than 3 fourth of its steel to the West Coast. That was why Us steel paid railroad or pressed railroad so hard for lower rates. In the early 19 fifties, Us steel was paying almost 15 dollars per ton for shipment. Kaiser was paying rates between a dollar 82 and 7 dollars. So way cheaper. And as I continued, he ran, the Kaiser still becomes this massive company. Start off with just 1 little, like, steel mills steel factory. And went up being a giant company, for in the last 25 years of his life. And this is just another reminder that that sales is entrepreneurship. And it says, from the outset of his business career, Kaiser was a promoter. Ever aggressive in searching for new opportunities he instinctively knew how to package his ability. Kaiser honed his skills in interpersonal communication. He was not a gifted public speaker, but few matched his d in 1 on 1 situations. He was amazingly adept at selling himself to strangers. He specialized in convincing decision makers that he could somehow performed difficult jobs ahead of extremely short deadline. It's a little bit of get you the idea of his His managerial style. From the day he hired his first employee in 19 14 until his death in 19 67, Kaiser managerial style changed very little. Many growing enterprises created large multi layered managerial hierarchy and rational responses to the complexities of the modern business environment. Kaiser resisted this modernization. He followed his instincts in organizing and promoting his employees. But year after year, Kaiser his organization out maneuver most rivals. Perceived opportunities where others did not and constantly set new standards for speed and efficiency. And part of this was a lack of, like, they they compare it. Like it's, like, ever flowing, I think is the word they use to to, like, his organizational structure we're, like, other... When you would interface with other companies, they, like, hey, Can you send us, like your, like, like, a flow chart of your organizational structure. So, like, our executive Vice president can match up with your Executive Vice president and so on and so forth. They're, like, We don't have 1. Just... There's, like, 1 guy in charge of everything, each project, so just go to him kind of thing. So this is a little bit more on his managerial style. The per... This is now Kaiser reading a memo, which he fairly, rarely did. He said the purpose of this memo is to establish clearly responsibilities to everyone. Due to the fact that the allocation of my time is such that I do not believe it will be possible for me to follow the work outlined in any other way, but through you. His meaning was clear. Run it yourself, consult me only when absolute when absolutely necessary. And like, again, some people in that environment are gonna fall flat on their face and not gonna succeed, but I think the the the highest quality talent of employees that you could possibly get, get only thrive in in in environments like that. It's like, here, here's your objective, go do it and just come back to me to for me for me to remove any roadblocks, But I'm not gonna micro manage and Kaiser definitely done micro manage. It'd be impossible for the micro manager. Think about hundreds of thousands employees, biz... Over a hundred businesses like, come on. So it says, he invested in... Expensive equipment to light cast for Blue Collar collar employees, but there were very few labor saving devices for managers. Kaiser ball bald claims to managerial philosophy. You find your key men by piling work on them. They say I can't do anymore, and you say, sure you can. So you pile on and they're doing more and more. Pretty soon, you have men, you can rely on absolutely. You have an organization that can really get things done. So I'm just gonna read a couple parts from Kaiser permanente day, which, like I said, still exists today. They're doing, like, well, I think 80000000000 in revenue last year. So it says toward the end of his life Kaiser claimed repeatedly that the Kaiser permanente Medical care program, a prepaid health care system which Stan as his most significant achievement. He was right. 20 years after his death, most of the companies in Kaiser once dazzling industrial empire had either folded or been sold. However, Kaiser Permanente continue to thrive. At Kaiser death in 19 67, the health plan covered 1600000.0 participants. In the next 20 years, membership more than tripled So they're at, almost 5000000. Now I think they're at, like, 12 to 13000000. So it kept going. By the late night I remember, he's... The author's writing these books are writing these words in 19 and in the late 19 eighties. But the late 19 eighties, Kaiser Permanente was by far the lit nation's largest health mate this organization for Hmo which you probably heard it. Just a little bit, like, it's basically fixed fee medical cares is what they're doing. Let me just read this part 2. Alright. It it's so much... There's just so much more here unpack. But, like Said, I think it's gonna wind up being a a separate app, episode, because I think it's interesting, and I don't think I don't I don't think like, it just there's just too much going on here, and I can't... Like, there's enough detail in 30 pages. You know? So it says the insurers agreed to pay... It just started out by, you know, you need your... These these workers are doing extremely dangerous jobs and extremely perilous conditions. And so they get injured all time. So you need, like, on say doctors. So they realized, like, like, you can just... Basically, wanted to turn it says, to the private physician, a sick person is an asset to permanente, a sick person is a liability. We'd go bankrupt if we didn't keep most of our members and families well most of the time. So that's the prepaid aspect of it. This is insurers agreed to pay a fixed portion of the workers compensation premium for all on site services, Garfield provided. That's the c founder and the doctor. For an additional Nickel a day paid by workers, Garfield offered non industrial coverage. This fixed fee arrangement inspired Garfield to promote safety and preventative checkup because he got paid whether or not workers suffered accidents and illness. Similar programs were used where employees guaranteed physicians extra income to keep them on remote or unattractive job sites. I kinda like, you had to do this. If not, like, why is a doctor just gonna sit around and not I get paid. If you only got paid when people get injured and let's see say you went along stretch people gonna injured, like he's just sitting in miserable condition not making any money. They're gonna leave. Let's see. They also helped persuade... So 95 percent of employees signed up. The prepaid health plan was a financial and medical success. For 5 years, Garfield tended patients in the desert. This is 1 of the job sites for Kaiser. And when the project was finished in 19 38, he sold a hospital for a profit, hospitals is being like, it's basically a house. And return to Los Angeles to teach and practice medicine, and that's where they they start, the kaiser are permanente. Let's see. And then I just wanna tell you 1 more thing. And that's just The decision by cut... This is 1 of his most important decisions that most his most brilliant decisions ever made as far as from a financial aspect. Aluminum was his most spectacular long term financial success. Kaiser aluminum faced major hurdles. Acquiring and transporting millions of tons of raw materials, meeting huge requirements, energy requirements, and creating markets for many new products. Kaiser and his organization overcame those obstacles. Remember, problems are just opportunities and workloads to the surprise of industry on analysts. The company netted more than 5000000 dollars in its first year. That's crazy. That's a 19 46 money, by the way. 20 years later, profits approached 59000000 dollars. And again, this is just an issue industry he got in. It was connected to the construction industry you been his whole life and need to realize, hey. There's opportunity to build in this in aluminum. Like, why aren't we using made, like, this this aluminum dome in Hawaii. He... They they wanted to build all aluminum Skyscrapers. They started using aluminum for cars. Like, the... It's just... It was a spectacular financial success. This is the financial results of Kaiser aluminum and come... It's called the Kaiser Aluminum Chemical Corporation. And I'll just close on this. The company thrived in Kaiser last year's. Between 19 63 and 19 66, net sales increased from 465000000 in to 781000000 dollars. In 19 66, net profits reached a record of 60000000 dollars. That's crazy. Aluminum was the organization's largest money maker by a wide margin. Drawer and that's his entire remember he's got a hundred companies. It's saying aluminum was the large... The organization's largest money maker by a wide margin. Dwarf product, profits of other companies. Kaiser steel, the next most profitable aren't 18000000. Why cement... Oh, why Kaiser cement and Kaiser G, chip gi some, made 10000000. Next think about that. What a year you're having? When your company makes 60000000, another makes 18000000 This profit, another 1 makes 10000000. As in the 19 sixties, like that's insane. The aging patriarch look back on 2 decades and aluminum with satisfaction. Entering the field after World war 2 had been 1 of his most brilliant decisions. Alright. So that's why I'm gonna leave this story for today. There is just so much more in this book. It is so unbelievably complex. I could do like, 10 podcast on this. And I just gave you the highlights, the parts that, you know, the brief the brief parts that stuck out to me just because it's so complex. But if you want to finish the full story, I'd recommend reading the book. Like I said, tons and tons of information. Like, we cover, like, in the first, like, 60 pages. They cover like, 40 years of his career, and it's just blazing speed. So anyways, book Henry J Kaiser, builder in the Modern American West. I'll leave a link in the show notes below. If not you can go to Amazon dot com slash shop slash podcast. By this book, by 10 books by whatever you want, it helps support the podcast. Thank you very much, and I'll talk to you next week"
}