{
  "transcript": "As of 12/31/2011, the assets of the Conrad Hilton Foundation were approximately 2000000000 dollars. Probably more money than Conrad Hilton ever could have imagined making in his lifetime. After all, almost a hundred years ago, he was a man with just 5000 dollars to his name. All of which he decided to use to purchase the Ram shack Mob hotel in Sys, Texas. If not for the help of his devoted mother and an assortment of friends, he never would have been able to put together the balance of the 40000 dollar purchase price. From there, his empire grew not only in this country, but around the world. His is a true genuine American success story, or as his son Barron once proudly put it. It's definitely 1 for the record books. And not a day goes by that I don't sit and marvel at what my father did with his life. It is my hope that others are inspired by my father's story. So that was just a random paragraph I found towards the end of this gigantic book that I'm gonna talk to you about today. So that book is the Hilton the true story of an American dynasty, and it was written by jay Randy Terrible Terrible rally. And just 2 quick things before I jump back into the book. 1, don't forget to... Sign up for the miss it Feed, every other podcast I do is available exclusively for mis fits, you to sign up all you to do is tap the link that's in the show notes on your podcast player. And within, like, 15 or 20 seconds, you have access to that feed. And, of course, like, every other podcast podcasts Do, both both the free ones and the ones for mis fits, none of them have ads in it. Second, if you want access to yet another private podcast feed. This 1 I have to do is leave a review. If you leave review, screenshot it, and set it to to me at founders reviews at gmail mail dot com. I'll reply back to your email with the private podcast feed. And if you're listening on a, like, overcast. All you have to do for that, is is tap the star, which is how you recommend individual episodes and overcast. It turns gold, take a screenshot of that, sent it to me. Okay. So let's jump into this book. There's a lot... I have a lot of notes. It... Like I said earlier it was gigantic book, like, 500 pages long. So I'm gonna read to you what I thought was originally going to be the intro of the podcast, and this is from the Pro log, and it kinda outlines a little bit. Well, a lot a lot about Conrad Hilton actually. It says it was true that throughout his lifetime, Conrad Hilton had been a man used to being in complete control. Of himself and some might argue everyone around him. As 1 of the most successful businessman in the world, he had made hundreds of millions of dollars with hotels around the world bearing his name. He certainly didn't carve out such a niche by allowing others to impose their will upon him. It had long been conrad belief that merely being related to him should not guarantee his hair, his heirs a care free privilege life. He had made his money in what he called the good old fashioned way, meaning he had earned it. A product of the great depression he wanted his relatives to inherit his work ethic, not his money. So what they're talking about there is, I would say, like, a good 15 percent towards the end of the book after Conrad dies is this this protracted fight by some of his relatives to overturn his will. And Conrad He did, like, 10 or 15 different revisions of his of his will throughout his lifetime as as he aged. And in every single 1, he would allocate basically, less than 1 percent of his assets to his family members or even people that work from or whatever the case was. So at the time, he died, he had a somewhere around what today would be a net worth around 10000000000 dollars, maybe a little less, but in an astounding amount of money at at the time, and he gave over 99 percent of that to Charity. And most of that money would go to helping, like, the children, the sick, he was really into donating hospitals, and especially the Catholic church. As we're gonna learn today, he's was extremely devout religious man. He was kind of... I would describe him, especially with some of the behavior towards his, like, his children and other family members. He was a bit of a hard ass. And it... So but I wouldn't look at that in, like, isolation as we'll learn, like, he started his business in the depths of the great depression. And so as we've seen with some of the founders in the past that that went through and lived through a great depression. It affected the way they they thought about money for their Lives. Okay. So let's jump into... Here's has this idea about the... Being the curse, there... That there's a curse of the ambitious, and then we're we're gonna go into little about, like, how his religious beliefs affected, like his worth. So she says, Conrad was a new breed of businessman for his times. Optimistic when there seemed little reason to be, especially during the war and the depression. He had faith in America and in in her ability to rise once again. To be a nation greater than ever before and to prosper if just given a bit of time to do so. But more than anything, he wanted to be at the forefront of this national renaissance. A crazy story is that he he breaks ground. I don't know if he breaks ground or error it's actually finished. I I actually can't remember. But, let's say he finishes a hotel. The largest project he made. He borrowed, like, over a million dollars for a hotel. Is right. At the end of the 19 twenties and 11 days later is when, the stock... The stock market crashes. So he just had really bad timing. So Conrad would Knee and pray every night on a small rug when he was just a boy about 10. So he has this conversation, this conversation we're but tell you about what this the this priest happens when he's about 10 years old, and the priest tells him, the priest had told him that if he had said the Hail Mary, and then Saint. Joseph Pray for us, 3 times in rapid succession. God would always take care of him. Therefore, every single day for the last 40 some years. He had made sure to start each prayer session with his with with God with his god with those specific prayers in that exact order. His religion was always a source of comfort for him. Still, he often wondered how it was that a man so accomplished could also be so lonely. I'll tell you more about that later. I guess you could say it's the curse of the ambitious he said. Perhaps I'm a walking cliche. I have everything yet it sometimes feels as if I have little. He had been alone for so long. That it had gotten to the point where his greatest passions seem to take the form of ina objects. So I need a latest foundation so you understand that his 1 true love of his life was work especially the hotel industry, which I'll tell you how he he stumbles into that. But this whole... This is a reoccurring theme, especially as he gets because he lives. I think he lived to is, like, 91 years old or something like that. And a lot of the conversations he has in his eighties, as we'll see is, like, filled with regret. And it's this idea that, you know, he was a alone for so long. He he was married a total of 3 times, and it wasn't until he was in his eighties that he finally found somebody that he said he would like, truly loved. So we're gonna hear a little bit about how what the author saying here about the... His greatest passions seem to take form of an intimate objects this what he means. He now referred to his hotels as his women. She's a great dame that 1. He would say of his Texas holdings, the Abi Hilton. No woman can match her, he would op pine of his Dallas Hilton. Luckily for me, she could not find a better suit. He observed to the Sir Francis drake hotel in San Francisco. Besides his religion, the only thing that truly mattered to him. That gave him the most pleasure was his work. Conrad would once again do what he had done whenever he felt a lack of something lack of something in his personal life. He would go about the business of filling the void, meaning he'd go and try to do another acquisition of a hotel. He wasn't the kind of man to play it safe. He was shrewd, and he liked to take chances. He wanted to live his life for all it his worth, damn the consequences. Okay. So now I'm gonna go back in the timeline, and I wanna talk to you about his early life and work. And, this is... These are the parts of, these books that I I personally find most motivating because, like, I just told you he died with almost a 10000000 dollar net worth. And Conrad, as we'll see as with a lot of the people that a lot of entrepreneurs that we've covered on the podcast. They don't start in a good spot, and he's definitely did not start out in good spot. So it says he was born on a snowy Christmas day in 18 87. He was the second of 9 children. Most of the children were born in the Adobe dwelling that housed gus general store. Gus his father. And this this was in San Antonio, a territory of New Mexico. New Mexico is not part of the union at the time. Says because he was the family's first born son, he was expected to take his place in the general store while he was still young. Thus, it was at his father's elbow that he began his apprenticeship into the world of business. Mastering the laws of supply and demand and honing the entrepreneurial skills that would serve him so well for the rest of his life. An adventurous high spirited lad, he also undertook on his own such productive ventures as going into the produce business. First by cultivating a piece of his father's land, and then by planting in later selling vegetables door to door. Though he could barely peer over the counter at Gus store, he was there almost every day after school. This is where he would first learn the value of hard work and tough negotiation. Now that sounds like, AAA good start, pleased to start. Right? Your father's on own business. He's... Your... This is where you're learning about how to deal with customers and how to deal with inventory, but that's... This description gives you, a more accurate idea of the... Like, his early living conditions. Pictures of the homestead, show a d structure that looked at it as if it might collapse at any moment. We're talking about Cowboy country here, observe 1 of Hilton relatives, cowboy hats, horses, stage coaches, dirt roads, moons shine and sal the works. And so as was we're we're gonna see, his dad was really tough on them. And I definitely think that Conrad emulate his dad into to some degree with his own children. So it says conrad some vacations were spent back in san Antonio working for 5 dollars a month at A h Hilton. That was the name of his dad's store. An ever growing business that now host housed. The post office, the telegraph office, the Stud dealership, a live a library stable and a lumber building materials operation. Gus Hilton was nothing if not entrepreneurial. Not only was he managing the store, but he also barter with prospect, giving them provisions, clothing, food and money and return for a percentage of their profit. On some days, he would take off into the wilderness to sell tobacco and food to beaver trap, sometimes trading his goods for theirs. Gus was busy all of the time. Tough and un yielding. Not only in business, but at home as well. He expected a lot of his children. He actually saw something of himself and Connie and wanted nothing more than to see the boy make something of himself. Therefore, he pressured him a great deal and was often critical when some observers felt it might have better served the boy to be encouraging. So this part about being really hard on his son, pressuring him a great deal to be successful and being critical, that, you could say that that that paragraph that's talking about how Gus was to con to Conrad. Same conrad was is exactly the same to to... I would say mainly to his 2 older boys, a lesser degree to his third his third on. But he has 2 boys Nikki and Barron. And I think he would come to regret being this critical. Just remember, I said that for later on the story, especially when it comes to Nikki because Nikki He is a tragic ending to his life. Okay. But we're not there yet. We're still when Conrad a young man. Okay. So he's working with his son. He's getting... You know, he's working extremely hard. He's around... Let's see. He's around I think, 15 year 15 years old at this time. And they kept sending him to these different schools. He would drop out, not wanna... Like, he wanted to be at home learning from his father. And they would always... His... Especially his mother would overrule, like, his his decision. He's like, no. I I can learn everything. I I need to know at home. So he actually finds inspiration from the biography of Helen Keller. So it says 1 day he found a copy of the book... Of a book by Helen Keller. The 23 year old Alabama who was handicapped after contracting Scarlet fever as a baby. Late into the night in his room, he read her auto, it was called optimism. The message of which he found transformative. Keller Wrote Optimism is the faith that leads to achievement. Nothing can be done without hope. So I would definitely say that I'm Conrad internalized a lesson because he was definitely optimistic to throughout his entire life. Even when he had no reason to be, which is very difficult. With a new phone courage Glean from Keller book. Conrad eventually announced his parents that he would not be returned to school. His decision was final he said, even though he was only 15. Gus responded without appearing to show the slightest sign of annoy. Alright. He decided. I guess you'll be worth 25 dollars a month on a full time basis. So now he's just started of making 5 dollars Now he's making 25 dollars because he's working full time. I believe now looking back that my parents took note of my conviction and this encouraged them to change their minds. Okay. So this is interesting though. So I just give you a description all the different ventures that gus was into. And I read them like, dan. That... That's like, wouldn't it be better if you're just focused on 1 or 2 things? I mean, preferably 1, preferably 1, and turns out, like, it might have been a better a better strategy for old gus. So this is how the the first... The first ever Hilton hotel comes by 1 necessity and 2 accident. And then I'm gonna get into the first few careers that that Conrad had. Because it wasn't until he's in the thirties that he actually discovered. What it was gonna be his life's work, which is hotel. To become a hotel year, I guess is what they call it. Okay. In 19 o 7, the financial panic that came without warning, hit the country and all but wiped out Gus Hilton finances. Gathering his family about him, Gus spelled out the dire situation and asked for suggestions. Casting his eyes upon the floor, 19 year old Conrad after a few moments of silence looked up, broke into a smile and announced, we should open hotel. Let's take 5 or 6 of our 10 rooms of the house that they lived in and make a hotel. This place needs a hotel. So what would happen is, Gus had 9 children every time a child was born. He'd he'd his... Himself, he would build an addition to the house to house the extra Hilton child. And over time, now they have, you know, this this big structure. It's not like a luxury structure by any means, but it does have room. And in the area, they're end, there's a lot of prospect, but they call them wildcat. So just basically people looking to to strike a rich with oil. Okay. So it says, we show open hotel. Okay. But this place needs a hotel meaning the city in. Conrad further suggested that while his father ran the hotel, his mother's and sister his mother and sisters could handle the kitchen duty. And Key, meaning Conrad would be responsible for baggage. He further speculated that 2 and a half dollars a day for each bed would be a reasonable amount to charge guests. Much to his amazement, his father actually thought the idea might work. So they they get to work right on the, right away within 6 weeks, the news hotel spread throughout the area all the way to Chicago. Just saying, hey, if you're going to this little part of Antonio, why don't you stay at the Hilton? And then it says, this is 1 of the, I guess the advertisements they. It says they serve the best meals in the west and they have a boy there who is a cracker jacket at making things comfortable for you, meaning Conrad. Everyone got something out of our hotel. Travelers got cleanliness comfort and a good table for their 2 dollars and 50 cents a day. We all worked hard and no 1 harder than my mother. I... And this is... I should told you, but this is a direct quote from Conrad. Now towards the end of his life looking back at how important this lesson was for him. He said we all worked hard and no 1 harder than my mother. I wouldn't take a million dollars for what those days taught me, and I'd give a million dollars for 1 of the supper that she'd served. Not only did Conrad manage the hotel, but he worked the desk was the Concierge and did pretty much everything he could think of to keep the... Enterprise of afloat. So there's gonna be like, a 10 year gap before he goes back into the hotel industry. But is exact same thing when he goes back into the industry. He knew. Remember that that that quote from Samuel And Murray that I always referenced the the banana King where he's, like, if you... As long as you know, there's no problem, you can't solve if you know your business from A z, how he started, you know, pedal bananas bananas are about to go rotten. That's how we gotta start. Then he literally went into every single section of, from, owning the land that the bananas produced on to cultivating the bananas to owning the ships that they were on to owning the just every single, like, the entire, the entire, like, vertically... Integrated, corporation that he would need to actually eventually, you become the largest producer bananas in the world. But anyways, to a to a certain degree, Conrad emulate that. In the sense that at the beginning was correct, he was not shy about... You know, he would be the maid. He would check you in. He would take care of your bags. He would do everything. So later on his life, he knew exactly he was able to system, like, what an actual, like, a wait, like, a way to to make, like, I would say, like, a structure for hospitality. To degree where, like, he does a deal that he comes to regret later in his life where he sells off the rights to the Hilton brand overseas. So, like, Asia, and Europe and whatever case is. And the companies that had signed up and we're doing joint ventures with him, at that time, canceled because they're like no, no We wanna do business with Conrad Hilton. Because we believe in his the his management structure on how to manage hotels, which he, of course, slowly learned over 4 decades. And he's, like, now you're turning over the manager hotels to these other people. We're not... We don't wanna do business with. We wanna do business with you. So anyways, so he he's doing everything he could to keep the enterprise afloat. With the family solvent, thanks to Conrad bright ideas, he enrolled at a New Mexico school of mines in nearby sa sa, some little tiny town. So he he didn't really like school, but what he learned there proved and invaluable as he excel at higher mathematics, providing the best possible mental muscles necessary now derrick direct quote from Conrad for whatever career he would choose. So he sucked to school, but he really like numbers. And again, this is something you carries with fresno life. Every day, he would read and analyze even when he had you know, I think tens of thousands of hotel rooms, he would, read they profit and loss statements. The daily profit and loss statements of every single hotel every day. He did this... His entire life into the point where his eyesight was going bad. I think it was, like, 7 years to 80 this time. So you'd have to have somebody else read read like, the the P and L's to him, but he was obsessed with with numbers. Okay. So in 19 11 when he was 24, the territory of New Mexico was admitted to the union. Again, I have to repeat. Like, he did not know he was gonna be a hotel air until he stumbles into a by accident. I, okay. Well, we're gonna go into the United States. So this is actually shocked me. Since Conrad entered the political arena. He was swiftly elected to a seat in the lower house of the new state's first legislature. He doesn't last long there. He says he found working as a lawmaker slow and dull. So he serves 1 term there, the work was way too boring and he says, okay. Returning San San Antonio more frustrated and more determined than ever to make it. He reason that since there was no bank in his small hometown, he would become a banker. He... This is something he wanted to do for a long time. With about 30000 dollars, 3000 of his own and the rest up from friends and investors, Conrad opened the New Mexico State Bank of San Antonio in September 19 13. He was just 26. So the reason I brought up the fact first it was surprising to me that he was a lawmaker let youngest ever for State New mexico. But he met a lot of people in those 2 years that he was a lawmaker to the point where now he was well known in society, and he was able to... People, like, kinda trust him, even though he was really young. I mean, thinking about being 26 year old today and trying to start a bank. Like, that's sounds a little crazy. Right? However, he was able to raise capital, but he... The his dad had warned him pro previously, he's like, this this town is way too small of our bank. It's gonna fail. That's exactly what happens. So customers fail to materialize and by years end the bank would close its doors. Another failure. Would his father always be right, Conrad wondered. Rest for new challenges in 19 16, This is another weird choice of events here. Conrad at 29 years old took on the management of a musical group formed by his Violin playing sister, Eva, and 2 of her female friends, calling themselves the Hilton Trio. Conrad was certain that people would have flocked to see the trio, and there's more of his optimism. Unfortunately, that didn't happen. Despite his best efforts, his first entrance into show business was a colossal failure. And I just wanna... Before I move on from there. Same situation. Not only was he their manager, but he was their agent and he was their Road as well. So he he did not shy away from doing hard work, and, he preferred to do everything himself. Okay. So then right around this time, that was in 19 16, in the Wall warrants going on. So in 19 17, he's actually drafted into the army. And because he has experience working in Gus dry goods store, he sent to France. And he's running... Basically, they call it the quarter core. It's... So he's not in, like, on the front lines, But it's like, basically managing all the supplies that the the the soldiers need. And he he uses like, this time as a learning experience. So it says being in France gave Conrad a whole new world and expanded his scope of experience outside of his humble beginnings. This direct quote from him. Before I had been a big frog and a small pond. Now in Paris, I realized that was just a tad poll and a big ocean. So while he was sent away, he's 19. No. How does he know? Almost 30. Yeah. He's almost 30. He receives devastating news. He received a shocking telegram from his mother telling him that his father had died and asking him to come home. He was shattered that he was unable to pay his last respects to the often critical father, he still loved very much and respected deeply. So what happens actually, his father owned the town's first automobile. It was actually a Ford model. And he was killed on year's day when he was on... The vehicle was failed to negotiate a turn in the road. And it was actually the the town they lived in, their first death by car accident. So, although Conrad knew full well that his father would have wanted him to take over the family business, he realized that San Antonio boom days were over. If he were ever were to make it big, it wouldn't be here. So now we got to the part of him finally finding his life's work. So this is ironically, the automotive technology and it does by accident if we're gonna see in a minute. Ironically, the automotive technology that had claimed the life of Conrad Hilton father would be the impetus that would propel Conrad to his next venture. The oil fields of Texas. He wouldn't be a wildcat though. Instead, he would exploit the booming support apparatus that was bringing up around the oil industry. So he wanted to sell pickaxe access basically, using that that metaphor that's widely known. It says with 5000 dollars, his entire life savings pinned to the inside of his coat, Conrad Hilton now 32 soon after struck out for Texas. So I jumped ahead a little bit there. So his father undoubtedly wanted him to take over his business, but his mom, who was also a very strong and iron world woman told him now that the this town is not big enough for you, and she says, the quote from her that he that he remembers later on his life. She tells him you'll have to find your own frontier, Connie. Everybody called Connie, by the way. And so this is the mindset that Conrad had at 32 because he still held ban on being successful, even though everything's done up until this point was was a failure. I thought I dreamed, scheme of nothing but how to get a toe hold. In the amazing pageant that was Texas. So he winds up finding a bank. He does a deal. He's like, hey, I wanna remember. He still wants to be a banker. Right? And he agrees in principle to a deal, and than the the the person owns a bank changes his mind. So now he's really down, because he's just, like, this sucks. They they agreed on a price, and then the guy is like, no, you know, I'm not I'm not gonna do it anymore. So frustrated and bitterly disappointed disappointed Conrad treated to a nearby hotel called the Mob to ponder his next move. The mob was a 2 story red brick down in the dumps operation, catering to the rough next who worked on the oil fields and they're not joking. I went and looked up what what it looked like. Yeah. A very humble beginnings to the Hilton Empire. When I first saw it, he would recall, it looked like a convenient place to sleep. Nothing more. Despite its d condition, Conrad was astonished to find that the place was fully occupied with a waiting list of customers attracted to its low room cost. Remember last week, we talked about Mark Jason's idea that the most important indicator or the most important thing that's correlated with with with a success in business. It's not the product. It's not the founder, it's the market in his opinion. And he's saying, like, when you have a market that that is growing. Like, somebody's going to satisfy that market. It has to be satisfied. So somebody I might as well but you. The mob is, you know, kind of a down in a dumps crappy, little 2 story building. But the owner the time, had nothing but demand because he's in a good market. Right? So it says Conrad is astonished to find the place was fully occupied with a waiting list of customers attracted to to the low room cost. They are starting not only that. He had people He had 3 separate customer segments here. He said people that would rent it by the hour, the day and the and then, like, longer, like, weeks or months. So though the mo had the appearance of a flop house. That was the word I was looking for. It's a flop house. Conrad still saw a great promise in it. He became even more enthused about the 40 room facility than he had been about the possibility of striking rich in the oil industry. Therefore, when he learned that the mob wanted to sell it and enter the oil fields himself, Conrad made an offer of 40000 dollars. That's the 40000 dollars that reference at the opening a podcast. The this, his second foray into the hotel business would be the decision of a lifetime for jung conrad. He seemed to know it too. When the deal was completed, he sent his mother a telegram. Frontier found, water deep down here, launched first ship in Cisco. So he had definitely had like, the southern not only Southern accent, but a southern, like, vocabulary. Even when he was living in La, and he owned a bunch of them 1 of some of the most famous hotels in in New york, he routinely appear, like, a cowboy hat on kinda funny. There was 1 thing Conrad Hilton knew for sure was important. The careful utilization... This is so so important. Super important. About his dedication to efficiency and not waste. And I... It's weird that you see these corporations nowadays. They do the opposite. They They over indulge themselves when they're successful. Says there was 1 thing Conrad hilton knew for sure was important. The careful utilization of space. To that end, he ripped out the lobby and section it off into bedrooms. He then reduced the size of the front desk by half and at a retail shop. Removing 3 chairs in a sofa from another section of the lobby he installed a new stand. He was not... He was... I mean, as we'll see, he had to... He survived the great depression for God's sake. And he would never claim bankruptcy. I heard a recording of his voice he's saying that, like, he felt that 80 percent of the hotels in America went bankrupt in during the great depression. And he's he felt that him claiming bankruptcy would be admitting quitting, and he just... Would... He refused to quit. But this whole idea of this this Mo opera Friday that he's doing on his first his first hotel. He just over and over again. He constantly will buy, like, a d hotel or a hotel that's, like, down and out and just revamp it and then usually, he would... He just realized these people don't know what they're doing. They don't know how to run hotel. Like, they're not using their space. Like, your space is what you're paying for when you buy a hotel, why are you're not using it. So, again, like, something that's obvious in hindsight, but for some reason, so many people running the businesses don't didn't see it. It was with mobile... It was with the mob that Hilton began to understand that a staff of content employees usually resulted in thriving business. He began to encourage regular meetings with his staff. Listening to all their concerns and taking care of each as best he could. Caring about his employees and viewing them as people with families and lives of their owns own rather than merely his charges would become an integral way of doing business for Conrad. And in years to come would account for much of a success as a hotel air. This is very similar to what we talked about last week, with Henry Kaiser. He's like, listen, I'm I'm I'm we're in the construction business. This is hard labor. Like, in in some of the most unforgiving climates in the world. And it's so expensive for us to to to to train all these employees to do the job the way we want them done. If we don't invest in them, then our our turnover is gonna be higher, and and that means we're gonna have to pay more money in training. Like, why don't we just take care of the employees that we have. You're seeing the same exact thing here for Conrad. He soon that outline for his employees his personal guidelines for success, and then asked that they adhere to them. His code could easily apply today almost a hundred years later, more than hundred years later now, as 1 for better living. As he put it at the time direct quote from him, find your own particular talent be big, big be honest, live with enthusiasm. Don't let your possessions possess you. Don't worry about your problems. Look up to people when you can and down to no 1. Don't cling to the past, assume your full share of responsibility the world and finally, pray consistently and constantly. So this whole thing about being big. Tells it to his kids over and over again. Should be big. Be the bigger person. And he also applied it to, like, their own like, their own ambitions. Okay. So his... His first hotels of wild success, and Conrad is not the kind of person that sits around. He moves extremely fast. Now that obviously be a great trait, but probably not a good idea to expand rapidly when in a in a few years from now, you're gonna run into the largest, the largest financial recession or financial depression that your country's has ever seen. But he doesn't know that yet. So he's doing just as, you know, his personality allows. So he decided that he would focus on his new passion. In doing so, his success would be like a juggernaut that could not be stopped. By 19 23, Hilton had more than 500 rooms in Texas. In different small hotels that he had purchased along way. So that if I'm not mistaken is he goes from 40 rooms to 504 years. I think I have those years correct. So he had 5 Hilton had more than 500 rooms. Sorry. I don't know if I just said 400. I'm meant say 505 hundred rooms in Texas in different small hotels he had purchased along the way. Because these were all d establishments that appeared to be on the verge of closing, Conrad was able to get them for a steal. He even does this later in life where he gets a hotel that cost lake, I think also over a million dollars to build in Chicago, maybe in the forties, and he gets it for like, 250000. So this is definitely something like a strategy he keeps for his whole life. He would then invest in renovating them with his own special touches. This is what I was I mentioning earlier, turning extra space and lob into rooms or in some cases, bars, closets into gift shops and before long, they were all turning a profit. Once Conrad is making about a hundred thousand dollars a year, that's an astounding amount of money for just for few years in the twenties, he began to fantasize about building a hotel that would bear his own name. It didn't take long for that dream to come true. Conrad broke ground for the Dallas Hilton on 01/26/1924. He was 37 years old. Okay. So that's the first 1 he builds. That's not the biggest 1 I was referencing earlier, though. I think that 1 was in oh wait no. That was the 1. Okay. So let me get into, he's gonna... He loses at all very very quickly here. Conrad Hilton was having a good run. Unfortunately, it wouldn't last. Everything was about to come to crashing holt. October 19 29 with the all of the great depression. Now there were far fewer traveling businessman. The depression couldn't have happened at a worse time for Conrad. He was right in the middle of building the Dallas Hilton. So, I I thought that it was... So he's broke on 19 24. So it took 5 years to build. Okay. So I mistaken about that. I... This was the hotel. As things went from bad to worse and less than a year, he found himself deeply in debt, having lost all, but 1 of his hotels. Okay. So hold on 1 second. I gotta move my notes here. Okay. Okay. So within a year, you see that he's expanding fast gets to a ton of hotel rooms. And then in within 1 year, You know, obviously, he's buying all these he's buying all these properties that he was expanding for the last 5, 6 years, but he's doing with debt. So it says that things went from bad to in less than a year, he found himself deeply in debt having lost all but 1 of his hotels. And the 1 that he... That 1 he didn't lose was the the grant... The El Paso Hilton. At 500000 dollars in debt, he was all but ruined. The rapid speed by which things had taken a turn was stunning. I was heart sick about it. He would later recall. But, of course, everyone in business was facing rum at this time in our history. I had a sense that if I could just survive this, I could survive anything. This probably the most important, least for me. Probably the most important lesson that He took away from Conrad Hilton was just his actions that he took during this time was nothing short of extraordinary. The... Like, the will and the perseverance that this guy had. I mean, if you would've lost it, there would have never been, you know, Hilton Empire. He did everything he could. Just he's like, listen, I'll lose all my other hotels. I'll get him back later, but I can't lose this 1. Okay. So it says... So he said, listen. If I if I if I could just survive this, I couldn't survive anything. He winds up being true that winds up being true. Conrad was still a determined man even in the face of so much adversity. He believed that if he if he could at least keep the keep the El Paso Hilton in business, he might actually be able to write out the depression. He was the kind of man who always believed that no bad situation should be permanent. Again, another trait, I think, but we should all steal. So this is... So he has this Hilton. But again, the El Paso Hilton, but it's not gonna be a full capacity because no one's really traveling. So this is what he does. He says, conrad had some of the rooms of the El Paso Hilton boarded it up. He cut back on heating, electricity. Whatever he could think of to lower his overhead. So he's got this 40000 dollar lease payment coming up on the property. And if he doesn't make it, he's going to, like, have to fork... They're gonna fore foreclosure on him. So he hears about this this bank in... Missouri that's kept willing to loan in the money, he takes a prop plane out there, which is a really expensive way to travel time. Once he gets there, the banker said he changed his mind. So now he's at... He's just frantic. He's like, this is it. The stand on line. So he goes back to Texas to the brain... To begin brainstorming with a group of his suppliers and his mother. This is just a smart move that that he does here. So he meets with all the people that that he's buying supplies to run his hotel and his mom who's living at the hotel at this time. And he says he promised that if they each contributed 5000 dollars to help him out of this tight spot, he would do business with with them for as long as he was a hotel owner. So they agree because, again, if he buying Gary buying all this other stuff from them, they're gonna make as long as he survives, they'll make that money back and then some over the course of their of their relationship with the with the hotel? And he honors this agreement of course. So they agree. And it says, had he not made that payment? He will... He would have most certainly lost his his empire right then and there. So that's just a crazy story to me because you're talking about 40000 dollars, and that is the... What his entire... What he able to to accomplish later on in life, all hinges there. If they say, no, I can't do it or no. I I don't have the money where the case is, that property fore closed, there may never... We may never know the name of Conrad, Hilton or the Hilton Hotel brand. Right? And then you think of, like, not only do you have, like, a really rough starting point in life in general. But he gets his peak in his his his early thirties, then goes all the way back down to essentially, close to 0. And then from there, still builds back up, and then, you know, the the company's is massive. I think when they... The there's was a private. I think it was Blacks stone, private equity group bought Hilton like, 20000000000 dollars if I'm not mistaken. So I mean, that's just astonishing to me. Okay. So he says, though he managed to save the El Paso Hilton, he was still in big trouble. Yeah. So not only does, he owe, like, the money in the lease, but he owned suppliers. And so 1 in this example, like he gets taken a court. Conrad owed just a hundred and 78 dollars share furniture company and they took him to coat court for that debt. At that point, his attorney strongly encouraged him to declare bankruptcy. Pounding his fist on his desk during more than a few meetings with those same lawyers Hilton instead steadfast refused. He insisted that the situation was just temporary, and he was going to wait it out. Over 80 percent of the hotels in America went bankrupt. During the depression. All of the creditors if they wanted to could have called in their notes and totally wiped him out. But many of them realized that he was doing the best he could under horrible circumstances. They had faith in him. And plus he was a good barter like his dad. For instance, there was a dairy supplier in El Paso whose Bill was and Conrad said, look, if you're just extend me more credit as long as I'm operating a hotel here, I'll buy all my dairy products from you. And he did for many years. He never forgot. So he survives a great depression. America got back on her feet, and as she did, Hilton small empire also began to recover. Because he had so stubborn refused to default on many on his many bills, he found his reputation greatly enhanced among creditors and future backers. They all wanted to sell to Conrad Hilton because he was the 1 who didn't declare bankruptcy. This was partly how he's able to acquire so many hotels in the future. So an we this theme keeps popping up in these books that you know, it's so important not to quit because you... Future opportunities compound. And if you give up now in year 1 or 2 or year 5, you don't know what the... Those opportunities you're 20 like, we saw this last week again with Henry Kaiser when, he was having a hard time. Basically wasn't making paying... Pay... Wasn't able to, like, wasn't really making a profit, but he kept his kept paying his employees kept them loyal him when he had that paving company up in like Vancouver, and that paving company... The that the work that the paving company did over a series of years, Things was like, 12 or 13 years opened up for an opportunity to be a sub contractor building roads in Cuba. Which that 1 contract gave his company way more money than all the than the 13 years of being a a pave did. So again, he wouldn't have reached that that huge opportunity that happened in year 13. I it might be your 12. I don't remember the exact 1, but you you get the point. That he would have had that giant opportunity year 13. If he didn't understand, like, playing for the long term and doing the right thing in year 4 and 5. The same thing is happening to conrad. Because if he would to claimed bankruptcy, his creditors wouldn't have got a dollar. Or they they would've we've got greatly reduced amount of money. And again, those those opportunities compound in the future where he's able to get these these like, here. Let's see. The sir francis drake and in San Francisco, he gets for 275000 dollars. And I think he has to assume some of the debt, but it was... It costs 4100000.0 dollars to build. So you keep collecting properties like this or not only they make income, but you're paying 1 tenth of the price it cost to build them or 1 twentieth or whatever the number is, like, that's how you accumulate wealth over a long period of time. So just kind of how Conrad did at least. Okay. So now where are we at? Okay. So this is he's older, wiser and more cautious. Now, we're I'm we're in the 19 forties. Okay? So on 12/07/1941, the Japanese attack Pearl Harbor. On December 20 eighth, Conrad went to New York at the be of his friend Arnold Kirk. A good friend who was the founder of the Kirk Hotel chain. He says, I've got I've got this bug in my ear about the hotel Pierre. He told Conrad. What do you think about going into a little joint venture? Ordinarily, Conrad would not have been able to resist at least closely examining the possibility of acquiring another hotel. But at this particular time, he thought it'd best to be prudent? Now why is he saying that because America was just attacked. Clearly there's was gonna be a war going on. So he says with the country war, and the battleground now extending to America's own shores. No 1 knew quite what to expect. At the least, he suspected that vacation traveled decline. Conrad agreed to do an inspection of the fifth avenue hotel in order to gauge the possibility. And the reason he's doing this because this is a goal of his that he harbor for many, many years. Making it big in York was still a major goal of his. All of his success somehow seemed insignificant to him when he thought of the valuable real estate in New York and how much he wanted a piece of that action. Conrad could talk to almost anybody about almost anything. Though we count and this is a little bit about his personality of have switch gears here. Though he counted though count his friends, many distinguish and important heads of state and governments, 1 of the great paradoxes of his personality was that he was fundamentally quite shy. I think he had friends for different purposes. He'd have a friend to play golf with, a friend to ride horses with, a friend to do various things with, play cards, that sort of thing. But he didn't have a lot of close friends. He was to a large extent, a private man. He was very... This I mean, listen, everybody that we talk about. Everybody in the world weird if you get close. Right? Especially these eccentric that we study. Like, Not gonna write a book about you if you're entirely normal. But he was very bizarre where for I would say, I don't know. Like, 40 years of his life, he lived alone. He now yet had... He was wealthy by that time so he had, like, you know, servants, like, made, stuff like that. But even when he gets married, he gets married for a second time at 55 years old, I think he's 55, and then he gets married again when he's like, 80 So he's married for, like, 3 or 4 years when he's 55, They get divorced. That's S Out ga, Or I guess it's, like, according to the author, Like, 1 of the, like, the Kim kardashian every day, where she was just famous for being famous. She didn't really have, like, she she just well known for being well known. But, anyways, like, even when she moves in with them, he refuses to share a room with her. And, like, he won't... She's forbid to go in his room. Like, he was just extremely private, weird weird dude. And then he... I think he winds up sharing a bedroom later on a life because he gets married, like, 2II think he's married for like, 3 or 4 years right before he dies. So... But he... This whole idea that he's the largest than of private man. That's an understatement. Alright. So he says, so he he's in this... Now we're gonna get a insight of, like, you know, he's extremely driven man. He's got family, but he's also, like, kind of a lonely guy. So he's in New York City around New year's Eve, checking out the hotel Pierre for potential deal. And this scene I'm bringing you into. It's just like, he's in a bar. It's new year's eve 19 41, and he's just... He's depressed. And he says because he was alone in a room full of happy strangers. This 1 somehow felt even more discouraging than the others. Well he had previously done a lot with his life, all around him, it was glaring obvious that others had somehow done what he hadn't. They had forged genuine relationships with spouses and partners with whom they were now happily sharing their lives. Maybe none of them had his money, but they seem to have much more. When he put his life under heavy scrutiny, he didn't like what he saw. If only he had been at home with his sons. Perhaps he would have felt better about these things. So again, this is a paradox of people. And we've seen this many times, especially when these auto that the entrepreneurs is right towards in your lives. It... The reason I bring this up is because, like, not only we wanna learn about, like, entrepreneurship on this podcast, but we wanna learn about life. Because it's entrepreneurship is just a small us a segment, a a sub... Like, like a small part, an important part don't get me wrong, of your overall life. And it's it's just... I think, like, helpful for me to bring to my own attention that no matter what kind of success you can have in business that like, you have to have a well rounded life to to achieve, like, satisfaction. I'm not gonna use where word happiness because I think happiness is temporary, but status just looking back at your life when you're 70 80 years old, Hopefully, that you lived too much longer than. But like, like, I'm satisfied. I I like this decisions as I made. I'm not gonna live with regrets. And, you know, I definitely felt feel after reading this book that Conrad had those regrets up until the time he meets his final wife, but, you know, he he's I they got married when he was... Let's say, 8... Let me just say 87, he dies at 91. You know, I'm sure he wanted little... That love of his life much for a much larger point of life. At least he did find it though. But this is gonna... Work... There's several parts of this book where you know, Conrad is extremely upset at himself for how he... For not taking the time to develop relationships and realizing that, yeah, You could have... He literally had the the largest hotel company in the world and he's depressed. So we need we're humans. We need more than just success. And I guess I bring that up because, I think a lot of people think, oh, they're they're rich or all successful. Like what do they have to complain about. But we we see that's not true. I mean, the 2 examples That just came to mind right now while I was sitting here thinking about that passage is... I mean, at the people who had tons of success in the world that that killed themselves. The 2 that come to mind right now is it's Kate Spade, founder of Kate Spade, and Anthony Bo. And it's hard to find 2 more successful people and more loved people and yet because of, like, in internal struggles, like, they chose to you know, to to end their own lives. So I don't know. It's just important to to bring that up because... Yeah. I think that some people might see these books as, like, like, we're idol analyzing these people and we're not. We're learning from them. And we're learning the good things and we're also learning, you know, and in a lot of cases like, what not to do. So with... I think if Conrad was alive today. Yeah and he could talk to you directly. He would, like, he would to, hey listen and I I screwed this up, invest, find, like, the love of your life. He had kids. He had a strong issue with them, but you know, he severely missed a large part of what did it is to be human. Alright. So now the book's gonna go a little bit back in timeline because we're gonna talk about, like, the the the great depression effect on not only his business, but his marriage, and this is something because he was married. This is something he was very like, tormented him throughout his whole life. So before the end of the 19 twenties, he was well ahead of his goal of acquiring at least 1 hotel a year. So now just... We're gonna list off, I'm just gonna list up tell you where they're at. Just gonna tell you how many rooms he buys. So 100 rooms cost 400 man. 100 rooms costing for another 100 rooms costing 400000 dollars. 40 rooms costing 900000 dollars. 200 rooms costing 800000 dollars. This is all the the the acquisitions before the great depression. And And then... So now... So this is... He's he's got not only he's, like, there a great depression about to happen, but he's his best friend dies. So a family tried to struck. When Conrad younger... Younger brother was struck down with To Tuberculosis meningitis. His death rocked the family and Conrad had lost his best friend. So there were tough tough times he's trying to save all hotels. So as a result, that, he'd be began spending a great deal of time away from home. He was trying to come up with with imaginative ways to remain solvent. At 1 point, matters became so dire that he considered barring against his life insurance policy. Of course, you must do it. Mary advised to Mary's his first wife. This bad and the the mother of his first 3 children. Mary advised him this bad spell will not last forever. Echoing his own philosophy. And when it's over, you'll come out of... Come out on the other side bigger and better than ever. He borrowed against the policy and use that money to stay afloat. Soon the money had borrowed against the policy ran out and Hilton was right back to where it started from, trying desperately to save his empire. Every day was an uphill climb. It wore him down. Don't you dare give up his mother told him. Some men jump out windows, some quit. Some go to church. Some pray. So pray harder, Connie. Meanwhile, things continue to go from bad bad, Conrad wife became more restless. She now claimed that Conrad was distant and ina ineffective. Making matters even more complex though, Conrad had just opened a new hotel, and he couldn't afford his own home. So it gives up his house. Therefore, he moved his family into the into a suite in a new El Paso Hilton. Mary wasn't happy about any of it. None of it made sense to her, and as far as she was concerned, it suggested that Conrad was more devoted to the solve of his hotel empire, then the... Then he was to her and the security of her of their family. So they have 2 sons at this time, and they're all living in the hotel. And so now we're gonna see the... What Mary is talking about because we're gonna get some notes from his own diary, and this is, of course, gonna lead to divorce. So this is, you know, rather sad, Conrad, wife was, like, 15 years younger than him at the time. She felt she wasn't getting attention, and she starts having a affair with like a football coach. And even after that, Connie didn't want divorce because he was str catholic and you're not allowed to divorce. So says Connie wasn't a quit. He tried in in an all fairness so did Mary. Then much to everyone's amazement, Mary ended up pregnant in October 32. 9 months later, Little Eric was born. However, in Conrad diary, he seems oddly and indifferent toward the event. Mary expecting a baby he noted simply. He is just as un as in his entry on 07/01/1933. Eric Michael Hilton born at Saint. Paul's at 10AM. Then immediately thereafter, must get something solid to so to show Greenwood. I know I can straighten that hotel out if only I get the chance. No time to stop off and see Mary or the baby called everyone I could think of as a substitute banker. My times running out. That's that was a really fascinating part of the book to me. We see what he's writing to himself and his own diary in arguably the worst time of his life. And so later on in life, Conrad has a fourth daughter by Z ga, but he knows that daughter is not his because he had... He had already been divorced from Z at that time, and it had been, like, 18 months. Since they had sexual... What he calls sexual relations. And yet, he didn't want to, like, I don't he called her her... His daughter the whole time, but there's like, stuff in his will and notes that he writes to attorneys and and so on and so forth where he's like, listen, I know this is not my daughter. He calls her his daughter. She calls him daddy. But he knows it's not her his. So... But again, he considers that 1 of his children. So that's that's a... I guess, a whole separate part of the story. But the reason I this up now is because there's a good chance, Eric's, not his son either. He never says anything, like, he does about Francesco. Explicitly saying, hey. I know this is not mine, But his wife's having a affair. He's not... They're they're they're about to get divorced. He's not never home and she wants pregnant. So a lot of people, you know, suspected that that it's not his kid, but he never say anything about it. And he he took care of him and and and Eric winds up working in his in his company too. And the guy, Mac, Mary this divorce is Conrad, Mary Mac, and Mac dies from a heart attack of like 47. So at that time, Eric, I think it's a teenager, and so he spends a lot of time with not... Shouldn't say a lot time. Conrad kinda looks out it after him... Those was own son. And you know it's weird. Like, after they get divorced, Conrad gets custody of his 2 older sons, Nikki the first born and bear in the second, but then lets Eric live with Mac and Mary. That kinda ins that he kinda knows. Anyways, Mary had enough she announced that Conrad didn't file for divorce she would have to do it. For his marriage to end a divorce proved a to pro proposition for a man who by his own admission started every single day on his knees and church. He would make no mention of the possibility of Mary's in discretion anywhere in his, choosing instead to keep his and her dignity tact. So that's another thing. He's a very formal person. So even if he didn't wanna, like, he was at a famous of the time he's not gonna have a custody fight there was no really way to test pate opportunity according to the book. I haven't looked into the accuracy of those claims, but this is... I think Francesca was born in like the forties. So he just... He just kind of accepted it. So this is the end result of his divorce. Conrad Hilton was never quite the same after the divorce. He was a proud man whose ego had been crushed by the dissolution of his marriage. So not he was a proud person individually, but he's also knew that, like an eyes of God. He was disappointment. Okay. So here's a little bit on his personality and then advice on business decision making from Conrad. If someone had... Someone were to have told him that he couldn't purchase a luxury hotel in which he was emotionally invested, He would become all the more determined to make that property his own. It was just the way he trafficked in the world. People thought a lot of things about him. None of which were opinions that mattered much to him. He had always lived his life on own term on his own term, I think is extremely important. Throughout his lifetime comment had often stated that his secret weapon in business was his close spiritual relationship to his God. He had made each of his major hotel decisions only after a great deal of prayer deli liberation. He fe believed he would be guided in the right direction if he simply asked for such guidance. It's not enough to just pray he wants observed. You have to be able to listen. Call it intuition or call it gut instinct, call it what you will, but I recognize that little voice we all have in our heads as being the answer to our prayers. You have to be willing to listen and then make decisions based on what the voice is telling you. A major problem as I see it anyway he continued is that many of us have not worked to cultivate that certain inner her voice. We make snap decisions. Many of us don't even think. We just react to situations at hands. I have found that this isn't the way. So I think that's a hugely important idea. And I like how he says, listen. I call it, God. I call it prayer. You might call it meditation. You might call it instinct whatever it is. It's just like that inner voice. That's what I call it. Like, you know what it is that you should be doing. You know. You might lie yourself and make excuses for what you can't do it or why it hasn't happened yet, but you know what it is. And I think, like, no one's going to be truly satisfied when they get to there. Let's use... Okay. Let's let's take a step back here. Right? Let's... 1 of the the best ideas from the everything store for jet the the book on Jeff Bezos is that that idea that that framework he uses to make decisions, which I think is hugely valuable. And he calls it in in typical geek terms, the regret mini framework. And so when he give you Christmas context, in case you haven't heard me talk about this, even though I brought it up all the time because I think it weren't an idea is you know, he's in his twenties. It's hugely successful working at a quantitative hedge fund and in Manhattan has, a wife has a beautiful apartment in the upper West side, making ton of money and then he's like, I'm gonna quit because the Internet is... I've never seen anything that grows that fast. I forgot what the percentage was. But year over year at that time was, like, let's say, 20000. Whatever the it was just some crazy number like that. And how he arrived at the decision and he made he's like, listen. I just knew that if I'm, sitting on my deathbed in, you know, in my eighties or nineties, and I'm looking back, I would regret not taking part and playing a part in in in the age of the Internet. Come... On the other side, I knew for fact that when you're 80 or 9 year you're look reflecting back in your life, you're not gonna be like, oh, I wish I stayed another year or 6 months to get that bonus. Like, that's just not things that you would even contemplate. So I like that idea of filtering your decisions through the future you that's towards the end of your life making that decision. Like, what would he think or she think of decision I'm about to make now. And a a lot of that comes from knowing yourself, Like, what is really important to you? You know? Like the idea everybody told Jeff. Like, you're gonna quit... Like, you're wildly successful. You're working for this really smart eccentric billionaire. You... The world like, you have all these opportunities knocked in your your door, You're relatively young, and you're gonna quit to sell books on the Internet. And now we always cc see how that played out. But even if it didn't play. Let's say Amazon just stayed a a successful books are on Internet, and it didn't expand to what it is now. Obviously, making him 1 of the rich people in the world. He still wouldn't... I don't think he he still would have regretted just staying and working for somebody else instead of going out and just trying to to work in an industry that he felt extremely passionate about. So the voice conrad saying here is like, listen. It's just not... We're making snap decisions. Many of us don't even think. We just reacted to situations in hand. I found that this is not the way. So not only, like, take your time to think, but listen to the the the results of of of the computation that your brain is working is making. Part of the reason why I try to read some of these books. Know, sometimes sometimes they just they take a long time, but I try to split them over several days as much as I can, because I want I want more time for these ideas sit my brain because that's gonna make it easier when I sit down and try to talk to you about the key insights and then what I learned from this is, like, making sure that, like, it just sits in my brain. And let let this these these, like, these cycles of computation happen. Let me go have several times of sleep, let it really get in there. So I'm able to, you know, hopefully, to make this as as as valuable as possible for you. I love conrad idea of practice. I just started reading... Just gonna... I might make it... It's a weird book that I'm gonna bring up, but I might make like, a reviewer only episode or something that Or maybe a bonus episode for missed. I don't know what Gonna do it that yet But, it's it's Kobe Bryant book Mob mentality, because the... I think the way he was like, dedicated to the practice aspect of his craft, physical training aspect of his correct, all the stuff that was not the actual games. And the level of dedication that he put into that. I think that can make you successful in any domain. It just happened he chose basketball, but you could chose... You could choose a company. You could choose whatever it is that you wanna do. But III particularly like the idea that Conrad looked at things like practice. So now skipping head, when Hilton acquired the 1012 room Roosevelt hotel in the spring of 19 43 and announced a purchase to a close friend, his friend was only able to must 1 word. Why? Because it's a fine hotel, and because I've got to practice responded Conrad. Practice for what for the Waldorf. Conrad said, it's not I'm not quite ready for that 1 yet. Long before the term multitasking became part of our lexicon, it epi Hilton octopus like Juggling Act, keeping several projects going at the same time. So he fantasize about owning the ward off of... He when he wouldn't use the word Fan. He would say he dreamed. He talked about his... He talked about a lot to his sons about the importance of dreaming, having dreams and then going about and trying to realize those dreams. But war off a story he felt was the finest hotel in the world. And I think it took him, like, 2 decades till he finally owned it. But I like this say idea Like, I'm gonna buy this because it's it's a, know, a big luxury hotel. It's not the best in the world, but it's 1 of the best in the world, and it's going to to... It's gonna serve practice for when I actually achieve my dreams. I don't know. I find that to be fascinating that he used the the term. Okay. Okay. So this is Conrad philosophy on money, which I find really interesting. And he's married as oz like a board at the time. She's, like, 30 years younger than him. He worked... He said this is 1 of the dumbest things he ever in his life. He said conrad fully understood that Za enjoyed us enjoyed spending money. And he certainly had a lot of it to spend. The question for him wasn't whether or not he could afford to subsidize her extravagant taste. It was whether or not it made sense to him. He quickly realized that Ja didn't understand the value of money. He had worked hard for his wealth and he continued to work for it. What did she do earn a living? Nothing really. The question of finances would always be an issue in Conrad relationship with others, especially with family members. To him, it was a simple black and white matter. He had earned his money Fair and square, and he wasn't giving it a away to any anyone giving giving away to anyone, even to family members. Some would say that he was incredibly cheap. In his own my mind, however, this wasn't the case. Proof of his generous nature, he would often to prove his generous nature. He would off offer up the names of the many charities to what he regularly donated. Would a cheap man be so philanthropic? He had few limits when it came to giving money to charities, especially the Catholic aid organizations. However, when it came to his family members as well as friends, he believed that they all of them should demonstrate a work ethics similar to his own, earn their own way and not expect to benefit from his staged from his own station in life. Moreover, he felt it wasn't even fair. This is such an interesting concept. And I think he might be... When I originally read the book, Like, god, This guy is being kinda like a dick for no reason. But it it's not like, I that to me, III think I was being unfair. Like, it was an unfair character characterization of them. Because, like, the what example, like, his his daughter that like, wasn't she didn't wanna live with her mother's having problems and and like, can I please live here and even though she's was, like, 20 fourth at the time? He's like, he's living in this, like, 20000 square foot house like... He tells her no because there's no room. In it. It's not that there wasn't room That he he felt it. It was like, her own responsibility to to to provide her shelter for herself, You know? And the reason I... The reason I say it's probably unfair is because he believed... Well, let me just read this. Moreover, he felt it wasn't even fair to give them money. His financing of their lives would he felt be detrimental to them in the long run. Eroding any motivation they might have to achieve wealth on their own, and also diminish their appreciation for the value of the dollar. So he uses his word over and over again. Not his book, but another, like, like, I would other research I I was doing about him. He called, like, the destruction. Like, when rich people give their kids a lot of money, he says it destroys them. So in this... In the book case, he's saying, like, it's destroying their work ethic, But he's saying, no, it destroys them as people. Makes them turn to drugs and alcohol and all and all the other, you know, he was rather... He... Even though he drank, but, you know, rather religious pious kind of person. So he he definitely thought after finishing the book, Kind of understood, you know, his thoughts. And, you know, some people say, hey, you gave 1 percent of your assets to your family and the people that served you for a long time and night... Some people might think that's the loan unfair, but, you know, he he did give 99 percent to people that actually needed it, and people trying to heal the kids, people that were ill, stuff like that. So I don't know... He was a very complicated man, I guess, is my point. Okay. So fueling his philosophy bunny. No doubt was that Conrad had survived the great depression. He knew what it was like to lose everything and worked hard to get it all back. So this is a little bit more about his personality, which I found fascinating. This is... He still married georgia at the time, and you know, he he... She was a young she was really young. She's like a kid when they met basically, and he was a grown man. 30, 30 years her senior. She tried to put it on a budget. She didn't know what to do. She was... You know, she's was a gold digger. Let's just call what did. She was married 9 times. She just fought only married rich people and divorce them for money. But She says... This is Conrad he says, glamour I found is expensive. He later recalled. And Ja was glamour race to the last degree. Another issue was that was... That was raised for Conrad was that he viewed this is... So this is more... Let me... This is me kind of expo on the idea that he was he was dedicated to, service others, which he definitely was. Since another issue that was raised for Conrad, was that he viewed, views as inherently self involved. He was a man who lived his life trying to find ways to be of service. And through many philanthropic efforts fueled by his businesses, he sought to contribute to society, which he definitely did. Whether it would be the simple goodwill measure of speaking about prayer to a large assembly assembly as he often did, or whether it had to do with making sure people in foreign countries were able to support their families by virtue of their jobs with his hotels. He truly cared about his fellow man. It wasn't an act. So when Josh, I would come him and say, hey I need money for, you know, Min coats. And almost stuff, he's like, first all, you're out of your your damn mind. And second, go... Why don't you go instead of asking me for money? Go serve the people less fortune people. So he's, like, why don't you go to soup kitchen, serve homeless people. And she was I mean, the book does not... The book makes her look busy a terrible person. She didn't give a shit about Charity. She didn't care about other people. She didn't even, like, she wouldn't even raise her daughter correctly because she was so self involved with her, like, her biz... Her show business career. And instead of spending time with her daughter, should be off with, like, this new husband living in Europe for a little bit. And then then they've divorced after a few months or a year, and then instead of spending more time with daughter, should go off and find another man. It was just, like, just really a terrible person. I can't imagine, like, having to be around her. To the point where he's on his deathbed. In the hospital, suffering about to die from pneumonia. And she... The family like, no, you know, you guys have been divorced for 30 something years. Like, like, you need to ask the Hilton family if you can visit them, and she took... Wouldn't take no answer try to show up there. She had to be physically escorted it out, and it turns out, like, she wanted to see him before he died to make sure that she he leaves money for her and her daughter and his will. I mean, that's just that's rep potent human behavior by somebody it's so self involved. Someone that cannot look outside their their own like, it's just... It's just amazing. And he gave her money throughout his life. Like, he didn't... Not... Like, not a lot of money, but he would help her, like, get her own deals. He would negotiate with agents and stuff on her behalf never take a dollar. And after he dies, 20 years later, she says that, that his daughter Jessica, which is she says is his... The daughter she they have together, which, of course, you can't have a daughter with somebody when you haven't had sex with them for 18 months. And she writes a mom more in, like the nineties saying that he raped her. And that Francesca was a was a product of rape. And, like, that's clearly not true. So it's just a a terrible human being. Alright. And then this is how Described Conrad. There is no other man like this 1. He has only 1 passion in his life, Hilton hotels. So I wouldn't... There's so many other stories. I'm obviously skipping over, like, this is a massive book, and like, there's just so much more. I'm focusing mainly in the parts I have to do a conrad in his business, but We'll tell you more at the end, what what I... What I particularly enjoyed about the book because I was rather mel colleague when I finish it. Okay. Okay. So this is the important to have friends around you to increase your ambition, a good strategy and a great quote. Okay. So He's he's thinking about buying a hotels in Chicago. This is before he makes his move to New York. It says for advice, he called about his... He called upon his friend Henry Crown. A successful businessman who had made a fortune with his material Service Corporation. That's the the name of the company that he founded. Henry K in this book a lot, so much to the to the point where I went and looked for, like, a biography of his. I haven't found it yet. So if you run across it, please let me know. So he says, material Service Corporation, which sold gravel Lime and coal to Builders in Chicago. In his meeting with Crown, Hilton said that he'd been negotiating to purchase the... To purchase the Steven's hotel, but was having no luck with the owner. He said that he'd come to the conclusion that the sale simply wasn't going to happen. And so now he had set his sights on the palmer house, which is another hotel in Chicago. What I wanna bring up there is he's negotiate before he's having this conversation with Henry Crown, conrad negotiating with the owner of the Siemens hotel, and they come to agreement, and they even have a handshake agreement. Like, okay, he's, like, I'll sell the hotel to you, but I wanna make a 500000 dollar profit. So you have to pay 500000 more than I have invested in it. Con... Conrad like, okay. Then the guy disappears for a few. Because, oh, I change my mind. I wanna make 06:50. Carmel like, okay. Because he really wants this hotel. Like, what, I think might have been the largest hotel in the world's time. But the army was actually using it during world war 2 for like, Army Barracks or whatever. But then the guy disappears again for a few weeks. It comes back, Wanna make a million though. I wanna... I want to make a million dollars profit. And So kamala was okay. And then the guy disappears gains. This is just not gonna happen. Guys jerk me around. So it says, oh, I he say you have no luck with the owner. He said that he come to conclusion the sale simply was gonna happen. So now he wants a palmer house. Well, is the Palmer House in for sale crown wondered? I don't know replied Hilton? Well, find out my good man said Crown. And if so, now, why not buy both the palmer and the Stevens? Comrade didn't even have that idea in as mine yet. At that bold suggestion, Conrad had to smile. Henry Crown was a man much like himself. Someone who saw no reason his wildest ambitions could not be attained. He had already made a fortune in the construction business and held interest in banks, electronics and the oil business. As well as railroad and shipbuilding in enterprises. He also owned real estate in Illinois, California, New york. In just a few years he would go on to own the Empire state building, then the world's tallest skyscraper. Hilton made an offer, so now Hilton negotiating with the owner of Palmer House this is guiding named H. Hilton made an offer to Solace for 18500000.0 for the Palmer House. Contingent upon him taking a look at the hotels financial and tax records. And the rest of the corporation's books. So I'm bringing this up because this also tells you kind of like the integrity with with which Conrad did business. However, when it came to Holly attention that Hilton had also been trying to buy the Stevens, he bought. Saying that the Palmer House trustees would not allow its hotel books to be viewed by anyone who could 1 day turn out to be the competition for them. Hilton impressed upon h that he had no success in purchasing the Stevens and that as far as he was concerned, it just wasn't going to happen. So, H lets him see the books. While he does this, he has a really good strategy. Conrad asks his assistant, this guy named Keith that's working for him. Or that's his last name. His name Willard Keith. He says, hey. I have an idea Conrad said, why don't you set up a little meeting with your friend, mister Heal. That's the guy that owns of Stevens hotel. And find out what the hell is going on with him and is Stevens hotel. And I think you know where I'm going here that. It's kinda human nature when you can't have something you're gonna want it more. And so he's gonna try to to to get Keith to tell mister Heal is like, oh, no. This deal over. Like, he's already moved on. Like, it's too late. You you missed your chance. Just is as directed over drinks Keith said that Heal Keith told Heal that he had blown it with Hilton where the Stevens concerned. That combat had gotten tired of his w and had abandoned the idea of ever purchasing the hotel. His mind was now set on the palmer house, and there was no changing it. If it was a ploy, it worked. Now Heal wanted to load the Stevens more than ever. The next day he called Conrad with a new proposal. And he said, okay, fine. I just want... Let's go back to our original deal just a half million dollars in profit for me. The rest of negotiations was quick and easy. Before Conrad Hilton knew it, his dream of opening owning the Stevens had come true, and this is another dream that took a few years to to to materialize. What happened next is quite remarkable. After closing the deal on the Stevens, Conrad took a meeting with H, the gentleman with whom he was been negotiating the possible sales to Palmer house. Reluctant, he explained that... What had happened? That the sale of the Steven hotel had unexpectedly been cons. He said that he hoped H wouldn't be upset and think Hilton and thought that Hilton had been lying earlier when he said the sale was not going to happen. Thus his interest in the palmer House. At first, H was skeptical. The whole thing sounds suspect to me. He said, it's a matter of my integrity, Hilton told him. It's important that you think of what do you think of me, and I don't want you to think I was lying. H said he might actually still be interested in selling the palmer house, but considering all that it happened. He now felt he deserved a better price for it. Conrad agreed. So ends paying him an make extra 900000 dollars more over than the deal that he'd previously offered him. H accepted. The 2 men shook hands, and that was all there was to it Hilton later called, no pens, pencils, papers, lawyers or witnesses. So do you remember the part I said, how gus was really hard on Conrad and then in turn Conrad was really hard in his sons. His oldest son was kinda like a a screw up. So his seconds on Barron winds up running Hilton. Right? And and that was his father's decision because Barrett Barron was very much like Conrad, smart hardworking, Nikki, the oldest son was an alcoholic and a drug addict. And he's a kinda he just... I mean, for a lack of a better word, just kind of a loser. Like, he he'd be given an important position in the Hilton organization. And, you know, he'd be doing well for while, and then he just started doing drugs and and and alcohol again, and he would say stuff like, oh, I need to show up my my my pop. My dad owns the place. Where Baron, you know, I to have a work ethic, similar to Conrad where he was in the office 6 days a week. And Conrad was really hard, Nikki. To the point where like, the division that con... That, Nikki was was was running was actually sold. To T, the airline, and, Nikki felt he didn't have anything, like, it's kind of embarrassed publicly. So anyways, he winds trying to kill himself. He slit his wrists. And a few months later, they say he dies from heart attack, but pretty clearly that he he had an overdose whether it was in... Of drugs. This thing called, like, second all, which I guess is the same thing Marilyn Monroe was addicted to. But It looks like he killed himself. Whether it was accident or not, and he left behind a wife and a 6 and 7 year old son. So it's was extremely sad. The book, the author, this guy jay Randy Tara rally. He's actually a really good storyteller because the main characters is obviously the patriarch of the family's Conrad. But you get to as you read the book. You get to know all of the... Like, Hilton family trainer it's a giant family. Conrad had 4 kids that he claimed, 18 grandkids. Even after, like, there'd would be divorce in the family, the ex wives and everybody would still get together. So this gigantic family and, I guess I bring that up is because, like, if you're gonna read the book, like, you're gonna learn a lot about Conrad business, but you're gonna learn more about life. And there's just some unbelievably sad... Like, you see the whole scope because we we see what life was like, for Conrad parents before. He was he's he was born, then, you know, his entire 91 year old, 91... The 91 years of his life. Then you see, you know, what happens after there's, like, another probably, like, hundred pages. After guys, maybe last, like, 50 or 75 something like that. And you just see, like, what happens to all the characters and stories. So not only, like, the reason I say that the author did a fantastic job and why I'd recommend you read the book is because, like, you you have emotional attachments. There was many times Or I just had, like tears of my eyes reading this book. Like, the the and this the the scenery... The writing was so vivid where you have, like, Conrad as... I think he was, I don't know. Let's say, 7 years old when Nikki died, and he's at the wake of his first born son, and he's just he to the point where, like, he can't stand. This is a This is a hard dude. Somebody that, like, showed no emotion to this his whole life didn't ask for... Like, he was just a really rigid hard person, and he can... He can't even stand, like, he's collapsing under the weight of his grief. And has to be supported by his 2 sons. There's 2 surviving on each side. Like, it's just like a crazy story and, like, you see the experiences of maybe let's say, 20 Hilton. And the the author does a good job of telling you, like, where they are now. This book is a few years old published I think in 2014. But we see, you know, like, what happens? What happens to Conrad wife she dies of a heart attack of 59. You know, his son dies of a drug over at 42. His other son... His other son's married for 57 years, and she gets multiples sclerosis since she dies in her seventies. And it's just like, I don't know. I guess, it's... We're all on this journey called life, and you're gonna, like, we're gonna experience this. Like, your loved ones are good, like, things are good both great great things and terrible things are gonna happen, and I think they're all contained in this book. So this is kinda like a micro cause of 1 family that I think is probably applicable to everything. And then the book ends, and there's so... There's another... 1 more part I'm gonna read you, but this should popped in my. I'm just gonna talk about it now while on my mind, But the book ends with the epi, and it flash. So so the author does this amazing job of, like, you know, the the family brings it up to present day, 2010. And and then it the epi it flashes back to when the entire family's alive. And most of these people at the, you know, 2010 dead, goes back to 19 65, it brings you back to 1 of their famous family dinners at Conrad estate and you got... You know, if when you know it reminds me of you ever watched the movie, godfather at the end of godfather. After Michael is taken over the family. His older brother Sonny dead. His dad is dead, he killed... He has his his wife's husband killed. They flash back at the end of that movie, and it's when Michael's much younger. And he's telling everybody else is still... You know, that flashback everybody was alive again, and they're all sitting around a table they're, like, the, you know, the grandkids kids are there. Everybody's there, and they bring up the fact that, like, Michael's is gonna go into into the armed services. That... When I read the epi log of this book, that's exactly what I thought I was like, they're... They did the exact same thing because it's not they necessarily something specials happens at the dinner. It's just 2 or 3 pages of, like, setting the stage of this is who's there. Like, the person I just told you that died a few years ago, like, this person's alive. And at this time, they're only 40 years old. And, like, their kids are there. I know. It's just, like, it was just a really fantastic fantastic book. And This the book has actually sent to me by somebody on Twitter. They dm me on Twitter and recommended me reading this. So thank you very much. And if you have a book that you want me to read to feature on the podcast. Please let me know. You can founders podcast podcasts, App founders podcast on Twitter or email me or do whatever you want. But I just wanna close here with with the regrets, and this is conrad at 62 years old. Now at 62, when he looked back on his life. He was, of course proud of all his business achievements, but he did have certain regrets. He realized that with all he had accomplished, he had never had 1 of the most cherished things the life had to offer. Fun. His greatest source of entertainment had always been trafficking and big business, making deals court some grand hotel and finally acquiring her and making her his own. If I only had if only I had just a little of whatever it is Nikki had that made his life such a good time for him. Conrad told his attorney My. I think maybe I would have been happier. When My commented that Conrad didn't seem to be particularly unhappy. He shrugged his shoulders and said, well it's too late now to worry about it. But I have to confess, I do wish I'd had more fun. If you don't mind me saying so, maybe even some more romance. Does that make me sound like an old fool? He asked My? My smiled at him. Yes, it does. He told Conrad. An old fool, just like the rest of us. And that's where I'm gonna leave the story. To read the full story and support the podcast at the same time. You can go to amazon dot com forward slash shop forward slash founders podcast. And you can buy this book using that link. Not only we see this book, but you'll see every single book that I've done so far for the podcast. So it's kinda like a visual representation of the podcast in reverse chronological order. And if you go to that link, You go to the you can go to that Url or you can just tap it. It's in the show as well. You also see the book that I'm working on for next week as well. And that's why I'm gonna leave things for this week. Thank you very much for listening, and I'll talk to you next week."
}