{
  "transcript": "The cameraman was excited and more than a little nervous. In a matter of moments, he would enjoy unique opportunity, the chance to snap the first un post picture ever taken of the richest man in the world. The strange thing was that most Americans had never even heard of Daniel Keith Ludwig. It was hard to figure. How could a man any man in these days of mass media coverage and public obsession with world records managed to accumulate a 3000000000 dollar fortune with hardly anyone becoming aware of it. As the old man drew close, the photographer raised his camera and aimed. Ludwig surprised turned his head and looked up. The shutter clicked. The next instant, the world's richest man 80 years old, but still fit and trim from daily swims, charged the startled news man and grabbed him in a half half Nelson, presumably to wrestle him to the sidewalk and take the camera. But the photographer, recovering from this unexpected attack, twisted out of Ludwig wings grass and ran down the street with his prize picture. Leaving Daniel glaring angrily at his retreating back. Okay. So that's an excerpt from the book that I wanna talk to you about today, which is the invisible billionaire, Daniel Ludwig by Jerry Shields. And this is another old book, old, somewhat somewhat old book, it should say. It was actually first published in 19 86 when Daniel Ludwig what it was still alive. And this is another example of this idea that you and I to always talk about which is books or the original links. I was... I first, I Had no idea who Daniel Ludwig was. It wasn't until I was reading a book about, Malcolm Mc mcqueen. And you'll remember, Did a podcast on him of a few months ago. And in it, he's... Malcolm is competing with Daniel's company trying to become the first company that sets the standards for shipping containers and, basically, you know, takes the lead in, like, this new revolution. And Daniel quickly realizes he doesn't... It's better to work with Malcolm than against him. So he winds up investing in Malcolm company. And the 8 and a half million dollar investment he makes in Malcolm company. A few years later turns into 50000000 dollar profit for Daniel. And so that that intrigued me Was like, who's this guy? It just makes 50... Almost 50000000 dollars by accidents. And so I search for books and I... This is the only the only book I could find on them. And surprisingly love a lot of information, even on the Internet. Like, there's there's not a lot that's known about them. And we're gonna see why. Well, here's... And let me just go to the book, so we'll get right into this. This is something about his personality, and it says obsessed with privacy, he reportedly pays a major public relations firm fat fees to keep his names out of the papers. So, Daniel did not give many interviews throughout his life. I think the the book reference is about 2. I wanna read some parts that stuck out to me in the introduction where you have a writer from business week that is trying unsuccessfully to get an interview with him So he shows up at his company headquarters in, Manhattan it's on Madison Avenue, and it says he got no farther than what he described as an una uninformed and nameless reception room before being turned away by a polite, but distinctly unhelpful employee. So he can't get an interview, so he starts doing research for the article that he's you're kinda write on daniel. And it says un undo to the writer kept digging, reading shipping records and talking to people in the industry. Out of the research, you began to form a picture of this invisible magnet. And this is some of the writing that he wrote. He says, limelight shi, Daniel K Ludwig. It began as a man nobody knows. Yet his tanker fleet rivals those of the fabulous Greeks, whose names or symbols of wealth. His Empire began with shipping, grew big with shipbuilding and is now branching out into other fields. Okay. So that is a 1 held of an understatement. Theirs this great visual in the the back the front cover the book inside in the back, and it shows... I'm just gonna... I guess I should start there so you I can give you a scope of the size of the empire of the ludwig build throughout his life. So It has a map on the globe. This is something that he published later on his life. When he was seeking an outside investment, and it just goes into all the different countries he's he has companies he's operating in. So he's got... I don't know, hundreds of different companies. Spread throughout the world. And so it say stuff like this say United States and in within the United States that list all the different, businesses he has, like, not the names for s, but what they do, like, financial services, mining, hotels, office towers, housing, shipping. In Canada, he's got agriculture. In the Bahamas, he does financial services, hotels in real estate. Mexico he's got hotels in housing, Panama, agriculture, Brazil, agriculture mining and housing, Yugoslavia shipping, South Africa, mining and housing, Singapore, shipping, Hong Kong, financial services, manufacturing, refining, Indonesia, refining, petroleum and gas exploration. It just goes on and on and on. Financial services in Switzerland, shipping in Germany, the size and scope of this organization, took a few weeks ago. I said I'd never come across somebody else that had such a intricate web of con companies like Henry Kaiser. But The only reason I said is because I hadn't read this book yet because he's right up there if not, surpass Kaiser in the complexity of the the conglomerate that this guy built. Okay. So going back to the article, I'm just gonna read a couple more quotes here says Dk as ludwig close associates call him, and so Dk is actually what the author refers to him as most throughout the most book as well, isn't the Ty type that bowls people over with an aggressive personality. Nearly 6 feet tall with black, slightly gray hair. He's described by friends as a quiet, rather relaxed businessman who doesn't talk much. Which says the writer concluded that Dk was all business quoting from the article, little few paragraphs down. And says, with Ludwig, work is almost an obsession. A non smoker, only a moderate drinker spartan and personal habits, business gets almost a hundred percent of his attention. If he's retiring an outside life in company operations, he's if he's retiring an outside life, Meaning, you just you won't notice him. In company operations, he has staged from most of the time. A 1 man director who relies on assistance and in between to clean up the details. On a project, his greatest gift is seeing the big picture. Once a project begins, Ludwig doesn't rest until completion date. There's no lack of projects and associates speaks of his unlimited ingenuity in dreaming up new ways of doing things. He willingly gamble on an idea that looks good. But his formula is to add a large dose of hard work to the Gamble. So it's that whole idea of, ingenuity, It's really helpful to think for, Daniel first and foremost as an engineer as we'll as we'll see, who turns into an entrepreneur. And so that kind of informs a lot of his personality, and then his person then his companies are kind of in boom in and boot. What's what's the word Looking for? Bop. Can't remember the word. Basically, there... His personality... His personality comes through. Like it's manifested and in how he organizes his his companies. So it says in rising to the top, he is hard... He has made hardly the any arch enemies among shipping people, his reputation varies from not too well liked to a damn nice guy. But few really know him for he keeps deliberately to himself. So I'm just gonna keep harp on his personality because I think understanding his personality from the very beginning is extremely helpful. At least, was extremely helpful and, for me and understanding, like, why he made the business decisions he made. So to that end here's, more from this writer, or the writer was, however struck by the fact that Dk was a mystery, even in the town where he lived. So he goes in interviews since since Daniel talked him me he goes and interviews his neighbors. And he's living in Connecticut at time before he he moves to Manhattan, he actually builds, building ran to Central Park and lives in the Penthouse. So he talks about his house. Says few of the neighbors who see his un house have more than inkling of his business stature. Ludwig most notable characteristic besides his imagination and per p ethnicity is a lifelong pension for keeping his mouth shut. So it talks about they attributed his this to the ship builder single minded absorption with getting things done. He is interested in achievement, not fame. So then now they're gonna quote from... He actually gave this guy Saunders. At Fortune Magazine. An interview and it's a quote from that interview. He says, I'm in this business because I like it. I have no hobbies. Dk was strictly a solo act. His zest for these operations is that of the lone Wolf. He shares neither of rewards nor the risks with anyone. It's interesting that he says that work. They said he has a pension for keeping his mouth shut. Later on his life, he... His biggest mistake is this 20 year project. He he undertake in the rainforest in Brazil. It actually takes them from, like, a multi billionaire to down to, like, a net worth of around, like, 4 to 500000000 over though it's the exact number is kind of hard to to gauge because he... His companies were private, and then he also transferred some of his wealth to a Cancer Research Institute in Switzerland. But not nonetheless, it was, like, a complete, a huge debacle. And something that was... I found interesting when I was reading the book is so he... He's going from meetings like, he had to collaborate with the Brazilian government at the time. And so he's going in into a meeting with The the government to Brazil. And he's asked by a reporter, hey. Do you have anything to say to the people of Brazil. And at the time, he's probably, like, let's say, 75. He's up there in age. And he says, I don't have anything to say to other people of in Brazil. I don't have anything to say to anybody. He's like, I'm I'm... He's... Basically he's told the guy to go screw. Me He thinks is said, like, to hell with you. I'm busy. So he definitely has a pension for keeping his mouth shut. He kinda had, like this singular focus on work and and nothing else. Okay. So they... In this interview though, that he's giving later on in life, he talks a little bit about his early life. And he says, so he's talking about, you, it came from home beginning this says the... And I'll go into more detail there Of course, it says the account included the stuff of which A stories were made. Hard work, thrift, ingenuity, luck and pluck, and a driving desire to succeed. And how all of this had brought ludwig from a childhood of limited means in South Haven, Michigan to possession of 1 of the world's greatest fortunes. So I have to confess my ignorance here. I had to look up because several of the books that I've read for far, that they referenced I guess this this writer was really popular around this time. H A. So this is what Wicked Wikipedia is about him. Since H A Junior was an American writer of of young adult novels about impoverished boys and their rise from humble backgrounds to lives of middle class security and comfort, do hard work, determination, courage and honesty. So now after I looked that up, kinda makes sense why they're... In these biographies that I'm reading, like, this this writers reference so many times because I think 1 of the the the main pleasures of doing this podcast is the fact that it's a constant reminder that, you know, no 1 becomes the... Like, no one's born the richest man of the world, or a richest person in the world. You know, not you don't even have to go that high. No one's born a successful entrepreneur, Like, you you you make yourself into 1. Okay. So this says this narrative revealed a boy interested in boats and a young man who struck out on his own as a ship owner, an operator before the age of 20. After struggling through several lean years during the shipping slump that followed World war 1, Ludwig said that he had he had just started making money as an oil haul when the depression hit wiping out nearly everything he had, so I'll go into more detail about that too. But this is this part's important because it's about his personality and than how his business started. But he had persevere and during the mid 19 thirties, had developed and g... This is so... This is maybe his best the best idea out of the entire book. Other than, like, he's got some great traits of you know, being focused, I willing to take chances, being very frugal as as I'll get to. I mean, that's an understatement, And I'll tell you more about that. Alright. So this is, he had persevere during the mid 19 thirties had developed an ingenious ship financing scheme that would make his fortune. This is really smart. The idea was to use other people's credit. First, he would go to an oil company and persuade it to Grand In long term charter to haul its petroleum. This done, he would go to a bank. We're using the Charter collateral, he take out loan to obtain a ship to haul the petroleum. Instead of paying dk, each oil company would make the charter payments directly to the bank, which would deduct the loan payment and put whatever was left into Ludwig accounts. The butte in this is a summary. The beauty of this scheme was that it allowed Dk to build or renovate tankers without having to put up collateral or use own credits. The oil companies were satisfied because they were getting their petroleum haul at bargain rates. The banks were satisfied because oil companies were a much better credit risk than a small shipper like Ludwig, and Decay was more than satisfied. As long as he took care to fulfill his charter contracts, he had a small but steady income. And more important by the time the contract expired, he was the owner of a paid up ship without having invested any of his own money. That's just really, really smart. This mutually beneficial financing arrangement was the foundation of his shipping empire. Once he got things rolling in the late 19 thirties, it was simply a matter of hard work and efficiency. Plus a genius for innovative shipping designs, that's where his engineering skills come to to play to become 1 of the world's largest ship owners Dk has been responsible for several major changes in shipbuilding. Some were designed and structural modifications to eliminate non essentials while increasing a ship ship's cargo carrying capacity. So it's good something to know right up front about Dk is that, you know, many of the billions that he made came from hauling oil, basically. And what I couldn't understand because I have, some experience learning about the oil business from some of the books that we've covered is why are these and I should have known better. Honestly, But I when I was reading this book I was like, why are they... Like, he does a deal with, like the standard oil company, Rockefeller company in, other company. I'm like, I don't understand. Like, Rockefeller was credited almost for, inventing vertical integration, Like, they're owning all aspects of their business and then some? If you think about the kickback he was getting from the railroads. Like, why are they not shipping their own, their own product. And the book answers that in a few chapters later where just talked about well, they were they were their mono monopoly are being busted up. So Ludwig took advantage of the regulation that that said, hey, you guys are way too powerful. You need to, like, break up. I think standard oil broken up to what, like, 4 different oil company, Chevron Mobile, Text other the I think those are the ones off the top head. But, so anyways, they they were basically forced to not transport their own oil. And because of that, they were willing to guarantee this charter to him, then the banks that he would go to and do this what he calls? What did he called again? He called it a so he calls it mutually beneficial financing arrangement. So not only was standard oil in 1 of the companies that were doing this with them. But then they would refer him to the bank to issue the credit that standard oil also owned or had it, like, a, like, a, a percent ownership in. Okay. So let's go back to that Fortune article. So this is interesting. They call it... This is a little bit about his monumental sting. Us Says Ludwig organization is staff with competent people, but not 1 too many. The present setup allows him to step to step into any decision anywhere in the organization. Ludwig frugal gallery, Sanders concluded. Saunders concluded. That's the the person writing the Fortune article made him almost an aesthetic despite his great wealth. Loving his work to the ultimate degree, Ludwig is unable to take much pleasure from anything else. He counts calories that religiously doesn't drink much, doesn't smoke at all, and he doesn't entertain lavish. His only bad habit is work and that he can't stop. So now we're gonna get into his early life and his first venture into shipping. This is even as a boy South Haven, Young Daniel exhibited a strong drive towards the acquisition of money. He worked at a dance pavilion, he shine shoes, and he sold peanuts and popcorn. He saved most of what he had made. Some of this money he invested in what he termed his first venture into shipping, and others sequel quote from Daniel, ad not are excuse from Saunders. At 9, he scraped together 75 dollars to buy a sunken 26 foot boat that seemed beyond sal. But he raised her, slave all winner on repairs and chartered her out the following summer for more than twice her cost. He did not act as crew since he was too small to crank the massive 1 cylinder and... Okay. So few later, for reasons really unknown, his dad moves him. He's around 15 years old this time. Takes him from Michigan move and makes Daniel come with him down to Texas and separates them from, basically, every everything he knows including mom. And we're not sure why that happened. But it says once in Texas, Dk found himself more or less on his own. His father had other things to do and could spend little time with the boy. A thousand miles from home taken away from family from school from friends, the 15 year old must have felt miserable and frightened. So he starts working. His Dk was a runner for a company that, basically, their dealers and marine equipment. Just so so Was a runner going out in small boats to sell supplies to the ships that anchored and port Arthur support Arthur, Texas. At the same time, he went to night school to get to get the math he needed for marine engineers degree. The youngster had only had finished only eighth grade in Michigan before being taken to Texas, and so that then he gets a job being a a assist... A ship chandler assistant. So it says being a ship chandler assistant was an education in and and of itself, and the boy was learning much that he was to use later. After a year or so, in Port Arthur, Dk returned to Michigan. So then he gets a job and d ends... He tells later on his life. He's reflecting on this. He says he's was working for 20 cents an hour at a marine engine plant at at 3 Rivers Michigan. The job at the engine plant was another educational experience. It gave Decay a thorough knowledge of marine mechanics and helped him to complete the work requirements for his engineer certificate. So let me pause right there. There is a extreme sense of efficiency in not only how Daniel would run his business, but how he ran his life. So every experience he had even that that first experience at 9, then this other experience were introduced to at 15 and and so on and so forth. He he's he never wastes anything he learns. That that information and that knowledge just continues to compound through his life, and he uses it to build to spot opportunities that eventually help him build, you know, his massively successful company. And and these experiences that he's having at the Marine Engine plan is definitely example of that. Okay. So it says, he was evidently a fast learner and a good worker. After a little more than a year at 3 rivers, he was considered competent enough by company officials to be sent to the Pacific Northwest in Alaska to do installation work. Shortly after his arrival in the northwest, he started moonlight. And this is this is the start of his very first business. This is like, again, what I was just referencing. Like, he just doesn't waste any opportunities. So surely shortly after his arrival in Northwest, he started moon moonlight, installing ships, engines on his own time as well as for the company. So the company pays to train him to learn the skill, and then he's, like, oh, well, now I have a skill that's rather demand. Like, why don't I just cut the company out of this. He found the work so profitable that he soon drew his last wages and at 19, went permanently into business for himself. It was a profitable time to do so The year was... Was 19 16, and the shipping industry was booming. Much of Europe was engaged in a world war. Okay. So this is a smart way to pay for a boat plus how to make money from prohibition plus a post what he calls a post postgraduate course in shrewd trading. So he was about he was about to become the owner of a vessel for the first time since his salvage effort at the age of 9. He was a decade older now and much better equipped to handle a responsibility. So he... He identifies this, it's called an old side whale lake steam, and it's called the idle wild. So this... The old side wheel Lake steam was up for sale through a Detroit Bank, which had gotten her through foreclosure. She could be bought for a mere 5000 dollars. And then this is something that he's gonna do for his whole life. So he winds up borrowing the money. To for to... He's getting a boat for all worth much less than than it should be, like, 4 much less than it's actually worth because it's foreclosure. And then he realizes, hey, I, since he's he knows a lot about shipping and and the equipment that it takes, and he does a lot of work himself. He's, like, there's a lot of them supplies and equipment in the boat, like, in the boat that I could then scrap out and sell, and it basically recoup my cost for the actual vehicle. So he almost immediately recover the purchase price by gut, selling off her machinery and boilers and turning into her turning her into an iron hold barge. Okay. So that right there what he's doing at 19 years old for 5000 dollars is basically the foundation of his most profitable business. He would buy these these tankers. In a lot of cases he's could buy from the Us government, because there's these boom and bust cycles that happened in shipping before during and after wars. So after the war, World war 1, and he does the same thing in world war 2. He's buying up ships, and in some cases he gets like, let's say, a ship is worth 250000 dollars. He'd get it for about 10 percent. Like, 25000. And then they'd have so many like, so much equipment like he'd sell the the engines and everything else that he'd get them... He's essentially getting it for free, would would ref fit it... So it could whole haul oil and petroleum. And among other, like, minerals and stuff. But it's actually really, really smart. Is what he's doing here. And he's doing at a really young age. So and he does this, he turns it into an iron hold barge, and then he advertised in a New Paper for a charter. Just saying, hey, I have a boat who wants to charter it. And why not saying a trade. Decides to go to new York Because says in Manhattan beat the heart of the world of commerce. Goods and money flowed in and out of New York Harbor, like lifeblood blood for the rest of the globe. So he's going. He... He's he's identified this opportunity to really young your age He's like, hey, there's his grandfather tried to build, like a shipping empire. In Michigan wind up going bankrupt, and he's, like, this is not... There's not opportunity. Like, my ambitions are much larger. I need to go to where that at where that is so he goes to new York. So he says the actual response from this guy named Kaplan a New yorker who had virtually cornered the market and a and bat in black strap Molasses. So Kaplan is the guy who's gonna give him the postgraduate course on true trading. Again, Ludwig does not waste any time. He's constantly learning. So I I had heard this before. Was like, why the hell were these people making so much money in molasses, but it's because of prohibition So we're gonna go into that a little bit here. So the molasses Dk was hauling was not intended to go on biscuits. He'd take it off New York to up to Canada. So he says that the Toronto dis, it was turned into ram and brought back across the border into those states, which had already outlawed the import import invitation and sale of liquor. Since he was merely hauling molasses to Canada, Dk was doing nothing illegal, but he was an important part of the process and stood to make money from it. After 2 years, the charter agreement was broken off. So it's basically had a misunderstanding with this guy Kaplan, and he feels he got kinda got cheated by him. But later on, he tells Fortune Magazine. He says he rue credits Kaplan with giving him a sort of postgraduate course in shrewd trading. The relationship was terminated, though the 2 men do business and friendly fashion to this day, and that's about 60, 40 to 40 to 50 years later. They're still doing business together. So it's interesting. And so I'm gonna skip over major parts of the book, like I do every time, but he gets caught up and actually arrested when he's still a young man because he's not only he have his own boats... Boats he's doing the shit the, running molasses and and other things. He's hasn't gotten to oil yet. But he does, like, repair working works on other boats. And 1 of the boats he's working on gets busted because they're carrying, like, liquor that they're carrying liquor from from, Britain and from the Bahamas and they're trying to sneak it into the United States during prohibition, but the charges are eventually dropped. Okay. So this is how Ludwig starts more shipping companies. After his breakup up of Kaplan, he did general hauling with a few broken down tug boats until the bottom fell out of the shipping market in the early post war years. That's where war 1 at this time. Most of his cargo goes consisted of lumber and barrels stayed before he decided to switch to oil transport. And why did he switched oil transport just because he was paying attention. He's like, I've been getting 10 or 15 cents to haul cargo, that's per hundred pounds. Right? To 10 or 15 cents to haul cargo and lumber. I saw the tanker boys getting 3 or 4 times as much for oil. So like, why I'm I'm doing the same amount of work? Why don't I try to make 4 4 times of money. So since his first experience of patrol haul hauling came in 19 21. He had heard a small refinery in fall river Massachusetts that had a contract to haul fuel oil for the navy. If he could find any vessels, he'd be able to charter them to the refinery. In a long island shipyard, he found a little tanker that had been started under government contract during the war and was 98 98 percent complete when the armistice was declared. This is kinda of crazy This happens not only war we're 1 War or 2 2. There... That you have these huge infrastructure machines building everything that countries need for the war. And then as soon as it's over that work has stopped on as immediately, and you you see assets like this that it needs 2 percent completion, and I get in a brand new tanker. He says since then there had been no incentive to finish her, but le could lease her cheaply if he was willing to put on the final few touches, which, of course, he was. Selling some of his old tug boats, he got enough money to complete the vessel, then talk the coast guard into giving him a certificate of sea worthiness. He wasn't even sure how to pronounce her name. Now this is so important because you know, we've talked about this this idea for frugal Gal that, you know, just like you should watch where your expenses are in your personal life, like, companies... Most successful people at entrepreneurship, like, they're they're... They understand that little little cost compound. Right? And anywhere from Jeff Bezos to John Bog to anybody that we've covered on the podcast and knows that, hey, you just don't mess around with this. And frugal gal and paying attention and make make sure he... He's being productive with his his his money. Is something that Lug would definitely shared with with some of the other entrepreneurs we covered. So... And this an example of that. He wasn't even sure how to pronounce her name. But because it would have cost him 50 dollars to paint it out and put on a new 1, he decided to leave it as it was. So the boat wasn't big enough to allow Dk to fulfill the charter agreement he had made with Fall River. So he found a larger ship in Baltimore. This one's called the Week. The week had already many years... Was already many years past her prime. In fact, she was the fourth or fifth oil taker ever built. And since her maiden voyage in 18 88 had haul many a barrel of crude for standard oil. So this is what 40 plus years after that, close to 40 years after that, standard had decided to scrap her and sold her to a scrap dealer. Learning of this lug traveled to Baltimore after... And after looking or or over, decided at the week was good for a few more trips. The scrap dealer was willing to let her go for 25000 dollars, 5000 dollars upfront in the rest over time. Even the down payment according to Ludwig was more money than he had on hand. In order to raise it, he had to take on a partner in this. So this is important because he hates... He learns that he he doesn't want partners. After after this. William Thomas, a shipper met during the war offered to put up the rest of the front money in exchange for 51 percent of the venture. Soon, Thomas wanted it all and asked his junior partner to get out. Ludwig settled for 40000 dollars in cash, plus a fuel tug boats and his greedy partner got the rest. But still. So he he didn't... He was upset that he had the business ended, but he goes from not having 5000 dollars now having 40000 dollars. So he's just leveled up a little bit, and it gives him a little bit access to more opportunities in the future. Accepting the settlement, he used the money to go into another partnership with a with a group out of new England that owned a chain of filling stations in Boston, together the 3 formed a new company, and so they're gonna be hauling petroleum. And, this is another example. So I actually says, for d... So even though those 3 of them, Dk was the chief. He was a ceo. He's the 1 running it. His job was keeping things going. Most of them were just... They were just investors basically. But it leads us to the point where this is a fundamental, part of his personality and something that he carries in all of his his company. And that's these 2 things. And only spend money on what's important. And then sell your by byproducts. If you can find undervalued ships for yourself, then you could do so for your for others. It says, the name of the company they they make us called Am tankers. So Am takers was operating on a shoe shoe and could not afford office space. The company, however, was able to buy 2 more ships. So G k is like listen, I'm not gonna sit in an office anyways, I'm not gonna pay money for an office space later on in life. Of course, he's going to. We doesn't have the assets at this time. But I will spend and it will leverage myself as much as possible. To to buy assets that can actually make me more money. So not only are they shipping petroleum and and products like that, but, it says during the mid to late 19 twenties, Ludwig was more involved in buying and selling ships than he wasn't operating them. So kind of, if you remember the podcast did on Kirk Cor, how he got started. He started a charter airline. But in the process of starting a Charter airline, he got really good at buying undervalued airplanes and then resell them for a profit. And he so since he's already doing that for his own company, Like, why not make it a second business? I mean, this way exactly what kirk did. And you're seeing that again here in that Daniel's doing the same thing, but he's doing in chips. And so They're making a little bit of money charter out their boats, but he's like, I can just make immediate profit. I can I can find a boat for, let's say 200000 dollars to sell for 400000? Like, I'm making way more money doing less work. So I'm gonna go ahead and do that. So I... I'd learn had to learn the scale for myself. I can then do it for other people. Okay. So this is an example of that. This is how Daniel made 500000 dollars in profit resell government ships. This is after World war 1. It says the sale of surplus ships at bargain prices, much less than what it would have been to cost to build the vessels from scratch, had never really been authorized by Congress. But the practice started almost started almost as soon as the armistice was declared. It was never seriously questioned. The result was that hundreds of government owned vessels built at taxpayers expense was being sold off at well below cost, both to legitimate shippers and to spec who did the minimum required renovation work and then sold the ships for a quick profit. So they wind the book has all these different names of boats. I feel like I I would just listed off. It gets... It it was confusing for me to keep track of, So I'm not gonna read them to you. I'm gonna say, hey, he's buying 3 ships in this process for not a lot of money. So it says the total investment of the 3 ships was just under half a million dollars. But what made the deal attractive was that the shipping board, now this is an actual government agency run by the Us federal government. It's actually... Phased out because of corruption and replaced with the Maritime commission, and then that 1 was also corrupt and phased that later Hon, but they they they stick around for a little bit. So it says shipping board required investors to put up only 10 percent of the purchase price. And the rest could be paid over time. Thus, by investing less than 50000 dollars. Daniel could buy 3 ships, remodel and sell them, used the parts of the proceeds to pay off the purchase price and renovation cost like he was doing previously. And pocket the rest. If they manage to sell the vessels for a million dollars, they would reap over half a million dollar profit on an investment over over 50000 dollars. And so this is very integral part of how, you know, somebody could start with little to no money, like Daniel was, you had a hard time coming up with 5000 dollar spice first ship and starts to get wealthy rather rapidly. I mean, you're making... You're picking up 50 grand and some of that you're borrowing, and you're making 500000 on top of it. And then using what's already in, like, you're basically buying an asset, piecing it off and recoup most of that cost anyways. So this is the note that myself was finding a unique solution to too much leverage at the beginning of the depression. So that scheme I just described to you works really well for a few years. But then you have the great depression start starts and credit titans and what happens to all the people that are over leveraged. You see this, you know, throughout history Whenever again, they go bankrupt. I always reference my my 1 of my favorite storyteller, writers of ties Michael Lewis, 1 of my favorite books is the big short, and Steve Wei, 1 of the people that became a billionaire off of shorting the housing... Us housing market during the subprime comp crisis, I was watching an interview with him 1 day on Youtube, but he just said something that sticks stuck out of my mind forever, and he's talking about all the people, like, you, the high paid Ceos of all these banks and investment firms, and he says he's he summarized, like, their activities leading up to the subprime crisis and he says they mistook leverage for genius. And I think that's, you know, this whole idea that, history doesn't repeat the human nature does, you're gonna see that you can go back thousands of years. So maybe not thousands, but hundreds of years and see the same thing happening over over again that way. Anytime, you have this kind of, like, highly concentrated financial leverage. In good times, these people look like geniuses and bad times they go bankrupt. Right. This is during the Fortunate interview in 19 57, Dk told Saunders that in his early business years, he was always in hawk. There may have been a good reason. As long as you're in hawk, it's hard for a creditor to collect money from you. Ludwig came up with a solution to his debt problem. The suggestion was so outrageous that nobody else would have dared to put it forth. This is that that sentence is the entire reason reading this part too you because that's part of his his mo. He just comes up with some outrageous ideas that that that no. They're so outrageous that... And business he starts businesses on top of these ideas. It's, like... And that winds up leading him to have no competition at the very beginning because no 1 need think about doing it. So he said, what he said to the shipping board was because he's having a hard time now making these payments in the depression was an effect and... He saw the shipping board money. So in fact, he owns the Us government money. So what he said his shipping board was an effect, Hey, we bought these these ships from you. We renovated 1, we sold it and paid off its indebted this. We fixed up another and wanna keep that. So now you just have the third 1 you have accounted for. Right? Why don't you take back the 1 we have a remodel to pay for the 2 we still owe on? So they're not getting money? They're just getting an asset back that frankly is not worth what he wants to pay it off for? Like, they they don't have any use for. They have to fund another buyer. He might be able to put it into productive use, but they certainly can. Incredibly, somebody at the shipping board brought the idea. So it's just a reminder you only need, like, things around you are a lot more malleable than you think they are because you just have to use convince a small handful of people. I mean, some cases, only 1 person to agree to to with your suggestion. In his case, he just need 1 person with authority at the shipping board to say, yeah, Take that. I'll take the asset that you haven't paid for. You only put a small percentage down. We'll take it back and we'll act like, you give me back something you haven't paid off, we'll pay off the second, the the the other ship. It's a it's just a bizarre thing they they agreed to. But again, we're not rational creatures we're rationalizing creatures. And so you're gonna... You see the... These kind of, you know, irrational. What looks like in hindsight irrational decision where, you know, people engaged in that kind of behavioral time. This is a just a reminder if his frugal personality. This is 1 sentence thought that was interesting. He never liked spending money unless there was a good chance that it would make him more. And again, that's 1 of the principles of his business. Okay. So he's... Again, he's he's had moderate success up until this point. But the... Any kind of progress he was making, basically, I wiped out. And so this was the the state of his business in 19 34. And I find this extremely motivating because within 10 years, it's his you know, that he's 1 of he's very wealthy. A shipping board auditor reviewing the company situation came to the unavoidable conclusion. Am takers was for all practical practical purposes ins solvent. The firm had no securities left to bar on, and virtually no chance remain that the massive liabilities could be paid off from the ship's small earnings. So as a dire crappy situation to being in and he fights his way through. And reverses his fortune, and we're gonna get there in a minute. He's still doing the same thing. So this is actually interesting. So he sets this up, and we see this... Well, let me read it to you first. And let me tell you what it made me think of what I had read something a few years ago. During the 19 thirties, Ludwig bought brought purchase several more ships and set up Delaware registered corporations to operate them. So each ship was a separate company. Okay? This time he's getting help from his dad. He borrowed some money from him and his dad's also in the shipping industry, but he we're... It's not at all clear. A lot of people think his dad was just a boot layer. Like, he was just running rum from like, the... Like, the Caribbean into the United States, but he kinda records of him to kinda disappear. So we're not actually sure about that. So even though Daniel, his name is Daniel F, where, he he was on the company paperwork, but he stayed firmly in the background, and his son was a chief executive officer of officer of each company. And then eventually, just... He disappears off Paperwork works. So we're not sure what happened. By the spring of 19 36 Dk was ready for another expansion. This 1 had both both a bit of a problem and the beauty of a new idea. The problem was to get the shipping board to sell him more surplus ships, though he was still en incumbent by the loans, so he's still in debt to them. Right? He says the new idea was a way of renovating those freighter into a new type of cargo holder, the bulk carrier. This is basically the lynch pin of his empire. His main company called national bulk carriers. The advantage of bulk carriers was versatility. These ships were to be designed in such a way that they could haul either dry cargo, like coal, are liquids like petroleum gasoline without expensive time consuming structural conversion. If the oil my my market fell off, a bulk carrier could haul ore for a while. Or I could haul oil in 1 direction and coal or ore in the in the voyage home. So it's actually really smart. The evidence suggests that Lug was reacting to the Maritime commission. So now the maritime commission is gonna replace shipping board, call for fast merchant ships to replace the old slow tankers and, currently ply the trade routes and that with his eye for economy, he figured he could make more money by converting old freighter into bulk carriers rather than ordinary tankers. Whether the bulk carrier was his idea or not, Dk was quick to see its advantages and cash in on it. He set up another Delaware company, national bulk carriers in June of 19 36, and this later became the flagship corp the flagship corporation for his fleet of companies. Okay. So the reason this is so important why they they were incorporating in Delaware. First of all, they were really like, the really friendly to to companies. But because some of these these ships had mortgages on them that were not being fulfilled, like, he had, let's say 10 ships, 10 different companies, if 1 or 2 or 3 didn't pay didn't affect its other ones. So the reason I said, he used it basically to keep taxes low. And to to not, like, to offset his liability. But I was reading... They run away something that people were doing... And I think they do it and. They... I'm sure they do it in America too. But I was reading about some Like, 1 of the most expensive real estate sections in the world. This this place in London would have extremely expensive residential housing. And the articles reading was this investigative report about, hey, why, like, none of these the most expensive prop some of the most expensive properties in the world owned by people, they're owned by companies. So I'd say, like, let's say, like, that house was located at 123 Main Street. That the the name of the company we 12123 main Street, Llc or, 123 Main street incorporated whatever the case is. And so what they realized was that, because... Let's say you bought a house 10 years ago, and the taxes had japan, the the equivalent property taxes, it didn't it it was capped, like the percentage can go up so let's say go up 1 percent a year, but it would reset once it would change. So let's say your value of your house greatly increase in 10 years, the... And you sell the house, the new buyer has to pay a lot more in taxes. What they realized was instead of selling the house, they just sell the company that own the house. And the taxes never reset because it showed that, hey, this this house was purchased, you know, 10 years ago, but the company has been sold 3 or 4 times since then. So that's still happening today present day This is a very similar scheme to what he's doing with boats. And again, instead of a being houses. He's doing it to to tankers. Oh, this is important too. Something he's he he did that's that's smart. He knew his weaknesses. So reminder to know your weaknesses and to hire someone strong in that area. Because up until this point, he's got this whole network and web of companies. But he doesn't actually know if he's making that much money or not. He's not a numbers person per s. He's an operator. He's really good at that sniffing out ways to make things more efficient. So he hires somebody that just basically runs all the numbers because up into this point, you know, he's not optimizing his, like, the financial returns he's getting. Even though he's rather frugal. So he says with the invent of national bulk of new figure appeared on the scene. William Wagner was about the same age as dk, but in managing money, he seemed much older and wiser. A former shipping board auditor, he would over the 34 years provide the financial expertise that Ludwig enterprises had previously lacked. And, remember that debacle I mentioned earlier that happens in the jungles of Brazil. Wagner stays with him for 34 years, but then he pete he dies in the middle of that project. And the financial the, like, the finances of that project go off the rails. I think the numbers are hard to to lock down, but I've read Ludwig invested 625000000 dollars. Of his own monies into the project, and he borrowed 919000000. So let's season there for, you know, 1 and a half billion dollars. He never sees a return off that. And a lot of people think it's because once Wagner died, no 1, like, no 1 was actually keeping him in check, like, from a financial perspective. Any he respected Wagner where he doesn't... The, you know, this this author is not shy. Jerry Shields, the author, does a good job at painting the whole picture of Daniel? And, like I've said before, like, we're humans. All of us I have flaws. No one's perfect. So you might have been really great at business, but he's also, you know, a bit of an asshole. You you just... You see his flaws. You see his war. You see everything, you know, The author, it's not it's not... You know, we're not idol analyzing him here. We're learn... For our purposes, on this podcast, we wanna learn, like, the ideas that he had that were good and that were lead to success, but we also wanna set his failures and the part of his personality. Maybe that that wasn't as good. So we can kind of avoid making those same mistakes. Let's benefit from his experience. Okay. So I to note of myself on the next page was most of what happens in life is out of your control, but you can't control how you respond to it. So this is 19 36. There's like rumors and war is really good for the shipping industry as we if we studied multiple times. So says wars and rumors of awards, pre sage and up turn in international commerce, which for cargo haul meant greater demand in higher revenues. A tank or other merchant vessel that has been sitting ey at the docks since that started the great depression can now be spruce up and hired out on a long term basis at high rates are sold for a handsome price. So that paragraph is basically describing like, know, he's kind of in a crappy position. Like, he was over leveraged making a little bit of money, but it wasn't at all clear in the 19 thirties that he was gonna merge on the other side of this is as a successful entrepreneur. He just realized, hey, this is coming. Let me react. Let me let me Snatch opportunity that's presented, and let me build the foundation of my business on that that's what he does. So the 2 name paper idea plus shipping for Rockefeller equals Ludwig as wealth. The 2 name paper ideas is the idea where he's whatever I referenced earlier about how he goes and says, hey. I get... Let, hey, oil company. Give me a charter to charter your oil. Oh, bank. Look at this charter I have for for, you know, standard oil or whatever oil company was, now we finance me either buying or or renovating a ship. And so this is the... Literally the key to as wealth. So says Love needed a way to obtain ready money without either taking partners or assuming heavy mortgages. He never took partners again he hated partners. I'm pretty sure he hated people. Based on the the way he talks to him and and kinda... He I think if he was alive now, people would think he has, like, asp. He's early experience with partnerships has been costly and barring to finance ships ship renovation was no better. It was at this time the Dk came up with the 2 name paper arrangement. He later told, Fortune magazine was a chief reason for his wealth. Why I already talked about a little bit. Golden to an o company, get it to sign long term charter to ship so much oil on a regular basis, take the charter to a bank and using it as collateral obtain a loan to to build or renovate a ship to haul the oil to fulfill the charter. The plan was legal, logical and ingenious that I think that's Again, like, the opportunities for the... This opportunity was in plain sight, but it took somebody that was thoughtful and willing to take risk to seize that opportunity. And that happens constantly. Like, there's still opportunities are out there that that nobody has has observed yet and just taking the time to to think about it and to to notice it, gives you an advantage. He says, in 19 36, he was able to start his climb toward being the world's biggest shipper mainly because he was now hauling oil for the Rockefeller Empire. And this book not only is interesting. So I'm only talking to you really about the parts, feel like, are useful in running own companies, but there's so much information here about, like, I mean, these shipping and oil companies, they have in such really relationships, not only with other shipping oil companies, but with with state governments with intelligence agencies, which is just there's just so so many crazy stories I'm not even gonna get to a chance to talk to you about, that the book covers. So if you're into history, like, I am, especially, like, you know, things that people might consider like, conspiracy theory, like, like, the the rigging of the oil market, at the time people Like I don't know That's not happening. We found out 25 years saying, oh, what's happening. Like, I just find that interesting. How, so little of the important things, like, and not the important things in life. Yeah. It's so little of, like, things that really fundamentally changed to what we live in are observable to us that these people that's hidden from us. So I'll tell you a little bit about this, but... Oh, so this... We got to the part, I was referencing earlier, the note. I left myself is, like, would have vertically integrated oil company hire another company to ship its oil? Well, this is the reason. Alright. It says 1 immediate effect of the Ana ka pact was to make a long term charter... Was to make long term charter a viable proposition for petroleum haul So let me let me back up to tell you what this is because I never heard of it and blew my mind. So it says the Anna... And I, you know, I'm not you you know by now. I'm not just no way I'm pronouncing this work correctly. If I'm just gonna go with it. So it says the Anna car Anna car in a ka agreements, was an early attempt to restrict petroleum production signed in Scotland in September 19 28. The discovery of the East Texas oil field in 19 thirties led to a boom production that caused prices to fall, leading the railroad commission of Texas to control production So, basically, that's actually not even in a good description. It's it's... Oh, basically, they're trying to, like, start a cartel. So you have a bunch of oil producing companies, and they meet secretly. We don't find out the Us government doesn't find out about this for, like, another 25 years. And they're saying, hey, we're gonna work in concert, but no one's, like, you can't talk about this. And so they're... They would try to control how much they produce so they keep the prices high and kinda control the market is basically what's going on. So Okay. So 1 immediate effect of the Anti curry pack was to make long term charter a viable proposition for patrol haul. Only in a market where supplies and prices only in a market where supplies and prices were controlled. That's what what they're trying to do. And relatively predictable could an oil company afford to commit itself to 5 or 10 years into the future by contracting to ship a specified amount of oil at a fixed rate. These contracts, which which take place over a long period of time I get just said, is where Daniel makes his money. And only in that kind of stable market, was it possible for a young tanker operator like Daniel Ludwig to go to a major oil company and ask it to sign a charter to collateral a loan to build a ship to haul the company's oil for 5 years or more, so that's the basically agreement we keep talking about. By signing a charter agreement with with the Rockefeller controlled transport company, Dk was getting into the international cartel at a very basic and vital level. So do you see what what's happening here? Is it's like, he's working for the people that have set up this illegal cartel. So he's not doing anything illegal per s, but he's definitely gonna benefit financial for... Financially because of this. As long as the cartel prosper, he too would prosper. Why 1 might wonder would an oil company in such an invitation advantageous position, charter ships from an outside operator rather than building an operating ships of its own. That's what I was wondering. Partly for the same reason there continues to be a number of oil companies instead of a single 1. The illusion of competition and decent has to be maintained. So again, people, like, this is basically a conspiracy theory that was... This is a not a theory. It was actually... This is an actual conspiracy. For for a small group of people to control 1 of the most valuable assets in the world, and it actually happened. So this is the Us government... And it... Again, they're doing it because there's they're... They understand that they... Do you need to give them the illusion of competition and decent. Even if that's not true. The Us government still had laws on the books stating from the mu days at the turn century when public outcry led to to trust busting. What was in fact, a tightly controlled situation must not look like 1 from the outside. So that's also why on the book so interesting because there's all kinds of these, like, hidden mach nominations that these people are doing that we don't find out till in many cases after these people are dead. And again, if that's happening in the 19 thirties in 19 forties, what's the chance it's not happening right now, the probability it's not happening right now is 0. We just don't... We won't know about what that is until later on, But it is definitely happening now. It happened in the past, it'll happen in the future. Okay. Reminder that tough times don't last, but tough people do. It says, during the depths of the depression, Ludwig had was mere deep in debt. Saddle with do nothing partners, desperately pressed to keep the shipping board and the banks from fore foreclosure on his ship. And burden with an unhappy marriage. Now 5 years later, Dk was in good financial shape, the owner of a growing fleet of ships and corporations out of debt and enjoying a profitable relationship with the government, the banks and the oil companies. Moreover, he was building a reliable staff and he had a happier marriage. So again, everybody goes too bad times. I know social media makes it... Portrays like none of us do, what we all do. And just, III love these reminders from history the, hey. Everybody has to deal with this kind of shit. But you just keep her. You have a positive mentality to you keep moving forward it. And eventually, like, the the bad times are not going to last forever. Let's see. I wrote on this page. I chuckle. Oh, okay. So this is story. This is happening in 19 38. So, these banks are are... Still lending him money for these these ships that he's using for the transportation of this oil. Right? So this is a the recollection of a bank of Manhattan official that was 1 of the bankers that had lent Ludwig money. And so this... Let me just read this short short because I thought this short story to you because That it was funny. He wanted to borrow only about 200000 dollars, but it took a year to talk the bank into it. Finally, the bank's officer said to me. Okay, go ahead if you want to, but we think it's a lemon. The ink wasn't dry on the contract when the 19 38 hurricane came along. So remember this is the bank official talking. I couldn't sleep that night because the ship, which is called the Phoenix was in northeastern Waters. The next day, I called up and asked, how's my collateral? Ludwig answered. When we find the goddamn thing I'll let you know and slam down the phone. What had happened was that she was tied up at the fall River dock and when the hurricane came, the dock crew had cut her loose. She ended up on a street in fall river, and they had to have a contractor had to dig a channel to get her back to the ocean. But she had insurance coverage of every kind and we never lost a penny. I carried pictures of her around the bank, and I was a laughing stock, but the loan was paid on schedule and we had no trouble. I just thought it was funny Was like, when I find I'll let you know I'm busy. Like, that's kind of like recurring thing with him. Like, don't call me right now. Okay. Skipping ahead. Oh, okay. So 1 reason Ludwig was so secretive. Remember at the beginning of the book it talks about, most people hire P firms to to get their their companies publicity. He hires him to to keep his name out of everything. And he does this because he's in a lot of the businesses he's he's in is, like, uncharted territory. Kind of markets of 1 that he's kind of making himself. And why would you want publicity on that? Like, you want to keep that advantage as long as possible to to pull as much profit out as possible. Right? Some of the auctions in this case where he's buying where he's buying boats from the maritime commission? Some of these auctions had no other bidder. So people didn't even know that you could buy these assets for so cheap. Daniel figured it out. And he just kept his mouth shut. So he says, 1... And this is... Again, his melissa Opera uses over and over again in different domains. 1 of the main reasons he had been buying old chips was to salvage and sell the parts until the parts during renovation. When he purchased a surplus ship unless it was forbidden by the contract, he could recoup much of the investment by selling off the old engine and other machinery. Marine salvage was as familiar to dk as his own face in the mirror. Remember he did that for years when he was younger. He knows this is the somebody that worked with him describing him. He knows where every piece of equipment being sold as scrap or surplus is. He is a brilliant man. It gets you all upset sometimes the way his mind runs. So he's bidding at the time he's he's bidding on this this boat called the invincible and he didn't bid until he send, like, a marine engineer it out down there and inspect and make sure, like, the the equipment, he thinks he could sell still an op in working condition. And so in this case, he said, yeah, A working condition after he took ownership of the boat, they realized, oh, no, it's not. So says if Love couldn't resell the invisible engine, in Invincible engine, he didn't want the ship. It was that simple and had been all along. All the delays and excuses over a period of 2 years, he was fighting with without trying to get his down payment back on this. Had been so much smoked to conceal the fact that Ludwig had signed a contract to purchase a ship he couldn't immediately recover his money from due salvage profits. So the reason I bring that up is that the reason on the previous page, I was like, listen, when you... When you're secretive, like, he didn't wanna give up an advantage. They kept asking, like, why aren't you taking the ship? Like, why? Like, he'd put a down payment down and then he'd tried to buy other boats from the maritime? Commission. Like, what about this 1? Like, what are you doing? And make excuses excuse like, it's too small Or oh, it's this or so that he would never would tell them, oh, I'm not gonna buy it because I can't recoup all my costs from you guys by sal the equipment. Again, he didn't want people to know what he was doing because once people know that there's an opportunity what's gonna happen. He's gonna invite unwanted competition in. And then the profit margins since he was currently enjoying as a market of 1 would be eroded away. Okay. More about his legendary sting, jeez. I am... There is a lot of notes in this book. This is another monster book. I feel like I've been beat myself up the last few weeks because I'm at, like, probably 15 20 hour Reads. Each week over and over. I it. I need a short book. Man. I gotta catch up. Alright. Ludwig s would become legendary in the shipping industry. The captain of a Ludwig ship sleeps in a bunk, not a bed. He has but 2 easy chairs in his cabin, which in... Which has plain durable unknowingly On the deck. Lux, like the white carpet in the owner's suite on so N la var. This is... Actually... He's got 2 main competitors. 1 of which you'll probably know who this is. Aristotle and And str are these 2 Greek shipping magnets that it compete with Ludwig a lot throughout his life. It's actually... Let me just tell you all the different options. You know, we talk about books as original links. These all these different entrepreneurs that he either does business with or as mentioned in the book. A lot of them have done podcast podcasts. So we talked to him Malcolm Clean. Did a podcast on him. Ludwig sold something that Howard hughes did a podcast on him. Ludwig invested in a Kaiser aluminum, which was started by Henry Kaiser that was a couple weeks ago, h l Hunt, John Getty, or Jay Getty, Aristotle Nas, Str, like, it's just amazing how I keep being exposed to more and more people I can find books on. And I I'm searching because these Greek guys are kinda crazy. I read were wikipedia pages, as... Like, I wanna learn more about them as I was reading this book. And I was like, I gotta find because they're they're nuts. So anyways, there there... He's talking about, hey, lux like the white carpet. That's that's in Str nicolas, 1 of his... Some of his ships. Ludwig would not do that. He would not spend more money than he need to, because she wasn't getting return on him. So, would never have an owner suite anyways. Nor did Dk Mel as he grew richer and older. A 19 70 time article were remarked, quote, few if any of the ludwig ships have air conditioning and none has a swimming pool for the crew, that his common on ships owned by less par men. A little later the author Kenneth Le lamar wrote, when I asked a friend of mine who used to sail on tankers what he thought of Ludwig, he almost dropped his drink in the violence of his reaction. So maybe chuckle 2. Respectable tanker, I gathered look on Ludwig ships as hardly more humane than ships than ships of the of the slave trade. In fact, except for the officers, American seam are never tempted to sign on any of Ludwig ships. The part I thought that was funny, How he he says he dropped his drink and the violence of his reaction. Imagine being Asher your opinion on somebody's on somebody's, like, the way they do business. I guess it's the way they they design their products. Right? Because it's... This is as a product, and it's violent reaction. Over the years, Love would earn the reputation of being the screwed of the shipping industry. 1 of his employees, a story goes on being asked to suggest a design for a fleet flag symbol the Ludwig enterprises submitted a drawing of 2 hands stretching a rubber dollar bill. Some years later, the captain of a ludwig ship made the extravagant mistake of may... Oh, this is this is hilarious. This guy's insane. Some years later, the captain of a ludwig ship made the extravagant a mistake of mailing hint in a report of several pages held together by a paper clip. He received a sharp rebuke from Ludwig. We do not pay to send iron by air mail. It's a paper clip man. Dk tight fist persisted after depression putting in a sharp contract to such free spend as on Nasa in Nic. That's probably know how you pronounce somebody's guy's name either. It also was largely responsible for many of his innovations in the shipbuilding industry. So again, there's the dichotomy of of human beings. Like, a lot of what is... Could be a strength can be turned into a weakness as well. Such says small expenses compound, another example. That, most of Ludwig shipbuilding innovations were aimed toward a single goal. Increasing payload without increasing costs. So again, this is 1 of the fundamentals of principles business that can be applied in all kinds of domains. We... We're seeing this now in Ludwig and shipping, but we just cover this in con... With Conrad Hilton. You're having listened to that podcast, go back and listen to it. Like, he made money by buying... Essentially, he started out buying flop houses. These crappy motel and hotels, and he would just... Would be ruthless at using... If you're buying hotel you're buying real estate. And that real estate has, like, a finite amount of square footage. Right? So what colorado I would do is go in there and make sure that every single square foot of that property was was productive. It was earning revenue. So he ludwig kinda doing the same thing here. He was ever on the lookout for ways to reduce tanker design to the bare modes minimum. His ships, for example, had much thinner decks than the industry standard. A modification that meant less weight in a smaller fuel bill. That's important when you... We as your azure the size of your company scales. Right? 1 of our... His ideas that did not work led to another that did. After realizing that the mass on a modern ship was only a long hollow cylinder of heavy steel, Ludwig asked his marine architect to design a mass capable of being filled with oil. That's hilarious. That didn't work. Right? But it we just said it's gonna lead something it did. There was no sense in hauling a mass of nothing, but air all the way across thousands of miles of ocean. When Drake reported, that's the engineer's name. When Drake reported that such a design was neither practical nor cost effect if Ludwig decided to eliminate mass for his future ships and stu instead, install small thin pipes just strong enough to carry the required running lights. Dk rid his ships of any feature that did not contribute to a profits, placed his own obsessive sense economy and kept him a step ahead of the competition. When someone asked why he didn't put a grand piano aboard his ships as Str Nic did, Ludwig snapped. You can't carry oil in a grand piano. So there's a lot to to admire and learn from Ludwig, his sense of efficiencies, hard work he's him identifying opportunities that were where other people are maybe scared or unwilling to do. But we can't, like, paper over the fact that he got wealthy from legalized corruption. And so here's an example of that. Okay. So does... He owns a ship shipyard called wielding. So a 19 43 wielding ship built 3 more ships all were contracted by national Bulk, his other company, using the maritime commission as middle, and all were requisition by the W when built, which would then assign them to national bulk to operate. So he's basically getting paid in both sides of his pocket. The financial involvement involved in this roundabout scheme are worth examining. National bulk in effect was buying ships from from itself and laying in profit at both ends, all with the consent and cooperation of the Maritime Commission and the war shipping administration. That's the W I just referenced. So these are 2 government organizations completely corrupt and and ludwig, we was taking advantage of it. And as were other people that made century is a fortune off of this. National... And at national books and the mechanism was the construction was a construction of reserve funds. The company had opened jointly with the government at Chemical Bank and Bank of them Manhattan. So again, this is legal even though it's corrupt. Right? So that's why I said legal as corruption. When you put money to these account and into these accounts, you... Because there was like a joint venture with Us government, you'd have to pay taxes on you could just leave money in there and he could never pay tax on it. So he take this this this money he wasn't paying taxed on. He could then use it to pay wielding shipyard, which is basically essentially paying himself to build new tankers and could write up the bill at that at that end anyway he pleased as long as was not absurd out of line because no... There was no oversight here. Their oversight didn't come till after the war. Like the Rockefeller organization, Dk had mastered the practice of keeping his money by transferring it from 1 pocket to another. Meaning trans from 1 company that he owns to another company he owns. And as a tax exempt cash flowed out of the national bulk his main company to wielding shipyard, his other company, the government agencies were providing ludwig with exceedingly profitable ways of replacing it. The war shipping administration agreed to buy some of his older ships at inflated prices, and Maritime allowed him to trade in others on new construction at similarly high rates. 8 to 10 times. What the vessels were actually works. So think about what I mentioned earlier. Previously, he's buying ships from them at 10 percent of the cost. And now later on, he's selling them ships at 10... Basically 10 times what they're worth. It's exactly opposite... He's making money on both buying them unbelievably cheaply and then marking them up and selling them back, way way higher than their actual value. So since the maritime commission which have been creative replaced the corrupt Us shipping board was now itself rank with corruption. Under the guise of the curve of... Merchant shipping for wartime, it had become a corn copy of profits for Wiley ship owners eager to dip into the Us Treasury. So they do, senator to George Ai starts probing their maritime financial records. And he's saying that the agency had miss spent 6000000000 dollars of taxpayer money and over payments to ship owners and ship builders. That winds up being way less. It was, like, estimated to be about 21000000000, and that's in 19 40 dollars. So who knows what would the probably over a trillion dollars today. So there's been many companies in many of these fortunes built off of legal corruption basically. Okay. So this is a a reminder. So this is, you know, obviously, not encouraging you to engage in corona new capitalism, but this is a reminder that life is malleable, so he also realizes that, hey, I can... That... There... There's a thing called the maritime Commission. Right? And I have contracts with them. But really, there's just words written on paper and the maritime Commission, is it's just a group of individuals. And I... If I can convince 1 or 2 individuals with authority, I can kinda make my own rules. Right? And so I'm I'm I'm using this example, like, highlighting example of how he he uses to make money, but I... It could be applied to so many other demands. Many of the surplus ships needed to repair work before they could be put into service. And the maritime commission usually usually contributed generously to cover the cost of repairing war damage. This is after world war 2, by the way. We're... We've gone way ahead of the time. But there was also a clause in the purchase contract s that any materials removed from these ships during renovation had to be scrapped. This condition was now... This this didn't exist before. This condition was now standard of Maritime ship sales contracts, but Dk did not want to abide by it. If you could make some money by finding a buyer willing to pay more for remove parts in the scrap dealer, why shouldn't he be allowed to do so? It was a shame to waste anything that could not be turned into a profit. So when he got a particularly attempting offer, Ludwig wrote the Maritime commission with a proposition? He said he found a company says, hey, this company is willing to pay a hundred thousand dollars for a turbine that I just removed from a damaged ship. Let me sell the engine Dk said to the commission, and I'll split the proceeds with you 50 50. On its face, the offer was in violation of the contract, but the commissioners accepted Ludwig week's proposition with a single modification. We want 55000 dollars not 50. Done and done. On these terms, the deal was made. The commission got a nice piece of change and Ludwig got a lot more out of the engine than he would have by selling it for scrapped. And this is a the most important part. He also got something else. Maritime permission to violate contract terms and sell out excess equipment and materials for whatever he could get as long as he was willing to cut in the agency for a fair share of the money. And what's pretty crazy is this start starts into 1... Yet another company he starts. To handle the sales of what he was now removing from his circle ships, Dk set up another company. Atlas Metals Corporation. Atlas Metals gave Ludwig a profitable little sideline. Oh, this is another example of the idea that, you know, watch your cost because cost compound. And, Ludwig started out the shipping industry way before Ari aristotle Assets and Str Nick did. So how were they able to catch up and in some cases past Ludwig. Well, he was in... He was an American company? They were based in Argentina and they were using. Well, let me sure you. They had virtually cornered the minis to Europe oil Hauling trail trade trade, taking business away from Ludwig and other American shippers by cutting their charter rates, flag of convenience ships So, basically, they would just say the assets are owned by a company or by a country that has low, low taxes and almost no regulation. So flag of ships with with no taxes and regulations. And with inexpensive foreign crews, could still make money at rates that would bankrupt an American shipper who paid Us taxes and wages and had to maintain his ships an adequate state of repair. While Ludwig had been concentrating on becoming America's largest shipper, On nas and Nic had been using Pan registry and cheap rates to beat him where accounted, getting charters to haul oil. You see this today? You never gone on a cruise. While when you go on a cruise, the company might be... Let's say World caribbean American company, but their asset, the boat, if you look at where it's, like, registered show the Cayman islands so the behind islands. And when you... When you're on the cruise ship, you realize, hey, there's all the the working and the staff is from different parts of the world? Well, why are they from different parts of world because they... They lower labor costs. This still goes on today. It's again, so it's funny that I just... I just flipped to page 2. Sound familiar history doesn't repeat... Who human nature does. So I just give you an example of that, And this is another 1. The the results when they they they looked into all the corruption that happened after World war 2. This report came out on at 21000000000. I was telling you about 26000000000 or whatever it was. It says, this a quote from them. At no time in history of American business have so few made so much money with so little risk, and all at the expense of the taxpayers. Not only of this generation, but of generations to come. The ship owners got off Scot free with not a charge brought against them. That you could literally take that paragraph, put it drop it into 2009 2010, and it still holds true. And no time in the history of a business have so few people made so much money with so little risk all the expensive taxpayers. That's why it's so important to, I think the city history. So you're just not surprised by any this. Did this is just me basically advertising that I think you should probably buy the book of your interested in history. The book is full of stories like this, covert wars between nations, companies individuals, and this is just this is a plot between this... That's happening in in the 19 forties, and it's it's it's insane. And has to do with Ara auto and Asses making a a deal with the king of Saudi Arabia to basically, they're trying to, like... He was trying to... Even though the cartel already in in place the oil cartel, he's trying to get to make even more money and and kind of have influence into it. The Us did not like this. So you have the Eisenhower administration and not Richard Nixon, all these people are saying, hey, we're gonna kinda destroy on assets to to break this agreement. He just made with the king of saudi arabia. So just says, it was Nixon, the Dolls and Brown, then who had real political... This are just names. You don't really know. Had real political power in their Eisenhower administration. They pulled the levers and kept the wheels turning the way... The corporate powers wished. Just now these men were concerned with bringing Nasa down a few peg, and this is the plot it's insane. The plot would involve phone taps and the planning of stories, some true, some have true and some false in cooperative foreign and domestic newspapers. All with the purpose of changing on Nasa's image from that of a glamorous celebrity to a cunning villain. After he'd been sufficiently smeared, the Us Department of Justice would start suits against him that, it hoped would force him to re his exclusive rights to haul Saudi oil. The money for funding the operation was to be passed through an of store Str. Nick had vested interest in seeing the Saudi contract, which is called the Jet agreement scrapped. So of course, to Daniel Ludwig and the question arises as to whether Ludwig was also involved in the plot. So this whole, again, this cohort cooperation hidden from everybody's view, and it's... In many cases deliberately, like, ops ob is the word. I don't know how to pronounce like, basically, like, deliver... They're misleading the public on purpose for their own ends. And again, that's just a few paragraphs. The book has so many. I mean, think about you're just dealing with, what is he? Maybe the shipping industry in the oil industry, they're multi trillion dollar industries. So when this much money to say you can you can assume that that humans are going to do whatever at anything possible to get their hands on that kind of wealth. Okay. We're almost done. There's so much again. I can't, like, the guy had his hands and all kinds of stuff. So you know, for the whole story, make sure you read the book, But this a a good idea that can stand on own. Ludwig learned where opportunities exist. This is so important. Still church you this day. So he's he's down in Venezuela. This is before he has that that... I don't even covering that in the podcast. I... It's just I guess I gave you the important parts. Like, he was used to succeeding where others failed, which is, you know, can reaffirm, like, your positive like, opinion of yourself. But you don't really know that economy there is you don't really know when you're wrong because if you're used to... Everybody saying you're wrong, and then you wind it right, but sometimes everybody saying you're wrong and you're wrong, and that's how it loses, you know, most of his fortunate in the jungles of Venezuela. But before that, He goes down and he takes his trip down there. And says, but for the Ludwig, the trip was more than just a pleasure drawn. It gave him the chance to look at several sites where he was thinking about starting projects. 1 was Mexico's Pacific Coast. Here at a place called black wire Lagoon were huge underground deposits of brine. Concentrations of salt in the water around 30 percent, nearly 10 times the salt the salt of sea water. By the simple process of pumping this brine to the surface and letting it stand in pools where the hot sun could evaporate the water, 1 could produce millions of tons of salt. I'm telling you how he winds up becoming 1 of the the the world's largest producers of salt. Which could then be gathered and exported. The economy of the procedure appeal to decay. All he had to do was bring up the brine in nature would do the processing. The main problem was labor. This part of Baja, California was nearly unpopular, and he would have... And he would have to import workers and build places for them to live. Not only to live but to shop and to go to church, etcetera, etcetera. The Baja Coast was so remote that he would have to build an entire town if he was gonna develop assault deposits, but he had learned something by now. Opportunities exist on the frontiers where most people dare not venture. And it is often the case that the farther of the frontier, the greater the opportunity. The majority of businessmen are tied to cities where the ingredients of development already exists, labor, energy supplies, building materials, transportation and so on. Competition also exists there. And the way to escape it is to either do something no 1 else is doing or do it where no 1 else is doing it. Much of Ludwig success was due to his willingness to venture where more timid entrepreneurs dare not go. And the end result of this is his... It's a wild success. Output increased to as much as 4000000 tons a year, making it the largest producer of solar salt in the world. Which even crazy as most assault went to Japan and Can Canada, and this 1 plant had enough capacity to keep Japan supplied with all the Salt could use. So he basically starts supplying an entire country. 1 person or 1, I guess, company is supplying all of that. It's amazing. Okay. This is a a great anecdote here, and the takeaway I took the the idea Took away from this is, you know, just sometimes you just have to do it yourself. So he was embarking on a ambitious project in Panama. He wanted to build a 55000 barrel day refinery and ad joining petrochemical complex. K? So he's got this idea is gonna build this down at Panama. However, before starting construction, however, Dk had a little chore to perform. 1 that he's intended to do personally, twice, he had trusted the word of specialists, and twice he had been burned. He had believed them when they told him he could bring a fully loaded 60000 ton boat carrier down the river without running them a ground. That was false. And his geo geo had... And his geo had failed to discover, so after considerable work was done that the Coral rock underlying Grand Bah Island was too fragile to support giant super. So these are 2 failed projects of his, mentioned in the book I've skipped over them, but, basically, the experts that said, yeah, this is possible. He... Then he finds out through doing the work it's not possible. These episodes cost K considerable time and expense. So before building refinery in Panama, he decided to check out the site himself. Dressed in baggy workloads, he caught a night flight out of New York to Panama City and arrived just about don. He centered into a little village store at the base edge just as it was opening. Casual any Green tourist down for a holiday and a bit fishing. Pulling a quarter out of his pocket, he paid for his purchases, a heavy bolt costing a nickel and a 20 cent ball of string. He un unwind the string, measured it out in 6 foot lengths and tied a knot at each interval. Then he made a slip knot at 1 end and drew it tight around the bolt. This done, he went outside, made arrangements with a dock owner to run a motor boat and spent the rest of the morning and afternoon putter around the bay. Checking with his weighted line, the accuracy of every sounding marked on a nautical chart chart. On a nautical chart, he had brought along. Only when he had satisfied himself that the water was as deep as a chart said, did he fly back to New York and give the signal to begin construction? I mean, that's pretty amazing. At this time that he's doing this work. The reason I said, you know, so You have do yourself. He's already been burned. Again, he he he learns from all his experiences doesn't waste Of his time. He's close to a billionaire, and he's going out on a little fishing boat in Panama, just making sure that the the the the markings on his chart are accurate because if not, if they're not accurate, it's gonna cost a lot of money in the future. So I I really enjoyed that story. Let's see. Oh, in addition to owning an operating company. He also made a lot of money in the stock market. So I referenced earl earlier, he invested 8500000.0 in Mc mclean company, that turned into about 50000000 dollars. You can learn more about that on founders number 61, if you haven't listened to it already. But here's another 1. So the the the this writer is talking about, like, why are you buying like, why you own stock in all these other oil companies. If you're also, like, transporting their oil companies. And it says the writer who's unaware of the habits of the oil industry or was naive, try to raise moral issues in an am moral business. And so he's talking to Wagner, which is Ludwig second in command guy. And Wagner reassured him that Ludwig is primarily interested in the appreciation of the value of stock, not looking for Take cargo in the purchase of shares. So he's not trying to, like, He's not trying to take over the company. Just realizing, hey, this is undervalued to can make money. And indeed, dk, 19 months after buying the stock would sell it for a hundred and 46000000 dollars, reaping a handsome 46000000 dollar profit on his short term investment. And I just want just 2 more things. I'm gonna leave you with just... Towards the end of the book, I think it would be helpful if I would have read this at the beginning of the book. Because it really I think is a good summary getting to know him as a person and then using that as, like, a prism to, like, view, you know, how he organized his company. So it says, an engineer by training and temperament. He much preferred machines to men humans were unreliable and had far too many needs. With a machine, you could... You only had to give it a little fuel and maintenance occasionally and it would perform faithfully and un complaining until it wore out. It didn't ask for food, shelter, clothing or higher wages. So well in that majority prod... That project and and in in the rainforest, he gets mad because, and it costs obvious customer lot of money. A lot of the work he thought he could do with with machines. Once they got the machines on there, the machines were basically destroying the soil as he's trying to, like, make turn the and put into, like, a productive environment, the machines he was using to try to do that. We're also at the same time destroying all the nutrients in the soil. So, you, I went up He was trying to build, like, the world's largest. He had a good idea in theory that, hey, 30 years from now, we're gonna have a huge paper shortage. Let me start Let me start planting trees, and I wanna be basically the largest producer of pulp paper pulp in the world. And so he he takes a long term view, which could could very well be a positive thing. Winds up obviously now working on in this case, but basically destroyed the soil... His own soil, and the trees wouldn't grow. They they would sort of yield, like, half as much as he needed to, and it just a... It was terrible. He wind up selling it and not making any money and the company he sold to would have to assume like, hundreds of millions of dollars of debt. So anyways, this whole thing about, that they're saying, with a... That he preferred machines to men. He was really pissed off that now he they had to, like, take the equipment back from the and he had to use people instead. And then I'll close here. There's just a description of him. He says Daniel a clever, men mechanically invent mine, committed to the principle of getting the maximum utility and profit from the minimum expenditure of time, space, energy and money. He an ambition that seemingly knows no limits, a decided preference for deeds over words, machines over men and a high degree of ruthless, So I'll leave the story there. If you want to learn more about dan the world of Daniel Ludwig, 1 of the least known, but most successful people that I've ever come across, you can by the book, I'll leave a link in the Show no it's below, which you can also go to amazon dot com forward slash shop forward slash founders podcast, and you'll be able to see this book. You can buy it at the invisible billionaire, Daniel Ludwig by Jerry Shields. You'll see every single Other the book that I've ever done for the podcast, and you'll see the the book I'm currently working on for next week. Alright. That's where Leave it. I will talk to you next week."
}