{
  "transcript": "Long before America became an international economic powerhouse in the late nineteenth century, a generation of visionary inventors gamble on innovations, they hoped would bring them riches. Chief among them was Charles Goodyear, in the 18 thirties began an obsessive quest to find the recipe for rubber. The material he believed would change the world. Chasing his dream exactly a stiff price, plunging goodyear and his family into an underworld of poverty and litigation. He spent extended periods in debtors prison and acquired powerful enemies determined to control this miracle substance before he did. His victory in a dramatic lawsuit argued by Daniel Webster made goodyear into an American legend. But it never released him from his tragic fix fiction or relieve the pain it caused those close to him. The Goodyear story is a fascinating biography that also provides a panoramic view of America at the dawn of its industrial evolution. Drawing on recently discovered arch sources, Richard Cor tells a suspension story of scientific experimentation and legal struggle while he vividly portrays 1 of the Godfather of today's new economy pioneers. Okay. So that is actually from the back cover of the book that I have in my hand, and the 1 I wanna talk to you about, the 1 I read this week, which was the goodyear story and inventor obsession and the struggle for a rubber monopoly by Richard Cor. Before I jump into the book too. I just wanna read some of the blurb that I felt were helpful. They're on the back of it as well, here's 1. It says a case study in psycho. Remember that that word. A case setting psycho and business. It also portrays the waning error of the inventor as tinker before science put such investigation on a systemic footing. Another 1 is, although Cor doesn't emphasize it often, his book serves as an inspiration for entrepreneurs of any age. That's a good description of why it's something. I'm gonna be in the podcast. And finally, besides tracing the life of this inspiring entrepreneur, Cor social history of factory life and debtors prison in the early to mid 18 hundreds is exceedingly well drawn. I'm going to... Instead of starting in his early life. I wanna start right before he dies actually. And there's some experts on that take place over a few pages in the pro log that I think give you a good idea, like, a good prep to who Charles Goodyear is or was rather before we get into his early life and, learn about how he basically created 1 of the largest what has become 1 of the largest industries in the world. If you think about all the different uses that we used today for for what's termed vulcan rubber, and that's basically the the process that Charles Goodyear invented. And was the basis of of his business. Alright. So it says 1... This is actually taking place... Let me let me give you some background here. This is there's a huge I would say, like, it's a huge convention. It's taking place in 18 51. It's called a great exhibition of 18 51. It is in England, and it's where everybody is gathering together to show off, like, the products they make and the inventions they have. And Samuel... Or excuse at Samuel. Charles Goodyear is at this convention. So I wanna read a about this. So it says 1 of the most celebrated American exhibit, Notorious was the word word his competitors would have used was a former Philadelphia hardware star owner named Charles Goodyear. He epi the spirit of the Ups start American technologist. So I actually started with that sentence. I wanted to to to include that sentence at the beginning of the podcast because when I read it, and I'm glad it it appears towards the beginning of the book is I... It it kinda like, smack me in the face where, you know, when I I hear the word technologist technologists today, I... My mind immediately goes to, you know, information technology, the tech technological revolution that we're that we're currently living through. In 1 of the Internet, computers, basically, bits. I don't really think of technology and Atoms. And that's my fault. I I should. And I think it's helpful when we're when we're going back to history and and and trying to study, like, the lives of these people that that founded great movements, companies and mentions whatever the case was. It really is, like, there was the technology of their day. And all the practical applications of vulcan rubber that came after, 18 44, which is when Goodyear was was was granted as patent on it. It was a form of technology. And so I'm caught... I'm bringing this talking about talking to you about this in at the beginning because it kinda calls out my own ignorance where it's like, oh, okay. I've got so used to viewing things in my own mindset based on my own experiences And yet just a a sentence there. The author kinda brings me out of that perspective, and he's like, no, You just need to look at, like, technology is all about doing something new, Like, something more... Doing more with less. We just happen to be focused on, you know, information technology. Yet, rubber was a massive technological to vulcan rubber I should say because there's was a rubber industry before that, of course, that kind of had a boom and bust, and I'll talk a little bit about that as well and in the podcast, but it was a massive technological revolution. And while I was reading this book, I couldn't help but compare and contrast, the great book by David Mc mccoy about the wright Brothers. And again, like, they... Now they're they're coming about, I think, 60 years after goodyear year died, maybe, like, 40 years after goodyear year diet somewhere in there, but, you know, the development of Airplane, clearly they were technologists. Now as All, I think I'll circle back around too later is they had a lot of pragmatic traits that goodyear lacked that made them much more successful in their lives than goodyear was. So you understand what I mean by that in a little bit. Okay. So let's get back to this this exhibition that's happening in 18 fifties. Clearly, Charles Goodyear was using his presence that the great exhibition to establish himself once and for all as the... As 1 of the century leading men of progress. An identity he'd been chasing much of his life. So 18 51. He's about 51 52 years old. He... He's gonna die about 7 years. He dies at the age of 59. And at this time, he's been struggling, which, like the backup cover of the book was referencing for about 25, almost 30 years of his life. Okay. So the pre first child of a hardworking working Connecticut farmer. And button maker. Goodyear was groomed for a career in business almost from birth. At 17, he entered a hardware store or apprenticeship, and eventually in partnership with his father and brother, set up a shop in Philadelphia that seemed to flourish. Then suddenly, the business plunge into financial ruin and his family returned to the Blacks trade. But with Goodyear burdened by a huge debt. So that is I think Goodyear year's life is a warning to all of us about the the dangers of debt. Remember the when I open the podcast it talks about, hey. He's spent a good good deal of time in debtors prison, which we'll obviously get to there. And it's... This is also 1 of the traits that I feel, the wright brothers mastered. They were ind. They they kept records. They were frugal. They had a profitable bicycle business. If you remember the podcast I did. That supported their experimentation in flight. Goodyear was a very very reckless person. So that's... I'm gonna share a lot of that with you today be as a warning. You know, like I always say, like, there's a lot of things I I've learned from reading these books about what like, good ideas that I wanna apply my own life, and I should hopefully share it with you so you do as well. But in almost every example, there's there's things I. I was, oh, okay. I wanna learn from this guy's mistake because I don't wanna live the life he had. Okay. American mechanics became obsessed with ingenuity as much as the... As rugged individual that was also part of the emerging national identity. Remember, this was only about 20... He was born about 25 years after the the the foundation of America a country. So it's it's in in its infancy. The virtue of ind ness, technology and prosperity became for many Americans almost presidential linked. Goodyear year made a conscious decision to become a full time inventor at a time when the New England tinker still had an exalted place in the American imagination. As he searched for the technological hand that would give him a place in the world of invention, Goodyear discovered what he quickly convinced himself would be a miracle substance. It was rubber, and he believed that if he could unlock its potential, it would change his fortune fortunes and change the world as well with... This is an important part. With no background in the developing science of chemistry, he was poorly prepared for the task. He knew nothing of molecular molecular science. So, all of the the breakthroughs that he was able to make. They came solely from trial and error. He had no formal background or education. Now what's interesting is there's a lot of people that were trying to solve this problem simultaneously. That did have a background and yet goodyear year got there faster. Says something about the benefits of trial and error. Okay. It says, he never fully understand that what he eventually accomplished by... He never fully understood that what he eventually accomplished by adding chemicals and heat to the pastry raw rubber was 1 of the au suspicious early milestones of the new age of synthetic. All Charles Goodyear new was that he had a versatile miracle material that he first called, this is his word for vulcan rubber. He called it heated metallic gum composition. And another time light hearted described as the mighty elastic substance. In the 18 thirties and forties, as he struggled to find the way to change rubber, goodyear became obsessed with this miracle substance. He... This is Hilarious. To kinda gives you an idea of he was very very much in a eccentric. He dressed in rubber and ex ex its virtue to anyone who would listen. He had the mentality of the wildcat who would soon populate the Pennsylvania oil fields. He's his spend of barring and spend and spending and his... This is something you don't wanna emulate, and his unwillingness to return to safer means of earning a living expose his family to terrible hardship and set events in motion that cost some of them their lives. To justify his family's suffering, he rationalize economic plate, his embarrassment as as at people as people at the time called called it as a test of christian faith. Okay. So the authors picking up something very important there. That throughout the book and throughout the life story, he compared himself to the the... You know, first all, he's extremely religious man. He basically just invented all day long. And then in his any spare time at the only hobbies he had was basically spending time with his family. And in spending anytime his family they were to read the Bible and pray and talk about God all the time. So he's a very devout person. And he compared himself, there's a story in the Bible by... I think you called it pronounce a job or Job. Excuse me Joe, rather. And, you know, it's a story of trials and tribulation and how to, like, maintain your faith even when everything around your life is kinda going to shit. And that is... There's many times in the book where Charles Just talking like, you know, he was... They call him, he had a manic optimism where he's, like, he had setback setback. He's like, this is okay. This is just god testing me. And I know in the future that I will... Everything will work out, okay because he's already told me this. So that was a central part of his identity that's something you should know. Alright. The Goodyear year story told him re told held tremendous appeal for Americans who feared his brush with Debtors prison, but admired his self made success, and there's I don't even know if you could ever... I mean, he he was certainly successful in the sense that that he invented, like, he he laid the foundation of an entire new industry where thousands and thousands of people and now you know, billion... Tens of billions of dollars a years transact, but he didn't really... He he he never had I don't think he ever had a positive net worth. After he had some financial success with the hardware store. He was in his twenties. But once that failed, he I don't think he was always in debt service of his life. Even when he was getting huge payments, license license payments for to use of his patent. So again, this is where his... His story differs from the wright brothers where he just was very... He was way less a businessman than he was an inventor. And, unfortunately, he didn't have, like the financial discipline that could have maybe saved him from a lot of heartache. Alright. But this is important. The story inspired inventor Gail Bo, who was also at the great exhibition, and he actually meets Goodyear sons, and I wanted to include this part. He says, this is a direct quote from Gay. I should have given up in despair. If I not read a sketch of your father's life. He told 1 of Goodyear sons. So again, I do think there that you could call, Charles Goodyear successful financially successful no, but because he he just reap such a small... Like, he produced way more value than he was able to capture. Right? And that's something as entrepreneurs, like, you have to solve how are you gonna capture... Just a small percentage of the value that you're creating. Charles never figured that out. But I feel like, reading historian inspired, you know, generations of people that, that came after him, some that met him during his lifetime, just like Gale saying. Like listen, I would've given it up if I didn't know about the legendary perseverance that that, you know, they were referencing this landmark trial that was argued by Daniel Webster is also another famous person in history. In in the judge... 1 of the... There's 2 judges in the trial. And 1 judge talked about he referenced Charles Goodyear, and he said he had superhuman perseverance. So that's something that I think we should take away. And I think that superhuman perseverance even in the face of financial disaster. And death of loved one's close to, etcetera, etcetera is something that that it's inspiring. I also think that 1 quote, by Gale is is a good reason why we're spending so much time why I'm spending so much I'm reading these books and you're spending so much time I'm listening to to this podcast and hopefully reading some of these books yourself as well. Okay. So real quick, I'm gonna end the section here. The once desperate man sham around in the blister rubber jacket. This is a callback to his appearance years earlier had placed himself among the great inventors of his time. His legend would out the monopoly that bore his name and his own fluctuating personal fortune. In the end his name would become synonymous with this heroic solitary inventor who risked everything for his ideas. He definitely did that. But while almost everyone knew his name and miraculous discovery, few knew the rest of the Goodyear story. I think that's a good good segue into jumping into his life. Now he says, while everyone, almost everyone knew his name and Miraculous discovery few knew the rest of his goodyear your story. Include me into that that ladder group because I have to confess made a rookie mistake here. I ordered this book because I know this sounds interesting. Thinking that I was ordering the book for the person that started the goodyear... You know, why do I know his name? I know it his name because there's a massive American Corporation called Goodyear Tires. So clearly, the guy that invented Rubber is the same founder of the company. Wrong, wrong, I was completely wrong about that. He... The Goodyear tires was, created, like, something like 40 years after Charles Goodyear died. And it's in very similar way to how Elon has named Tesla Motors, like, a, you know, it's like, like, a dedication to his affinity for Nikola Tesla, the founder of Goodyear tires was inspired by Charles Goodyear. So he actually named the his company after him. And so part of me is was like, oh, man, David, I can't believe you made that mistake. And then the other part of was me well, was like, well, after I thought about it. I was, well, that's that might be good and I'm not too prejudice against the books. Like, if I find a book that's semi interesting. I just ordered immediately, because I don't... I think you should be saving money in in a... Yeah. And I think there's a benefit to being frugal in a lot of areas in your life. I don't think in buying books. That's 1 area, like, 10... You you can risk 15, 10 or 15 dollars, maybe 20 dollars on a book and contained in that book. Could be an idea that changes your life. So I'm actually glad that I made this mistake because I wind up ordering the book, thinking I was gonna get 1 story and Got another story and but I still got value out of it. And and I think the... This point was illustrated probably the best by Seth Gordon, the author and he's got 1 of the most famous blogs on the Internet, but he's got this quote that I keep on my phone in my favorites folder, And it says, a book of a bargain, still a screaming bargain. You pay 15 20 bucks and you have something that might change your life. You have something that reminds you 20 years later where you were when you read it. I love buying books. So I I kind of share that that same sentiment with Seth. Okay. So let's get into and we're gonna go back in time. Or wait, we're we're done with the great exhibition. And we're gonna get into, like, his early life. How did he stumble into this desire to want to be an inventor and and and to go through all the stuff that he went through? So this is a little bit about Charles father, and it was just describing the time in which he lived, you know, very provincial, almost no infrastructure at all, very little technology and it says, it it was a time when hardworking businessman of Humble birth could vault into the class of the newly wealthy, but could also take breathtaking falls. And his father's name was Masa, and so that's a little bit about him. A masa was a simple combination of a farmer, artisan store owner. Neither rich nor poor, shifting rest from venture to venture, seeking any advantage in a fast changing regional economy. So those 2 2 ideas are linked. Yeah, there's not... You know, there's not a very developed economy. Therefore, you may have a venture that's working today it's not working next year. Changes rather rapidly, very much more sporadic, and, you know, everybody was basically decentralized and segmented. So he said he spent an in an inordinate amount of time in his workshop. It was the place of the most sublime activity in a master's life. This is really inspiring to me. Making things. Silence the murmur rings of discontent caused by the exhausting repetitions of farm life, and making things was a regional fix fiction. So we always talk about on the podcast, like, it's very bizarre not say, I don't definitely don't wanna go back to this time, But almost everybody this time work for themselves in some way. Now, a lot of it was consistent, so they're growing their own food. Maybe you have a you have a slight surplus you could sell to your neighbor or whatever the case was. But we went from a time where, like, almost everybody was for intents purposes like Self employed to now, at least in the country, I live in, you know, it's 1 of the most distressing statistics. I've I've come across is, like, we're at a 40 year low for the start of new businesses. And the percentage of people that are self employed is at a 40 year alone. And I find that extremely distressing. It should be the opposite, and unfortunately, in my opinion were going in the opposite direction. And you see the problems when you kind of outsource the your responsibility of making a living to to, you know, just to the Whim of a a large company or or a boss or whatever the case is. Like, you're... A lot of people think it's security. And I I really don't think... Like, I I always tell you 1 of the... Back when I was in college 15 years ago. This is right before Facebook. I had a Miso myspace profile on my Miso myspace profile. There's a... There's a quote that I think of all the time, and it's... There's no... There's no such thing as security only opportunity. And so these people, like, I don't wanna live the life. They they had, but they were... They made things where a lot of people that just have a normal day job. Like, they're not making things. They're not creating stuff that's new. They're kind of moving existing things around. Maybe I don't I don't wanna, like, over generalize there. I mean, you are, like, you let's say people to have a, you know, normal job. They they may be a a part of a larger thing being made. But I like this idea of just small groups of people, even 1 person making something that say, hey, I need to create this. And that, of course, could be, like, the the seed the beginning of a company that grows. But what I'm most excited about in the age where and now is, like you see that the the the optimal size of a company, meaning the amount of employees. That's what I mean by size is actually decreasing, which that speaks to, like, the leverage that technology is enabling us to do and I love seeing... So people that have left reviews and already know this because I covered this book that expo on this ideal. It's called un scale. And I forgot that author's name at the moment, but he wrote entire book about, hey. I think the economies of scale that were a result of the industrial revolution last, because say, hundred and 52 years of commerce in the western world. I think that's being reversed, and that's this whole thesis for the book, and I... It's 1 that I kind of... I I basically agree with as well. So anyways, it's weird how things they... The more they changed the more they say the same. In this case, 1 of the, like, farm life sucked, he didn't wanna do it all time, but then his hobby, his relief was creating something becoming what they said an artisan, a store owner. And he is making things silence the murmur of discontent caused by the exhausting repetitions of farm life and making things was a regional fix fiction. Entrepreneurs all around New England reinvented the farmers tool shop as a site for rapid production rather than handcrafted perfection. So he's already trying to expand. And this is the the reason I bring this up is because 1 I found interesting in 2, this is the beginning of how the the family's hardware, hardware business that actually brings them, you know, a good amount of prosperity temporarily. Okay. So this is a little bit about Charles personality, his father's personality and an opportunity. His father lacks some of the worldly knowledge and the never ending stream of new ideas his son seem to possess. So how old is good here at this time? I think he's a teenager. Yeah. I'm pretty sure he's a teenager. Let's see. Yeah. This is in the 8... The 18 teens. So he's he's a teenager because he's born 1800. So Charles has a bunch of ideas that his father doesn't. And then this is the a good... This is Charles personality as seen through 1 of his his tutor, this guy named Def forrest who actually becomes 1 of his lifelong friends and larger largest personal loans, Charles money, so he can do his business the rare business later you're on. But says Def divorce found goodyear, ridiculous, boast and unrealistic. But he also was delighted in the boys por procrastinate and the way he easily mastered his lessons. Had so much to say about the world around him. Goodyear had a far more active imagination, and the ability to articulate his ideas with passion and humor and word play. That was probably his greatest trait. He was extremely charismatic. Some could say he he exaggerated or some would say he exaggerated other pursuits he would lie, but he he could sell you easily. And I think having the ability, having sail... The ability for sales is 1 of the most important skills, I think needed moving forward in the economy that we're in. And in the world that we're in. And Charles definitely had that. And the unfortunate, bart, he used the sales to to, like, to go deeper into debt because he kept borrowing money from people as opposed to, like, selling his invention. I think 1 would have made him rich in the other, undoubtedly made him poor. Okay. So says Charles own ambitions drew him to merchandising and trade into the larger world of the metropolis. So he's like, listen, we live in this tiny little town and what I don't even know if it... It's in Connecticut now. I don't even know if Connecticut was a thing back then, but he he moves to Philadelphia. He get... He does a 5 year apprenticeship. So he says a 5 year apprenticeship at Rogers and Brothers an importer of English hardware. So since Charles worked 10 to 12 hours a day, 6 days a week, learning the basics of retailing and importing in a way he never could have and, I think he's pronounce a na talk, but Na tu just tiny town he lived in. The hard work wore him down and And soon, he became so sick that by age 21, he had to return home to Connecticut. He would have preferred to remain in Philadelphia to start his own business. He was greatly disappointed. So that that that just covers the years from 17 to 21. Okay. So it says, this tells you a little bit about the inner workings of Charles family the time, and I have an idea that it's probably the inner workings of a lot of families in the area at the time. Says business was the deeper framework in which everything functioned. It was an obsession that enveloped all the good, but possessed Charles in particular. Clarissa, this is the the wife he mar her in 18 24 when it real real relatively young. He says, Clarissa learned that loving Charles meant loving to hear his ideas, which he discussed obsessively. Oh, so he actually has... And so he talking about... He's obsessed with his ideas. He comes with a great idea. So remember, he just did about a 4 to 5 year apprenticeship at hardware store in Philadelphia. And in this time, This was after the sec... The war of 18 12. So so the hardware at the time in the American colonies. Guessing... Yeah. They... It was... Had to be imported from Britain Right? But they had already fought Americans had already fought the British on Americans were all twice by this time. So there was kinda like a x pho, like, a a racism if you will or whatever term you wanna put on it where, like, they're like, no. Us first them, tribalism street going through here. Where we're like, you know, basically screw the British through the English. Like we hate these people. They've killed, you, you know, we we spilled blood with them twice. So he comes up with a really good idea that gives him an advantage, a temporary advantage but an advantage unless. And he's like, what if we just say we're gonna open a hardware store, and we're gonna say, we're only gonna sell domestic made hardware. Like, there was no such thing at the time. All the hardware storage you'd go in and you inevitably be giving people you hate are the people they hate at the time. British more... British people more money, our British companies rather more money. And so he had a really good idea, but the problem is as we've seen book after book, podcast after podcast is he over leverages of himself. And, you know, being over leveraged to debt is not something new in human history. This has been going on for centuries, and it always leads to the same outcome. It's like, we have to we have to constantly relearn the same issue over over again. And I... The the quote been saying in a lot of podcasts lately that comes from 1 of the guys that made a billion over a billion dollars. He was featured to michael Is a big short. Like, you know, a lot of people mistake leverage for genius. They're not the same thing. And so he's over leverage and they're gonna do well, and then they're gonna be thrown into poverty. Or says, Charleston soon expanded operations into several states. These are the the domestic only hardware stores. And according to Goodyear, his family earned a handsome fortune. And like the dry goods businesses, domestic hardware sales soon became a constantly increasing department of trade. It will be remembered by many hardware men of the present day, Charles wrote 2 decades later. That from 18 26 to 18 30, the inventor was known in our commercial cities to be the pioneer in domestic hardware and occupied a position in business every way desirable. The fullness of Goodyear year's late twenties as an innovative wealthy merchant and a happy husband and father. So that's a description there. Okay. So I need to stop. There's 2 things. The a lot of these quotes that we get from Charles about himself, came from, like this auto biography that he wrote later on about 2 decades after the events I'm in now. And it's really weird because he were he wrote in himself, but he reversed himself in the third person. And so that quote where he's, like, the inventor was known in our commercial cities to be the Pioneer domestic hardware. He's talking about himself. But in the book, this is why I love mis fits because it's just so weird. They make life interesting. The inventor is himself. So he he... That's how he references himself in his own auto. And it's the... It's quoted a lot in the book I'm I have in my hand and just... I don't know. Like, it it's funny. It makes me laugh. So this is this is kinda funny. This is like, the early version of, like... Like, angel investing. But this is the version of angel investing in the 18 hundreds. Charles enterprise teacher was fully engaged. He became a partner 2 new inventions patented by some other inventors. So I'll skip what it is because I don't, like they both fail. But since each new idea and each new opportunity cried out to be exploited. He was grateful for what he had, but also v whenever he saw new opportunity slipping away. This effort to seize the main chance in fact was to prove the undoing of his first business career. So it says by expanding. Okay. So do you see what he's doing here? He's inventing... He he he claims this invention of, like, the pioneer and domestic hardware. What he's calling himself. It's producing profits. Part of the way he's j some of his profits, though is this is member this is before the Civil war. So he's extending credit to farmers in the south. That have these huge plantations to buy heart... Domestic made hardware. American made hardware from him. And the problem is, he's extending so much credit and then expanding his business at the same time. Now what what's gonna happen when he's over leverage himself if there's a, let's say, a financial panic, which happens all the time throughout a human history and will happen has happened in our past and will certainly happen future. Well, what what do you think is gonna happen when he... He's he's counting on these receivables being paid and expanding at a pace where basically the company has no savings. No buffer. Well, a panic comes along and the southern farmers stop paying them. And that's it. That's the end of his his wealthy twenties. And this is actually the high point of his economic, as far as like, net worth. This is the highest. This is the best he he he does first his life. So it says, By expanding granting credits to Southern farmers and investing in real estate inventions, goodyear tied up the cash generated by his hardware store. No. Big mistake there, Charles. When trouble struck, there was no cushion. That's it. It's a reynolds rap for Charles Goodyear and his entire family, and it's just devastating what happens. But at the same time, it's also, like, again, I... I wanna compare and contrast Charles Goodyear to the right brothers. It's like, they would never do that. They took profit from their bicycle shop. They were extremely industrial extremely frugal, did everything themselves, and they did not over extend themselves. That way they could actually reap the benefits of their invention. Even though, you know, they made, I think when which I can't remember which 1 died first. I think Wilbur, over or, I think was the 1 that survived. But anyways, you know, his net worth at the time was around 10000000 dollars. Certainly not, like, Van built level, Rosa are rockefeller level, but not poor by any means. Like very comfortable life, successful financially. Goodyear year never even gets anywhere close to that. So again, also his own fault. This is a dumb idea. You took your money instead saving it for bad times that inevitably come. He's, you know, angel investing. Those inventions that work out. He's speculating in real estate that real estate bubble pops. And then he's granting credit and his hardware stores got a business. So it says, this is the beginning when he starts getting arrested and and they have debtors present... Prisons the time. This meant they had to pledge to pay debt holders in several states in order to avoid arrests and imprisonment. That's something that happened... That he has to deal with for about 30 year 30 years of his life. He even goes to debtors prison in Europe, few years before he dies. So it says step on... This is... This is... So the no. I left myself on on next page is a hell of a sentence, which I'm gonna reach you in a minute. Crushing failure and a end end debtors prison, and this is the hell of a sentence. Step by step, creditors dismantled all signs of their earlier prosperity. So that's that's what happens when you play around debt that you think, humans in their their their un bounded hub think that they can master something thing that, you know, ancients have been warning us to avoid for thousands of years. Without literally thousands of years. You have humans saying, hey, this is what happens you get in debt, You start become essentially like a slave. Oh, what's gonna... Like, they basically have control over you. It's been weird to live through a time where I think to paper over the the the poultry economic growth that we've had, at least in the country that I I I've lived in, you know, we've kind of paper over the fact that the Us economy is not growing like it did in the forties and fifties after world war 2, that kinda spread it out, and now we're just paper it over debt. And we're this is normal. And then we see what happens, you know, 10 to... Let's see. The time I'm recording this 10:12 years ago when these these these inevitably had the amount of debt we rack has to be paid back. So it's just again something that you... We want to we wanna avoid, and we're kinda learning that through all the experience is of these different entrepreneurs. The ones unfortunately, that that have to deal with this. And it says, so for a ama in, that's his parents, Eldest son, the man who considered his business visionary, the fall may have been hardest of all. Charles had lot... Had led his family to disaster and rightfully assume the remaining un unpaid... Unpaid debt of about 12000 dollars. So it's important to know when I throw out numbers. You know, 12000 dollars means something different to us today than it did in in the 18 thirties. The way I made sense to me is, like, the average job at this time would pay about 500 dollars a year. So that kinda of puts in the context when we get into the how much debt, and he has hunt... He wants up having hundreds of thousands of dollars of debt. Daughter's life. And, you know, that's excessive. And then this the book gives a great description. It it was, like, starting life at age 30 owing a fortune it would take a lifetime to repay. Because what what would that? That would be about 24 years of the average person's salary. No ordinary ordinary trait and then his decision... I mean, again, part of me admire, his, like, his... The way he he... He had, like, skin in the game where he would, like, accept risks, but it's also, like, I don't know if I do that same thing. If you dig it that hole that big. So it says... And what I mean by that... Here's a sentence. That's it's no ordinary trader or profession could overcome so heavy debts or Charles decided he would make a profession of invention. Striking it rich by inventing was a wild form of speculation as any that existed at the time. So he start trying to invent. He was really good with, like, metals since they made hardware. He just accidentally stumbles into what becomes his life work and says the rubber business had pretty much ruined anyone who had hits its hopes to it. But Charles Goodyear new little of this when he stumbled upon his new fix fiction. Years later, he would consider himself blessed by ignorance so that that has definitely happened where a lot of people will make innovations in fields, not because they're experts, but because they're ignorant. They don't know what they can't do. Ro India Rubber company shop in New York is where he discovers this he's visiting it. That's where he discovers what's happening Rubber. So let me let me stop here and tell you what's going on. So there was, like, a massive bubble in rubber. About, I think 10 years before the the time of the book somewhere around there. And they're, like, oh, my god. Is a miracle Some miracle substance we use for all all manufactured all kinds of different products. It's elastic. It's waterproof. It doesn't break. It has, you know, all the benefits. At the time though, before they goodyear your invented vulcan rubber. They didn't know that it wouldn't last. So what happened was the outside would be fine, but then slowly, but surely, there'd be, like, this odor that come from it. Right? Be like oh, what is it smell? And then the in... What what happens was the inside was decaying. And so the outside would look strong and then the things that were supposed be un unblock would start to break because they didn't... What what Charles Goodyear, the... What he discovered was they were trying to heat rubber with other materials like, sulfur and lead and all other stuff, but they were doing it like, 200 or 215 degrees. You'd have to get us, like, 2 75. So that is the the foundation of what he discovered by accident that it's counterintuitive that, oh, if you go, let's say, go, above 02/02/1502 20, whatever the the actual temperature was, it start to fall apart. But if you kept it in there for and the the the heat increased, it would actually bond and make the the bond stronger, so then it wouldn't decay from the inside, it would actually last longer. So when the reason I that up is because when Goodyear gets started in this, he's on the... What is, like, the t trough of sorrow. You ever see that that, like, describes how some this phenomenon that that's apparent throughout, history when with regard to hue humanity that is. It was like, there's, like, these bubbles. Like, we we all get really excited about something then it pops, then it goes down, and then you have, like, a long period. To actually, of, like, experimentation and struggle before you have... It rises again to some level of utility. I think that's what it's called. But any case, that's where goodyear is is introduced to the rubber industry. Now what I found interesting was, I'm always interested by these ideas that that humans discover, even though they're separated by geography, thousands of miles and in some cases centuries. So goodyear developed vulcan synchronization of rubber in 18 39. But there's been, like, like, they they call them Me Americans, so people... That the cultures in South America, there there's also some in the Native Americans. They had stabilized rubber for other objects as early as like, 1600. So this was an idea that humans kept discovering that hey, this this substance. This natural rubber substance that comes from the bark of this tree has some kind of utility. And so, you know, across a couple centuries and different and different cultures, you had people doing experimentation with it. It wasn't until goodyear year, like, had the final, like, figured out the final piece of the puzzle was missing, which is heating it. At a higher temperature than it was actually, like, the the modern rubber industry was born and just look around, Like, how much of your life is affected by the the the work of goodyear and others? Like, the tires in your car came from that. The bottom of your shoes are probably rubber. There's... Yeah, 1 of the main 1 of the main reasons that that goodyear year kept perseverance because he was convinced that he would save thousands of souls. Is how he called it. Because at the time, a lot of time, like, a ship sync. Remember this 18 hundreds, how people were getting to and fro. And they would drown. And he's, like, and he'd work himself to a state of exhaustion. He had led poisoning which another story, but he he kept yelling and not yelling, but he kept telling his wife. Like, I can't rest because these souls are dying and I could save them. So, you know, rubber life preserve. So anyways, so now he's he's he's visiting this this company in new York, and he says the agent and the store told goodyear that he should try to improve the rubber itself, and that all the rubber companies that had sprung up were doomed to failure soon. Goodyear was surprised that this wonder substance had baffled all the efforts of chemists manufacturers. Although he did not know it he had discovered his life work. He immediately began to experiment applying substances to the Rubber, searching for a way to cure it and make it ins to cli extremes. He even worked on his experiments during the time he spent in dead debtors prison. So that the climate springs. So if was too hot outside, it would melt. And if the climate was too cold and rubber was left outside, it would crack. So there's something I... I repeat so much in my personal life that's become kind of, like, a running joke between me and some friends. And like, when we're pre... When you're presented with an obstacle life. I'm, like, I say this as it I say it, like, tongue and cheek and kind of adjust, but it is really true. Like, you you just need the twin attributes of a positive mental attitude and perseverance. And as long as you have this too, you kind of solve that. And it doesn't have to be a big problem. Can be like, you can't beat a stage in a video game. Like, but I do think that there is something superhuman about, goodyear years perseverance and his his optimism. So here's a little bit about that. Now there's about 6 years of passed in the book. So it says, he was now nearly 36 and had aged dramatically from his days of success in Philadelphia. So now William before the guy that was his tutor as successful person comes to visit him. It says William def force came to see his friend and was surprised that Goodyear worn appearance and shabby clothing. On reaching the room where goodyear lived in worked to force found a space later with Kettle, gum and rubber. Goodyear chi optimistic. William, Here is something that will pay all my debts and make us comfortable. It says the India rubber business is below par answered to forest. And then this is a reply from Goodyear, and I am the man to bring it back again. And 1 of the things that's so devastating about his life story is that he would make... So the notes Would leave myself was... He make 1 step forward or 2 steps back. He'd make little progress, and then inevitably just kind of find ways to kinda screw it up. Some some of those you know, within his control some without, I would argue that also being prepared unprepared for things outside of your control. It's something like he should have known given his past experiences. So he's made progress with Rubber. He still is not vulcan. They were about, let's see. 11 year, about 3 years before, he he discovers a process in about 9 years before he he's granted the patent. So he's he's he... He's he's got a business going. He thinks he solved the issue of rubber riding way, but he's still heavily a debt the company is making a little bit money, but it's not enough services debts, and then, well, I'll, go right to his book. Just as the little business was was getting on its feet, in 18 36, another panic and financial depression, deeper and longer lasting in its predecessor once again brought the Us economy to its knees. The national economy unravel and 618 banks fail. 39000 people became ins debtors, which means they be put in prison. Hunger was rampant. The person funding all of... So this guy named Ballard was funding, Charles business and Charles living expenses first his family. So says is ballard sustained significant losses, and not only we drew further from Goodyear, but also asked him to pay back some of the money that he already advanced him. Of course, he wasn't able to. The good goodyear once again lapse into W subs. Charles would take the Ferry Trip to Manhattan with cups or spoons or other family possessions in his pockets, hoping to pawn them in his city. And this this spawning of personal items is something that he does now and he does constantly throughout his life. His brother, Robert and Robert's wife and 4 children moved in so that both families could share Robert's furniture. Goodyear parents also joined them. Crowding the little salt box box cottage near the factory. So he's factory in Staten Island was making those rubber on the grounds. This this tiny little house. And now he's living there. Charles has got a bunch of kids a wife. So let's say there's probably 10 to 12 people in this little house. Clarissa, this is Charles wife, reminded the children to be grateful for what they had and to trust the future would be better. The discipline in the family was suffering. She told them was probably because they've been because they'd been un charitable toward the poor. And now they knew what that what poverty was like. So a lot of this was like, oh, you know, they they they filtered a lot of what was happening through religious... Like, their religious beliefs. So, okay. Well we must have done wrong in the past Never we're being punished. Let's you know, what's the word it attained for a sins. I think it's the phrase I use, and it'll it'll be better in the future. Okay. At 1 point and this is a great 1 sentence summary of where they're at. At 1 point the family sent said to have counted its only asset as a set of tea cups that were worth 50 cents. So what I'm describing to you here. I mean, you're talking about, the majority of his life is how he lived through this. After he wins the that trial where Daniel Webster basically defended his patent in in Us court, he he he was able to to at least have, like, a room house and and, like, a doctor because he suffered from from gout and hit... Basically, goodyear basically get his gave his life for this industry If you really think about because he was 1 of the few people, there were mixing lead in with sulfur and rubber, and he thought lead was a key. Turns out I don't think it... Wasn't necessary the process. Well, as you probably know by now, like if you... If you would... Like, he's touching lead all day. Get it... It would absorb into his... His body gotten his bloodstream. So he suffered from lead poisoning. He... Remember he dies at 59 years old. He had gout. He had all kinds of issues. He'd have his... The lead poisoning wouldn't lead to aches and pains and its joints where he would... He wouldn't be able to get out of bed for 5 or 6 days. It's just a a to existence. And yet through everything, you know, that's obviously a negative, but what I found so inspiring. Is he was refused to give up. So this is an example of, of, 1 step forward few years later. He he has another ben that's guy named Eli, and they open an actual shop and it says sales a goodyear year in Eli fan... It's called fancy rubber establishment picked up. In addition to the... And this is some of the stuff They were selling in addition to the rubber coated fabric goods such as coats, carpets and capes. Who's wearing in capes by the way. Goodyear in Eli sold rubber or rubber coated baby bat bathtub, life preserve and mail bags. And it says this is goodyear, again, in his auto where he's referring to himself, the prejudices of the public gave away. Goodyear year later row as... And he described his fortunes at this time as together in the ascend. So they were talking about is, that boom and bust cycle I was describing earlier. The people would spent all money in rubber Rubber Goods, and then eventually, they would, like the decay or start smelling, so you'd have people that would go in their backyard and have to burn all the stuff they paid for because the smell is so odd. So it took a while for people like, okay, I'll give us another try. And then this a description of was business but patent licenses still paid more bills in the Goodyear home than did retail sales. Now you had a series of patents. I don't even know how In his life, probably a hundred or something like that. Maybe less, but the only really important patent was the 1 that made all the difference was the 1 in that he's granted 18 44. So we're still... This is not that's not the patent they're referencing. But that is gives you... The reason I include that sentence get... That gives you an idea of what his his business was centered around. Yeah. He would manufacture some of these. The store really didn't make too much money, but most of the revenue his business came from came from licensing the patents for other businesses to make rubber goods and sell those rubber goods. And then he also set up another business that would with it with attorneys that where they would just go after, people infringing his patents. So they had basically 2 businesses for the bulk of his life. At... Well, I guess... Not the bulk of his life. The the last few remaining years life I should say. Okay. So that's 1 step forward. He's got this little business going on. He's making a little bit, and patent licenses, licensing rather, and, inevitably, few pages later, 2 steps back. So it says, so what had been represented to the public as a revolutionary discovery was actually a continuation of a previous failure. So what's happening is realized, oh, no. Like, I did not actually solve. He he he had not solved the vocal synchronization problem yet. So he saying, yeah. Remember back when we had this... All these problems with rubber, I have now I had this new process, I've patent it and I've and Have solved it. All that did was delay the decay and the odor and all that stuff. So it says, it was just a continuation of of the previous failure. So he shut down his factory. He tried to get money from his acid... It was the process that he patented was acid gas. He thought it's called the acid gas process. So he tried to get late... Money from his license, but they were disgusted by his failed mail bags and felt that he had that they had already... They they had already licensed a useless this process, which is an accurate description. Failed mail bags what he's was talking about is he won Goodyear year 1 contract with the Us postal service to replace their leather... I think leather and cloth mail bags with ones that were waterproof and that would last forever. And he thought he could do that and then realized, oh, wait, this process that I thought I invented was just delaying the inevitable. It says friends employed employed, employed goodyear to give up. Du... This is an important part actually. Durable rubber they said was a thing no more to be realized than perpetual motion. There was no reason to believe he would ever succeed. His renewed income now cut off Goodyear once again pawn his belongings and watched Dismay as those closed him suffer from the... From their connection to his obsessive quest. So again, that's that's the the dichotomy between manic optimism. Right? Like, he wind up being right, it just took 20 years to realize that it was right. So the critics... His critics at this time were actually incorrect, But they were correct at that time, which is even harder to press on. When you think you're right, but there's no evidence that you're right. I don't even know how to reconcile that, other than just to bring it to your attention that, you know, there's... In his case, like, he was correct. So quitting I don't even know if this is the right sentence, but maybe our thought, but quitting, you know, greg, no, I guess it is that quitting would have been the wrong move. Maybe I I tried to think of, like, what would I have done in this situation, you know, without using just the benefit of hindsight, but maybe, like, continue experimentation at night and work... Like, he has a trade. He's a Blacks mess. He he can he can manufacture. You won't be rich, wealthy, but he he could pay the bills as his he would owe a lot more... He would own a lot more things than not having a house and just having tea cups, You know? So I don't know, maybe that's what I would have done. Maybe I would say, hey, do your trade during the day, and maybe do your experimentation at night, but he wasn't not... That he wasn't wired like that. He had no hobbies. He would... The book talks about how he'd constantly doing experimentation where he would just experiment throughout the night and his fall asleep at the factory. And so he don't... He'd spend, like, more than half nights away from his family just because he was such obsessive personality. So maybe you, you know, it's an a obsessive person like that couldn't do it part time. Alright. So it says, but now Charles father and his wife... So Clarissa, Charles wife and then his father, Masa, or pissed, and they rise up in rebellion and it says they demand that Charles stop spending money on rubber and returned to hardware in the Blacks Trade. They had had enough of the pro provisions and humiliation that rubber had brought them. Charles Quest seemed less like the God given mission he implied it was, than an un godly elevation of self. A striving sw in half hearted promises about the responsibility to take care of family and pay debts. It's a great sentence there. Great writing by the author. So he doesn't listen to them. He continues on. This is something about his personality that I thought it's found interesting. It's kind of a manifestation of what the author causes manic optimism. And, from the moment he believed the the breakthrough that had alluded him so long was now a real probability. He brought the whole power of his mind to bear on it. He talked of little, but he did rubber. This is the beginning of realizing, oh, I've actually made a breakthrough through here. He was still penn less and barring from friends but more than ever he felt rich in prospect and include that part because in the book, it talks about, he says over and over again. Listen, I meant to be a wealthy person. I'm just temporarily poor. So this this That's again, 1 of the attributes I think, like, is worth em. This this this belief in yourself that you'll figure it out. You know, that, like, I'm operating without a safety net that looks like it's dangerous to other people, but I know I'll do it. Now, does he ever reach that goal? No. But I think to reach that goal, you must have a first, so it's not like, you could have... You might not be able to have 1 without the other. I mean, I guess you could. But there's just something about... I... The 1 thing that sustained, I guess, let me rephrase that. The 1 thing that sustained Charles so life is this this rabbit and un belief in himself. And maybe that in in in his case, he thought it was god given, maybe it was just his way of saying, hey, Like, III want to live the life that I have, like, pictured in my mind, and I'm willing to go about and put things in motion to to to capture and to make that vision an actual reality. So this is the state of the Goodyear family in 19 40. Goodyear manic optimism evaporated. All the money had all the money had gone into experiments. That meant the adults and children and his family had dis sc for food and fuel again. Gathering wood whenever they... Wherever they could. Goodyear himself hunted the local streams for turtles and bull frogs for for Clarissa a cook, and he borrowed small amounts anywhere he could. How he subs at this period, he later wrote himself in the third person, charity alone can tell. So that the a family friend is scanning William Beers is is is giving us a, an insight into the family at this time, beers remember seeing tears in the eyes of a masa. This is Charles dad, when the old man explained that the goodyear had once been rich. And so this this depth of poverty they're in is in between, that's in 19 40. He discovers the process in 19 38 eight's 19 39. But in between the time, he discovers it and the time he's actually able to patent it is some of the toughest times in his life, and that's about a 5 to 6 year period, and that's where we're at in the story right now. Now it says the the author references like his manic optimism evaporated. Evaporated temporarily. He it never evaporates till he dies. But but during this period, it's, like, he wasn't He des he had superhuman perseverance, but he he he wasn't able to sustain that optimism forever. He had periods of of doubt. Now what's weird about that? Is he never actually went and, like, try to get him another job or anything. He just carrie like, kept going. And this is an example of the level of perseverance ad that I think, makes him abnormal. And a little bit personality. It says Goodyear perseverance in the face of disaster had a... Mesmerizing effect of those around him. While some laughed at him are pit him, others clearly were drawn to his vision of riches from rubber and his dead certainty that he would triumph him. He demanded to be listened to, and in an age when face to face communication remain the most elect elect solidifying source of ideas and feelings, he won enough confidence to convince his neighbors to work for him. For free or for very uncertain deferred wages. He also... He's also able to to, basically have fine... He was constantly in debt, but he constantly found, new investors. And so that care charisma that persuasion that he had was 1 of his superpower. I mean, it's it it's devastating because what they're talking about his piece still persevere. They're talking about the the fact that he was in poverty at the time. His father, brother and brother's wife, and then his brother's wife and child got so mad at him about leading because they all followed him, like, they followed kind of his lead. And they they 1 day, they're, like, forget it. We're done with the rubber industry. We're gonna go into business. We're going to we're going into the pineapple trade. Okay? And we're gonna charter our boat. We're gonna go down to Florida from New England. We're gonna collect pineapples and we're gonna bring them back. And in 1 trip, we'll make enough money to take the entire family out of poverty. What happens is his father goes down there, his brother, his brother's wife and his brother's 3 year old child down on there. They go to Florida at the time is just swamp land. And they catch malaria and they all die. And then he's left to take care of his mother who just lost her husband and her son, and her daughter law and her grandchild. And then his other his other brother dies, and he has taken care of his kids too. And then something I, like, this was talking... It's his goodyear perseverance experience in the face of his disaster mesmerizing effect. Goodyear... He live, like, 4 of his kids. At the time is very common for... They talk about in the book how, like, they wouldn't develop emotional attachments to infants because they didn't trust that they'd survived childhood. And, you know, sometimes he had, like, a, newborn die after a month or 2, His son died at 3 3 years old. And I... There's no way I could read that part because I would start crying, just because, you know, you immediately start thinking about your own child. But I mean, I... The child in tribulation to this guy dealt with is just it's unfathomable to have to deal with this. And he went out living 4 or 5 of his kids, his wife, his father and 2 his brother And he only dies at 59. So that kinda tells you the the the circumstances at the time. Okay. So here we go. This more about his debt. He says his avalanche of debt had grown to 59000 dollars. Many times the average labor is lifetime earning capacity. A labor salary was below 500 dollars per year at the time. He keeps getting... At this time, he keeps getting put into prison. And so they... They're actually the invention of, or the passage of the bankruptcy law happens around this time. So he takes advantage of that. He claims bankruptcy for around that amount, and he says he later wrote on that he never had caused to regret his decision to file for bankruptcy protection because soon his adventure began to be appreciated. So through all all the the heartache that he's going through. He actually gets finally gets, secures the patent that he been working for for nearly all his life. And he wasn't able to do that unless he claimed bankruptcy and kinda stepping put in jail. And so that's it's 1 of most famous patents of all time. It's patent number 3633. And it says, this is how he looked at patents. He says, as with others of his time, he understood that patents, like ideas where a speed where a species of speculation. Rather than the culmination of of a proven design and never thought about I like that before. A patent was just another milestone in a sharp elbow marathon heading toward the ultimate goal. The creation of a sell process. Once a process was discovered, the idea was to build a high legal barb wire fence around it as the government would allow. So that's basically describing the the business strategy that Charles was pursuing. And it says, goodyear felt some relief that patent number 3 3633 was now safely in hand. He named the new substance, metallic gum elastic composition and he touted its durability. Eventually, there's another guy in the story that is is in some ways, it's like a... Is it's like a more advanced goodyear in the rubber industries. In England, his name's hancock, And there's actually a book. I think it's had a, like, goodyear year hancock and the the fight for the rubber monopoly or something like that. I actually have it on my... Like, I I saved it on Amazon just in case I do get the book. Later on, because it's another way to learn about good goodyear year, but I think, Hancock was a much more success entrepreneur. So I think if I do read that book, I would do it do the lens of trying to learn about the strategies that hancock utilized to build a much more successful business in the rubber industry than than goodyear did. But anyways, he came up with the idea of organization that that that that term. So Goodyear calling a metallic gum elastic composition eventually. He just he's like, vulcan organizations better. So he just... Then he starts referring it into his vulcan eyes rubber. And he he constantly updates this patent, which is actually upheld through several like, several different trials. But hancock does beat him in England where he tried goodyear your tries forces patent, hancock wins and make sure that goodyear never sees a scent. From his rubber pattern in England, which is actually interesting. It's in the book too, but I skipped over that part. Okay. So finally, now he is 19 44. Let's see. He's 44 years old. He's gonna dine in about Was that less than 16 years from here. But I wanna get into his new way to make money. This is how he makes money But again, he's racked so much debt that he he makes a lot of money, but he never works himself out of the debt. So it says, in his first few years after winning his patent goodyear soul licenses licenses as digitally, I don't know how to pronounce that word as he signed Io use. 1 of his earliest licenses for sheer rubber to be used in suspend, went to a went to a new haven manufacturer, who paid goodyear 15000 dollars for the right to make rubber products, including shared fabric under Goodyear year's 4 rubber related patents. So I'm just going through all the different, ways he sold it. So 15000 dollars, It's obviously a lot of money. But I think when he when he dies, his his state says he has debt, I think around 200000 dollars or something like that. Because he he makes... He has cash flow, but then he just he reinvest it because he's, like, oh, I'm not gonna stop there. Like, Rubber could be... He thought it could be used for... Think he wrote something like, 300 different pages of all kinds of inventions that that he plan to to apply Rubber 2. So it says goodyear or sold a licensed for shoe. He also licensed the use for of his patent to make rubber clothing. Altogether, 9 companies had licensed his patents by 18 45. Although Goodyear took in considerable sums of money. All so I just kinda ran over my own where I was going. Although Goodyear took in considerable sums of money, he spent heavily on experiments and on servicing existing debts. His wealth was theoretical. His debt was real. Patent number 3... 3633 had put him into a new field of operation. Now he was not only able to license a technology protected by his patent, but he also could tap another potential source of income by pursuing infringe. Attorney J that's the guy's last name stepped in to field the need for legal services that Goodyear now required on an ongoing basis. Still living on and spending borrowed money, Goodyear had to no immediate way to pay for jets and services. So he this is another mistake he make. So he did what he'd become accustomed to do, stripping off a layer of equity in his invention and patent in using it as a payments. So Justin makes a small fortune that goodyear year never does because goodyear is just a really good inventor, just a terrible business person. Just a terrible deals like this. Over and over again. Thus Goodyear executed the first of a series of agreements with J making him making the attorney a 5 percent partner in patent number 3633, and any and all rubber inventions and a 10 percent partner in any future inventions. Come on, man. You just gave away the farm. And then slowly, but surely, J in, I think saw goodyear year a mark. And he winds up getting, I think like 40... Something up to, like, 40 percent of the patent. Do more deals like this. I time the goodyear year ran out of money, which is all the time. He kept just selling the most valuable thing you own, which is equity. That's the frustrating part of our reading. It's like, goodyear year. Come on, man. What are you doing? It's very frustrating. He also did some weird things, like, he never kept a record at all. So, like, when he died? His his son had to try to settle his estate, which took like 10 years or something like that, And it's, like, he didn't even know who we owed money to he'd forget? He was just... I mean, okay. So let's look at that. It's like a weird thing to do Right? Like, how do you keep records of nothing, except for like your inventions? He had, like, a The good part is he was solely focused on making inventions that he thought for the betterment of the world. The bad thing was because of his careless ness, it impoverished himself and his family caused heartache and trouble for the for himself and those around him. So you have to take the good parts of his personality without the bad parts. Because if you you have a combination like that, you're gonna have a miserable life, which I definitely think goodyear had, even though he might not have thought it like that. So this is an example of the the devastating ness of his work on his health. So it says in the mornings and evenings his joint 8, doctors told him he had Gout, but more likely he suffered from lead poisoning. His feet and toes hurt so much that he often used a cane or crutches him around. Giving him the appearance of being older than his 52 years. His face had a yellow unhealthy color. His eyes seemed to have retreated into his head. The inventor career Goodyear year had learned was a mel colleague pursuit. A volume might be written in explanation of the peculiar difficulties and embarrassment to which inventors are subject As a general rule, their labor begin continue and end in necessity goodyear wrote. So again, that's from his his auto. And even with all these health difficulties, this sentence is a good description of him, goodyear resolved to carry on. And finally, I... I wanna close on 1 part because... And I I almost I was tempted to start the podcast with this. This 1. But this is why he did what he did. And I think like, it it's... Understanding why or explaining to other people why you're doing what you're doing is fundamental for them understanding like, the importance of it. I I think, like, in general, it's like, a, a good leadership principle to, like, not just give instructions or not just give tasks and expect them to be completed, but explain to the people that you're working with, Like, why is it importance that this happens? And to that end, I think it's important for us to be able to understand who... Why and who goodyear was when you understand, like, why how he approaches? Like, why do this? Because, you know, you got a book that's 200 on pages of just torture? And it says all the license urge goodyear to put some money in his pocket while he could by sticking to line extensions of existing products. So, you know, be pragmatic. Right? As he later wrote in third person, with kind intentions no doubt, they together with his other friends, earnest depreciate his a dev voting more time or money to experiments, and constantly urged him to turn his attention to obtaining compensation from the branches already established. Instead, he imagined a world of rubber bag collapse, rubber swords, rubber pistol covers, rubber pontoon, and pontoon boats, rubber breast pumps, and urine bags. This world was taking shape in an 8 inch by 6 inch hard journal on whose gold edged pages he sketched in delicate, sure handed pencil lines. His... Of his vision. He's he's sketching his visions in this notebook. Rubber inflatable in invalid cushions, baby jumpers and swings, fed lock fend. I don't even know what that is for, oh, for horses and foot backed tubs. Goodyear kept his journal and pencil at his bedside, and he rose frequently during the night to record his latest epiphany. His experience had put him in possession he believed of much information that would otherwise be lost in the event of his death. If he died anytime soon, hospital patients and invalid might never lie down to rest in a rubber air or water bed. The heart of hearing could never benefit from a rubber ear trumpet and hernia suffers would never be sued by the abdominal supporters and tu as he had designed. He worked to record his vision so that these benefits would out him. And I think the framing of his life's work and making it bigger than just himself, at least to my understanding from reading the book was was a very important part of how he could continue on and suffer poverty, ill health, the death of those around him, and not give up and not just collapse and quit. And when I... When I'm sitting here thinking about, like, whatever are my final takeaways from this book, it's it's that. It's of, you know, having a larger mission in life, that that helps you get through the inevitable ups and downs that you're gonna have. Alright. And that's where I'll ended it. If you wanna read the full story and support the podcast at the same time, look at the link that's in the show notes. Oh, they just started doing construction right next to my apartment. So that you might be hearing that, My apologies. If not, go to amazon dot com forward slash shop forward slash founders podcast, and you can see every single book that I've done so far from the podcast. If you if you buy it through that link, the podcast gets a small percentage of sale, no additional cost to you. It's a great way to get a book that you'll love, and support podcast podcasts at the same time. And if you go to ami amazon... Whoa. Super loud. Alright. I guess that ends it. Just look for the link, and I'll talk to you next week."
}