{
  "transcript": "And there's no talent here. This is hard work. This is an obsession. Talent does not exist. We are all equals as a human beings, you could be anyone if you put in the time. You will reach it up and that's stuff. So I am not talented I am obsessed. Okay. So a little housekeeping before we get into today's book. I just recently redid the website for the podcast. So all show notes and links to the books that we cover are available at founders podcast dot com. The show is also on Instagram at founders podcast. If you use Instagram, add the show at Founders podcast, once I get to a few thousand followers on Instagram. I think we're gonna live stream the podcast as I record it using Instagram live. That way, you can see the full podcast before any edits, mistakes and all. Also, I wanna tell you some of the entrepreneurs that, I'm gonna be covering that are coming up soon. I just started reading the last Ty, which is the story of Cornelius... Or excuse me the first Ty, which is the story of Cornelius Van belt. It's insane books so far. That one's gonna take me a little bit, it might take me a few weeks to get that up because books about, I think 800 pages. I also have a podcast coming up on the founders of He Packard, and I got that idea by reading the Steve's jobs biography. He kept referencing their respect and reference he had for that company, and the founders that created it. I also found... This is great reading list. If you guys use medium. By this guy. He's a, an investor in Keith for Boy as I think how you pronounce his last name. But he put together a list if you just search Keith for boy on medium. His last name is RAB0IS. It's a list of maybe, like, 25 or 30 books. A lot of a lot of them sitting around entrepreneurship, investing and business. And so, the Intel Trinity was on that list, and it's about the founding story of Intel. So I have that book just arrived few days ago. And I was also reading a blog post by weight, but why? And it's about Tesla elon Musk, and Elon, kept bringing up Henry Ford. So I knew I was gonna cover him at some point. So I just decided to order his auto and I just got... Received that today. So Henry Ford will be coming soon. The founders of he at Packard, Cornelius Van belt, the guys that started intel. Those are just the the books I'm working on now, and then we'll keep adding to the list as I, I probably have 25 to 50 so far, and that number is only gonna keep growing. So... And as finally before, as a reminder, founders, this podcast is ad for and independent due to patron support. So patrons receive exclusive access to patron only episodes. Every other episode I do is for patrons only. And patrons also get every episode early. So this is a free episode for everybody, but the patrons will get it a few days early. Sometimes it's a few days, in some cases it's been over a week or early. It just depends on how fast they're able to read and then prepare for the podcast. So if you like what I'm doing here, please become a patron that's the best way to directly support this podcast. Your support helps me create more podcast on history is greatest entrepreneurs. And it's about for the price of a latte to every month. So to me, it's a no brainer. So I wanna get into today's book. It's called grinding it out the making of Mcdonald's. And it's a auto by Ray rock. And we're gonna deviate a little bit. I know we've been covering mostly technology entrepreneurs, and that's an interest of mind. So I'm obviously gonna keep exploring that path as much as possible, but I do want to, widen a little bit and I'm going to to cover entrepreneurs from all industries. And I found this book because I saw a preview of the movie called Founder. And the auto I I have in my hand is what is the text they used for the movie. So I read the book first, and then I thought it was my duty to watch the movie before I recorded the podcast in case, I missed anything. The book is way better than the movie. The movie is not bad. I don't know if I'd watch it again, but the book I'd read again. And it's a really... It's reminds me a lot of how Sam Walton Automatically is written. It's in very plain language very short. This one's shorter than the Sam Walton 1. And, you know, I probably have... I don't know 30 different post notes in here. So there's some good information. It's completely different than any other story. We've covered so far. We've talked about so far in the podcast. And when I'm using the word we, there's not just me over here doing it, but I'm talking about me and you is the we. 1 of the things I like about reading all these books is you realize that they are not no one's born successful. They just work at it, and then we see the results that successfully later on. So it's just really interesting to to get you view the part of their, life story before all this masks success comes. And in Ray Cro, in Ray cro example, I mean, he didn't becomes success successful till he was much, much older past the age of 50. So I'm gonna jump right into the book, and this is the part where he's selling his business at the time he's selling these scenes called multi mixer, which restaurants would buy from him to make milkshake. And the Mcdonald's, the original Mcdonald's in San Bernardino, California. Place a large order. They had, like, 8 of these things running at 1 time. So he went up. It's like, what what are these guys doing? So he meets with them. He's extremely impressed with their organization. And now he has an idea in his mind, and so we're gonna jump right to that. My enthusiasm for their operation was genuine, and I hoped it would be infectious and rally them in favor of the plan. I had mapped out in my mind. I've been in a lot of kitchens of a lot of restaurants and drive in selling multi mixtures around the country. I told them. And I've never seen anything to equal the potential of this place of yours. Why don't you open a series of units like this? It would be a gold mine for you and for me too? Because everyone would boost my multi mixer sales. What do you say? Silence. I felt like I dragged my tie in my soup or something. The 2 brothers just sat there looking at me. Then Mac gave that little winds that sometimes passes for a smile in New England and turn around in his chair to point up at the hill overlooking the restaurant. See that big White House with the wide front porch she asked. That's our home and we love it. We sit out on the porch in the evenings and watch the sunset and look down on our place here. It's peaceful. We don't need any more problems. We're in a position to enjoy life now, and that's just what we intend to do. His approach was utterly foreign to my thinking. So it took me a few minutes to reorganize my arguments. But it soon became apparent that further discussion along that line would be futile. So I said they could have their cake and eat it too by getting somebody else to open the places for them. I could still pedal my multi mixer in the chain. It'll be a lot of trouble for us, Dick Mcdonald objected. Who could we get to open them for us? I sat there feeling a sense of cert begin to envelop me. Then I lean forward and said, well, what about me? So he convince them and Ray rock by trade as a salesman. So he sells them on him becoming the person that can expand all Mcdonald's franchises since they don't have an interest too. So let's skip ahead a little bit, and this is him speaking. This is a really important part. Because a lot of the people I know we've covered, maybe had some kind of success early on. Ray rock did not. And you'll see what I'm talking about here. When I flew back to Chicago that fateful day in 19 54, I had a freshly signed contract with the Mcdonald's Brothers in my briefcase. I was a battle scarred veteran of the business wars, but I was still eager to go into action. I was 52 years old. I had diabetes in inc arthritis. I had lost my gallbladder and most of my thyroid gland in the in earlier campaigns. But I was convinced that the best was ahead of me. So I saw... I think I referenced this on the podcast before, but at 1 time I saw this guy, tweet something on Twitter that's saying if you're not successful by the time you're 30, like it's too late. And you just got destroyed and his mentions where it's just example after example of people having a success way later in life. And think about this, Ray rock it at 52 year old... 52 years old, he's basically selling milkshake machines. Marginally, you know, successful at best. And by the time he dies 30 years later, he's 1 of the richest people in the planet. Now 1 area that Ray kind fits into the mold of, all the other entrepreneurs were talking about. If he was kind of entrepreneurial for a young age. So let me go back into his life when he was a young a young man. They called me Danny Dream a lot. Even later when I was in high school, I would come home all excited about some scheme I thought up. I never considered my dreams wasted energy. They were invariably linked to some form of action. When I dreamed about having a lemonade stand for example, it wasn't long before I set up a lemonade stand. I worked hard at it and I sold a lot of lemonade. I worked at a grocery store 1 summer when I was still in grammar school. I worked on my uncle drugstore. I worked at a tiny music store. I'd started with 2 friends. I worked at something whenever possible. Work is the meat in the hamburger of life. There is an old saying that all work and no play makes Jack a dull boy. I never believed it because for me, work was play. I got as much pleasure out of it as I did from playing Baseball. So the majority of the podcast is gonna be about, his time after he Does this deal with Mcdonald's Brothers, but I found this 1 anecdote interesting, and I wanted to share it. At school ended that spring, the United States entered World War 1. I took a job selling coffee beans and no door a door. I was confident I could make my way in the world and saw no reason to return to school. Besides the war effort was more important. Everybody was singing over there, and that's where I wanted to be. My parents objected strenuous, but I finally talk them into letting me join up as a red cross ambulance driver. I had to lie on my age, of course, but even my grandmother could accept that. In my company, which assembled in Connecticut for training was another fellow who had lied about his age to get in. He was regarded as a strange duck. Whenever we had time off and went out on town to chase girls. He stayed in the camp drawing pictures. His name was Walt Disney. I brought that up because obviously you guys know that I have an interest in Walt Disney. I think it was the second podcast ever. Was about him. And I I found another book recently about his life that I think We're gonna do, like, a part 2, maybe in a few weeks a few months from now. Oh, interesting enough too. Years later, so they were... They knew each other before they're were 18 years old. Years later, Mcdonald's after Ray rock is the president and it's expanded it everywhere. He does a deal with Walt Disney to serve food at the Disneyland in California. So a good part of his life. He sells as a paper cup salesman in Chicago. And he does that for a long time. I'm gonna skip that part and move ahead to... Since he's selling paper cuts mostly to, like, restaurants and and stores that would serve some kind of beverage to clients, he then gets into selling the multi mixer. So I wanna... I'm gonna move ahead a little bit the book just because I wanna spend most of our time talking about his strategy for building at Mcdonald's. There's almost nothing you can accomplish if you set your mind to it. I told that to a group of of graduate students at Dartmouth Mouth College in March 19 76. They had asked me to address them on the art of entrepreneurship, how to pioneer a business venture. You're not going to get it free, I said, and you have to take risks. I don't mean to be a dared double, that's crazy, but you have to take risks and in some cases you must go for broke. If you believe in something, you've got to be in it to the ends of your toes. Taking reasonable risks is part of the challenge. It's the fun. So this section right here is gonna be called, a 1 man band. I was having a lot of fun back in early 19 38 when I struck off on my own with a brand new multi mixer in a big sample case, and the whole nation of soda fountain operators and restaurant owners quiver in anticipation for this product. At least I thought they were. It didn't take long for me to discover how wrong I was on that score. But there was enough evidence of interest to maintain my faith in the product. I believed I would be successful. I was a 1 man marching band. I had a tiny office in Chicago, but I was seldom there. My secretary ran the office while I traveled all over the country. Sales were not bad considering the newness of the product. I could feel it beginning to catch on, but I was extremely unhappy with my financial setup. As a 60 percent partner, sanitary Cup was able to restrict my salary, Sanitary cup was his previous employer, and he did a deal with them that he would... He was 1 of their best salespeople people. He would wanted to quit selling cups and then sell the multi, but they own the license. The resale license. So he had to do a deal with them where we had to give up 60 percent of his business. I determined after a little over 2 years that I was going to have to get that 60 percent back somehow. So I went to Clark, this is the guy that he did the deal with and bro it to him. It was then I learned how he had misled me. The the brothers who owned sanitary cup had given up their interest to him for free. They probably never cared about the multi mixer at all, and he was going to take his pound of flesh from my heart. I was boiling mad, but there was not a damn thing I could do about it. I think this machine you're selling has a big future ray. He said, I was willing to discount the present to allow you to realize that future. But if you insist on getting my share back, that I must tell you that I wanna handsome some return on my capital investment. Never mind that I hadn't wanted his damn capital in the first place. Alright. I said, how much I don't know how he kept from choking on his own bile as he mouth the figure. 68000 dollars. So just give you some background there. The owners of the company of Sanitary Cup, We're holding license. And 1 of their employees did this deal with Ray. But they... He ray didn't know, and his name is Clark, that Clark got the license from the company for free because they had no interest in selling. But he didn't tell ray that for over 2 years, he was getting his... The 60 percent of raised business, while he was... Still working a sanitary cup. So he basically got screwed by this guy. And there's a couple examples in the book that he talks about how important it is to just to know what kind of deals you're doing because he gets excited and doesn't look at the details and it winds up screwing him. This is this is how he's gonna raise the 68000 dollars to buy out and get... So he owns a hundred percent of the company. And this is what I would consider the first phase of grinding it out. And grinding it out is not only the the title of the book, but I would say the motto of ray clock... Ray cross life. I didn't know where in the hell I going to raise the money, but I had my... But I had made my mind up to do it. In the end, most of the cash came from my new home in Arlington Heights. I managed to get an increase in the more mortgage much to Eth this May. Ethel his first wife. Her apprehension about becoming mister multi mixer had been laid to rest at this point, and I don't think she ever... But I don't think she ever got over the shock of discovering that we were nearly a hundred thousand dollars in debt. She couldn't seem to handle it. For me, this was the first phase of grinding it out, building my personal monument to capitalism. I pay tribute in the feudal sense. For many years before I was able to rise with Mcdonald's on the foundation I had laid. Perhaps without that adversity, I might not have been able to persevere later on when my financial burdens were we doubled. I I learned then how to keep problems from crushing me. I refused to worry about more than 1 thing at a time, and I would not let useless fret about a problem, no matter how important keep me from sleeping. I knew that if I didn't, I wouldn't be bright and fresh to deal with customers in the morning. This is an interesting story how World war 2 now impacts his business. On 12/07/1941, we were thrown into the war by the Japanese sneak attack on the pearl Harbor, and I was thrown out of the multi business. Supplies of copper used in winding the motors from the multi mixer were restricted by the war effort. A salesman without a product is like a violin without a bow. So I scratched around and made a deal to sell a line of low fat malt mixed milk powder and 16 ounce paper cups for a drink called multi. It was mixed in the cup using the metal sleeve or collar just like a 1 in a million. And managed to make a living on multiple, but paying off my debt became a real nightmare. This is the debt of the 68000 dollars to buy 60 percent back of his company. I did it though. And then when World War 2 ended, I was able to go back to selling multi mixer on my own, it was a glorious feeling. So the first half of the book is just a series of ups and downs, Every time he thinks he's making progress. He takes 1 step 4 2 steps back. So this section is the downfall of the multi mixer sir and the transition to Mcdonald's. And so he he sells a multi mixer server for 2 years, realizes he's getting screwed. Then he he works to buy out Clark. And when he's doing that, a war ups, and then he's forced to not sell it for a while. Now he's back to selling it, and the company that's producing the multi mixer. He's actually about to imp. It wasn't easy to be careful about my business in the early 19 fifties. A Once told me that he liked to have lunch with me because he always learned something about his his own business trends. You seem to be able to see further into the future than the rest of us he said. I believe I did. And what I saw made me very unhappy. It was clear that multi mixer days were numbered. Liquid carb... Excuse me, liquid carbon corporation. That's the people that make the multi mixture. Stockholders had engaged in a big proxy fight. The man who had inherited the presidency was determined to continue the firm's manufacturer of soda fountains out of dedication to employees who had served that division loyalty for many years. His opponents wanted to scrap the soda fountain division because it was losing money. They won. Other manufacturers were cutting back to. The handwriting was on the wall and Walgreens underscored it when for the first time, they began pulling soda fountains out of their stores. The ups shot of all this I knew was that I had to find a new product. Preferably something that would be as innovative and as attractive as the multi mixer had been 15 years earlier. It was not long after that I became intrigued by the stories of Mcdonald's brothers and their operation that kept kept 8 multi mixer worrying up a bucket brigade of milkshake out there in sunny San Bernardino. What the hell I thought I'll go see for myself. So I booked my 52 year old bones onto the Red eye special and flew west to meet my future. Okay. So now we're gonna get into We're gonna go back to where the story started. He's describing what he notices Mcdonald's. It was a restaurant strip down to the minimum in service and menu. The prototype for lesions of fast food units that would later spread across the land. Hamburgers, fries, and beverages were repaired on an assembly line. Of course, the simplicity of the procedure allowed the Mcdonald's to concentrate on quality in every step, and that was the trick. When I read the section, it reminds me 1 of my favorite quotes, I'm not sure who said it, but I saw... It's a tweet that the first time I saw it was there's was a tweet from Jack Do, and it says make every detail perfect and limit the numbers of details to perfect. And so that's basically what I what I got from reading this description of how Mcdonald's organized their restaurants at the time. So now we're gonna go back to the conversation. He said he's having with the Mcdonald's Brothers. So I asked Dick Mcdonald when he wondered aloud who they get to open a lot of similar restaurants for them, what about me? The response seemed to surprise him and his brother momentarily. But then they brighten up and began discussing this proposal with increasing enthusiasts some. Before long, we decided to get their lawyer involved and draw up an agreement. I would have rights to franchise copies of their operation everywhere else in the United States. The buildings would have to be exactly like the new 1, their architect their architect had drawn up with the golden arches. The name Mcdonald's would be on all of them, of course, and I was 100 percent in favor of that. I had a feeling that it would be 1 of those names that would catch the public fancy. I was for contractual causes that have obligated me to follow their plans down to the last detail too, even to signs and menus, but I should have been more cautious there. The agreement that was that I could not deviate from their plans in my units. Unless the the changes were spelled out in writing, signed by both brothers and sent to me by registered mail. This seemingly inn requirement created massive problems for me. There's an old saying that a man who represents himself... Who represents himself has a fool for a lawyer, and it certainly applied in this instance. I was just carried away by the thought of Mcdonald's drive pro like rabbits. With 8 multi mixer in each 1. Also, I was swayed by the a openness of the Mcdonald's brothers. The meeting was extremely cordial. I trusted them from the outset. That trust would later turn to b suspicion, but I had no inkling of that eventual... Eventual. I don't think I pronounce that last word correctly either. So let's just pause there real quick. This agreement he's signing is the foundation to the Mcdonald's corporation, which is separate from the the single Mcdonald's burger stand in San Bernardino. And it's the foundation of a what becomes 1 of the largest companies ever built, and he didn't even have an attorney. So that's... I don't know. I just thought that part was pretty crazy. And let's go into the details of the agreement. The agreement gave me 1.9 percent of the gross sales from franchisees. I had proposed 2 percent. The Mcdonald's said no, no. If you tell a franchise, you're gonna take 2 percent, he'll bulk. It sounds too full and rounded. Make it 1 and 9 tenths, and it sounds like a lot less. So I humor them on that 1. The brothers were to get 0.5 out of my 1.9 percent. This seemed fair enough and it was. If they had played their cards right, that 0.5 percent would have made them unbelievably wealthy? I've often been asked why didn't simply copy the Mcdonald's brother's plan? They showed me the whole thing, and it would have been an easy matter seemingly to pattern a restaurant after theirs. Truthfully, the idea never crossed my mind. I saw through the eyes of a salesman. He was a complete package and I could get out and talk it talk up a storm about it. Remember, I was thinking more about perspective multi mixer extra sales than hamburgers at that point. Besides the brothers did have some equipment that couldn't be readily copied. They had a specially fabricated aluminum grid for 1 thing. And they set up all of the rest of the equipment in a very precise step step saving pattern. Then there was a name. I had a strong intuitive sense that the naming Mcdonald's was exactly right. I couldn't have taken the name. But for the rest of it, I guess the real answer is that I was so naive or so honest that it would have never occurred to me that I could take their idea and copy it and not pay them 1 red cent. Just a little anecdote here. It's a kind of a warning, and we see this sometimes where the Mcdonald's basically kills his first marriage. His wife, we're gonna talk about her his wife, his first wife here. Her name is Ethel. Ethel was sensed by the whole thing. We had no obligations that would be jeopardize by it. Our daughter Maryland, and what they're saying by it by him entering his agreement for becoming the have Mcdonald's franchise. Our daughter Maryland was married and no longer dependent on us, but that didn't matter to Ethel. She just didn't wanna hear about the Mcdonald's are my plans. I had done it again and once too often as far as she was concerned. The corals we had had when I extended the mortgage were mere prelude to this 1. It closed the door between us. She du attended Mcdonald's gatherings in later years, and she was liked by operators wives and by women on the staff. But there was nothing more between us or 35 years of holy mat and endured another 5 in whole un holy acr. Okay. So I have this section labeled bizarre, and it's just some weird behavior from the Mcdonald's brothers. You can clearly see that this relationship with them or is not gonna last very long. So he's building out Mcdonald's franchise at this time, and he needs to change something and his contract says he has skin in writing. So I called the Mcdonald's boys and told them about my problem. Well, sure. You need a basement they said, so build 1. I reminded them that I had to have it documented by a registered letter. They poo it. Said it was alright to go ahead. They weren't much good at writing letters and they couldn't afford to hire a secretary. Actually, they probably could have hired the entire typing pulled Ibm if they had a mind to. I hung up hoping that they would have second thoughts in semi written confirmation, but they never did. It was a messy way to start. Being in default on the first unit, but there was no choice. I went ahead with the building telling myself when I got breathing space. I would fly out to see the Mcdonald's and get all the contractual wrinkles Ironed out at once. That would have worked, had the Mcdonald's been reasonable men. Instead, they were up twos. They were utterly indifferent to the fact that I was putting every cent I had and all I could borrow into this project. When we sat down with our lawyers and attendance, the brothers acknowledged the problems, but refused to write a single letter that would permit me to make changes. We have told you by telephone that you may go ahead and and alter the plans as we discussed, said their attorney. But the contract calls for a registered letter. If mister Cro does not have that, he's put in in Jeopardy said my counsel. That's your problem. It was... Oh almost if they were hoping I would fail. This was a peculiar attitude for them to take because the more successful to franchising, the more money they would make. My attorney gave up on the situation. I hired another and he quit too, saying I was plain crazy to continue under such conditions. He could not protect me if the Mcdonald's should close in on me. So I said, let him try, and I plunged ahead. So at this time, he's developing franchises, but he still has his day job selling multi mixtures. I do wanna say something that become apparent. I think if you read the book and throughout the podcast. He wasn't the easiest person to deal with. There's a lot of people that were... Entrepreneurs are were recovering on the podcast. I think almost every single 1 is heads strong. Maybe that's why they don't get just jobs like normal people, but you can get... Definitely get the sense that he was hard charging. And probably really hard to deal with. So I just wanna get that out of the way. So here's a little bit about his his schedule before he's able to do Mcdonald's full time. I would drive down to the plane, that's where those the first Mcdonald's stores each morning and help get the place ready to open. The jan would arrive at the same time that I did and that there was nothing else to be done, I'd help him. I've never been too proud to grab a mop or and clean up the restrooms. Even if I happen to be wearing a good suit. But usually, there were a lot of details to be taken care of in terms of ordering supplies and keeping the food operation going. So I could write out a detailed instructions for the manager. The manager's name's head. Ed came in about 10:00 in the morning to open the store at 11:00. I would leave my car at the store and walk the 3 or 4 blocks to the to the Northwestern station where I'd catch the 07:57 express train to Chicago and be in my office before 09:00. In the evenings, I would commute back to the store, back to the plane and walk over to the store. I was always eager to see it come into my view, my Mcdonald's, but sometimes that site pleased me a lot less than other times. Sometimes Ed would have had had forgotten to turn the sign on when Dust began to fall, and that made me furious. Or maybe the lot would have some litter on it that Ed said he hadn't had time to pick up. Those little things didn't seem to bother some people, but they were gross fronts to me. I'd get screaming rep mad and really let Ed have it. He took it in good part. I know he was concerned about these details as I was because he proved it in his own stores in later years, but perfection is very difficult to achieve and perfection was what I wanted in Mcdonald's. Everything else was secondary to me. So jumping a little bit of a ahead, 1 of the most important things ever happened to Mcdonald's is, Ray hires this guy named Harry Son bourne. And I wanna tell you a little about, Harry, and then I wanna tell you about the genius idea that changed with Mcdonald's forever. Yet, I had to admire the way he studied the legal and financial problems we were steaming into. He immersed himself in stacks of books and learn the ins and outs of contracts and financial new maneuvers, as well as the lawyers and the bankers, and that wasn't his trade. He had previously worked at, I think Gary Queen. 1 of the basic decisions, and this is, before I get into the Genius idea, Harry he came up with. This paragraph was really surprising to me. I think Actually really smart too. 1 of the basic decisions I made in this period affected the heart of my franchise system and how it would develop. It was the... It was that the corporation was not going to get involved in being a supplier for its operator. My belief was that I had to help the individual operator succeed in every way I could. His success would ensure my success, but I couldn't do that, and at the same time treat him as a customer. So what he's saying there's a lot of franchise ease or franchise. So they have you signed a franchise agreement, and then you have to buy the supplies needed from their franchise from them. He didn't do that. They would all buy from the same suppliers, but that supplier wouldn't be Mcdonald's, because he he wanted his franchise e to be to not be a customer of his, because then you might be optimizing for short term sales success instead of long term franchise success. I thought that was really really good idea. Especially this time where the whole reason we're covering Ray rock. It's not because, fast food restaurants are are that interesting, but the actual franchise system and the business model that he came up with and pioneered is interesting. And so, and he got hope with that from Harry, and this is gonna be 1 of the longer parts we cover. The biggest of these was the move that made possible, Mcdonald's dramatic growth. It started our evolution as a company whose business was developing restaurants and selling franchises to operate them. We agreed that we wanted a Mcdonald's to be more than just a name used by many different different people. We wanted to build a restaurant system that would be known for for food of consistently high quality and uniform methods of preparation. Our aim, of course was to ensure repeat business based on the systems reputation rather than the quality of a single store operator. This would require a continuing program of educating and assisting operators and a constant review of their performance. It would also require a full time program of research and development. I knew in my bones that the key to uniform uniform to uniformity would be in our ability to provide techniques of preparation that operators would accept because they were superior to methods they could dream up for themselves. But research and development and a staff to supervise the service operators... Effectively takes money. Remember at this time, he's only making 1.9 percent of franchisees gross sales, and he has to give up 0.5 of that to the Mcdonald's brother. So effectively, 1.4 percent. And they're selling hamburger is a time for 15 cents. Now It's not gonna get it done. So this is where they they changed the business model of what is known As Mcdonald's sit today. The experience of tasty freeze and dairy cream, 2 prominent franchising firms in the country at that time. So and our own sense of direction with the units in California led to the conclusion that the only practical way for Mcdonald's to grow as we envisioned would be for us to develop the restaurants ourselves. Being in the restaurant development business would mean that we could plan a strong system in which locations could be developed by Mcdonald's as part as an overall long range nationwide marketing program. That idea was exciting. It appealed to my salesman instinct because obviously, it would make the right to operate a Mcdonald's restaurant, far more valuable to a potential operator. Than if we were franchising only a name. So basically give them entire business as opposed to just a name. But building Dream consoles was 1 thing, actually getting into the restaurant development business was a seemingly insurmountable problem. Harry's solution. Their formation of franchise Realty corporation was to my mind a stroke of financing genius. And here's how they do it. Franchise realty was a supreme example of a guy putting his money where his mouth is. I did a lot of talking about the ideal way to develop Mcdonald's with the kind of quality and uniformity that would ensure our success. And when Harry came up with a way to make it possible I backed it by going into into hawk for everything I had. My house, my car, you name it. Talk about grinding it out. So he's saying he put every single asset and he he did as collateral to what they're about to do. I felt like Samsung with a fresh haircut, but that dream of what the company could be sustained me. We started franchise Realty Corporation with a thousand dollars paid in capital, and Harry Par that cash investment into something like a hundred and 70000000 dollars worth the real estate. Here's the genius part. His idea simply put was that we could in... We could induce a proper owned own property owner to lease us his land on a subordinate basis. That is he would take back a second mortgage so that we could go to a lending institution, and those early days of was a bank and arrange a first mortgage on the building. The landlord would sub subordinate his land to the building. I must admit that I was a bit skeptical. Why would A landlord wanna to do that, But I let Harry plunge ahead without interference. I believe that if you hire a man do a job, you ought to get out of the way and let him do it? If you doubt his ability, you shouldn't have hired him in the first place. I knew that Harry had school himself thoroughly in the fundamentals of leasing agreements. In addition to the volumes he poured over, he hired a consultant from Washington Dc, and an expert in real estate deals named Dreyfus. Harry brought this fellow Chicago and has spent a week talking to him for 300 dollars a day. June, who's working with them, afraid I was going to blow my top and throw Harry and his consultant both into the street, but that was the farthest thing for my mind. I know that you have to spend money to make money. And as far as I was concerned, Harry was simply doing the job I'd hired him to do. With 1 of the reasons his subordinate lease idea worked so well was that in the late fifties, we didn't have the proliferation of franchise operations and the fierce competition for commercial fringe property that developed in the course of the next 25 years. Another reason was that both Harry and I were pretty good salesman, and we could romance a property owner with a notion of earning at least a little something from his vacant land. This was the beginning of real income from Mcdonald's. Harry devised a formula for the monthly payments being made by our operators that paid our own mortgage and other expenses plus a profit. We received this set monthly minimum, of our a percentage of the volume the operator did, whichever was greater. After a time, we began realizing substantial revenues from this formula, and we could see that we were merely n around the edges of this huge hamburger frontier we were exploring. So that's that's exactly why you've probably heard this saying that Mcdonald's is in the real estate business, not the hamburger business. They found a way to finance our operations by being a realty company first. And then selling hamburgers on that land. So just jumping ahead, this is just a random little anecdote I liked. I'll just read it. June Martin believed, for example, that I once fired a member of our staff because he didn't wear the right kind of hat and dink and didn't keep his shoes sign shine. She was correct as far as it went. I didn't like those things about the man, but those weren't the reasons I fired him. I just knew that he wasn't right for us. He was prone to making mistakes. And the hat and shoes were merely symptoms of his sloppy way of thinking. When I read that, it made me think of 1 of my all time favorite quotes. I think it's attributed to Bruce lee, but it's really hard to tell that actually came from him or not. And it's how you do 1 thing is how you do all things. And it's something I just kinda remind myself. If I find myself slack or or making a lot of mistakes in 1 area, it usually means I'm not focused about everything I'm doing. And so it just reminds me to to take a look at everything I have going on. It's usually a sign. Like, this... Like he was saying. The fact that he didn't wear the same hat even though all of them were supposed to be in the same uniform or shining his shoes. Just means that he was sloppy. So that is that a reason to fire of no, but it's probably an indicator of something else that he's doing incorrectly as well. This part, I labeled 30 year, a 30 year overnight success. My years of experience in selling paper cups and multi mixer paid off because I knew exactly what hands held the strings I wanted to pull to get the jobs done. People have marvel at the fact that I didn't start Mcdonald's until I 52 years old and then I became a success overnight. But I was just like a lot of show business personalities who work away quietly at their craft for years. And then suddenly, get the right break and make it big. I was an overnight successful. Right, but 30 years is a long, long night. So some of this is just it's just random business of advice he has Pepper throughout the book. This 1 is, I have the note I wrote as good idea on why to focus on details over grand design. I always felt comfortable working with Fred Turner because he's a detail man like I am. There is a certain kind of mind that conceive new ideas as complete systems. With all their parts functioning. That sentence I would say describe Steve Jobs, who we covered on the podcast and Edwin Land, who we also covered on the podcast. I don't think in that grand design pattern. I work from the part to the whole and I don't move on to the large scale ideas and I've perfect the small details. To me, this is much more a much more flexible approach. For example, when I was starting Mcdonald's, my original purpose was to sell more more multi mixer. If I had fixed that in my mind as a master plan and worked toward that end, my system would have been far different and much small in a much smaller scale creation. Once in a while, I have great ideas strike me in the middle of night. Sweeping plans that I could see complete or so it seemed. But every time these things turned out in the clear light of the following days to be more fan than functional. And the reason usually was that some small but essential detail had been overlooked in my grand design. So at the risk of seeming of seemingly simplistic, I emphasize the importance of details. And here's his main point, you must perfect every fundamental of your business. If you expect it to perform well. Here's this random thought on competition. My attitude is that competition can try to steal my plans and copy my style, but they can't read my mind. So I'll leave them a mile and a half behind. So jumping a little bit ahead in the book. This entire time he has somewhat contempt relationship with Mcdonald's brothers, and now he's devi advising a plan to get to get out of a contract. And become the sole owner of Mcdonald's, which now, the reason the movie called Founders because he really is the founder of Mcdonald's. He wasn't the first 1 to start the Mcdonald's hamburger stan as Bernardino, but the actual Mcdonald's franchise system, which is what why the company is so valuable. He's the 1 that came up with that. So the most important item in my plans for the company was to end our relationship with Mcdonald's Brothers. This was partly for personal reasons. Mac and Dick were beginning to get on my nerves with their business game playing. For example, I'd had introduce them to my good friend and paper supplier, Lou Roman, and they would they began buying all their paper products from him too. They would come to Chicago and visit Lou and ask him to drive them around to see all the Mcdonald's locations in the area, which he did, but they would not come by corporate headquarters or even call me on the telephone. Lou would fill me in later on where they'd gone and what they had said. But the main reason I wanted to be done with the Mcdonald's was that their refuse refusal to alter any terms of our agreement was a drag on our development. They blamed their attorney for this lack of cooperation, and he and I were certainly at da points all the time. But whatever the reason I wanted to be free of their hold on me. I knew from conversations that I had with Lou Par and others that the Mcdonald's boys could be persuaded to sell. Max health had not been the best and Dick had expressed concern about that and talked about retiring. I wanted to help them retire, but I was afraid of what it might cost me. Harry and I had several long sessions hash out over the pros and cons of it. Deciding the best approach to take. Finally, we determined that we would hit them right between the eyes with it. Know you shi shelling. Which I no idea what that means. Because their Lawyer would only waste a lot of time bi about it. And we would come out at the same place in the end anyhow. So I called Dick Mcdonald and asked him to name their price. After a day or 2, he did, and I dropped the phone, my teeth and everything else. He asked me what that noise was, and I told him that was me jumping out of the twentieth floor of the building. They were asking 2700000.0 dollars. Well, we'd like to have a million dollars a piece after taxes, Ray? Dick explained. That's for all the rights, the name, the San Bernardino store and everything. You know, we feel we've earned it. We've been in business over 30 years working 7 days a week, weekend and week out. Very touching. But somehow I just couldn't seem to work up any tears of pity. This is really gonna take some financial wheel and dealing. I asked Harry to take a run at the 3 insurance companies that have lent us a million and a half dollars. We had to anyhow anyhow because they had first right of refusal on Mcdonald's borrowing for a period. But John Go said Paul revere life couldn't take any bigger bite than it had. So basically all of them said they couldn't do it. 3 strikes and we were out on the street looking for some Santa claus with a big bag full of money. I was feeling pretty low, and then Harry found our money man in New York. His name was John Bristol, and he was a financial adviser to Princeton university, Howard University, car Carnegie tech and the Ford Foundation as well as others. A total of 12 educational and charitable institutions. The deal we agreed on put a new wrinkle in American financial arrangements. But it was an extremely successful deal. So they get they get the money to buy out the Mcdonald's brothers. Here's the results. So these 12 institutions that lend them of money. They they nickname them the 12 apostles. It says it was an extremely successful deal. They made about 4 12000000 dollars on that deal. So the institutions made tons of money on it, but it was also a good deal for Ray, and here's why. Remember that we've been fork over 0.5 percent to the Mcdonald's brothers all along anyhow. The total cost of the transaction to about 14000000 dollars was peanuts compared to what the corporation earned in the years have followed by retaining that 0.5 percent instead of paying it to Mac and Dick Mcdonald. On on today's system wide sales of more than 3000000000 dollars. That 0.5 percent would be over 15000000 dollars a year. So the Mcdonald's brothers didn't sell out for 2700000.0 total, they could have been making 15000000 dollars a year and having to do nothing just sit back and collect. And this part of the book is just his random raised just thoughts on the effect of of, advertising. We had solved our supply problems in California and built more stores. Business gradually picked up, but it remained far lower than it should have been. In mid summer of 19 63, Nick Carr came to me with a proposal he had drafted for a television advertising campaign. The projected cost was a hundred and 80000 dollars, and he wanted to pay for by raising the price of hamburgers in our company owned stores, a penny. From 15 to 16 cents. Nick, this is a terrific plan I said, but we're not gonna raise the price. What I want you to do is go back to Chicago and present this to Harry Son bourne, make him come up with the money. I knew he'd be able to do it because the logic of his 1 page memo was irr. It demonstrated precisely how an ad campaign would repay its cost many times over. While failing to spend the money would cost us much more in the long run. Nick was successful, although Harry went along rather reluctant. The advertising campaign we we put together was a smash hit. It turned Californian into our parking lots as though blind folds had been removed from their eyes. And suddenly, they could see the golden arches. That was a big lesson for me in the effectiveness of television. And that's definitely something you still see with Mcdonald's today. They're 1 of the largest spend on advertising the world. Moving ahead a little bit in this book, this is a highlight of a passage that the note I left was this guy's a little nuts. Some people are bachelor's by nature. I am not. I guess I need to be married to feel complete. That's why I felt so hard for Jane. Her name was Jane Do Green. She was John Wayne Secretary. A mutual friend introduced us, and I was charmed by Jane's sweet disposition. We had dinner together the night after we met, and the next night, and the night after that. In fact, we had dinner together 5 nights in a row. I was enchanted. Within 2 weeks we were married. Okay. So this is when Mcdonald's is preparing for an Ipo. And there's also, Ray thoughts on the difference between decent centralization and centralization. He's a favor of decent centralization. The reason for going public in addition to raising capital for the company was to give us some funds ourselves. We had put this tremendous money gathering machine in motion, and it was running at a fantastic rate, but we hadn't been taking anything out. We were plowing it all back in. So it's not slow down the company's expansion. So Harry spent his days closet in meetings with bankers, brokers and lawyers. I was busy trying to our management structure. We had 637 stores now. And it was on an un unwilling to supervise them all from Chicago. It has always been my belief that authority should be placed at the lowest possible level. I wanted the man closest to the stores to be able to make decisions without seeking direction from headquarters. Harry didn't see things my way in this matter. He wanted tighter corporate controls, A more authoritarian posture. I maintained that authority should go with a job. Some wrong decisions may be made as a result, but that's the only way you can encourage strong people to grow in an organization, sit on them and they will be s. The best ones will go elsewhere. I knew that very well from my past experience with John Clark at the Lilly till tulip cup when you selling paper cups. I believe that less is more in the case of corporate management. For its size, Mcdonald's today is the most unstructured corporation I know, and I don't think you could find a happier, more secure, harder working group of executives anywhere. So that this disagreement, between Harry and Ray, it's the first of many, and it winds up leading to their dissolution of the third partnership. So they wanna going, they they had their initial public offering, and they went to market at 22 dollars and 50 cents a share. They become wealthier than they ever could have imagined. Something interesting was the the Mcdonald's Ipo was the first time that women were ever allowed on the floor of... The the stock exchange, the New York Stock exchange, and that was in July 19 66. Also, a little note about their performance. They... At this time, in 19 66, they were over doing over 200000000 dollars in sales, and they had served over 2000000000 customers at that time. So this is the end of a partnership. There's a cross you must bear if you intend to be head of a big corporation. You lose a lot of your friends on the way up. It's lonely on top. I never felt this so keenly as when Harry Son bourne and I had our final comfort... Confrontation, and he resigned. So they're having a disagreement because Ray always about expanding, and Harry is always about being more physically conservative. So finally, Harry put a moratorium on all new store development. No more construction. I was opposed to it. But when Luigi came into my office ringing his hands and complaining, I really couldn't give him any direction. Mister Cro, what am I gonna do he asked? I have 30 the 3 locations in the works, they all good ones. We can't afford to lose them. What shall I do? Tell them something vague, Luigi, string them along, I said, I'm going to Chicago and see what I can do. I was in our lac sail Street offices the next morning waiting for Harry. When he came in, we went at it, hammer and tongs. I forced the issue all the way, and the result was that he resigned. It was a hell of a mess, and I stew about it all the way back to California. Based on his employment agreement, he would be paid a hundred thousand dollars a year. Harry had a substantial chunk of Mcdonald's stock, but he was so certain that the company would go down the chute that when he left, he sold it all. And here's the result of that, But it's a shame because although the sale gave him a few million dollars at the time, the stock subsequently had a series of splits that made each share worth 10 times as much. Had he kept it, his stock would be worth over 100000000 dollars. So his lack of faith in us was very costly to him. So now at this point, Harry was his partner, 1 of the first few people that were hired and and built. When Mcdonald's only had 1 store, and now they have, you know, hundreds, and he's out. So raise running it by himself. He does this for a while. And after the Ipo, he let somebody else take over at Ceo. At last, I felt like a complete person. Now I told myself, I could take life a little easier and enjoy it. I was finished grinding it out. But business is not like painting a picture. You can't put a final brush stroke on it and then hanging on the wall and admire it. We have a slogan posted on the walls around Mcdonald's headquarters that says, nothing rec exceeds like success. Don't let it happen to us are you. I wasn't about to let it happen to me. Fred Turner, who was Fred the guy he named C, Ceo. Fred Turner was doing a fine job of running the company as I know he would, but there were lots of areas that needed my attention. In many corporations when the top guy moves up, it's to a figure head role. He becomes chairman of the board, not me. In fact, ray goes to work. Even after he has a stroke and he's in a wheelchair, he goes to work every day until he dies in his eighties. Skipping ahead, there's just just 1 part that I was thought interesting. I labeled it you can't always be right. Hell, if I had listened to the computers and did with they proposed with Mcdonald's, I'd have a store with a row of vending machines in it. You'd push some buttons and out would come your big mac shake and fries, all prepared automatically. We could do that. I'm sure, but we never will. They're actually putting in getting rid of cashier and I think like 15000 stores right now with automated kiosks. So maybe the foods not prepared automatically, but they're definitely, going diving head first into automation. Okay. So we're almost done. It's only a couple more parts I wanna highlight. At this part, I just thought this this maybe chuckle. He's extremely wealthy and you'll see, he wants to buy the San Diego Pad, the the Baseball team. Everyone, including my wife in the commissioner of Baseball was shocked when I grabbed the public address microphone at the Pod first home game in 19 74 and chewed out the players for putting on a rotten performance. The 40000 fans roar and the baseball for baseball writers went crazy. That moment had been building for good many weeks. Probably since I first asked Don Lu to begin negotiations to buy the team for me. So he's already at that... He was talking about that story came from after he bought the team. This is before he buys the team. Don called Buzz Bo, general manager of the club and told him that Ray K wanted to buy That's fine, Buzz said, who else is in the group? He is the group. There was a long skeptical silence, then Dodd then Don added. He owns 7000000 dollars of Mcdonald's common stock. Which is selling for about 55 dollars a share. So if you do the math, that's 385000000 dollars, and this is 19 74. This section, I wanna include because Although Mcdonald's is a massive success. People could think maybe everything you touch, it's gonna be successful. This is a list of all failures, which I thought was really interesting that you put at the end of the book. 1 time Harry, June and I invested in a beer garden restaurant on the south side of Chicago. That was a loser. I tried my hand with an idea for an elegant hamburger restaurant called Raymond. The corporation opened 2 of them. 1 in Beverly Hills, the other in Chicago. They didn't take hold, so I cut our losses and got out. 1 good day came of Raymond, it gave us the prototype for the in city Mcdonald's restaurant that are now growing growing so popular. Part of the problem with Raymond was my insistence on quality and a restricted kind of operation. Which kept the profit margin as thin as a skin on a hotdog. The same was true of a venture we started back in my California days. The Jane Do pie tree train chain. Hell of an idea, great pies too. In fact, they were so good we were growing broke selling them. I've also come up with some pretty big flops from Mcdonald's. Roast beef was another bust. We were pretty excited about it first, but roast beef is difficult for our kind of operation to deal with. It went well in a few stores, but it simply did not adapt to our system. We learned a lot about testing requirements in that roast beef fiasco, though. That's important because if you're willing to take big risks, and I always have been, you were bound to blow 1 once in a while. So when you strike out You should try to learn as much as you can from it. I think we probably found out enough about our own methods from the Roast beef experiment to more than make up for what we lost on it. So as he became really wealthy you gave a lot of money to charity and in the book they talk about, I think they've gave over 1000000000 dollars to Npr and other and other charities like the Ronald Donald House, Saint. Jude children's Hospital, stuff like that. But this this part I highlighted it was interesting. 1 thing I flat refused to give money to is the support of any college. I've been woo by some of the finest universities in the land, but I tell them they will not get a cent for me unless they put in a trade school. Our colleges are crowded with young people who are learning a lot about liberal arts and little about earning a living. There are too many ba and too few butcher. Educators get long faces when I talk like this and accused me of being anti intellectual. That's not quite right. I'm anti phony intellectual, and that's what many of them are. I include that part because I think that's... This book was written, you know, 20 what 30 years ago. Yeah. This book was written a few years before he died and you died in 19 84. So I put that in because I think it's it's true. It's very true today. When you look at the the rise of education costs, at least in the United States, and then the stag wages, and then you look at something like coding, programming, which you can learn in college, but it's also a trade could be taught as a trade school online with companies like treehouse. I I like the idea of trade schools. I like the idea of colleges preparing you for jobs that actually exist, and it was really interesting to hear him talk about this. So I wanna end here, and it's the best place to end, I think because it sums up what he thinks. It takes to be successful. The key element in these individual success stories and in Mcdonald's itself is not na or education. It's determination. This is expressed very well in my favorite h. Press on. Nothing in the world can take the place of persistence. Talent will not. Nothing is more common than unsuccessful men with talent. Genius will not. Un genius is almost a prove. Education will not. The world is full of educated der. Persistence and determination alone are. I don't think it's surprised that he's gonna care... He's gonna prioritize persistence into determination considering he... His... The name of his memoir is grinding it out. I definitely recommend, buying the book. It's a really fast read. I think it's, like 200 pages. I read it in like 2 days. And as you could see from the parts we highlighted, it's really plain language, easy to understand, and it goes into way more detail. As a reminder, these podcasts are not meant to be summaries. This is just to highlight the parts I found interesting, to give you some ideas and hopefully get you excited about reading because I do think reading more books and and less social media is important. If you find this podcast valuable, there's many ways you can support... You can support this podcast. You can leave 5 star reviews on itunes or anywhere else to show appears. You can tell your friends about it are linked to it on social media. Or you can sponsor to a the podcast directly by becoming a patron. And if you become a patron, you get every episode early, and you'll receive exclusive access to patron only episodes, which I... Every other episode I create is just for patrons only. I appreciate it. You make this show possible, and I will talk to you next week."
}