{
  "transcript": "You've gotta love to lose money. Hate to make money. Love to lose money. Hate to make money. But we are human beings. We love to make money, hate to lose money. So we must overcome that human ness about us. This is k paradox, repeated countless times by sage old Chicago trader named everett clip. And through which I first happened upon an investment approach, 1 that it I would quickly make my own. This is the roundabout approach. Indeed central to the very message of this book. Rather than pursue the direct route of immediate gain, we will seek the difficult and roundabout route of immediate loss. An intermediate step which beg gets an advantage for even greater potential gain. This is the age old strategy of the military general and of the entrepreneur. Because of its difficulty, it will remain the road least traveled. So contrary to our wiring and to our perception of time. And this is why it is ultimately so effective. To clip, time is not exogenous. But it is... But it an endogenous, primary factor of things. And patience, the most precious treasure. Indeed clip with a simple message that encapsulated how he survived and thrived for more than 5 decades in the perilous future markets of the Chicago board of trade. Okay. So that's an excerpt from the book that I wanna talk to you about today, which is the Dow of capital, Austrian investing in a distorted world by Mark Sp. Okay. So today is gonna be a little different. Normally, I try to focus just on, a biography, the, like, the life story of somebody that that founded a company. And this isn't really that, But it is, I think worth time because the the time to talk you about it because it's 1 of the most strange and unique books that have ever come across. So so much so that I've probably listened to the audiobook book by now probably 5 times. I was listening to a 30 to 45 minutes before I went to bed every day for quite a while. I think I've been working on this book for about 6 weeks, which is much longer than I normally do. And I'm still not I was little unsure 1 if I wanna do a podcast on it. Because I don't know if I fully understand everything the author is saying. And so it's a little... For lack of go word scary to talk about something where I don't even know if I'm grasping it, but I think that's that's, like, a an emotional response having that's important because it means like, the messages I've come across are are so distinct that I should spend the time. So just a fair warning. I hope this podcast is gonna be good. But it... This is... The the the thoughts and the ideas that Mark has or so far... They're so... Such, like, a, an outlier from normal people like, to way other people think that I don't even know if I can I'm smart enough to grasp. What he's saying completely yet. Even after devour and reading it twice and listening to it, at least 5 times. But I do I am going to try and, hopefully, you get value from that. And before Jump into the rest of the book, I wanna tell you about a little bit about Mark Sp na. And why I think it's worth that that we listen to him. First all, he's the founder of Universe universal fund, and he's widely known. If you're familiar with the work of Nas To lab, the author of the Black swan and T full by reminiscent, somebody I tell you, I've, you know, recommend all those books to people constantly because I think there's just really, really important to understand to it to survive in a very complex world like the 1 we live in. He he was... First of all, and I'll talk a little bit about that, once we get into the book, but Mark and the team used to be partners, Mark still is a practitioner of basically, his his hedge fund specializes in in tail risk hedging or or what Mark later calls in the book, central bank hedging. And so what that means is, undoubtedly, over the last few years, you've probably seen headlines such as, oh, hedge fund makes a billion dollars in a day. And if you click on that article and read it, it's usually this guy. Because he profits when there's like, missed price drawdown downs in the market, which happened. As he says, they're not even... They shouldn't called Black Swan because they're completely predictable. So I don't know how much of the today's podcast I, I'm gonna spend talking to you about that. But it is... He talks about that at at length in the book. So that's just a little bit about, know, that's a strange, you know, niche to carve out for yourself. It's strange way to make a living because it's so counterintuitive, Like, he he was just saying Clips Paradox. It goes against our wiring. It goes against our human ness. And I'm fascinated by people that arrive at vastly different conclusions in the rest of us that I can call them mis fits as you've heard outliers. What are you gonna call them? And so I think they're worth studying because, there's a value in not thinking, like everybody else does. So I just wanna tell you about... Because, you know, I I didn't know even though I'm familiar with Telus work. I didn't know who Mark sp nigga was until I actually saw a tweet from To le about a video that he tweeted out a a link that was a video of Mark talking about his approach to the market. And it was by watching that video. I started researching Sp that led me to this book. So anyways, let me jump jump into it because I think his ideas are interesting, and I just wanna share as many of them with you as possible. Alright. It says, at the outset, we must think of capital in a new way. As a verb, not a noun. Rather than an ina asset or piece of property, it constitutes an action, a means to an end. To build to advance to deploy the tools and instruments of a progressing economy. Indeed, capital is a process or a method or path, what the ancient Chinese is called the Dow. Capital has an temporal dimension it's positioning and it advantage at different points in the future is central. Time, this is such an important part of the book. Time defines it, shapes it, helps it and hinder it. Hinder it. So he's talking about capital. I would also say there, think about the time defining, shaping, helping and hindering the different stages of a business because that... He he's gotta talk a lot about entrepreneurship in the book. He talks a great deal about Henry Ford. In fact, before I decided to do the podcast the way Doing it today, I almost thought I could make this, like, another series, because I think I've done 2 or 3 books on henry 4 for the podcast. I think this... I could take out the highlights because he mentions ford in the book probably 50 times If not more. So I was thinking, Was maybe Just do a podcast on hundred and ford based on how Mark sees him. And then the more I try to digest the ideas and what Mark is trying to teach us. I'm like oh, you know what? No. Let me... These ideas need to stand on their own. But we are gonna talk a lot about for it today. Okay. So again, just think of capital, cap his tool for, building a business just happens to be money, but he does talk about the entrepreneur taking different resources in different stages, putting together in a way to serve the the end consumer. So you can think of the... When he says Capital, you can also think of business. As we think of capital in New way, we also must think of time in a new way. And as we engage in this process, our path will be the dow of capital. This path is notable and that it is exceedingly and purposefully circuit. That word the word or word roundabout, he's gonna mention that again, like, probably a hundred times in the book. That is his central message. And what I like about Marketing, because I feel like he was talking directly Me mean we when I was reading the book Sometimes I'm lost and like, wait. I think I kinda get it Like, I'm... You ever have that feeling where you're, like, the edge of an idea you kind of understanding, but it's not fully there. And then he's, like, listen, this is the main point and he says it over and iran. This is the central theme. This is the main point. Pay attention. And I feel like he was talking directly to me. Okay. So it says, The path is notable and it's in it's exceedingly purpose and its purpose fully circuit. The key word throughout this book is roundabout. In fact, he calls Henry ford the, quintessential round entrepreneur. And I'm gonna talk a lot about that. The going right in order to then go left that leads us first to the means, which are those strategic intermediate way points from which it becomes all the more possible and effective to arrive at the ultimate ends. As evident and ubiquitous as this process is all around us from the natural world of the Bore forest, which he talks a lot about. In fact, my favorite chapters in this book is all about. It's chapter 2. 1 of my chapters in the book chapter 2. It's an entire chapter on Con trees, and it's fascinating. Okay. So that's what he means by Bo Forrest to the business world of the entrepreneur. All too often, we fail to perceive it and a a good part of this book, it's also about the psychology. Of of human beings, which is he he seems to echo if you're familiar with dan Danny Con work. A lot of people read that book thinking fast as slow. A lot of entrepreneurs have read that book thinking fast as slow. He definitely talks about, you know, what is it about our human ness that causes us to to make these repeatable mistakes. They're repeatable so much that they're are predictable that we're gonna make them. Okay. So we fail to perceive it. We tend to see the destination, but somehow often missed the path. So we end up playing the wrong game. This is a lesson that runs deep throughout many areas of life strategic thinking and decision making. But this book is about investing and as such this is my focus. Though I hope to make the point clearly in these pages that investing is an innate human action, not distinct from others. That's a really important point. Nonetheless, investing is perhaps where the lesson is most acute. And again, you could you could substitute the word investing for entrepreneurship. Regardless of the different political structures and governments, entrepreneurship is a fun is an innate human action. Okay. Just keep going. Even Wall Street, that great sides show with its temporal constraints shack it to its urgent presence is blind to these mechanisms of the economy and can only chase the shadows of what is actually happening. The good news however is that these mechanisms are very simple at their core. So he's gonna reference some people that haven't heavily influenced him. I'm gonna skip over their names even though we might talk about some of them later, but these these people that he's influenced by establish a new way of thinking about capital as a roundabout means to a more productive end. That's why he calls what he does, Austrian investing. It comes from Austrian or the V Vie school of econ economics. Some of these people are like, Carl Meng, Ba. We're gonna talk a lot he talks lot about a lot of them. And so much, he mentions a bunch of books. Something I think is fascinating. So I always talk about this idea, or we talk about together this idea that books are the original links, daily to an idea from idea to idea to from person to person. Right? And I think 1 of the best things you could do is if you admire somebody, whether the work they do or the the way they think. Try to study the people that they admire. And then that'll lead you to the people that they admire as well, and it kinda builds out this tree. You kind of understand why that person made the decisions they make. If you see it as, like, a part of a whole. So the classic example used of the podcast is it's really hard to understand and steve jobs, and if without understanding Edwin Land. And then you see the people that that influence I would Land. So same thing, with this book, he's... Now because he's he's mentioned all these other books that that kind of, contributed to the what he thinks. I've added probably. I don't know. 5 or 6 other books to my Q and Amazon now that I have to... Don't have to buy and eventually work my way through. Because I do think this is a... This might... We'll have to see because time is the best filter, but I have a feeling This is gonna make it in in 1 of the most 10 important books that I've that I've read so far. And it not... I'm not trying to, like, rank books. It just just some that that grab you and kinda, like, shift your worldview view. To le work that I previously mentioned being in that collection as well. Okay. But what we'll just have to see. Alright. So the... Okay. Indeed, in the roundabout, we find a pillar strategic thought that goes back some 25 centuries. To ancient China and the Da who in their concept of rev aversion saw everything as as emerging from and as a result of its opposite, so hard from soft, advancing from retreating. From these routes, both Eastern and Western, so we spend a good amount of time talking about what do you learned from the East, so we just already mentioned China and dallas. A few times and then the West, which comes from mainly Vienna. We learn to inter temporal across slices of time. Never focusing solely on the objective of our desire. In pursuit of means, we assume a whole depth of a whole new depth of field. The great strategist of the world did not need to be taught to train their attention on the means of their later advantages. The Qui quintessential round entrepreneur, Henry Ford knew it in his gut. So I just wanna say, like if you're... If we're a few minutes of the podcast. If you're a little confused, just hold on because I was extremely confused too as I'm reading the book because... I'll get... I'm gonna... There's gonna be 2 stories. I'm gonna tell you. What about Robinson Cri and 1 about Henry ford it. And I... It'll crystallize what he's saying here. But before I can't just jump right there. I think you have to understand some of his ideas first, and then we're gonna see how other people in history, 1 fictional 1 not applied that, and it it'll it'll sink in. I promise. Okay. The reason I'm reading this part to the the part I just read is it's really important to understand that these are not new ideas. They may not common ideas, but they're certainly not new. And then here is just a 1 sentence his main point. The whole point of my approach to investing is that we must be willing to adopt the indirect route to achieve our goals. So he talks about the next... The... On the next page, I'd have to know for to myself it says, our nature fails us and this applies to many domains. Because of the quirks of our human eager for the in for the immediate reward, we are fore that what seems easy and straightforward is deceptive so. The roundabout is in practice a counter path. Of acquiring later stage advantage through an earlier stage disadvantage near... And this is nearly impossible to follow. The reason it's impossible to follow because we we like the... What he's just saying. We focus on the immediate reward. So you have to overcome part of K paradox, which is a mentor and we're go more into clip clip earlier later, is the fact that you have to overcome your human ness. Okay. So now we're still... He says, I invite you into my process. Not with a plug in play strategy, but more importantly, with a way of thinking that can be applied to investing and indeed many other important activities in life in which 1 must choose wisely across across slices of time. So it's not to jeopardize our bankrupt opportunities, often better ones that arise later. That is a hugely important point. Okay? So he's like I'm not giving you a plug and play strategy. You have to understand that this is, a, way of thinking and you need to apply it to whatever it is that you're doing. Just understand that you have to... You cannot focus on the immediate time, like, this whole idea. He criticize. It's like, live in the moment. He's like, no, time doesn't just exist in the moment. What happened in the past is important what happens in the future is important. You have to be able to navigate and to think across all different dimensions of time. Now this is gonna sound a little funny, but this also applies to other domain. So, although so I grew up loving Hip hop. Right? And I still listen to it to this day, although I'd not, like, the new new stuff mainly, like, the people that can tell stories and stuff like that. So although I listen a way less music now because, you know, podcast podcasts and audio books and other things and having a child and being married and all other this stuff oc more of my time. There are certain people that I've learned a lot from. And this is funny because this talks about, hey, think about time costs he usually the word slices of time. Right? And you don't wanna jeopardize our bankrupt opportunities, often better ones that arise later. Well, 1 of my favorite Hip hop artists, is jay z. He released an album called 444, of like, probably a year or 2 ago, and he has in the store in on the album has a song called the story of O. And he's... And he he's basically telling this... This exact an example of this. Right? In that song, he's like, listen, you know, 10 years ago whenever it was. I forgot the time frame. He's, like, I could've have bought this building in this neighborhood I lived in in Dumb Brooklyn. I don't even know if he lived, buddy. In Dumb Brooklyn, for 2000000 dollars. Right? Today, I did he so he's saying I didn't. Instead, I spent the money on cars. He talked about, hey, he spent the money and dumb on dumps stuff. Exactly what the he he he embraced his human ness. Right? He spent it on cars going out jewelry, immediate returns. Right? So instead of spending a 2 minute 2000000 dollars and investing it for a later return, right, overcoming his human, he gave in and he sq it. And now he says that building is now worth 25000000. And he has a line song he says Guess how I'm feeling. Dumb. Jay z is is echoing and that song, the same exact message that Mark bi saying. That you must choose wisely across slices of time, so you don't jeopardize our bankrupt opportunities often better ones that are arise later. So this is not... Like I said, this is not really a biography of his life, but it does... He he is gonna tell us a little bit about is, like, his early working career, and it's more accurately, categorize like a synthesis of the lessons that he's learned to His life that he applies to his work. So I think that's equally as valuable. So this is how he finds his life work. His what his life's work. My exposure to investing came quite by accident. As a 16 year old, I tagged along with my father when he paid a visit to his good friend. The guy was a corn futures trader, and we've already met him His name is Everett K at the Chicago board of trait. And he talks about what he saw there. He says, I was memorized. Me. Sorry. It reminded me of watching a flock of birds, a cloud of of countless individual parts appearing as a single fuzzy organism, seemingly resting, hovering in mid air until something unseen starts to ripple through, like a pulse of energy causing a sun jolt turn and a an a burst of speed. In an instant, I wanted nothing more than to be a pit trader. After that faithful trip, I became obsessed with the grain futures markets. Price charts soon line my bedroom walls. From then on, whenever I would see clip, I always pepper him with questions. On price trends, whole world grain supplies, Soviet demand, Midwest weather patterns. Basically on where the markets were headed. Now this... His response is very, like, it's gonna be surprising. His response was always a variation on The market is a completely subjective thing. It can do anything, and it is always right, yet always wrong. His object is staying for data and information left me be bermuda even skeptical of the stubborn old Chicago grain man with his gravel voice ever speaking and Fortune cookie prose. How could he done so well as a spec without knowing or even carrying where the market was heading? How could it be that the guy who knows where the market is heading? Oh, sorry this... I'm sorry. Let me back up. This is a quote from, from everett here. Guys who know where the market is heading are no longer at the board of trade. They are either retired or broke, and I can't think of any that I retired. This was classic clip. This is also Cookie Fortune Pros. Right? If trading wasn't about predicting price movements, then what was it all about? The answer which took this teenager some to understand was the edge to pit training, trading was in the order flow. And in the discipline, it was in a patient response to someone else's in patients. Someone else's urgency. So this is another example something I always bring up that there's a very big difference between people that are good in school and people that are good at life. Now sometimes they overlap. Sometimes you could be good at both, But a lot of times they don't, which is why you see so many of the entrepreneurs and company builders on the feature of this podcast, well either have never had any school or they dropped out at eighth grade or whatever the case was. They're they're never academics. But they do know people and they do know human nature, and that is way way way more important to succeed in life, which is... And clipping example of that. So it says, he's basically saying, I don't need to know what the Midwest weather patterns are. Yeah. So he says the edge was a process, an intermediate step to gain an advantage rather than any direct analytical acumen, or information, and its monetization required time. Okay. When it came to time to ask K what to studying college to best prepare me for a career in the bond pit, he advised anything that won't make you think you know too much. That's really interesting advice. At age 22, I became its youngest trader. So he starts going to work under the tu of ever clip. So I'm I'm not gonna go too much into the actual mechanic. I will, actually, there's a few paragraphs I'll share with you that Go into the actual mechanics of what marked us for a living. But think of it very much, if you ever read the big short by Michael Lewis, who I was talking about ad nausea. It's very similar much to that. He buys out of the money options, most of the next... For rather for not too much money, most expire and wind up being worthless, every so often, they have a massive massive asymmetric payoff. Okay? So everett it's doing something very similar in grain trading. Many small immediate losses, delayed gratification and then a big win. That's how to think about it. In patients and intolerance for many such small losses as well as urgency for immediate profits, clip believed dealt a death blow to traders, and this is such an important sentence, an easy and common 1. Meaning that that people grabbed onto to it because it was easy and then their demise was was happened all time it was so common. So again, it's human nature does not change. It's it's the same people coming and going making the same dumb mistakes, not learning. Okay. So people naturally fall victim to these tendencies and thus do the opposite of clips approach. We sweat through large losses and take small profits quickly. Going for the immediate gain feels so right. While taking the immediate loss feels so wrong. The pressing need for consistent and immediate profits is hardwired into our brains. We humans have a shallow depth of field. Okay. So clip, mark, other, other traders that that uses method are doing the opposite. They're taking a bunch of tiny losses. They may make no money. For 5 years. 10 years what a case. But when they do when they have the large gain, it's usually enough the enough money to last a lifetime. So it's the opposite of how most of us think about about, making money. And we're gonna see how the applies to building businesses soon. Don't don't don't Don't give up on me yet. Okay. I always find this this very interesting, and I ordered this book because now this is, like, the tenth person that's recommended it. But I like this idea. I told you before about when you have conversations with people design your conversation with street. So instead of, hey, tell me some of your favorite book say, if you wanna only read 1 book, what is that? Or in the case of Mark, if he can only tell his kids to read 1 book, which is even better, what would that be? And, you know, supplies. If you can only visit 1 city for the rest your life where it what would it be If you wanna listen to 1 album. What would it be? This forces forces people to really think about the question, and then therefore it reveals the way they think. Okay It says, I discovered a book by Henry Has titled econ... Economics in 1 lesson. And if I'm able to get my children to read only 1 economics text in their lifetime, God forbid, it would be has. Economics in 1 lesson is an expansion on the essay, that which is seen and that which is not seen. By nineteenth century French economist Frederick Ba. I would swap the words econ economics with investing. The whole of economics can be reduced to a single lesson and that lesson can be reduced to a single sentence. The art of economics consistent looking not merely at the immediate, but at the longer effects of any act or policy. The closing verse of Has book was an au suspicious directive The reader who aims at a thorough understanding and feels prepared for it should next read human action by Ludwig von missus vice missus. It's funny. It's still even after listening things to the audio 20 many times, I'm not gonna be able pronounce anything. It just does not register my brain. I also, have this book on my q now too because the kind of... This mark is telling us, hey, This is the the human action book. It's... Was, like, fundamental to to how he thinks about his business and coming coming across that. Oh, let me back up. So this human action book. He gets it on tape, and he's driving every day to the Chicago board of trade as a young trader, and he's listening to it over. And over and over and over and over again. So the point where tape. I some of you might be listening to, maybe be too young to remember this, but there's used be things things called cassette tape. They had... You you'd put them into your car, and or you'd play in a boom box wherever a Walk man. And eventually, you could play it so many times that the tape would either get tangled or just stop working. Okay. So it says, he calls a lecture, but a book. Lecture. His... Missus Mis Mis. That's how you pronounce it. Mis is lecture concluded. I immediately started over and over again. Mis worldview, the aim of which was the removal of future une ea, says acting out was to relieve talking about the patients of human beings here. Acting was to relieve our ins imp and the pains caused by waiting. And overcoming this natural urge was the necessary key to productivity or what we're gonna call round production. Which is the harvesting of the physically more abundant fruits of production processes consuming more time and thus the significant role but role played by taking account of waiting time. This was eclipse paradox writ large on the grandest scale. So again, in imp and the pains caused by waiting. Think about Mark's Markets day to day. Most of his day, he loses a small amount of money as his options expire. And he might be waiting for 2 years for 3 years for 5 years, whatever it is, and then boom, huge payoff. That is not... Again, he has asked it's the pain. I like how they use that word. In imp in the pain caused by waiting. And you can see this in in inhuman nature on a smaller scale, just go anywhere, like, where there's a line. Where you're at a theme park, grocery store. Anywhere is a line and you immediately see that how humans react to the pain of waiting, they'll pick up and the immediately try to distract So Was usually with a a cell phone, a smartphone. I see this sometimes I walk to go pick up my daughter from school, and I'll pass a long line of cars, and the to a... To every single 1 without exception. Let's say I pass 30 cars, every single they're waiting maybe 05:10, 15 minutes for their child to come out. They're not looking ahead. They're not looking around. They're they're neck down looking at their phone. So he's still... Oh, this is important. So he's talking about Clips lectures. I'll tell you my note after. Says Clips lectures to me as a teenager were spot on. And ever searching for and finding a new state of rest. This is a a weird thoughts. So hopefully, I might have to read it twice. And ever searching for and finding a new state of rest, the market was always intermittently and provisional write in and correcting an error, though, in never arriving at a final state of rest and in never achieving a synchronized balance in all orders for me, it was always wrong. And the greater the imbalance the more wrong it was, so that's what Clip meant by saying the the market is always right and it's always wrong. This, the note of myself. This phenomenon is also why it is always possible to start new successful companies because of this imbalance, The opportunity is always there. You just have to find it. Okay. So after his while a trader, he starts with own company, and he's in set of... Now he's gonna focus on option trading, which is what he does this day. He says, I joined the seam to 11 in 19 99 as he was launching Per Capital, a mutually obvious relationship from our shared... Pit trading background and shared view on the on the certainty of an eventual collapse in the then bubbly Us stock market. And to this day, there's no 1 with whom I enjoy, I more enjoy benefit from spa about tails. We called ourselves crisis hunters. We were indeed the first formalized tail protection firm ever. See that that's also the importance of of just not copying what everybody else is doing of thinking for yourself in finding your own niche. Okay. So it says, we... Which we duly snagged in the 2000 equity collapse. We parted ways in 2005, and I went on to form my own investment firm, universe investments. Moving beyond the basic mandate at Imp. After I started and the team joined me again, but in a strictly hands off passive capacity. So he's just an adviser to the fund. The real... So says... And then most people call him say he's, like, a black swan hunter, but He has a different view on Black swan. He says the real black swan problem of stock stock market bus is not about a remote event that is considered foreseeable. That's how most people see them. Right? It is rather about a foreseeable event that is considered remote. Interesting how the the definition... The understanding of the definition changes when you just switch switch the order, which I've spent the bulk of my career exploiting. Okay. So now I'm gonna get into a quick metaphor that explains the message of the book. So first he says and this is something I agree with. Nature is our greatest teacher. Indeed, a major theme inseparable from the totality of its message is to observe and learn from nature. And mainly, the the fact that because nature existed for a much longer time period than humans. That's why you learned from them. And 1 of the reasons join from them this I should say. And so although my favorite... I'm in, the favorite my favorite... 1 of my favorite chapters of the book, I'm not gonna talk too much about it because you have to read the whole chapter in hold, but this is, like, a 1 paragraph I would say summary. It gives you a good idea. It says, we looked to the con tree and it's logic of growth, and we learn from 1 of the truly great success stories of natural history. Through its adaptive strategy that has allowed it to survive over hundreds of millions of years. Estimated about 300000000 years. The patient and persistent con teaches us that it is far better to avoid direct head on competition for scarce resources, and instead to pursue the roundabout path toward an intermediate step that leads to its eventual position of advantage. So it's much better to just be different than to compete with everybody else. Okay. So this whole idea, this is something he's... This set this this paragraph is important. The point is not to go so to stay slow. It's to go slow now, so you can go faster later. And he says, some kind of compared the roundabout strategy of the con. That's exactly how they spread their seats and I can continue to to grow and survive As just says, some have compare this randomized strategy the con to the to the old fable, the race between the the tortoise and the hair. But it is really and he's saying that's that's a misunderstanding of what the con are doing. He's saying, but is really a refined version. Call it the tortoise that morph into a hair. In our fable, the tortoise doesn't remain slow, but rather builds his strength and gradually accelerates that is the strategy of the con. And now he explicitly states, like, this is the main point in how it applies entrepreneurship. So it says the gospel of this book is the strategic position advantage gain in the roundabout way. In the relation of indirect means and conditions to ultimate ends and consequences. That is in intentionally and counter intuitively going right in order to go left rather than taking the direct route, what he also calls the false shortcut. Saying like, the most of the greatest opportunities in the world do not they're unavailable to people that just goes the the straight path. You have to go to the roundabout path. And, so I'll give you an example of a modern day at the very end of the podcast, who utilizes this, and you'll... I think it'll, enhance your understanding what he's saying here. Like, the idea that... Oh, no. Like, you don't understand. To get to the very best opportunities you have to do this even though most people will never do it. It's very counterintuitive. Says Un way, so he uses a ton of non english work, words, I think he speaks like Germany, may speak can finish or you just a lot of them. So 1 of these is Un. It's... But this 1 is important because Un is it's a staying for the roundabout path of the of of the entrepreneur. So it says Un is a lowly and mundane term. Which disguise its philosophical and practical significance. It translates literally as D to indirect or roundabout route. So now let's go into his the how this applies to entrepreneurship. So too is the path of book, spanning miles and millennia, mil and economist, con and entrepreneurs. Circuit yet calculated in our attended direction. That's why I mean, you kinda read the whole book because he's he's thinking around path as he to explain his idea in his writing too. But this is important... 1 important part. By exploring universal, strategic thinking, we build a structure of understanding from many sources and thus mimic how capitalists layer their tools in intermediate stages of productions. The protagonist of the Austrian narrative is the entrepreneur who assembles the necessary inputs the factors of production into a temporal capital structure. So that means over time. Capital accumulation is a sequential production process accomplished through stages to produce final consumer goods more efficiently and time for when they will be demanded. The constantly stocked strategic advantage toward the ultimate end of satisfying the consumer. I love that he... Not even talking about the end being the final factor form of the product. But that... Because that's in his own thinking, like, that should more of a means than an end. The end is the final satisfying consumer. So think about how much you might love your smartphone. Like, iphones are great. Right? That that could be thinking, Okay. Think about all the different materials and all the different supply chains and different processes Apple has to get, including the software and the operating system and everything else to get it into its final form, But that's not where it stops. It stops when you're actually consuming it when you're using the device. You've given them the money already, but then after you open it after you start using it, and the the end result is that you... For any successful business is the consumer should be satisfied. I like that idea. Okay. So now this is a good... I'm gonna read a good good amount here. This is the story. That finally made round production click for me. Okay? This says roundabout production. It is important to understand that the that roundabout production is not simply about having production take longer. It's not just indirect for the sake of it. Taking the roundabout route is not the the same as merely taking more time. There is no advantage or virtue in delays, procrastination, mean are going out of one's way for no reason. 1 of masses the tools of one's trade, the intermediate goods that will add efficiency and efficiency to the pursuit. The result of which is realized in the future. That roundabout methods lead to greater results than direct methods is 1 is the is 1 of the most important and fundamental propositions in the whole theory of production. It's kinda what I was just mentioning how even though most people take the direct route the greatest opportunities in life, and in business, have... Can... You can only arrive at by taking the roundabout way. To illustrate, he's gonna give an example of the parable of the ship rep ship rec Robinson K. And so this is like, the most simplest way to to outline his idea because it's the literally a 1 man economy. Okay. So K very survival. In case you don't know. It's fictional character. He's stranded a desert Island. So he needs to survive. K very survival depends on him moving beyond the hand to mouth, direct satisfaction of his needs to become ever more roundabout. K first priorities are the basics of life. To obtain food, he begins with the most primitive of approaches. He goes after what he needs with his hands. Standing in water, K tries to snatch fish as they swim by. But these slippery and fast moving creatures are hard to catch. And so he upgrades his approach with a primitive tool, his first attempt at an intermediate good. A branch that he shapes into a spear. Although he misses frequently, he manages to catch 5 fish a day. But when the last bone is pick clean, he must he must rest up for another day of labor. Thus Cr quan is how to catch the same amount of fish in less time and with less labor. Are a greater number of fish in the same amount of time. The answer to both is to become more roundabout. The problem, however, is that even with his spear, K spends so much time trying to catch 5 fish for the day, that the only way he can invest in better tools, I think of these as improved intermediate goods is to cut back on current production. In other words, he has to save some of his effort instead of expanding and all in catching fish. This requires him to decrease his fishing time and catch perhaps only 3 a day, which means he's going to be hungry. So he can spend the remainder of his day making a simple boat and a fishing net. The process takes weeks. All the while K fore goes full satisfaction of his current wants, which is a stomach full of fish, so that he can position himself for future advantage with the intermediate goods of a boat in net. Hungry, he labor upstream for more fish downstream. Putting it in economic terms, he makes use of his meager surplus time now in order to create more a more productive means for later. This is a way that word I was talking about. K ultimately catches more fish by first catching fewer fish by focusing his efforts in the immediate toward indirect means, not ends. It is highly strategic yielding or losing now to realize an advantage in the future. So so K says Hopes that more... That this more than justifies the setback and waiting to be paid for the fruits of 1 labor, Le one's labor and investment. If indeed, there is ever as a payoff. Entrepreneur ventures naturally do not come with any guarantees of feasibility or profitability. It's an important state statement. Now, So we have Cr. He's hungry. He's catching 5 fish a day. But at the of the day, he's gotta do the exact same thing tomorrow. He's not making any progress. He's only able to focus on his immediate needs. He takes what 2 months off whatever the time frame was, builds this, builds a boat, gets the tools gets a net and his idea is like, hey, I'm gonna starve a little bit now, but this is going to make me yield greater results in the future. That is the literal definition of the roundabout process. Okay? And here's the result. At last, the boat and net already. The Hungry Cr takes to the water and in less than 2 hours catches 5 fish. Now with his daily needs met, he can invest in other roundabout production, such as, in addition to repairing his boat net, a rack for drying fish and eva sea water to collect salt to preserve them, etcetera, etcetera. Sun so has an exceedingly efficient fishing operation, Catching far more fish than he can consume and accumulating a stockpile of protein for his diet, and equivalent a stockpile of time for replacing and creating even more capital goods. As K shows us, entrepreneurs is engaging in roundabout production must contemplate the basic considerations of how long it takes, what it costs how many resources must be invested to get increased output and how long 1 has to wait for a payback. Okay. So now we understand it looks with a 1 person economy. Let's jump up to Henry Ford and see how Henry Ford applied roundabout production to yield greater returns in the future. And in doing so 1 of the he was 1 of the only car manufacturers at the time to be able to to to be able to actually reap those benefits. If not the... I'm probably the only 1 actually. Okay. So, this is Henry Ford as a quintessential roundabout entrepreneur. Here we recognize him meaning for the embodiment of the Roundabout entrepreneur who created a new paradigm of production, the assembly line. As the culmination of vertical integration that depicts the improved efficiency and productivity gained by spanning factories and power plants to turn coal, iron ore and steel into automobiles. He is the Qui quintessential round entrepreneur in the Austrian tradition. So it says he wrote his book, which I had just ordered. I didn't even... I missed. I don't know how I missed this. But he wrote a book in 19 26 called today and tomorrow. And this is, quote forward. The time element in manufacturing stretches from the moment the raw material is separated from the Earth. To the moment, the finished product is delivered to the ultimate consumer. The Austrians described what the undertake knows in his gut. He didn't... That that that was not a quote from him. That's that's Sparked branding, obviously. Ford Held similar Austrian views on such things as prophets as a source of productive capital that must be reinvest to the ultimate benefit of consumers and a loa thing for the actual operation of the banking and monetary system, which he famously said if people understood did be a revolution before tomorrow morning. Alright. Ford had a natural fast fascination for all things mechanical. As a boy, he fashioned for himself a set of tools with which to repair watches. Perhaps foreshadowing the entrepreneur who would invest in a tremendous amount of time and effort to assemble the tool of production in order to approve speed, efficiency and output in his manufacturing processes later. His obsession with the horse carriage intensified. By 18 92, he had built his first motor car. By the time Ford built a second car, he had already faced a competitive market. In 19 86, Ford sold his car and liked the roundabout entrepreneur he wasn't at heart, invested the proceeds in in research and development. Indeed, over the course of his lifetime, Ford Motor company would not have prosper had the founder not committed to continuous long term investment in improvements and roundabout production. Although his name is synonymous with automotive manufacturing and entrepreneurial success, Ford failed in his first 2 ventures. Some of the greatest entrepreneurs have suffered such setbacks. Often these experiences pave the roundabout routes to crazy and obsessive goals. Ford's its true vision, which sometimes put him at odds with his business partners was not to make roadster for the rich but to produce modest, reliable, high quality cars for working people of more modest means, such as the iconic model t. The model t was introduced in 19 o 8 to an enthusiastic public that just a few years before did not even know they crave cars. As Ford once said, if I'd ask people what they wanted they would have said faster horses. Led by Ford's vision, the company made the roundabout transition from assembler to manufacturer in every process along the way in order to reduce costs gain more control over supplies and eliminate unnecessary inventory. Thus making huge gains and efficiency and innovation. So when you talk about there, If you remember from some of the previous podcast I did on forward. They used to just, like, kinda like handmade make cars in this, like, big warehouse. So supplies would come in 1 end and out the other end would, come a car. This obviously took way more time and way more labor than, what it he eventually makes is like a fully vertically integrated, system that winds up producing cars in mere minutes, and we're gonna get into that, which because that's an illustration of the roundabout process. And the benefits that you derive from that process in the future. It says, the decision was driven by economics with with mass production Ford could make parts at a lower cost and more quickly than buying them from suppliers. The flagship for his round production was the river rouge plant. Which included a port, a shipyard, steel making a foundry, a body making plant, a saw, rubber processing, a seam plant, a power plant and an assembly plant. It was the epitome of ground production. Which at the outset literally consumes time and requires great capital expenditures to be in ford's words turn back into the business so that it may be so that it may be still better fitted to serve and in part passed on to the purchasers, the customers. The roundabout paradox is that the process of becoming more secure takes a tremendous amount of time during which there's is little to show for the sacrifice. But at the end... But the at the end results in significant time savings. Like the con, it is slow at the start so that it can accelerate at the end. So all of his... He he's building cars basically, let's call it handmade for lack of a better term before this, and his competitors are building cars handmade. Where's your advantage? Ford realizes that takes a step back, looks like he's making going backwards are making no progress. Why is and for going immediate profits that other car makers are are getting to to build the system because he knows that this system is going to give him an advantage that the other people that are taking direct routes and not to the roundabout route cannot match in the future. That's a... That that... When I got to this part on Florida, would Mark's ideas really started sinking in for me. Okay. So, after showing extraordinary patients during the building of the roundabout production processes, Once it was in place, ford switched gears temporarily and became obsessed with timing the car making pro production process to see how he can make it faster. And, so now we're gonna see. Remember, if you talk Mark usually the example. He's like, listen... It's not about the tortoise wrist of hair. It's about the tortoise turning into the hair, and going faster. So we're gonna see that. Annual output of model t rose from 500000 vehicles in 19 16 to 1000000 in 19 21, Right? So double amount 5 years later to 2000000 a year later. So the the rate of growth is accelerating. He now has an advantage that his competitors can never could never match. Now, eventually, we always obviously cc see... This is at the beginning of an industry. Right? Now I think, almost all car manufacturers used relatively similar, like, means of production. So it's not like these advantages last forever. And he talks about this. So he says, my notice if it were easy everyone would do it something remind myself constantly. It says if if roundabout were easing then everyone would do it and no doubt, the strategic advantage derived from it would be eliminated all together. So what at once was rare and a novelty has kind of been, you know, hundred years later, kind par for the course in in the automobile industry. But, again, could be applied to, any craft that you're doing. Oh, so this is more about the psychology, the the reason why, you know, the... Once you're explaining these ideas, they make sense, but why you not? Why are they so rare? And this reminds me of... I always talk about, when, the founder was No Nolan Bush now, he hired, like, a 19 year old... Steve jobs. He said, you know, Steve jobs had 1 speed go. And I think having that 1 speed is how you overcome short term, self d diluting procrastination. So it says, this... Now we're we're skipping ahead in the book, talking about, you know, why why are people so focused on the immediate. This pattern, present in all of us and distorted to extreme and even dangerous levels in the case of addictions. Is to be impatient now all the while holding fast to the self delusion of being able to be patient later. And, of course, when later becomes now, we are just as impatient. We're just playing a mind game on ourselves. We expect to act very differently through time than we actually do, predictably throwing a wrench in our best laid plans. We always wanna do something a bit onerous that will shower us with long term benefits but we never wanna do it today. So the last 2 chapters of the book are about... He... The first 10 chapters are all about this idea. And the last 2 is how he applies it in his own practice. So I'm gonna focus on now. So he... Like I said before, he uses options. That... That's his his tool. So it says the real black swan problem of stock market bus. Is not about a remote event that is considered un foreseeable. Remember, he repeats himself a lot, but that's not a bad thing. I actually think it's really smart because it's, like, you have to constantly remind yourself. If you look at, think about your memory, not so much as, like, a video recorder, but as, like, a process that takes photographs. A lot of stuff is left out. Therefore, the need to reread or re listen to or rethink about things that that are important to you. Rather is about a foreseeable event that is considered remote. So I've already read that to you. The vast majority of market participants fail to expect which should be in reality, perfectly expected events. That's a part partially what he built his business on. If the market perceives or prices a large loss in the stock market as very unlikely, even when such perception and pricing are un unwanted, obviously, tremendous opportunity exists. That's how you get these headlines where he makes a billion dollars in a day. It's not necessarily he made a billion dollars in today, he made waited 3 years for that, but he reap all the benefits in 1 day. Even if only to protect a portfolio against such delete losses. So he also I think a lot of people invest with them because they look at as, like, a form of insurance. So he says, I moved from the comment I was in the previous chapters to the practitioner. Tail hedging is at the center of what I practice in my investment partnerships. However, while this is something of a glimpse to what I do in my funds, my actual approach is for more nuanced. As it is far beyond the scope and intention of this book. It bears repeating. I am not telling anyone to run out and do this as described, even the very generic version of tail hedging is very hard. And involves options that are very ill liquid, which makes pricing and taking profits very difficult. It is meant to serve as a case study to demonstrate Austrian tools and the application of the roundabout approach through the conditional historical outperform generated by adding extremely out of the money options to the S and p composite index. Let me just read this part to you in case, you know, not options... Not everybody knows what they are. So it says to begin with a little basic knowledge for readers who are not familiar with options. A put is a derivative instrument that gives the hold of the right, but not the obligation to take the to take a short position in the underlying security at the strike place. Strike price. Example, an equity index such as the S and P composite. With tail hedging, the puts involved are necessarily by definition extremely far out of the money, meaning, the strike price at which they become sizable is very far below the current market price, meaning they're not, they don't think it's a I think it's a remote possibility, and he's saying fundamentally these things are mis priced, and that's how Make my money. Each month, and then he talks about some some way in which he organized organizes some of his funds. He says each month, the portfolio spends 1 half of 1 percent on puts, and the remaining 99.5 percent stays invested in the S and P index. No leverage is employed. And in fact, typically, when the market is down by not even 20 percent, the entire portfolio is actually net profitable. He says investors have indeed encountered surprising and per events. She's talking more about Black Swan. But the fact is those who are surprised have been those in the extreme majority with either a blind or bra in disregard for the crucial concepts of Austrian capital theory and monetary credit expansions. And the corollary understanding of capital goods and the time structure of production. So he's saying, like, yeah, just because a lot of people don't think it's a remote and it's unforeseen, doesn't mean that that's actually true, and that you should actually be expecting them. It's... And then he's gonna, wrap here about his own thing. He says it seems that tail hedging as I've been explicitly practicing for about 15 years now should be called central bank hedging. Because he's saying the distortion that allow him to make these profits are caused by people that are trying to interrupt the natural market process. And then he's gonna summarize what roundabout investing is, which is what he's engaging, version of it. Rather. Roundabout investing is all about temporal structure of productive capital, meaning the changes in value of money over time. As we recall from the slow growing at first Con first and Henry Ford's capital structure extending from raw materials to automobiles, production by its very nature takes time, much time. Roundabout production therefore cannot focus on the immediate profit. Rather it invest tele, building the indirect means, is also known as the position advantage toward the end of profits that will not materialize in the near term. In fact, as we will see, it is all the better for us that such evidence is hidden from the rest of the investing public who focuses on the scene, also known as the immediate. Right? Their their imp makes them blind to to the future potential, which are tomorrow's profits that are that are yet unseen but this is really important, but can if we know where to look before seeing. Therefore, it's all about the straightforward plan of attack compromise in this book, which here's a summary. Being patient now, in order to be strategically impatient later. So he use an example of like, Henry Ford was willing to fore profits for few years to build plan to get his production up. But once production up, was up, there they would have people in his... In his factory going around with stopwatch, trying to to measure how fast cars were being produced and then to optimize it, to keep decreasing that. I think they got it down to, like, producing a a car every, like, 2 and a half minutes or something like that? Like, something something crazy like that? It says we... And then this is a a really good summary about why is this? Like, why are you spending hundreds of pages talking about this? Because we know that the most productive capital is also the most roundabout capital. And again, he's not investing entrepreneurship same thing. We know that the most productive businesses are the most roundabout businesses. And I'm gonna close here, and this is gonna give you a summary. The entrepreneur who foresee oversees a profit opportunity in the distant future and who patiently reinvest earnings into his business year after year in anticipation has a much greater opportunity for eventually posting an enormous return, than entrepreneurs who are engaged in short term projects. I'm gonna read that to you 1 more time, and I'm gonna tell you who did this, and you've... You... We just lived through this happening. Hi actually. Let me tell you who I'm talking about. I'm talking about Jeff Bezos. Jeff Bezos did this. Literally did this. So let me... Now that you know if that's entrepreneur that I'm referencing even the song the 1 He's referencing. Let me read that to you again with Jeff Bezos in mine in Amazon. The entrepreneur who foresee a profit opportunity in the distant future and who patiently reinvest earnings into his business year after year in anticipation has a much greater opportunity for eventually posting an enormous return than entrepreneurs who are engaged in short term projects. And to that end, I'm going to close here, but seeing this this is the mis fit feed. And I'm also gonna tell you a secret. Next week's podcast is going to be very bizarre. Because next week's podcast is also about Jeff Bezos, but it's not about a book. I'm reading taking notes and analyzing on all every single investor letter that Jeff Bezos has written about Amazon since was public and it's going to illustrate this exact idea. So make sure you don't miss next week's podcast. It's going to be really, really interesting. If you wanna read this book and I would recommend it. I... I've I've recommend it to almost everybody have had a conversation with since I've started listening to it and then eventually reading it, just because I don't even think I understand it completely yet, but I think there's jewels and there's value in here. Even if you listen to the audio. I mean, do whatever you want, But I'm gonna leave a link in the show notes below. If you click that link and purchase it through that link. You know, it's another way to support the podcast, Amazon send me a small, a small amount of the sale, and no additional cost to you. Okay. And that's it. Hopefully, hopefully, you found this podcast Hopefully, the risk I took in making this podcast because I think it was a little weird and I felt, normally, I'm not... When I sit down a record. I... Normally not nervous. Today I was nervous because I think the information in this book is valuable. And I don't know if I'm good enough to relay that information. So hopefully, you got some value out of it. Thank you again for for listening, and I'll talk you next week."
}