{
  "transcript": "Bezos broke all the rules when he built Amazon. In doing so, he carved out a unique way of looking at the world at companies and at tech in general. And nowhere is Bezos philosophy of business, technology and leadership better articulated than in his annual shareholder letters, which he has written every year since the company's Ipo in 19 97. To read Bezos shareholder letters is to get a crash course in running a high growth Internet business, from someone who mastered it before any of the playbook were written. Okay. So that is an excerpt from the Cb insights newsletter. And this week, so as you... If you're regular to podcast, you know that every week, I'd normally read a biography and auto you of an entrepreneur, and then I pull out, ideas that you can use in your life and work from there. This week's is gonna be different. At the same time, I was reading the book, the Dow Capital, which I covered on Last week's podcast. I was also reading this this Cb insights newsletter. So I spent last week reading every single shareholder letter. I'm just gonna jump right into the shareholder letters. I did... I read them just like I read just I read the books. And I'm just gonna share the highlights of each 1. I'll tell you what year I'm in. I'm gonna go through all of them. I think there's, like, 21 of them, and I'll tell you all the the notes and the highlights that I left. Okay. So let's start with 19 97. This isn't a really important, Amazon, shareholder letter because every single year from 19 98 on, Jeff attaches this shareholder letter to the bottom of the other 1. And he wants to remind the people that are thinking about investing in Amazon what they can actually expect that he knows that, hey, I I may have a different way of looking at things, but I'm gonna be honest with you how I'm looking at them, and this is why I'm doing this. So don't jump in here unless you you're you're agreeing with my philosophy. He repeats over in and nerve again. He's like, listen, there's plenty of other ways to to to run a successful business. This just happens to be the 1 we choose... The the strategy we choose. Alright. So as so as Right at the beginning, Amazon passed many milestones in 19 97. By year end, we had served more than 1500000.0 customers, yielding an 800 percent revenue growth to hundred and 47000000 dollars. What I... The reason I started off there is because now they have hundreds of millions of customers. I know there's over a hundred million people in the prime program subscribing to program. Alright subscribing to the prime program, and their their revenue was... I think 282000000000 last year. Actually 241000000000. Okay. So first shareholder letter when they when they they public, they have a hundred and 47000000, and now they're doing 241000000000. Okay. Yeah. And then goes go back to Jeff. He says this is day 1 for the Internet. And if we execute well, should, this is Day 1 for the. And if we execute well for Amazon. Today, online commerce saves customers money and precious time. Tomorrow though, personalization, online com online comments online commerce will accelerate the very process of discovery. Amazon uses the Internet to create real value for its customers. And by doing so, hopes to create an enduring franchise, even in established and large markets. And Jeff continues He says our goal is to move quickly to solidify and extend our current position while we begin to pursue the online commerce opportunities in other areas. We see substantial opportunity in the large markets we are targeting. This strategy the strategy is not without risk. It requires serious investment and Crisp execution against established franchise leaders. Then he has the first sub heading, which he's gonna... He probably says the this term long term. I don't know. Maybe a hundred times throughout the letters. And says it's all about the long term. He says we believe that a fundamental measure of our success will be the share how shareholder value we create over the long term. Because of our emphasis on the long term. We may make decisions and weigh trade offs differently than some companies. Accordingly, we want to share with you our fundamental management and decision making approach. Okay. So now we're gonna jump into some of the highlights there. In the first 1 he says, we will continue to focus relentlessly on our customers. Okay. So no of myself. That word relentless is important. I don't know if how many of you know this? I think I included it in the podcast I did on the everything store. But Jeff wanted to name Amazon. He wanted to name his company relentless. So much though, if you go to relentless dot com today it forwards to Amazon. And that's a good 1... If you can only describe Jeff Bezos 1 way that that that word relentless might be the best term you could use. So he says, we will continue to focus with relentlessly on our customers. We will continue to make investment decisions in light of long term market leadership considerations rather than short term profitability considerations our short term wall street reactions. We will make bold use the word bold constantly too rather than timid investment decisions where we see a sufficient probability of gaining market leadership advantages. Some of these investments will pay off. Others will not, and we will have learned another valuable lesson in each case. He talks a lot about the, like, it has to be fundamental to your company Dna Dna to take to to take risk to to constantly being experimenting. And then doing so when there's basically, a limitless upside because that's how you pay for a bunch of ideas you have that are never gonna be failures. Let's see. Okay. So it says we work hard to spend wisely and maintain our lead culture, or excuse lean culture. We understand the importance of continually reinforcing a cost, conscious culture, particularly in a business incurring net losses. In other words, you have to maintain your frugal reality. At this stage, we choose to prioritize growth because we believe that scale is central to achieving the potential of our business model. We know our successes will largely will be largely affected by our ability to attract and retain a motivated employee base. Each of whom must think like and therefore must actually be an owner, another common theme of his need to think, like an owner. He's gonna... The... I'll reference that theme through some of the the some of the future letters he writes as well because he says in different ways through really interesting. Another... Another heading, ob obsessed over customers. From the very beginning, our focus has been offering our customers compelling value. We maintained a dog at focus on improving the shopping experience. Remember at this time, I think they're only selling books. They might have moved into Dvds and end music, but there's not that many categories are in. And says, we dramatically lowered prices further increasing customer value. So this... What's best for the customer is kinda of the north star of how they're making the decisions. But he's gonna be honest. He's just referencing, hey, this is gonna be a pain the ass to do. Right? And the only way we're gonna be able to do this is if we have like, a, motivated employee base that thinking like owners, but he's also... He he he lays it out honestly in transparent transparency. He's like, listen, it is not easy to work here. We are working to build something important, something that matters to our customers, something that we can all tell our grandchildren about. Such things are not meant to be easy. Then he continues, looking forward, we are still in the early stages of learning how to bring new value to our customers through inter through internet commerce and merchandising. How crazy is it that he's writing these words in 19 98. Okay. And then this is the my final highlight from the 19 97, shareholder letter. And, 1 of my... To me, this summarizes a good 1 at the summary of what I'm about to read is 1 of the most famous Alright, Maybe it's not the most famous. 1 of my favorite quotes that Jeff Bezos says all the time. He says step by step ferocious. So he's willing to be patient. He's willing to put in the work for the long term, but you still... That doesn't mean you'd go slow. You're still doing it ferocious. The way he wants you to think about. She says, we now know vastly more about online commerce than when Amazon was founded. Well, we still have so much learn. Just learned a lot in this 2 years. Though we are optimistic we must remain vigilant and maintain a sense of urgency. The challenges in hurdles we will face to make our long term vision for Amazon, a reality are several. Aggressive, capable, well funded competition. Considerable growth challenges and an execution risk. The risks of product and geographic expansion and the need for large continuing investments to meet an expanding market opportunity. So before I move on to the 19 90 nda 8 share letter. Shareholder letter. While I was working on taking notes and organizing all the information I'm gonna share with you today, I suppose just treat those are really interesting. And it says, it's kind of interesting that while Apple, Google and Facebook have totally changed their core concerns in the last decade. Amazon is basically still running a strategy from before some of today's founders were even born. People tend to imagine there's a secret to Amazon's success. And now he's gonna quote some of some of the the, like, what people guess are their secret. It's all a con. They'll raise prices. Aws is paying for it all. Nope. It's worse than that. They found an extremely efficient way to build a certain kind of retailer and just kept cranking the handle. And the reason I brought that up now is because all a lot of what he's talking about in 19 97, and I don't even understand how he's he's... Jeff Bezos was able to to think about like, the principles of what would make a successful business and then he basically adhere to these principles for the next 20, he'll add stuff to it. But he doesn't go back on anything he says. So that tweet about, hey, He's running the same playbook. For 20 something years where you... Like, that gives him a massive massive advantage because it makes the decisions that Amazon, because they have such a clear set of principles on how to run their business, it makes their... The decisions they have to make way easier than somebody to switch up and and change their product or change their their entire strategy. Like they said Facebook, Google and others. Alright. So let's move on to 19 98. Summary of this next note is it's... It will be hard and we will only... We will survive only by taking bold risks. So she says it may be difficult to conceive, but we think the opportunities and risks ahead of us or even greater than those behind us. We will have to make many conscious and deliberate choices, some of which will be bold and unconventional. Hopefully, some will turn out to be winners. Clearly, some will turn out to be mistake, so he's running both accounts. If you if you analyze what Amazon has done since this point. And he goes back to his focus. Which is really probably the the best focus you could have is for any customer. Or for any company. We intend to build the world's most customer centric company. And then I'm gonna skip a couple paragraphs. And he says there is no rest for the weary. I... So this is so important, And the note that myself is Jeff understands human nature. I constantly remind our employees to be afraid to wake up every morning terrified, not of our competition, but of our customers. Our customers have made our business what it is. They are the ones with whom we have a relationship, and they are the ones to whom we owe a great obligation. And we consider them to be loyal to us. Right up until the second that someone else offers them a better service. So that's what I mean about him understanding humans. Like, yeah. They they... People are gonna love you right now. But they'll love their their their love for you is fleeting. It's not unconditional. And if you don't maintain this focus on being the world's most customer centric company, and somebody else does. They'll just take your customers. He says we're proud of of the differentiation we've built through constant innovation and relentless. There's that word again, focus on customer experience. During our hiring meetings, we ask people to consider 3 questions before making a decision. This is interesting. I'm just gonna read... He he explains 1. I'm just gonna read the the 3 questions he asked. Will you admire this person. Will this person raise the average level of effect effectiveness of the group they're entering? And number 3, along what dimension might this person be a superstar? Now skipping head, several paragraphs later. The most important thing I could say in this letter was said in last year's letter, which detailed our long term investment approach. Because we have so many new shareholders, we've appended last year's letter immediately after this letter. So they went from having about 13000 investors to 200000 at this time. I invite you to please read the section entitled. It's all about the long term. And then this is what he says. And I love this. You might want to read it twice. To make sure we're the kind of company you want to be invested in. As it says there, we don't claim it's the right philosophy. We just claim it's ours. Okay. So now we're gonna move on to 19 99. I starts out a lot of letters, like, basic updates. A lot of it's, like, numbers, percentage of growth, stuff like that. So I'm gonna skip over most of that because it's... You know, it's... 1 not that important 20 something years later, but it's also, very confused. I'm just spinning a bunch of numbers and percentages at you. Easier for me at least to read numbers, and it is hear numbers. But I do wanna make... There is 1 highlight I did on this letter that I think it's extremely interesting. And he says consider this most important point. The current online shopping experience is the worst it will ever be. So he's saying... The worst ever we're gonna be, but look how it's still good enough. Right? It's good enough today to attract 17000000 customers, but it will get so much better. He's taking the roundabout approach. Increased bandwidth will result in faster page views and richer content. Further improvements will lead to always on access, which I expect will be a strong boost to online shopping at home as opposed to the office. Isn't that crazy. Didn't even know that the smartphone was coming 10 years later. And we'll see significant growth... Oh, I guess, I mean, kinda kinda did see it actually. The look of the next sentence that I just tripped over. And we'll see significant growth in non Pc devices and wireless access. Moreover, it's great to be participating in what is a multi trillion dollar global market in which we are so very very very tiny. We are doubly blessed. We have a market sized unconstrained opportunity in an area where the underlying foundational technology employee improves every day. That is not normal. And I think that's not that we're not... I think he underlined. That may be the only time he underline anything in all 20 something letters that I read. So again, we have a market size unconstrained opportunity in an area where the underlying foundational technology we employ improves every day. That is not normal. And I just love that idea. It's like, like, listen. A lot people say, I've... We have 17000000 customers, that's successful business. But what we can be compared to where we are now, could be so much better in the future if we have the patients and we're able to survive then. Let's just hold on. And he always talks about this idea of being heads down focused. And if we'll get there, we'll have much greater opportunities. He also talks about listen. Just some opportunities that larger... Only larger companies can employ. But a lot of them don't are, a lot large companies don't even like, take advantage of those opportunities because they're scared, like, they get risk ave us, which he'll he'll talk about later later letters. It's very fascinating. Okay. So now we're getting to the 2000 shareholder letter, which is written, you know, the the the year after. So this is after the the the dot com bubble. And it says, this is how he starts the letter. Ouch. It's been a brutal year for many in the capital markets and certainly from for Amazon shareholders. As of this writing, our shares are down more than 80 percent from when I wrote you last year. Nevertheless, by almost any measure, Amazon, the company is in a stronger position now than any time in the past. I wrote to myself, is this an example of manic optimism. If you listen to my podcast at did on Charles Goodyear, they talked about, like, this guy struggled for 30 years to to to solve all... Like, he he basically birthed the modern rubber industry. Right? But... There was a rubber industry that existed before. He patented his invention. What it was... Rubber... It it would rot away. It would start to smell. Basically, it was, like, a temporary, material as opposed to now. You can, you know, you can have a pair rubber shoes for 20 years or whatever the case is. And to get through 30 years of trials and tribulation. They talk about this dude, like, he's crazy. People called it manic optimism. Jeff has a little bit in his writing. He... Because he... I think he he really believed. He he wasn't, like, you know, he didn't think it was like, a, a slam dunk. He didn't think it was gonna happen by accident, but he really believed if if they did everything as best they could. He could have 1 of the most valuable companies. He could have, a shot at a basically unlimited market, which he wind up being true, brian being correct about, rather. Alright. So he says, so if the company is better positioned today than it was a year ago, why is the stock price so much lower than it was? A year ago. As the famed investor Benjamin Graham said, in the short term, the stock market is a voting machine in the long term, it's a weighing machine. Clearly, there was a lot of voting going on in the in the boom year of 99 and much less weighing. We're a company that wants to be weighed and over time, we will be over the long term all companies are. In the meantime, we will have our heads down working to build a heavier and heavier company. Many of you have heard me talk about the bold bets that we as a company have made and will continue to make. Again, he's writing this in 4001. He still talks about this in 2017, 2018. This is something that he... He is fundamental to the way he runs his companies. So he says, we we have made and we'll continue to make. Including... Us, so he talks about... Listen, we made a lot of... We made some investments. We lost... We lost some money here, guys. He said, including living dot com and pets dot com, both of which shutdown in operations in 2000. We were significant shareholders in both and lost a significant amount of money? Alright. Moving on. So he says let's move on to the future. Why should you be optimistic about the future of e commerce and the future of Amazon dot com? He says, price performance of processing power is doubling every 18 months. He's referencing moore's law here. Price performance improvements in disk space and processing power will allow us to example, will allow us to, for example, do ever and do ever more and better real time personalization of our website. He talks about this is this is, in advantage she's gonna have over physical retailers that will only compound over time because he can do things that he they cannot. In the physical world, retailers will continue to use technology to reduce costs, but not to transform the customer experience. We too will use technology to reduce costs, but the bigger effect we'll be using technology to drive adoption in revenue. So doing things other people can't. And we will do so by keeping the customer first, and the note I left myself is he knows that reputation is persuasive. That this is just helpful and human relations in general. Like, you should... Our memories are flawed as human beings. I think last week I talked about it. It's more more... The metaphors is more similar to, like, think of your memory is taking a photograph as opposed to recording a video. With a with a photograph, like, you have a picture of what happened, but you... You lose a lot of context, especially with time as opposed to if you had the whole video and you know what's going on. So he's saying, he's gonna tell you exact over and over and over again. And he also says hey, I don't know if if the same people are reading these letters all time. So he's gotta kinda lay out his his like, his philosophy over and over again in case... You might be a new shareholder. Maybe this is the first year that you're actually, reading reading these letters. And here's another over petition. Like 2000 this year will be a year of focus and execution. As I usually do, I've appended our 19 97 letter, it gets more interesting every year that goes by in part because so little has changed. I especially draw your attention to the section entitled. It is all about the long term. Okay. Moving ahead by another year. See what's the note? This might be... So 1 of the most famous things Amazon is known for is the Amazon Flywheel. In case you have... You don't know what that's about. You can go back and listen to my podcast I did on the the everything store. Or you can just Google Amazon Flywheel. You'll see a picture of it. This may be the first mention of it. He it takes a few years him to use the term flywheel though. He says focus on cost improvement makes it possible for us to afford to lower prices, which drives growth. Okay? So lower prices drives growth. Growth then in turn spreads fixed cost across more sales, which reduces our cost per unit, which then makes possible for more price reductions. That's what they call it flywheel. Customers like this, and it's good for shareholders. Please expect us to repeat this loop. So he's calling a loop. Eventually, he's gonna use the term flywheel. Another highlight, few paragraph down. We stayed relentlessly focused on the customer. And then another sub heading. Ob obsessed over customers our commitment continues. And then he says, we've... This is interesting. He's got a bunch of these, Never even heard of company doing this before. But I would could... I would consider this, like, a customer first feature, because again, you can't ob access over customers if you're not putting the first. So we improve convenience with features like, instant order update, which warns you if you're about to buy the same item twice. And so people were are like, well, why would... First of all, you're taking revenue away from your company, but he doesn't care because he feels it's best invest for the the long term relationship he just wants his customers. And the only way to protect the long term relationship with your customers but doing what's best for them. But he also says, hey, people are busy. They forget what they already have bought. Okay. So skipping ahead, I'll just point out that 1 of the most important things we've done to improve convenience and experience for customers also happens to be a huge driver of variable cost productivity. Eliminating mistakes and errors at their roots. Every year that's gone by since Amazon's founding, we've done a better and better job of eliminating errors. Eliminating the root causes of errors saves us money and saves customer time, which it only gets more important as you grow. All alright it says, in... In the in the 19 97 letter, we wrote when forced to choose between optimizing the appearance of our Gap accounting, and maximizing the present value of future cash flows will take the cash flows. Now he's gonna tell why? Why do we focus on cash flows? Because a share of stock is a share of a company's future cash flows? And as a result, cash flows more than any other single variable seem to do the best job of explaining a company stock price over the long term. And this is important because he's saying since we expect to keep our fixed costs largely fixed, even at significantly higher unit volumes, we believe Amazon is poised over the coming years to generate meaningful sustained free cash flow. And then the last thing he hasn't an sentence in here. I'm just gonna bring your attention again. Relentless commitment to long term shareholder value. Alright. So now we're jumping into this is the 2002 letter. And I love because every single letter is different. Like, you just... It's it's... It's... It really is. If you if you print these out, I guess, if you... I'm working up the Pdfs, And putting together, it is kinda like a short book on running a high growth Internet business. So in many ways, amazon dot com is not a normal store. We have a deep selection that is unconstrained by self shelf space. We turn our inventory 19 times a year. We personalize the store for each and every customer. We trade real estate for technology, and which technologies case, which gets cheaper and more capable every year. We display customer reviews critical of our products. You can make a purchase with a few seconds and 1 click. We put use products next to new ones so you can choose. We share our prime real estate, which is our product detail pages with third parties. And if they offer better value, we let them. So he, I don't think he explicitly states that there. But if you're reading that, every single thing that he's highlighting is is it benefits the customer. This is 1 of our most exciting peculiar is poorly understood. People see that we're determined to offer both world leading customer experience and the lowest pro possible price. But to sum, this dual goal seems paradox if not downright qui. Traditional stores face a time tested trade off between offering high touch customer experiences on 1 hand and the lowest possible prices on the other. How can Amazon be trying to do both? And this is such an important point. You can't do both unless you change the customer experience. The answer is that we transform much of the customer experience. With customer experience costs largely fixed, which is... Which you makes the point is more like a publishing model than a retailing model, our cost as a percentage of sales can shrink rapidly as we grow our business. We believe our ability to lower prices. This is the summary. We believe our ability to lower prices and simultaneously to drive customer experience is a big deal. And I just wanna read 1 more thing from this letter because this surprised me, and usually if something surprising. I try to include it on the podcast. So think about what's happening here is It's 2002 shareholder letter. They're still competing heavily in books, and he wants to make sure he just... She started the letter saying, hey, like, not only do we wanna have the best customer experience but we I just wanna lowest possible prices. This is crazy. What they did to make sure they... As a test to make sure have the lowest possible prices. They went to bookstores in New City and Seattle, which says we priced... Then he took... The first is I starts working on the a hundred best list of 2002. So as we price all a hundred titles by visiting their super stores in both Seattle and New York City. It took us 6 hours and 4 of their different super stores to find all 100 books on their list. When we added up everything we spent, we had discovered we discovered that at their stores, these 100 best selling books cost 1561 dollars. At Amazon, the same books cost 1195 dollars for total savings. Of 366 dollars or 23 percent. For 72 of the hundred books, our price was cheaper. Of the 20 of... On the 25 of the books, our price was the same. On 3 of the hundred, their prices were better. We subsequently reduced our prices on these books. So this kinda... First of all I just think it's amazing because There's just roofing famous is essay I recommend everybody reading. Would read it... It's by Program graham It's called do things that don't scale. Well, going and buying physically buying a hundred best seller lists, something that don't scale. But it's a wonderful way to tell how you're actually doing. It reminds me if you listen to the podcast I did on the invisible billionaire. At the time, Daniel Ludwig is... He's got, like a net worth or something like 3 or 6000000000 dollars in like, the seventies. He's probably 50 or 6 years old this time. He's thinking about investing he made a lot of money shipping, oil, real estate other things like that, but he's thinking about investing. I think it was like, Panama or somewhere in either central or south Northern south... In South America but like the Northern part. And he had he had invested a lot of money in the bahamas 1 time, and he relied on, like, scientists and people saying, hey, like, the the you're... You can build this huge ship because like, you're able to dr and to make, like, to make the channels you need so chip can get through to winds up they were wrong. So what this guy does, he hops on a flight from New York City down. I think it Panama. I'm gonna say Panama. Just gonna go with him. It's to Panama. He's dressing, like, you know, just jeans and, like, dirty close. He takes a goes down, goes to hardware shop gets, like, a string that he measures out to, like, 6 feet, 9 feet at different lengths and, like, a weight, like, like I'm not a fisherman. So I don't know what they're called, but like, the weight stay put on the end of fishing lines, and then rents a boat. And then goes out and physically by himself by hand, checks to make sure that the debt... The the information he was given about, like, the depth and how, like, like, this specific geolocation is this deep and etcetera, Like, what he needs to make sure you he can get his ships in there is accurate, then that same day he flies back to New York. Like, that is an insane level of dedication. And he only did that because it's practical. It's like, hey, how else am I I'm gonna find out. That these... In the past, I've relied on other people's judgment and it didn't work out. So this time, I'm not gonna... I'm not gonna make the same as mistake start twice. This is, like, almost like, a I know it's not Jeff going out. Imagine 2002, you run it... I guess we wouldn't know who Jeff. Not many people know who he was at time, but by, like know, this is still very interesting. That Amazon said, you know what This is we're gonna take the time. We're gonna spend 6 hours. We're gonna... Like, and we're gonna actually check. Like, we're promising. We're saying, hey, not only we have unlimited shelf, but the pricing is better. And they went out and checked. I don't know. I think that that idea can be applied to so many different things. And I think it's important for entrepreneurs and other people have sometimes like, oh, I have other people that might could do it or, like, just even if you have other people who are like, check on what they're doing and do things that don't scale, but you know are valuable. Okay. I love that idea. A lot. Alright. So now we're going to 2003. Okay. It says, long term thinking, there's that word again. Is both a requirement and an outcome of true ownership. Owners are different from tenants. I know a couple who rented out their house, and the family who moved in, nailed their Christmas tree to the hardware... Hard ward floors instead of using a tree stand. Ex speed, I suppose, but no owner would do something show so short sighted. Similarly, many investors are effectively short term tenants, turning their portfolio so quickly they're really just renting the stocks that they temporarily own. It's interesting concept. We emphasize our long term views in the 19 97 shirt letter to shareholders. Our first is a public company. Because that approach really does drive making many concrete non abstract decisions. I would like to discuss a few of these non abstract decisions in the context of customer experience. And here's some example Just for instance. Shortly after launching Amazon in 19 95, we empowered customers to review products. While now a routine Amazon practice, at the time we receive complaints from a few vendors, basically wondering if we understood our business. And here's something you hear some some of the examples those things you heard. You make money when you sell things, why would you allow negative reviews on your website. Speaking as a focus group of 1, I know I've sometimes changed my mind before making purchases on Amazon, as a result of negative or lukewarm customer reviews. Though negative reviews cost us some shale sales in the short term, helping customers make better purchase decisions ultimately pays off for the company. And in its next section. This is where he's gonna actually spell out a real world example of long term thinking. And more importantly, why, which is huge when you're communicating with other humans. You can't just you can't just broadcast to them. You have to explain why you think the way you do or why you arrived at the decision or why you're... It's important. It's going to... It's gonna enable you to to to work with other people better, if your guys are on the same page. If if they understand why you're doing what they... You're doing. I says, among the most expensive customer experience improvements, we're among the most expensive customer experience improvements we're focused on or everyday free shipping offers and our ongoing product price reductions. Eliminating defects, improving productivity and passing the resulting cost savings back to the customers in the form of lower prices is a long term decision. Increased volumes take time to materialize. And price reductions almost always hurt current results. So he's got 2 things are in conflict, But he doesn't really think they're in conflict. Right? He's saying in the long term, however, we're relentlessly driving the price cost structure loop, which I guess is what we're gonna call the fly flywheel, we won't tell you calls to flywheel. Will leave us with a stronger, more valuable business. Since many of our costs such as software engineering are relatively fixed, and many of our variable costs can also be better managed at a larger scale, driving more volume through our cost structure reduces those cost as a percentage of sales. And I would argue this further gives him an advantage over his competitors. That advantage is going to compound with time and with size. Our pricing strategy does not attempt to maximize margin percentages. But instead seeks to drive maximum value for customers and thereby, create a much larger bottom line in the long term. And I love the way he handles this the last sentence of this letter. Here's to not being a tenant. I'm gonna skip over 2004 just because there's, like, a lot of numbers. She he talks about... He lays out. Like, if you're interested in what I'm talking about, I'd go back and read 2004. He goes back into, like, why are they choosing to optimize for free cash flow, But it's like, graphs and and or earning statements, which is no way for me to read this to you without it being really confusing. Alright. So let's go to 2005. And this how... I love the way he starts with letters. Or this 1. Many of the important decisions we make at Amazon can be made with data. There is a right answer or a wrong answer. A better answer or a worse answer, and math tells us which is which. These are favorite kinds of decisions. Quantitative of analysis improves customer experience and cost structure. So everybody's gonna agree with what he's saying. But then he's gonna talk about that data cannot always lead the way and you must rely on your judgment. You have to. And so he's gonna get to that now. As you would expect, however, not all of our important decisions can be made in this en math based way. Sometimes we have little or no historical data to guide us and proactive experimentation is impossible, imp, impractical are can't to a decision to proceed. Though data analysis and math play a role, the prime ingredient in these decisions is judgment. As our shareholders know, we have made our made a decision to continuously and significantly lower prices for customers year after year as our efficiency and scale make it possible. This is an example of a very important decision that cannot be made in a bat math based way. In fact, and he gets a lot... He was getting a lot of criticism around this time for doing. So in fact, when we lower prices, we go against the math that we can... That that we can do, which always says that the smart move is to raise prices. But our judgment is that relentlessly returning efficiency improvements and scale economies to customers in the form of lower prices creates a virtuous cycle that leads over the long term to much larger dollar amount of free cash flow. Remember that's... He always wants to optimize for that. And thereby is much more valuable to Amazon. Do you see how all of his principles are kinda inter locking and they work within 1 another? That's what I mean is, like, why he can execute a plan for 20 something... The same... Essentially the same plan, different domains for 20 something years, and that's a huge advantage. Now he's got this great footnote here. And this is a problem we all face. And that is how do you make decisions in a complex adaptive system. And the world is a complex adapter system and starting a company is a complex adaptive system. So it talks about... He talks about this, he read this paper. It's it was written in 19 76 It's called the structure of unstructured decision processes. And this is his main takeaway from the paper. It's interesting that he leaves us in a footnote. He says, talking about the paper now. They look at how institutions make strategic unstructured decisions as opposed to more quantifiable operating decisions. Among other gems you find in the paper is this. And this a quote from there. Excessive attention by management scientists to operating decisions may well cause organizations to pursue inappropriate courses of action more efficiently. Think about that? What do you just said? You're you have the so called management scientist, which is really no thing. That's silly. That's silly term. What they're talking about, if you have if you if you do... If you dedicate excessive attention to them. Right? Are they're dedicating... Excessive attention to operating systems. Can cause organizations to pursue inappropriate courses of action. Other words, doing the wrong thing, but doing it more... Doing the wrong thing more efficiently. Nobody wants to do that. That's hilarious. They are not debating if so this is now this is Jeff talking. They're not debating the importance of rigorous and quantitative analysis. But only noting that it gets a lopsided amount of study and attention, and this is such a... This... I love this guy's mind. Probably because of the very fact that is more quantifiable. I'm gonna read that whole thing again. Because I think it's really important what he's saying here. They look at how institutions make strategic unstructured decisions as opposed to more quantifiable operating decisions. Among other gems you find in the papers, this, excessive attention by management scientists to operating decisions may well cause organizations to pursue inappropriate courses of action more efficiently. They are not debating the importance of rigorous and quantitative analysis, but only noting that it gets a lopsided amount of study and attention, probably because of the of the very fact that is more quantifiable. So I think of, like, all the people, a lot of entrepreneurs look up to in modern error and think of somebody, like, why when Elon Musk? I always talking about, like, 1 of the genesis of of me starting this podcast was this other podcast I saw the Elon Musk where he's asking, like, when you're starting a company, like, who did you look to like, for advice. Like, how did you, like, how did you try to learn about it. And his... Elon response. He's, like, first of Looked in and, I looked III looked for things in a historical context and he meant books basically. And It's interesting what you follows after this. He says, I didn't read business books. I read biographies and auto because I thought they were helpful. Because Elon understands this whole idea that the world and in the micro cro of the world, of, starting a new company where the outcome changes. It's a complex adapter system. It doesn't change. It doesn't behave as you would expect it to. And therefore, studying 1 idea that may have worked for somebody is not the best idea. If you look at the totality, and he used reference like the life of Benjamin Franklin. But if you look at the totality as much as you can from biography of other people's life, you understand okay, why do they make that decision. And and and then you can gather information from their experience, not to say this is... The... There's 10 rules of making a successful business. If you ever seen an article like that, you know it's bullshit, It doesn't exist. Elon was going through and reading var and collecting examples of how other people in history reacted to certain things. Not thinking that, oh, this book is gonna teach me how to build a rocket company in, you know, in 2002 in America. That book is unwritten. It's impossible. This book is gonna teach me how to make an electric car company. Like, it it didn't exist. He had to look for broader larger themes. And I just love this idea where people get caught up and it's like, oh, just please just tell me how to do it. Like, there is no such thing. There's no such thing. And another way to looking at this is somebody... I don't remember who said to quote, but they're like, what's the... What 1 benefit of being well read is that you just are able to spot bullshit easier because you have a lot more like, a larger frame of reference. You've seen other experiences you've you've heard about other things. You've learned other things. And so, therefore, you might not be able to to to gauge whether something is like, accurate in the positive, but you can... You can definitely see if things are are are, inaccurate in the negative. Okay. So let me, move ahead. I just love that that so much. Alright. So moving ahead on the letter. As another example, in 2000, we we invited third parties to compete directly against us on our own prime retail real estate, which she's repeated before. Our product detail pages. Launching a single detail page for both Amazon retail and third party items seem risky. Well, meaning people internally and externally worried would cannibal Amazon's retail business. And as is often the case with consumer focused innovations, there was no way to prove in advance that it would work. That is so important. This, I guess what I just trying to say there. It's like, you don't know. It's a complex adaptive system. You cannot predict. It's impossible. Stop trying. So he's saying, listen. You... And so in in in Jeff's case, he's like, listen to just be bold, limit your downside and leave the upside unlimited, and what which we'll talk about more in than a little bit. So she says, as is often the case with consumer focused innovations. So there was no way to prove in advance that would work. Let me... There's AAA line that I tweeted out the other day. That actually comes from 1 of these shareholder letters, But it kinda... I'm I'm gonna jump back because I think it applies here. So he says, this is Jeff Bezos quote of Jeff bezos from 1 of his later shareholder letters, and it's just, like, why they didn't use market research before making the echo and keep in mind, they've sold a hundred million plus of echo enabled devices. Or Alexa enabled devices. And again, he just he just told us in 2005, as is often the case with consumer focused and innovations, there's no way to to prove in advance it would work. And now this him, I think 2017 writing these words. He says market research doesn't help. If you had gone back to a customer in 2013 and said, would you like a black always on cylinder in your kitchen about the size of a pringles can that you could talk to and ask questions that also turns your turns on your lights and place music? I guarantee you they would have looked at you strangely and said, no. Thank you. He is extremely what what what I'm learning about Jeff bezos and maybe what I've learned about jeff bezos is he is extremely comfortable in complex environments that have unpredictable outcomes. He actually... Most people are scared of that. Right? We're human nature, I think is reflective or reflective... I don't know, reflective. Maybe that's up we naturally want to be scared of the unknown. Right? Why are little kids scared of the dark or are other people... Things like that. But what Jeff did is he actually makes that part of his business model, which is genius. He's like, no, no. Like, instead of being afraid of the downside to the unknown. I'm going to use that as a way to to physically farm these giant businesses. And towards the end, he talks about, like the... You know, 3 of the 3 different ways they do this. And I think the 3... I don't wanna triple over or something I'm gonna tell you the future, but I think what I read it was like that. So you have Amazon retail. Right? Marketplace whatever you call, Aws and then prime, all of which were huge massive of risks. But wind up being massive multi billion dollar businesses by themselves. Okay. I really must like 2005 shareholder because I've spent a lot of time in here. Alright. We're almost done with this letter. Let's see. This is Where's my note here? Okay. So this is he says, math math based decisions command wide agreement. Okay? Whereas judgment based decisions are rightly debated and often controversial. So the idea what he just said using the echo example, you know, the math might not have agree with it. I'm sure people like, why are we investing so much money in these things? Especially, that this was taking place around the time that they did the fire, which he references. On they're basically 2 sides of the same coin. You can't predict. They both said, okay. We're gonna... We're gonna try these 2. We're gonna spend... And he's spend billions and billions of billions dollars and some of these businesses and fail. But I I left myself on that. 1 sentence this this is another reason it's difficult. Like, judgment based decisions are rightly debated and they're controversial. Alright. So it says, you can count on us and this is how he answer the letter. You can count on us to combine a strong quantitative and analytical culture with a willingness to make bold decisions. There's that word bold again. As we do so, we'll start with the customer and work backwards. In our judgment, that is the best way to create shareholder value. Okay. So now we're gonna move on to 2006. Oh, man. A lot of highlights on this 1 too. Oh, 0 buddy. Alright. Here we go. Planting seeds that will that will grow into meaningful new businesses take some discipline. A bit of patience and a nurturing culture. He's gonna continue that tree metaphor for here. And this is another way to think about this paragraph is this is what Jeff looks at. Looks for before starting a new business, which I think is valuable for all of. Okay? Does our established businesses are well rooted young trees. They are growing, enjoy high returns on capital and operate in very large market segments. These characteristics set a high bar for any new business we would start. Before we invest our shareholders money in a new business, we must convince ourselves that the new opportunity can generate the returns on capital our investors expected when they invested in Amazon. And we must convince ourselves that the new business can grow to a scale where it can be significant in the context of our overall company. We must believe that the opportunity is currently underserved. 1 characteristic. And we have the capabilities needed to bring strong faced... Customer facing differentiation to the marketplace? The second 1. I often get asked, when when are you going to open physical stores? That... And then he's gonna talk about, like... So he's he just gave us a, like, his his his mini rubric for businesses. Right? And now he's gonna give us an example of 1 business opportunity that that that he was... That they could pursue that fails this mini rubric, and the second 1 that that hits all of them. Therefore, he knows he can move forward. He says, I often can ask when you can open physical stores. That's an expansion opportunity we've resisted. It fails all, but 1 of the tests outlined, 1 of the tests outlined above. The potential size of a network of physical stores is exciting. However, we don't know how to do it with low capital and high returns. Physical world retailing is a cage and ancient business. That's already been well served. What an interesting use of were words there. Cage and ancient already well served. And we don't have any ideas for how to build a physical store experience. That's meaningful different... That's meaning meaningfully differentiated for customers. Interesting. 2006 they didn't, but I don't know if if you've heard of Amazon Go. I think they're in Seattle. I think they're New york city. I don't remember the... Were the other 1 if there is more than that. But it turns out, they didn't know how to do it in 2006. Peers they know how to do it now. Okay. So this is an example of of, the business that passes all the tests. And probably the most... Be interesting. It just winds up being more valuable than than any other Amazon business including the retail part. I'm sorry. This is... Nope. I thought I was talk about Aws, Aws is the next 1. So there's there's 2 of them. Aws is what I was talking about, but this is fulfillment by Amazon. Fulfillment by Amazon is a set of web services Apis that that turns our 12000000 square foot fulfillment center network into a gigantic and sophisticated computer peripheral. If you pay us 45 cents a month per cubic foot of fulfillment space, you can s your products in our network. You make web service calls to alert us to expect inventory to arrive, to tell us to pick up and pack 1 or more items and to tell us where to ship those items. You never have to talk to us. It's differentiated, can be large and passes our returns bar. It was amazon web services is another example. With Aws, we're building a new business focused on a new customer set, software developers. And then this is all of the, all of his attributes of a successful business, which she feels Aws has. And he winds up being proved right in time again, We're targeting broad needs universally faced by developers, such as storage and compute capacity. Areas in which developers have asked for help and in which we have deep expertise from scaling amazon dot com over the last 12 years. We're well positioned to do it. It's highly differentiated and it can be significant, financially attractive business over time. And then, he feels that doing this hard work is actually a competitive advantage. He says, In some large companies, it may be difficult to grow new businesses from tiny seeds because of the patients and nurturing required. In my view, Amazon's culture is unusually supportive of small businesses with big potential, and I believe that's a source of competitive advantage. Like any company, we have a corporate culture formed not only by our intentions, but also a result of our history. For Amazon, it includes several examples of tiny seeds growing into big trees. We have many people at our customer at our company who have watched multiple 10000000 dollar seeds, turn into billion dollar businesses. The firsthand experience and the culture that has grown up around those successes in in my opinion is a big part of why we can start businesses from scratch, the culture demands that these new businesses be high potential that they be innovative and differentiate and differentiated. But it does not demand that they be they they be large on the day they are born. Okay. So moving forward to 2007. This is interesting. This is how he thought about, how Amazon thought about designing the Kindle. We started by... Setting ourselves the admittedly audacious goal of improving upon the physical book. We did not choose that goal lightly. Anything that has persisted in roughly the same form and resisted change for 500 years is unlikely to be improved easily. It's kind of a variation of 1 of my favorite ideas I've learned over the past year a few years which is the Lin effect. We knew Kindle would have to get out of the way. Just like a physical book. So readers could be become gross in the words and forget their reading on a device. And Social smart. We also knew that we shouldn't try to copy every last feature of a book. We can never out book the book. We have to add new capabilities ones that can never be possible with a traditional book. The... The list of useful things that can be done only in the new medium is a long 1. And then he goes on to, like, a larger, like, almost philosophical idea here. And it's he makes an interesting point on how our tools seeing as where the species that are the tool builders can actually change us. It's it's really interesting. We... Humans c evolve with our tools. We change our tools, and then the tools change us. Writing invented thousands of years ago is a grand who of a tool. And I have no doubt that it changed us dramatically. 500 years ago, Gut invention led to a significant step in the cost of books. Physical books ushered in a new way of collaborating and learning. Lately, network tools such as desktop computers, cell phones, etcetera, have changed us too. And this is this is so interesting. So this is how he he sees us change us. They've shifted us more toward information snacking. And I would argue towards shorter attention spans. He's running this in 2007. What do you think he would... If you're asked about this today? It's undoubtedly done that. I was watching this documentary. It's like, many document on Youtube the other day about this guy goes around, like, just, like, bookstores all over the world. And he also interviews people that that happened to, like, wind up making the time to read more than average people. And 1 of the people he interviewed said something that that was very very interesting, so much so since I've, learned. I've been repeating it. Constantly. And she said that reading is forced meditation that in a world, where we're constantly scrolling and tapping and looking at, like, bite size what what what Jeff Bezos here is called information smacking. The opposite of that is reading a book where you're forced to focus on a subject. I was thinking of it, like, I'm having a 1 sided conversation with about something Like, think about the Dell Capital the 1 I did last week. That guy has been working on that idea for 30 years. And what I got in, you know, 10 to 15 hours reading the book is a 1 sided conversation of, him s an idea that he's thought about for 30 years. And I think that's extremely valuable and the idea of thinking about reading books is forced meditation. I also something think podcasts and audiobooks fit to this as well. Because I mean, think about, like, I listened to some podcast I anywhere from 30 minutes, all if you think of, like, hardcore history, to 5 hours. Whatever the case is. Like, you're meditating on a subject for much longer than, you know, looking at a picture on Instagram for a second or looking at a tweet or where the case is. And I think that it's interesting if you... I've seen surveys and stuff We talk about, like, apps that make you anxious and apps that, like, give you a pleasurable feeling when you're done using them. And and what I love is, like, the podcast players app. It's always scores really high on, like, better... It was beneficial. It wasn't wasted time as opposed to a lot of the social apps are a lot of people... They're... They may be addicted, but they they large a a waste of time. And then he... Okay. Let me move on. He says something really interesting because I always talk about, like, An evangelist for reading it for podcast. Right? Which you kinda pick up on if you've listened to his podcast for it for any length of time. But maybe I'm using the wrong word. Maybe the better word is missionary, and we're gonna learn about that right here with Jeff. He says we hope Kindle and its successors may gradually and incrementally move move us over the years into a world with longer spans of attention. It's interesting to make it make a product that he's trying to combat what he feels is is a negative effect on humanity. Right? So he says, we wanna move us into a world with longer spans of attention. Does that really surprising considering how Jeff thinks long term? Providing a counter to the recent proliferation of info snacking tools. Remember joining in 2007. I realized my tone here tense towards the missionary. And I can assure you it's heartfelt. It is also not unique to me. But it is shared by a large group of folks here. I'm glad about that because missionaries build better products. I love that. Okay. So let's go. Now we're in 2008, So we already seen his response to the initial dot com crash. Now this is his response to to the, price of 2007 2008. And, I... The note off myself before I read This is This is brilliant. And this is not not just the thinking that's brilliant. Even though the idea is good, but acting on that thinking, I think it's brilliant. So in this turbulent global economy, our fundamental approach remains the same. Stay heads down focused on the long term and ob obsessed over customers. Long term thinking, levers our existing abilities and lets us do new things we couldn't otherwise contemplate. It supports the failure and iteration required for invention. And it frees us to pioneer and une places. Spaces. Sorry. Seek instant gratification or the elusive promise of it and chances are, you'll find a crowd there ahead of you. K. So do you see why I'm combining this week's podcast with last week's. Listen what you just said, if you seek instant gratification, are they elusive promise of it? Chances are you'll find a crowd ahead of you. What is it the paragraph that I read you earlier? The entrepreneur entrepreneur who foresee receives a profit opportunity in distant future and who patiently reinvest earnings into his business year after year in anticipation has a much greater opportunity than entrepreneurs who are engaged in short term projects. That's what Jeff is saying here, just saying in different words. So it says, let me go back where I lost my place. Hold on. Okay. So you'll find a crowd there ahead of you. Why? Because it's easier. And anything that's easier that's what humans are gonna gravitate towards Long term orientation interacts well with customer obsession. If we can identify a customer need and if we can further develop conviction that the need is meaningful and durable, our approach permits us to patiently for multiple years, to work patiently for multiple years to deliver solutions. Important that that need is durable. Meaning, it's gonna basically never change. And he always talks about, like, you should invest in your business invest things long term. So for him it's, like, customers are not gonna wake up tomorrow. Like, Wish I was paying more for what I was getting. Oh, I wish the delivery took took took longer. That's is not gonna happen. So if you invest in lower prices and faster delivery, you're gonna you can read benefits in 2008, and you can read benefits in 2028. Okay. So he talks about meaningful durable. Okay. Working backwards, something he talks about a lot. From customer needs can be contrast... Con... Can be contrast with a skills forward approach. This is such an interesting idea, man. With skills forward approach where existing skills and competencies are used to drive business opportunities. The skills forward approach says, we are really good at x. What else can we do with x? That's a useful and rewarding business approach. However, If used exclusively, the company employing it will never be driven to develop fresh skills. Eventually, the existing skills will become out outdated. Working backwards from customer needs often demands that we acquire new competencies and exercise new muscles, never mind how uncomfortable and awkward feeling those first steps might be. Alright. So now he's gonna talk about... He has a sub called customer experience pillars. He says, in our retail business, we have strong conviction and customer... That that customer's value low prices. Fast selection and fast convenient delivery. And that these needs will remain stable over time. So I was just kinda talking about that. It is difficult for us to imagine that 10 years from now customers who want higher prices, less selection or slower delivery. Our belief in the durability of these pillars is what gives us confidence gives us the confidence required to invest in strengthening them. We know that the energy we put in now will continue to pay dividends for the future. And so you gonna talk about some of the stuff that that's necessary to to do this. And 1 of them is prudent prudent spending. And the note I left myself is be frugal motherfucker. The customer... Is this what he's telling us. The customer experience path we've chosen requires us to have an efficient cost structure. The good what does that mean? That's a fancy way of saying we watch how what we spend our money on. The good news for shareholders is that we... I'm sorry. Actually calls them share owners. That's interesting. The good news for shareholders owners is that we we see much opportunity for improvement in that regard. Everywhere we look, and we and we all look. We find what experienced Japanese manufacturers would call Mud. Or, guess this translates to waste. And this is this is his response to finding Mu. It's Hilarious. I find this incredibly en patronizing. I see it as a potential years and this is so interesting. I see it's as potential. So you're seeing waste now as potential in the future. Right? Years and years of variable and fixed productivity gains and more efficient, higher velocity, more flexible capital expenditures. An interesting perspective, and I left a note to myself. It says read the footnote future David. Alright. So let's go to the bottom here. Glad I past David left that. So I didn't forget. Oh, this is this is great. This so this is be the end of 2008 letter. He says, as at a fulfillment center recently, 1 of our... I have no idea how to pronounce sw capital k, Kai zen, and hold on I. I don't know how to pronounce it, but I grabbed the for us. It says a kai is a Japanese business philosophy of continuous improvement of working practices and personal efficiency. Alright. Cool. So at a fulfillment center recently, 1 of our Kai experts asked me. Quote, if I'm in favor of a clean fulfillment center. Oh, shit... I'm sorry. So he asked me. I'm in favor of a clean fulfillment center, but why are you cleaning? Why don't you eliminate the source of the dirt? And the very last sentence that Jeff. I love this is the very last sentence in this this shareholder letter. He says, I felt like Karate kid. What a great thought. Most of which so, it's dirty. Let me just got air clean up again. This guy took it 1 step. It's like, why don't you lemonade source of the dirt. Save all the future time cleaning it. Alright. So that could be obviously applied to so many these different things. And this is just a reminder because, you know, the... Like, there's some people that like, as you'll set of podcast podcasts over enough enough. You realize that most humans, like, the... We don't all... We we have very limited amount of ideas. And, like, you're gonna hear that again again, and Vocabulary, you're gonna hear us repeat over and over again. And some people poke fun at this. I think it's such a weird thing. Like, III put this in here because now in 2009, Jeff Bezos were what 12 letters into this, or whatever it is. And he repeats himself. Jeff Bezos repeats himself. Don't be afraid to repeat yourself. Like, it's okay. Alright. So the financial results for 2009 reflect a cumulative effect of 15 years of customer experience improvements. And what are those improvements? He says says him over an. Increasing selection, speedy delivery, reducing cost structure. He just referenced them his pillars. Right? That don't change. The work has been done by large number of smart, relentless, customer devoted people all across areas of the company. Again, not afraid to repeat himself. We all know that we could still be much better and we're dedicated to improving further. Senior leaders that are new to Amazon are often surprised by how little time we spend discussing actual financial results or debating pro projected financial outputs. And now I gonna say why? Because what do they believe? We believe that focusing our energy on the controllable inputs to our business is the most effective way to maximize financial outputs over time. And the summer here, this just straight... He's Jeff has just some straightforward advice for us. Start with the customer and work backwards. Listen to customers, but don't just listen to customers, also invent on their behalf. There's another thing here repeats a. It's our job to invent on their behalf. It's not the customer's job. To tell you what you should build. It's your job. Figure it out. Alright. 2010. Many of the problems we face have no textbook solutions. We just had this discussion about the benefit of reading biographies and looking at the whole when you're dealing with a complex adapter system. Many of the problems we face have no textbook solutions. And so we happily invent new approaches. Our technologies are almost exclusively implemented at services and he described services as bits of logic that encapsulate the data they operate on and provide hard and interfaces as the only way to access their functionality. This approach reduces side effect and allow services to evolve at their own pace without impacting the other components of the overall system. And now he's talking this really interesting. What he's getting to now. He's saying, listen. This idea that you should have like, that companies have a a research and development on R and D department is ridiculous. Because he's like, in in the company, R and D is a responsibility of every department. So he says all of the effort we put into technology might not matter that much if we kept technology off in the side in some sort of R and D department, but we don't take that approach. Technology fuses all of our teams, all of our processes, all of our decision making and our approach to innovation in each of our businesses. It is deeply integrated into everything we do. It's getting an example of this, which now is very common but time is kind of hard to do. Right? This is 1 example is whisper sync. Our our kindle service designed to ensure that everywhere you go, no matter what device you have with you, you can access your reading library and all your highlights, notes and bookmarks all in sync across your kindle devices and mobile apps. The technical challenge in making this a reality for millions of kindle owners with hundreds of millions of books and hundreds of device types, living in over a hundred countries around the world, all at 24 hours a day 7 days a week reliability as a kindle customer, of course. We hide all this technology from you. So when you open our open your kindle, it's in sync and on the right page. To para phrase Arthur c Clerk, like any like any sufficiently advanced technology, it is indistinguishable from magic. And the result of that is because they they're willing to invent. They're not just willing to say, okay, this is a textbook where you're supposed to do this. They're willing to just figure it out going to the frontier. Invention is in our Dna and technology technologies is the fundamental tool we wield. To evolve and improve every aspect of the experience we provide our custom... Okay. Moving on to 2011. This entire letter is about the power of invention, so they talk about... They give examples from customers using things they've invented, like Amazon Web services, film by Amazon and Kindle direct publishing. So I'm gonna to skip over that part, but... There some interesting sentences in here. He says invention comes in many forms and at many scales. The most radical and transformative of inventions are often those that empower others to unleash their creativity to pursue their dreams. And he continues that he says we are creating powerful self service platforms that allow thousands of people to bold the experiment and accomplish things that would otherwise be impossible or impractical. These innovative large scale platforms are not 0 sum. They create win win situations and create significant value for developers, entrepreneurs, customers, authors and readers. So he's telling you build things that are not 0 some. And then, he 1 of my fair parts of reading the everything stores. He... He's obsessed with the limited gatekeepers, and it's not just the eliminating gatekeepers for the sake of eliminating gatekeepers. He's telling us why here. He says, I am emphasizing the self serve nature of these platforms. Because it's important for a reason I think is somewhat non obvious. Even well meaning gatekeepers slow innovation. It's an important sentence there. When a platform is self service, even the improbable ideas can get tried because there's no expert gatekeeper ready to say that will never work and guess what. Many of those improbable ideas do. And society is the beneficiary of that diversity. Alright. 2012. So this is interesting. Before I read this, this is the note. I was like, in other words, we should still... We would... In other words, we would still take this approach even if it didn't maximize success, but we are pretty sure it does. And this is what... Why I wrote this Jeff writes here. Our energy at Amazon comes from the desire to impress customers rather than the Z to best competitors. We don't take a view of of which we don't think of you on which of these approaches is more likely to maximize business success. There are pros and cons to both and many examples of highly successful competitor focused companies. We do work to pay attention to competitors. And to be inspired by them, but it is a fact that the customer centric way at this at is at this point a defining element of our culture. 1 advantage, perhaps a subtle 1. Of a customer driven focus is that it aids a certain type of productivity. When we are at our best, we don't wait for external pressures. We are internally driven to improve our services. Adding benefits and features before we have to. We lower prices and increased value for customers because we have be oh, excuse. We lower prices and increased value for customers before we have to. We invent before we have to. These investments are motivated by customer focus rather than by reacting to competition, that's really interesting. So if you keep in mind what is best for the customer as opposed to what the hell your competitors is doing, you'll probably arrive at true innovations. While they're just over copying the other people they're competing with. That's that's fascinating. And as always, he reiterate what is best for the customer best for the shareholder, our heavy investments in prime, Aws, kindle, digital media media and customer experience in general strikes some as too generous. Shareholder and different, are even at odds as being a 4 profit company. Amazon as far as I can tell is a charitable organization being run by elements of the investment community for the benefit of consumers writes 1 outside observer. But I don't think so. To me, trying to dole out improvements in a just in time fashion would be too clever by half. It would be risky in a world as fast moving as 1 we all live in. More fundamentally, I think long term thinking squares the circle. Proactively delight customers earns trust, which earns more business from those customers even in new business arenas. Take a long term view and the interests of customers and shareholders align. Alright. 2013, how this one's. Okay. Here we go. So the takeaway away I took from this section is when you succeed at something others doubt would work, you gain confidence to try new things in the future. Says customers love prime. More than 1000000 customers joined Prime in the third week of December alone, and there are now tens of millions that's insane. And now there are tens of millions of prime members worldwide. It's easy for us to forget that prime was a new, unproven. Some even said full heart concept when we launched it 9 years ago. Let me scroll down a little bit to the next highlight, and this is... When he repeats this a lot I think it's super important because it goes against our human nature, which we talked a lot about last week. It says experiments and more experiments. We have our own internal experiment experimentation platform called web lab that we used to evaluate improvements to our websites and products. I keep in mind, at this time he's got, like, you know, 3 to about 3 giant businesses. Depending on how where you classify Kendall. Right? So they do a lot of experiments to get there though. It's in 2013, we ran 1976 experiments, up from 1092 and 2012 and 546 in 2 and 11. So the opposite of what normally happens at large companies, they slowed down their innovation. As he grows as Amazon grows, they speed it up. And says, he's just still talking about experimenting and you have to just gotta be something else to do do not be afraid of it. Says failure comes, part and parcel was invention. It is not optional. We understand that and we believe in failing early and iterating until we get it right. When this process works, it means our failures are relatively small in size because most experiments can start small. He's really just talking about the fact that experimenting is a core organizational tenant here. And then he says, and then we... And when we hit on something that is really working for customers, we doubled down on it with hopes to turn it into an even bigger success. However, it's not always as clean as that, inventing is messy and over time, It is certain that will fail at some big bets too. I'm gonna start reading more shareholder letters. I'm just very curious to see other founders in public companies talk this way. Okay. So 2014, This is Jeff telling us what a great business. Looks like to him. A dreamy business offering has at least 4 characteristics. Customers love it. It can grow to a very large size. It has strong returns on capital, and it is durable in time. With the potential to endure for decades. When you find 1 of these don't swipe right, get married. Well, I'm pleased to report that Amazon hasn't been mc in this regard. After 2 decades of risk taking in teamwork and with generous helping of good fortune along the way, we are now happily wed to what I believe are 3 such life partners. Marketplace, prime and Aws. Each of these offerings was a bold bet at first and sensible people worried that they would not work. But at this point, it's becoming pretty clear how special they are and how lucky we are to have them. It's also clear that there are no s in business. We know it's our job to always nourish and fortify them. He says, will approach this job with our usual tools. Customer obsession, rather than competitor focus, heartfelt passion for invention, commitment to operational excellence and a willingness to think long term. And then this is maybe the first time in these letters where Jeff actually uses the word fly. We're all up in 2014. And it's a great example of what it means here in case you... You're not sure. This is the success of this hybrid model accelerated the Amazon flywheel. Customers were initially drawn by our fast growing selection of Amazon sold products at great prices with great customer experience. By then allowing third parties to offer products side side, we became more attractive to customers, which drew even more sellers. This also added to our economies of scale, which we passed along by lowering prices and eliminating shipping fees for qualifying orders. Having introduced these programs in the Us, we rolled them out as quickly as we could to other geographies. The result was a marketplace that became seamlessly seamlessly integrated with all of our global websites. So another way to think about he continues a few paragraphs later, which I, which I love. And this probably the the simplest way to think about to understand the flywheel. And that's feeding energy from 1 thing into another. Right? So says maintaining a firm grass of the obvious is more difficult than 1 would think it should be. But it's useful to try. If you ask what do sellers want, the correct and obvious answer is, they want more sales. So what happens when sellers join fulfillment by Amazon and their items become prime eligible. They get more sales? Notice also what happens from a prime member's point of view so the other side. Right? Every time a seller joins from fulfillment by Amazon, prime members get more prime eligible selection. Meaning the value of the membership goes up. This is very powerful for a flywheel. Film by Amazon completes the circle. Marketplace pumps energy into prime and prime pumps energy into marketplace. So that was the best description I've I've heard so far. Okay. So it says, large... So now he's gonna talk about Aws. Large enterprises have been coming on board as well and they're choosing to use Aws for the same primary reason that startups did, speed and agility. This is so so so important what he... Because he's he really understands... He understands what his customers want and he's telling you to understand what your customer wants. Okay? So he says, now he's his large Companies coming on Abs. Start started first, but now the large ones are, and they're doing for the same reasons, which is odd, just be a agility. So he says having lower It cost is attractive. And sometimes the absolute cost savings can be enormous. But cost savings alone could never overcome deficiencies and performance of functionality. Enterprises are dependent on It. It is mission critical. So the proposition the sales pitch, in other words, I can save you a significant amount on your annual annual It bill, and my service is almost as good as what you have now will not get too many customers. What customers really want in this arena is better and faster. And if better and faster can come along with a side dish of cost savings than terrific. But the cost savings is the gravy not the stake. It is so high leverage. You don't want to imagine a competitor whose It department is more nimble than yours. Every company has a list of technology projects that the business would like to see implemented as soon as possible. The painful realities that is that tough triage decisions are always made and many projects never get done. Even those that get resourced or often delivered late or with incomplete functionality. If an Id department can figure out how to deliver a large number of business enabling technology projects faster, they'll be creating significant and real value for their organization. These are the main reasons Aws is growing so quickly. It departments are recognizing that when they adopt a... Aws, they get more done. So it's interesting. That's the real value add, not that... It's gonna be cheaper. And then this is, Jeff later on, telling us explicitly how he thinks of his businesses, which I think is 1 of the most valuable takeaways from from these letters. Is hearing, like, from him, how he's thinking about what he's doing. I believe Aws is 1 of those dreamy business offerings that can be serving customers and earning financial returns for many years is the future. Why am I optimistic? For 1 thing, the size of the opportunity is big. Ultimately, incumbent company encompassing global spend on servers, networking, data centers, infrastructure software, databases, data warehouses and more. Similar to the way I think about Amazon retail. For all practical purposes, I believe Aws is market sized constrained. I've also heard other people say it's basically a tax on all on on the Internet. So think about the size of the opportunity. Right? Alright. So we're going to 2015. This is where Jeff is actually analyzing the similarities between his Aws business and his retail business. This year are the beginning of the retail business. Since this year, Amazon became the fastest company ever to reach a hundred billion in annual sales. Also this year, Aws is reaching 10000000000 in annual sales. And Aws is doing so at a pace even faster than Amazon achieved that milestone. What is going on here? Both were planted as tiny seeds. See. Sticks to it... He sticks to his script. Both were planted as tiny seats and have both have grown organically without significant acquisitions into meaningful large businesses quickly. Superficial, the 2 could hardly be more different. 1 serves consumers and the other serves enterprises. 1 is famous for brown boxes and the others for Apis. Is it only a coincidence that coincidence that 2 such dissimilar offerings grew so quickly under 1 roof. Under the surface, the 2 are not so different at all. They share a distinctive organizational culture that cares deeply about and acts with... Conviction on a small number of principles. I'm talking about customer obsession rather than compute than competitor obsession. Eager to invent in pioneer, willingness to fail the patience to think long term and the taking of professional pride in operational excellence. A word about our corporate... A word about corporate cultures rather, not just theirs. For better or worse, they are enduring, stable and hard to change. They can be a source of advantage or disadvantage. You can write down your corporate culture, but when you do so, You're discovering it, uncovering it, not creating it. It is created slowly over time by the people and by the events by the stories of past success and failure that become a deep part of company lore. If it's a distinctive culture, it will fit certain people like a custom made glove. The reason cultures are so stable in time is because people will self select. Someone energized by a competitive Z may select and be happy in 1 culture. While someone who loves to pioneer and invent may choose another. The world, thankfully, is full of many high performing highly distinct corporate cultures. We never claim our approach is the right 1, we just claim that it's ours. And this is actually 1 of my... I'm gonna get to 1 of my favorite Jeff Bezos quotes ever. It's actually saved. I always talk to about have these screenshots that I saved my phone under folder. Just things that I wanna remember ideas I wanna remember So every so often open up the folder and just scroll through and and it's like, flashcards cards for ideas. It's really interesting actually. Alright. To invent, you have to experiment, I'll I'll tell you which when I get to the quote. To invent, you have to experiment. And if you know in advance that it's going to work, it's not an experiment. Most large organizations embrace the idea of invention, but are not willing to suffer the string of failed experiments necessary to get there. Outs sized returns often come from betting against conventional wisdom. And conventional wisdom is usually right. Given a 10 percent chance of a hundred times payoff, you should take that bet every time. But you're still gonna be wrong 9 times out of 10. We all know that if you swing for the fences, you're going to strike out a lot, but you're also gonna hit some home runs. Now this is the start of the quote I love. The difference between baseball and business, however is that baseball has a t outcome distribution. When you swing, no matter how well you connect with the ball, the most runs you can get is 4. In business, every once in a while, when you step up to the plate, you can score a thousand runs. This long tail distribution of returns is why it's important to be bold. Big winners pay for so many experiments. And then scrolling down a little. This is actually a longer... 1 of his longer letters that he wrote. And this is a difference between Amazon and most technology companies. Many companies describe themselves as customer focused. But you walk the walk. Most big technology companies are competitor focused. They see what others are doing and then work to fast follow. And then Jeff talks this idea about an invention machine, and he's gonna... This is also him telling telling us how he makes decisions. Well, I've been talking him for a while my voice is going. Alright. We want to be a large company that's also an venture machine. We want to combine the extraordinary customer service capabilities that are enabled by size with the speed of movement with the speed of movement, nimble and risk acceptance mentality normally associated with entrepreneurial startups. Can we do it? I'm optimistic. We have a good start on it, and I think our culture puts us in a position to achieve the goal, but I don't think it'll be easy. There are some subtle traps that even high performing large organizations can fall into as a matter of course, and will have to learn as an institution how to guard against them. 1 common pit fall for large organizations, 1 that hurts speed and an in in invent ness is a 1 size fits all decision making. This is a really important point. Some decisions are consequential and irreversible are nearly irreversible. 1 way doors. And these decisions must be made methodically, carefully, slowly and with great deli and con and consultation. If you walk through and don't like what you see on the other side, you can't go back to where you were before. We can call these type... We call these type 1 decisions. But most decisions are like that, they're changeable and reversible. They're 2 way doors. If you've made a suboptimal optimal type 2 decision, you don't have to live with the consequences for that long. You can reopen the door and go back through. Type 2 decisions can and should be made quickly by high judgment individuals or small groups, But this is the difference between Amazon and other companies. Right? As organizations get larger, there seems to be a tendency to use heavyweight type 1 decision making process and you put that into it alex. The word process on most decisions, including type 2 decisions. The end result of this slowness, un thoughtful risk aversion, failure to experiment sufficiently and consequently diminished invention. We'll have to figure out how to fight that tendency. Okay. So now we're going 2016, And I love how he starts the letter. It says Jeff. What does day 2 look like? That's a question I just got at our most re most recent all hands meeting. I've been reminded people that I've been reminding people that it's day 1 for a couple of decades. I work in an Amazon building named day 1. And when I moved buildings, I took the name with me. I spent time thinking about this topic. And so this is his answer. Day 2 is S, followed by relevance, followed by excruciating painful decline followed by death, and that is why it's always day 1. To be sure, this kind of decline would happen in in... Would happen in extreme slow motion. An established company might harvest day 2 for decades, but the final result will still come. I'm interested in the decision. How... I'm interested I'm interested in the question. How do you fend off day 2? What are the techniques and tactics? How do you keep the vitality of day 1 even inside a large organization. Such a question can have a simple answer? There will be many elements, multiple paths and many traps. I don't know the whole answer, but I know bits of it. Here's a starter pack of essential day 1 defense. Customer obsession, a skeptical view of proxies which will elaborate a more in a minute. The eager adoption of external trends... Wow. I mean, how many people... How many businesses you know do that? Eager adoption of external trends in high velocity decision making. Okay. There are many... So says, there are many ways center business. You can be competitor focused. You can be product focused. You could be technology focused, you could be business model focused, and there are more. But in my view, obsessive coast customer focus is far more protective of day 1 vitality. Staying in day 1 requires you to experiment patiently, accept failures, plant seeds, protect sap and double down when you see customer delight. A customer obsessed culture, creates the conditions where all of that can happen. So now he's gonna elaborate on what he meant by resist proxies. So she says it's as companies get larger and more complex, there's a... There's a tendency to manage proxy. So I didn't understand what he meant. Until you explains in the next paragraph. This comes in many shapes and sizes and it's dangerous, subtle and varied day 2. So he says a common example is processed as a proxy This is something Steve Jobs talked about too. It says good process serves you so you can serve customers. But if you're not watchful, the process can become the thing. This can happen very easily in large organizations. The process becomes the proxy for the result you want. You stop looking at outcomes and you just make sure you're doing the process right. Gu. If not that rare to hear a junior leader to defend about outcome with something like, well, we followed the process. A more experienced leader would use it as an opportunity to investigate and improve the process. The process is not the thing. Another example. Market research and customer surveys can become proxies for customers. Something that's especially dangerous when you're inventing and designing products. And he's can give an example here. 55 percent of beta testers report being satisfied with this feature. That is up 47 percent in the first survey. That's hard to interpret and could unintentionally mislead. Good inventors and designers deeply understand their customer. They spent tremendous energy developing that intuition. They study and understand many anecdotes rather than only the average you'll find on surveys. They live with the design. A remarkable customer experience starts with heart, intuition, curiosity, play guts, taste. You won't find any of that in a survey. So he's gonna talk about the high... What he calls high velocity decision making. Day 2 companies make high quality decisions, but they make high quality decisions slowly to keep the energy and d of day 1, you have to somehow make high quality high velocity decisions. Easy for startups and very challenging for large organizations, speed matters and business. And I love to say, now we're... I'm gonna skip ahead a little bit to this other idea He has that's called disagree and commit. This is how you how you make sure that you're optimizing for Speed and business. He just said it's important. If you're the boss, you should do this too. I disagree and commit all the time. We recently green lit a particular Amazon Studios as original. I told my team my view. And this is his view. Debatable whether it'd be interesting enough complicated to produce, the business terms aren't that good, and we have lots of other opportunities. They had a completely different opinion and wanted to go ahead. I wrote back right away with, I disagree and commit. And hope it becomes the most watched thing we've ever made. Consider how much slower this decision cycle would have been if the team had actually had to convince me rather than simply get my commitment. Recognize true mis misaligned this is an interesting point too about the difference between like, how deadly mis lime is in organizations. So she says recognize true mis issues early and escalate them immediately. Sometimes teams have different objectives and fundamentally different views. They are not aligned. No amount of discussion, no number of meetings will resolve this deep deep mis. Without escalation, the default dispute resolution mechanism for this scenario is exhaustion. Whoever has more stamina carries the decision. I've seen many examples of sincere mis lima at Amazon over the years. When we decided to invite third party sellers to compete directly against us on our own product detail pages, that was a big 1. Many smart well intention Amazon were simply not at all aligned with the with the direction. The big the big the big decision set up hundreds of smaller decisions, many of which needed to be escalate to the senior team. You've worn me down is an awful decision making progress. It is slow and d. Go for quick escalation instead. It is better. Alright. So let's go to 2007. Oh, this is very interesting. 1 thing I love about customers is that they are divine discontent. Their expectations are never static. They go up. It's human nature. We didn't ascend from our hunter gather days by being satisfied. People have a appetite for a better way, and yesterday's wow quickly becomes today's ordinary. I see that cycle of improvement that cycle of improvement happening at a faster rate than ever before. You cannot rest on your laurel in this world. Customers won't have it. So how do you stay ahead of ever rising customer expectation. There's no single way to do it. It's a combination of many things, but high standards are certainly a big part of it. I'd like to share with you the essentials of what we learned so far about high standards inside an organization. First, he's asking the question. Is this intrinsic or teachable? He says first, there's a foundational question. Our high standards intrinsic are teachable. Do we first and foremost need select for high standards people? If so, this letter would would would... This letter would need to be mostly about hiring practices. But I don't think so. I believe high standards are teach teachable. In fact, people are pretty good at learning high standards simply through exposure. High standards are contagious, bring a new person onto a high standards team and they'll quickly adapt. The opposite is also true. If low standards prevail, those 2 will quickly spread. This is really interesting. I use a podcast podcasts and books for what he spell takes flying. Another important question is whether high standards or universal are domain specific. In other words, if you have high standards in 1 area, do you automatically have high standards elsewhere. I believe high standards are domain specific, and then you have to learn high standards separately in every area of interest? But when I started Amazon, when I started Amazon, I had high standards on inventing on customer care and on hiring. But I didn't have high standards on operational process. How to keep deep... How to keep fixed problems fixed, to eliminate defects at the root and how to inspect processes and much more? I had to learn and develop high standards on all of that. Understanding this point is important because it keeps you humble. You can consider yourself a person of high standards in general and still have d debilitating blind spots. There can be whole arenas of endeavor where you may not even know that your standards are lower or nonexistent, and certainly not world class. It is critical to be open to that likelihood. So what I mean by at the beginning of that says I use podcast podcasts and Books this. I I've said this repeatedly that we're really, really lucky to be born in the each of the Internet. And specifically in the... Like, the with the growth in podcast podcasts that we've been seeing. And the reason being is because think of analyze your daily interaction. Think about every single person you've interacted with today. Think about the person you talked to you yesterday. I think you you talked to last week. And over and over and over again, you're gonna realize that for the vast majority of people, they for the vast majority of people, the vast majority of people that they interact with. They just... There's very few of us they get to interact with truly brilliant high standard people in our day to day lives because these people are rare. With the beautiful thing about books and podcast podcasts is you get to access them. You can sit in on a discussion of 2 people that have thought about a subject and study a subject for 30 something years or whatever the case is. You can, let their standards become yours. You can span the scope of your ambition. Like I'm sitting here reading all these books all day about people, you know, something, like, think of Kirk Corey who we covered a few weeks ago. And like, eighth grade education. Didn't stop. He just took... You just went from 1 opportunity to another to another to another. Like, you realize, oh, wow. So much of life and everything around us is nonlinear linear. And by exposing yourself to this is is is doing exactly what Jeff bezos is saying. He's like, listen, you could have debilitating blind spots. You could think that you're maybe you're in good you're good in good health or good shape. And then you you either read a book or let's do a podcast about somebody dedicate their life to that. Saying you think you're a really good entrepreneur and then you goes, oh, I didn't even think about this this idea. This dis way this approach. Like, there's just a limitless, number of things that we can improve on constantly. And none of us are ever gonna get to this... Like, there... There's no such things as perfection. Like... But that doesn't mean we you shouldn't try throughout our entire lie. Our entire our entire lives keep growing and to keep adding new skills and to keep doing things as best as we can. So I think reading, you know, especially biographies, listening to podcast podcasts where you have people that are sharing ideas that are useful to share your life, Like, that's 1 way to just slowly... Even if you're increasing your standards by 1 percent. Every year, 2 percent a year, 5 percent a year. Over many decades, that's a vast improvement over the person next to. That's not doing those things. That's not reading those books. That's not listing those podcasts. It's not having those experiences. That's not experimenting. That's not inventing. It's extremely important. Okay. So, I would just think about, like, if you if you read his shareholder letters and read his book. Like... That's 1 person, and you can learn so much because Jeff is willing to share it. Go on Youtube. And I'm doing it this a lot, I'll I'll eventually put the notes on my personal website I'll let you know what I do. But I've been going through and no on podcast podcasts take notes. But on like, these talks. And they're all over Youtube. Like, man. There's just so much information I wanna learn here. Like, I wanna remember. And so I have, like, the Kindle highlight version it. I I it's the way I think about it, like, you know, things I wanna go back and, like, have flash cards almost to remember. And I was, you know what, if it's value to me, it's probably valuable other people So what I'm done with I'll let you know. Alright. And it... This is very weird. He's gonna bring up the idea of doing a perfect hands stand. So the close a close friend of mine recently decided to learn to do a perfect free freestanding hands stand, not leaning against a wall. Not just for a few seconds. Instagram good. She decided to start her journey by taking a hands down workshop at her yoga studio. She then practiced for a while. I promise you this the story is really worth hearing. Just bear with me. She then practiced for a while but wasn't getting the results she wanted. So she hired a hands stand coach. Yes. I know what you're thinking. But evidently, this is an actual thing that exists. In the very first lesson, the coach gave her some wonderful advice. Most people he said think that that if they work hard, they should be able to master a hands in about 2 weeks. The reality is that it takes about 6 months of daily practice. If you think you should be able to do in 2 weeks, you're just going to end up quitting. Unrealistic beliefs on scope, often hidden and un disgust, kill high standards. To achieve high standards yourself are as part of a team, you need to be... You need to form and proactively communicate realistic beliefs about how hard something is going to be. Something this coach understood well. He says building a culture of higher standards is well worth the effort. And there are many benefits. Naturally and most obviously, you're going to build better products and services for customers. This would be reason enough. Perhaps a little less obvious, people are drawn to high standards. They help with recruiting and retention. More subtle, a culture of high standards is proactive of all the invisible but crucial work that goes on in every company. I'm talking about the work that no 1 sees. The work that gets done when no 1 is watching. In a high standard culture, doing that work well is its own reward, and it's... And it's part of what it means to be a professional. This is Jeff beaten his drum. He's telling us why companies must experiment invent. From very on from very early on in Amazon's life, we knew we wanted to create a culture of builders. People who are curious, explorers. They like to invent. They see the way we do things as just the way we do things now. A builder mentality helps us approach big hard to solve opportunities with a humble conviction that success can come through iteration invent, launch, reinvent, relaunch, start over, rinse repeat again and again. They know the path success in anything. They know the path to success is anything, but straight. Wandering this is such an interesting use of the word wandering. I love how he says this. Wandering in business is not efficient, but it is also not random. It's guided by hunch, gut intuition, curiosity. And powered by a deep conviction that the prize for customers is big enough, and it's worth being a little messy and tangent gentle, 10 tan gentle. Tangent gentle. I don't know if I'm pronouncing where You know what the word is. To find our way there. Wandering is an essential counter to efficiency. You need both. The outs sized discoveries, the non ones are likely or highly likely to require wandering. And that's kind of if you think about that, it makes sense. Like, if it was... If you didn't have to wander. If they... If there was these huge nonlinear, opportunities, somebody would have done them. You have to go past that other people are doing. Like, you have to wander. Alright. The biggest needle movers will be things that customers don't know to ask for. We must invent on their behalf. We have to tap into our own imagination about what's possible. Aws itself as a whole is an example. No 1 asked for Aws. No 1 turns out the world was in fact ready and hungry for an offering, like Aws, but didn't know it. We had a hunch, follow our curiosity, took the necessary financial risks and began building, reworking, experimenting, and iterating countless times as we proceeded. And customers are responding to our customer centric wandering and listening Aws is now a 30000000000 annual run rate business and is growing fast. And here he talks about something. I don't think I've heard any other... Anybody else say. Talks about failure needs to scale too. And this is the last of the highlights and it you also hear a quote here that I read to you earlier. He says as a company grows, everything needs to scale, including the size of your failed experiments. It's a size of your failures isn't growing, you're not going to be inventing at a scale that can actually move the needle. Amazon will be experimenting at the right scale for a company of our size if we occasionally have multi billion dollar failures. Development of the fire and echo was started around the same time. While the fire was a failure, we were able to take our learnings and accelerate our efforts into building the echo and Alexa, no customer was asking for it. This was definitely us wandering. And market research doesn't help. If you'd gone to a customer in 2013 and say, would you like a black always on cylinder in your kitchen about the size of a pringles can that you can talk to and ask questions that also turns on your lights and plays music, I guarantee you. They would have looked at you strangely and said no, thank you. Customers have purchased more than a hundred million Alexa enabled devices. Alright. We made it. 20 plus years of synthesized knowledge of Jeff Bezos building, 1 of the the largest and most successful technology companies of our time. If you enjoy this podcast to me a favor. Could you spread this? I think it's an interesting idea. I think a lot of people would be interested in it. Send it to fran, share on social media, do whatever you can. And in general, just encourage your friends to... If you're enjoying and learning from my podcast, please encourage your friends to sign up. And if you wanna support it, please sign up, takes 15 to 20 seconds. There's a link. You could become a mis fit. Half my podcast are free. Half podcasts, I do are just for mis fit. So if you're not already a mis fit, you're missing out, there's ton of knowledge and experience and good ideas that are that are that I'm uncovering and reading all these books, and it'd be shame if you missed on half of them. It's unbelievably affordable, and it... Not only that, but it supports my work, and and it's the only thing I'll keep this project going over a long voice. So literally, 10 to 15 seconds. You're listening to a bunch of podcasts that you haven't heard yet. So alright. I've have spoken enough. My voice has gone. Thank you very much for listening, and I will talk to you next week about another entrepreneur."
}