{
  "transcript": "How did it happen? How did I get into this? Me, a guy who's almost always written fantasy. Suddenly having to deal with facts. The facts of my life? Although kind of think of it, those facts themselves are pretty fantastic. If I hadn't lived the whole thing, I might not even believe it. During those strange struggling early years, I wall an embarrassment because I was a mere comic book writer. And now, because of those same humble comic books, here I am the featured star of a real grown up book, the hero of my own life story. There's probably a moral hidden there. Feel free to search for it as we roll along. To tell the truth, I can't wait to read the pages that follow. Since so much of the past has managed to homo in the plot in the plot cluttered recesses of my mind. It's a chance to red little truth about my own ins self, and the titanic talented people I've worked with. Here are a couple sentences I wrote some years ago to describe my feelings about what marvel comics represents. Marvel is a corn fantasy, a wild idea, a swatch buck attitude, an escape from the hu drum and the pros. It's a ser feast for the mind. The eye and the imagination, a literate celebration of un unblock creativity coupled with a touch of rebellion and an incident desire to spit in the eye of the dragon. There you have it. My take on marvel and the fantasy genre in general, and perhaps my own philosophy in particular, if those words strike a chord with you read on. If they don't, I'd rather not know. Okay. That was an excerpt from the book that I wanna talk to you about today, and that is excels, the amazing life of Stanley. And I guess I'll just jump ahead before I jump back into the book because that's a bizarre word. Right? Like the title of the book. I don't know if I've ever even seen that word anywhere else. And so I looked it up, and he talks about it later on the book, but there's 2 things. First Wanna tell you the definition. And second, he has a really great idea right off the bat. And he decided to make the word excels which means ever upward his life motto. But I also love the idea of having a life motto. And that's something I'm gonna think about and see if I can come up with 1 on my own. Maybe you wanna do the same. Okay. So, as you could just see from that little expert, this guy... I mean, no surprise. He I was gonna say it's a hell of a writer, which... I mean, that's kind of obvious. He built a, what... What is now what a multi hundred billion dollar industry. Based off of his ideas and the creation of, you know, characters, like, Spider Man X men, the Avengers, which I think just overt took, and is now the most, like, the highest grossing movie of all time. And what I love most of the book and what you're gonna come to learn in the with over the next little bit of our time together is that we're seeing as with all these biographies, we're we see the end result So everybody knows who Stanley is now. Everybody knows who what marvel comics are, even if you're not into the movies of the books. But what I loved about reading this book so much is that the vast majority of his life, he was filled with, unbelievable doubt. And he talks about, right from the... He says during the strange struggling early years. I swallowed an embarrassment because it was a mere comic book writer. So I'm gonna talk a lot about that today, because I... I found that probably the most interesting part of the book. So I wanna start where I always do, which is the early life or I try to always do, and, we're gonna see that some of the unpleasant of his early life actually benefited him later on. So not only to I have this book, but I have another by Iffy of his called the amazing, fantastic, incredible, a Marvelous, this men memoir by Stanley lee that I'll probably turn into another episode of founders in the future. But in that book, he talks about the unpleasant of his pair... Like, the really relationship between his parents. Gave him 1 hell of a work ethic, and we're gonna see what he means by that. He says, I always felt sorry for my father. He was a good man. Honest and caring. He wanted the best for his family as most parents do, but the times were against him. At the height of the depression, there were just no jobs to be had. Seeing the demo moral effect that his unemployment had on his spirit, making him feel that he just wasn't needed gave me a feeling that I would never be able to shake. It's a feeling that the most important thing for a man and I would also also add person. He's writing this book in 2002 when he's 80 years old. He doesn't pass away till his, 95. So let me just interject there. Again, it's a feeling that most important thing for a person is to have work to do to be busy to be needed. Today, I never feel more fulfilled than when I'm working on a number of projects at once, which is really nuts because I'm always wishing I had more free time. Still when I'm busy, I feel needed, and that makes me feel good. So he's gonna reflect a little bit about, like, what it was like growing up during the depression and seeing his parents struggle and and frankly argue constantly about money, and the lack thereof of money. They were both good loving parents, and I think the only thing that gave them any pleasure was their children. My brother and I always regretted that fate had not been kinder to them. And that they couldn't have had happier lives. I think that's like the greatest tragedy in life to to waste the 1 life you have and to spend it being miserable and unhappy. And unfortunately, I I think that's, like, the this the default. For most of human... The humans that have ever lived. I think the estimate I've read 1 time Was like, it might be in about a hundred 515000000000 humans that have ever existed. And I mean, what percentage of them had, you know, a truly happy fulfilled life. Probably a very small percentage. It's very hard to do. Alright. They must have loved each other when they when they were married, but my earliest recollection were of the them to arguing, cor incessantly. Almost always, it was over money or the lack of it. I realized at an early age how the specter of poverty, the never ending worry about not having enough money to buy groceries or to pay the rent can cast the cloud over a marriage. I'll always regret the fact that by the time I was earning enough money to make things easier for them. It was too late. And he talk he talks about, like, reflecting, like 1 of his earliest memories of his father his father sitting at the kitchen table going through the 1 ads spending all day applying for jobs coming back with no luck and then doing it over and over and over again. And I just wanna read this 1 sentence, and Stan is a wonderful way with words. And this was his his impression as a young... As a young person seeing this happened to his family says forced idle ness is a terrible thing. That's a hell of a sentence. And you know what's it's weird though to me now that I've read the book. So he was definitely not idle. I think I talk a little bit about later on, But if in case I don't, he basically wrote all day long every day constantly. And he didn't necessarily enjoy the process of writing because he's like, a extra various person you wanna be around people when you're writing, you have to be kind of a alone. But he definitely enjoyed the process of having written, which I've come across a couple times where even some of my favorite writers. I, well, I really like writing. I just like the fact that I have written. So a there's a lesson there. But this whole idea about seeing, So the fourth item is he was definitely never idle. Even you know, yeah, he's reflecting us what my projects he's taking on when he's in the seventies at the time. He just kept going going going. But this whole idea about, he he realized from an early age agent about what the absence of money can do to a family. So Stan was never poor, but he definitely never captured even a... He captured a tiny percentage of the of the the value that he would he would create. He talks about several times in the book that he was just... He was a creative person he was really good at making stories and writing and doing that, but he constantly got ripped off by better or taking advantage of by better businessman. Okay. So, let me skip ahead. Sometimes you're gonna hear Stan refer to himself, like, when when I'm reading, That's the words he wrote. He also has a c author in the book and his name is George Mayer. And so when whenever we're talking about Stan, that's George Writing. So george is writing this, he says, even in those difficult times, there is 1 joyful thing for Stan. It was the thing that eventually changed his life forever. It was his love for reading for losing himself in the magical world of books. Okay. Now we're gonna get the stan description of that. He said, I can't remember when I first learned to read? Nor can I remember a time when I wasn't reading? It was my escape from the dr and sadness of my home life. I read everything I could find everywhere, every chance I got. In school, reading and composition were always my best subjects. At every meal at home, breakfast lunch or dinner, I'd have a book or magazine to read while I ate. My mother used to say that if I there was nothing to read, I'd read the labels of ketchup bottles which I did. And then we're gonna hear that as as we're not surprised that all Stan was kind of a mis fit, Like, he was an outsider. He didn't fit in. He was a weird person. And I mean weird in the most loving way possible. And then we're gonna learn about a lesson that he never forgot. So it said in school, I was always something of an outsider. That's because I usually I was usually the youngest kid in my class, and in my social group. So his parents didn't have any money. They made him steady really hard so he could basically skip grades and and finish school faster so they he he could get to work and help the family. So this is part of the impact of the depression had on families like mine. My mother wanted me to finish school as soon as possible so I could get a job and help support the family, which is another reason I had the work ethic drum into me in an early age. I studied hard and skip grades, which put, in with older kids. But as you might imagine it's no fun being the youngest kid in class. So then he talks about... It's amazing. He's, you know, close to 80 years old writing these words, and he could still remember his favorite teacher, which is a guy named Leon Ginsburg. And he... He talked about, like, something that he learned from Leon that he applied to for the rest of his life. He said, he would entertain the class with humorous and exciting stories to illustrate teaching points. It was mister Ginsburg who first made realized that learning could be fun that it was easier to reach people to hold their attention to get points across with humor than any other way. It was a lesson I never forgot. And lesson I've tried to apply to everything I do. So he's definitely, like, this book is pretty funny. Like, he's very... And he comes on extremely likable even though he is extremely confident. I, most people would consider him an arrogant person. And again, I'm not... That I don't really have a problem with that it. I'd rather I'd rather you be who you are, and if you're really deep down, like, an arrogant person. Like, IIA lot of people let other people's personality kinda like, distract them. So think about, like, how much we've learned collectively about Steve jobs. Jeff Bezos. Any James Dyson. Any of the people we covered. Do you think any of them are not Arrogant? Like, they may hide their arrogance. In case of Steve jobs he definitely denied it. But I just... I think you should learn from people that even people you disagree with, You know, not saying you have to go and act, like, you shouldn't be an ass or mean to people for no reason. But I just think that you have to be who you are. And I prefer real arrogance over false modest. And Stan, I mean, you're gonna see some of the stuff he names, like, his projects and stuff. Like, he definitely had. He definitely knew he was really good at what he does. Hey, he was doing. Alright. So this is his first jobs. He began a series of part time jobs, including writing obituary notices for a new service. Now he's probably... I think he's, like, 14, 15 years old this time. Then that led to a job writing publicity for the National Tuberculosis hospital, which just kinda weird. And then he also got a job at a movie there being an usher. So he was just doing whatever he would take whatever work he could get at that time. Even if he didn't like it. But in the case of the movie, being an usher. It's 1 of favorite jobs. Okay. So this is now we're gonna... He's graduated high school, and we're in the year 19 39, stan is 17 years old. And this is how he finds his life work. His life's work. And the bulk of the podcast is gonna be us reflecting on how he feels about his life's work because I think that was the most fascinating part about the book, and the most surprising to me. It says, my uncle Robbie told me that they might be able to use somebody to a publishing company where he worked. The idea of being involved and publishing definitely appealed to me because he'd like to read and write. I began working as a gop for 8 dollars a week at this small company located in the Mcgraw Hill building at 40 second Street ninth Avenue in Manhattan. I didn't realize it at the time, but I had embarked on my life's career. Okay. So this is how he becomes a comic book writer by accident. Then my big break happened. As the number of comics expanded, there was more work than Joe and Jack Handle. These are the people working. The the place is called, it changes names multiple times before it becomes Marvel. So I guess I should bring that up. I didn't know, Stanley is not technically a founder of marvel comics. But as you'll see, he worked there for 40 years, he was the 1... He was the editor. He was band in charge doing anything else. And most at the time, most of the people that own... Like, the company was sold 5 or 6 different times before Disney owns it. And they were just, like, shuffling executives. They didn't pay much attention to like, the creative department even the creative department are the ones actually creating the products that gave them all the profits that they they that they would they would collect. And they would say dumb things like, oh, like, you know, you know, business people were much more valuable than you stand. They even talk, like, down to them, which is really silly, especially in today's day and age when we know that product is so important. And they say stuff like, oh, you know, if I raise the... If I raise the price of a comic from 12 to 15 cents that 1 act by me will make more... Make us more money, then everything you do in a year. And it's like, well, no. It wouldn't. Because if you didn't have Stanley writing all these novel. Like, he's the 1 that came up with Spider man and all the and the fantastic 4 and the avengers and all these other people. Like, you go out and play golf all day. Like, you may own the company, but you're definitely not the most important person there. So to me, I think... And a lot of people when they think of Marvel comics, they think of Stanley. So just keep mind, he didn't technically start the company. I mean, he did get equity way way way later after getting screwed over a couple times, but he is the founder of marvel for all intents purposes. So at the time, I think it's called, like, Like, I don't I can't remember. I didn't... Oh, time... It's called good old, it's called Timely. Is the name of the company. So he's being a gop, and then they're like, hey, kid. We have too much work to do. We will you write some stuff. He's like, yeah, of course. I'd love to. And so he says, my first story appeared in Captain America number 3, which was dated May 19 41. His fur... My first actual comic script, which was came 2 issues later in Captain America number 5, which was dated in August 19 41. I was barely out of high school, and I was now a full fledged comic book writer. Now this is interesting because his real name was not Stanley lee. It's like Stan Lie. And he's got So 1 thing, I think we... Another thing I think we should all learn from Stan is, like, if you're... Especially if you wanna search on own thing you wanna be entrepreneur sure hurry you wanna be creative where you wanna run a run person business You wanna run a giant company. Just wanna do own thing and have freedom. Like, I just think you should opt to opt you should opt into optimism even if that's not your natural personality as... Because, like, if you're optimistic about your future possibilities, then you have a chance of getting there. But the people that write off the bat are negative and they think, oh, it's never gonna work and they come up with all the reasons I can work well we know those are, like, self fulfilling prophecies. So being negative is a self fulfilling prophecy. It doesn't mean being optimistic as a self fulfilling prophecy, but it gets you closer there than ever. And Stan was... He had, like, I called it hilarious levels of optimism, and you see this as a really young person. And this story illustrates us perfectly because he decides to come up with the name Stanley because he didn't wanna ruin his real name for when he writes the Great American novel. He's 17 and this how he's thinking. So he says, I had decided that nothing would stop me from 1 day writing great... The Great American novel. Typical isn't. Isn't it. A guy gets a few comic scripts under his belt and decide he's and decides he's the next hemingway. Being only 17 at the time and not yet having become the incredible sophisticated and knowledgeable super person that Am today. See he says jess, but he does really believe that he's special. And again, I I don't think there's necessarily anything wrong with that. I somehow felt it would not be seem to take my name, which was certain to 1 day win a pulitzer and sign it to a mere humble comic strip. So context before I finish that, comic book anyway worked in the comic book industry in the 19 forties and at this around this time. Were like embarrassed. They were... When people were like, do you? I'm a graphic illustrator Or, oh, I'm a writer, because they were seen as, like, like, just... Like, there was no prestige. You're just a prestige and, like, if you wrote a novel or a book or if you had like a shiny nice magazine. But comic books, which is interesting because I'm gonna get into in a little bit... Like, the the sheer numbers that they sold, which is just mind boggling. I mean, 800000 copies and an issue kind thing. But it was still frowned upon and kinda like, you know what? It reminds me of when I read Anthony Bo book... Kitchen kind of financial, like, now chefs are, like, you know, like, their show... Tv shows about it. We look up to him and people travel all over the world to eat their food. And he's like, that's not how it was, Anthony Was Was like that's not how it was when we started like, the restaurant industry wasn't, an industry of mis fits and drug addicts and, you know, people that that were way out of mainstream. It's funny, Danny Meyer, if you remember the the podcast they did on him. He said very similar things. That's why even though was... He wanted be... He was in love of food and who would love to own a restaurant. He never thought it was a possibility because he wanted... He... You know, people told him about go an attorney because it's more prestigious. And I saw so. I don't remember where it was, but I think Think I heard on a podcast. And somebody said, like, you know how you're... You know you're doing the wrong thing is if you're doing anything for prestige. I was like, damn, That's a really good simple idea. Because that's the wrong motivating factor. Shouldn't be doing it because what other people think about you. Alright. So she's like, listen. I'm gonna win a pulitzer. I can't use his name. Since is us, I was caught up in the fantasy of using a pen name, pen name. Something suitable for strips, while saving my real name for the Saga that would make me a immortal. And that's how Stanley was born. He actually, eventually changes his name, so that's his real name. Okay. So there's a bunch of notes To left my cell on here. Let me just read them. So, timing is critical. The comic book business was booming, plush in patience as a virtue plus a good idea. So let's see what the hell that was talking about. Okay. Oh, so this is crazy. So, Martin Goodman is the guy. He's... Martin Goodman is married to Stan cousin. That's how that's the company starts working at. And that's called timely at the time. Martin Goodman and, I mean, we'll we'll learn more about him later on, but the way he described and kept referring him as his friend, but the way he describe Is like this... You guys don't sound very friendly, and I could see that they weren't really friendly. But anyways, publisher. He's... He's a publisher. He runs, like, other stuff. He's comic books. 1 of the things, but he... Also, like, does, like, they come like glossy or something like that. Like, basically highly produced glossy magazines. But check out the size of the market and this is still in the 19 forties. By the middle of the war, meaning world war 2, publishers were selling 25000000 comic books a month. That blew my mind. I had no idea. Alright. It says, I've always been a fast writer, mainly because my imp and wanting to get finished as soon as possible. So this is a description of what I meant earlier when he says that he he didn't like writing but he likes having written. Also, I'm a greg glorious guy. I like being with people talking to people, even arguing people, but I can't do that when I'm writing. Writing is about as lonely and activities you can find. So that's why you're so fast. So I wrote my little training films and a structural... Oh, sorry. I I skipped over something. He he's working at timely, but then he's drafted into an the army. And then he was convinced that he was gonna go and he wanted to actually go. So even if he wasn't drafted, he would have signed up. But maybe he did sign that. I don't actually remember. But Interesting part is he thought was gonna go fight. And somehow, he got classified as a play right as a screen, like a screen writer. And so there wasn't many screen writers in the army. So the army doesn't send him to fight. They they have him. They're like, hey, we need We have a bunch of cons, people that, like, don't have anything... Any idea what the military is about, and we need to, like, train them. So we... They made, like, films and instruction manuals. And so that's what Stan did. And the good idea, I mean, is how he was able to keep his job at timely while he was still the the army. We're gonna see that that's ties into the how fast he works. He says, so I wrote my little training films and construction manual the same as I've always written everything else as fast as I could. I never expected that 1 day the officer charge would tell me to take it easy because others in our unit were turning out the material at a much slower pace. And I was making a look as if they were dragging their feet. Well, since I had to slow down, that left me with lots of spare time on my hands, and it was then that an idea hit me. If there wasn't enough military work for me, I decided to out maneuver the army by doing freelance scripts for timely, for time in to comics. Unlike many men who went to war, I didn't leave my job. I took it with me. Okay. So now I'm skipping ahead a little bit. And this is actually important, I think. Because we always talk about, like, almost all the people that we cover on the podcast were criticized heavily at the time. I don't know if Stan was criticized. I think most of his criticism was self criticism just feeling that he was wasting his time. But the noise that myself was there's always opportunity and things that will rot your brain, so I'm gonna tell you what I mean about that. And then this is a good way to not care what other people think. She says while, I really enjoyed my job and the story I was writing. There was 1 thing that both irritated and frustrated me. It was the fact that nobody had a good word to say about comic books. Remember, this is still after the fact they're selling like, 25000000 a month. So it's part of me he's like Stan. Just look to sales numbers. Like, they clearly enjoy it, but I think he's was meaning the larger overall search society. And, I guess he it says I here. To the public at large comics where at the very bottom of the cultural of tote pole. Most of the adult world didn't buy them, didn't care about them and didn't want their children to waste their time reading them. I tried to tell myself that it wasn't all bad because the next day, I'd be in immersed in a world of fantasy and imagination, doing work that was fun and absorbing, while many of the people who den comics couldn't make that claim for themselves. That's what that specific paragraph is what I mean about why you don't care what other people think. Somebody close to somebody your respects giving you constructive criticism, that's 1 thing. But the idea is like, well, you're... You know, I'm enjoying with the work Do. He's not making much money at the time. Most of the money going to the man to the owner of the company, unfortunately. But he's immersed in a world of fantasy imagination and the people criticize it, like he's loving what he's doing and most of the people are, Surely can't say the same thing. Now whole idea about most adult worlds didn't want them buying them reading them. I I heard this idea, and I took a note on it. It's only put and pull that up for you real quick. So this really interesting person That I come across on Twitter recently. He's been on a couple of podcasts. Name is Joshua Wolf. He he's an investor. I think in Luxe Capital. And he's he has a quote let me just read the quote from this podcast. He says the most valuable words in investing are, it will rot your brain. When those words are uttered by a parent, it pre the next 10000000000 dollar industry. And he goes and gives examples throughout time. He says a rock and roll in like the seventies, Tv and the eighties, the Internet. Video games. I would add comic books to that. Because think about how value... We're still in the forties, maybe the fifties at this point in the book. And now fast forward 60 years later, or whatever the case is, however 70 years, whatever it is. And you know, is there how valuable the common book. Like... Just take marvel alone. Like, the intellectual property that Marvel's developed. Time about they've made what, tens of billions of dollars if not more, part no, It's gotta be more than that, between the all the common books, strips, newspaper, they they they even tournaments them into, like a daily newspaper, strip that Stanley was doing for like, 20 years every day. Just the amount of money It would generate. Is is fascinating. Except that 10000000000 number is actually a little low. Okay. Skipping skipping. Okay. So there's 2 important things in this 1 paragraph. First, this is gonna be stan advice on writing. And then as we see with most most of the people that go on amazing things. They studied the history of their profession. Whether they read books it, like, elon must suggest that's where part of where I got the idea to do this podcast? Because when Elon was asked, hey, like, how did you learn about business did you read business books. He's like, no. I look for helping in a historical context, books basically. I like biographies. And our are are they could are learning from people, like, in their profession that came before them. So stan studied the great writers. He said, now this is the Coa author George describing stan advice to writing. Just as yet, his advice to writers were sound then and remain so now. It is boiled down to these rules. 1, have a provocative beginning. 2, use smooth continuity from panel to panel. 3, concentrate on realistic dialogue, which leads to good characterization. 4, maintains suspense throughout and 5 provide a satisfying end ending. That pretty much well sends up sums it sums it up the way your your freed, Shakespeare and Hemingway did it. And, of course, it was the way stand endeavor to do it all during his career. Okay. So now we have here Stan reflecting on... He's still in the thick of it. Again, comic books are selling, but they're not really respected. And self doubt is the largest... I mean, this is a biography on Stan, and I think the... His costa is the self doubt, which is fascinating considering how successful what he created turns out to be. But he has this point. He's like, listen, I don't wanna copy. I wanna create. And unfortunately, he's working for somebody that only gives... Like, they don't care about what they're doing. They just wanna make a dollar and they'll do that by first seeing what other people are doing quickly copying. So she says, I was writing many if not most of the stories and I admit I enjoyed the variety. Yet, I said to myself, none of this is making an impression on anybody. We were recently successful. We made some money But what bothered me is that we were always following the trends never setting them the changes later, and I'll tell you more about that. Martin Goodman that the owner the company he works for would merely check the sales figures of all the various comic book companies see what was selling well and then say to me, you know, Stan, everyone else's knit story seem to be selling well. So let's do books about knit. Then at some later date, he'd say the funny animal books are doing well. So we switched to funny animal books. That's I mean that sounds like a terrible place to work. Doesn't it? It went on and on and on. Every few months of new trend, and we'd be right there faithfully following each 1. I hated that word following. Even though it was a good job, and I enjoyed working with all the artists and other writers, it really wasn't creatively fulfilling. I felt that we were a company of copycat cats. We'd see what type of comics were selling well, and then we'd flood the market with new titles in that same vein. But it was a job. I was good at it and things could have been worse. So I just stayed with it. Occasionally wondering where was all leading to? I could never have imagined how it all shake out. Okay. Now he's got a more advice. So maybe this is a better way to put it. So, well, personally talks about how why he can work so fast. So let me get there first. He she says I was doing so much of the writing myself, and if I may be totally candid I'm my own biggest fan. Since I liked everything I wrote, there wasn't that much editing needed. So I've been using words confidence arrogance, whatever you wanna optimism. I think that's a better way to put it. Like, what I was really trying to get to is, like, especially if you're standing outside of the norm and you wanna do something different. Something that's just not copying whatever... Like the tracks are laid done for everybody else. Like, I I don't see a reason not to be your own biggest fan. Even if you're not, like, you may not be producing the quality work that you want to now, but being your own biggest fan, like, assuming you're not, like, lazy and giving up, like, you can grow into that quality. And I just I don't know. I think Stan hit on something. It's weird because he's a own biggest fan and at the same time, simultaneously, he's he's doubtful that his life's work means anything. So this is just another reminder we're hearing some of his inner monologue here before he becomes a stanley we all know that it took him time to realize that he's already found what he should be doing with his life. And that was just mind blowing to me. Not knowing his life story before this. You know, it's perfectly normal to have doubts. Stan Lee had doubts for 4 decades. Oh, maybe not 04:30 years, whatever it is close to. That's it's a long time. I says, the 2 things I didn't love about my life for the 1 hour commute and the feeling that I wasn't getting ahead the way I should be. The haunting feeling that was only a moderately least successful hack. Think about that. Think about how he's describing himself. That's insane. Right? It's that's what I mean about, like, the reason it's so, like, I love the fact that human nature doesn't change. He felt this way in the, let's say this 19 fifties were now There's people in present day feel way in a hundred and 50 years from now, there still be people that feel the same way. It's really... Like, sometimes when I feel anxiety or I'm unsure or, like... I I paused and I'm like David. It's not just happening to you. This feeling you're having is part of the human condition. It's been happening in the past. That will happen in the future. So don't let it freak you out, calm down write out your feelings if you need to write down like, what's bothering you, and then, you know, what what... I love the that Henry Kaiser quote. Like, problems are just opportunities and we're close. Like... But feeling miserable about about it is not helping anything. I understand it's calm. It's like natural, it's our natural like, part of being human. But I feel like that looking at things, like, stepping outside myself and looking back and I'm like, okay. Oh, I'm anxious. Okay. Well, most humans are anxious, and they they always will be most likely. So what are we gonna do about it? I mean, this guy calling himself. I was only a moderately successful hack. So why I mean, if he feels that way. Why wouldn't we. Right? Waiting for some elusive big break and the chance to get out of comics and into the real world. This is such an important sentence coming up. What I didn't understand at that point in my life was that comics were the real world to me. And he's not gonna understand africa for quite some time. We're still early in the book. Okay. We're in like, the middle of the book. Okay. And that's funny. I I didn't even a few pages later, I'm looking at the note I left myself. You ever feel like you're wasting your life, Stanley felt that way too. And so we're gonna see more of that here. As time went by, 1 problem that kept g at me had nothing to do with the comic book characters or plots, but rather with the plot of my own life. I was still feeling more and more frustrated and discouraged. I realized I was almost 40 years old and still doing comic books. Was that what what a grown man, a husband and father should seriously be doing? I told Joan this his wife, how I felt, and she was totally sympathetic. She said she could understand if I felt burned out. After all, she knew how many years I've been working at the same job, and she knew how much pressure I was constantly under to turn out script after script. She also understood that I felt somewhat like a Dj in a small town. I was sitting at the mic getting the message out, but was anybody listening? Did anybody care? I felt I was wasting my adult life and whatever little talent I might possess on a job that wasn't all that meaningful. I was just making a living nothing more. This is a dangerous thing about our mind. Our mind place tricks on us. It caught it, like do we have these little seeds of self doubt of anxiety, of depression that can sit there. And I... Again, I'm just gonna keep bringing this up on the podcast because, like, I know people that are listening to this feel that way too. I felt that way. And I sure I will in the future. But it's not real that is not actually happening. You have to step back and take and and learn from, like, using history as, like, give give yourself additional context and realize that, you know, everybody feels this way. Even if they're not gonna talk to you about it. I mean, we're we're really lucky that Stanley has been so honest. And it there is something to be said about a lot of the auto geographies that we've... We've covered on the podcast where, you know, they usually get to a certain age while they reflect back, and it's not all glorify. Look how special am I I created Nike. I created Walmart. I created Marvel. It's... They all talk about the regrets they had. The stuff they wish they could have done differently. And I think that's super valuable because by that age, The the pass is done, you can't really do anything about it. But if we understand that most people have these regrets and they're usually the same kind of regrets or whenever again, you, you know, Wish just spent more time a family. Maybe I didn't work mean, we shouldn't to work this hard etcetera, etcetera or worked as much rather. It's inevitable if we're not heating that advice that we're gonna feel the same way. And I think, like, that's 1 thing I don't wanna want want to do. I don't wanna have a lot of regrets when Mold, and you probably don't either. Okay. Skipping ahead. Oh, he's got some great... He's just such a... He's an amazing writer. Even, like, go back to, like, let me go back to the beginning, because I wanna read that to. I wasn't planning on doing, but I can't. I wanna save that. I'm gonna take a picture of this the way he describes his... What he describes... I'm gonna read what he how he describes marvel comics because listen to words, Ko, sw, Hu, pros, and d his feast of the mind. So it says Marvel is a corn of fantasy, a wild idea, a sw buck attitude, an escape from the hu drama and the Pros. It's a ser feast for the mind, the eye and the imagination, a literal celebration of un bridal creativity. Coupled with a touch of a rebellion and the insulin desire to spit in the eye of the dragon. Whatever you say about that paragraph, if you like it or you don't, you're gonna remember it. And I think he was extremely good at marketing and promotion, he a lot of the books actually dedicated to the fact that he felt his bosses didn't know anything about it. So for an example, the the why weird came up with that weird ex excels motto. He started at the time is... Marvel's is the first 1 company to to realize, hey, We have a lot of fans. Why don't we create some kind of club where we can communicate with them, and then we get special things like pins and and letters for me? And, like, behind the scenes of how we make the the comic books they love? It winds up being really successful and then his boss made him shut it down because they were shorts sighted and silly. But he he's talked about how we would communicate with his fans. It's just, like, like, like, a person. Like, I didn't talk like a business because I'm not a business on a person. So she start using these words and then he noticed other comic book companies copy that. So they would use, like, his fo language. He's like, well, now I need something like, I clearly see their they're stealing for me, copying for me rather. And I need, like, I need to make it omni obvious. So he that's why he went to Latin. He's was like, well, if they use the word excels, then clearly know that they're were saying, hey, I got the study from Stan. Okay. But anyways, I just went on a weird tangent because this is a great saint sentence. Sometimes mediocrity can be as disappointing as failure. The experience taught me an important lesson. I learned that a person's opinion isn't necessarily right just because he happens to have an important title or be the head of a company. I was determined never to try to create something according to somebody else's lights, if I didn't feel comfortable doing it. So it's more of the like, allowing other people to to infringe upon his, like, creative outlet he wanted do, like, like, a comics strip about, like, a big city in New york cop, because he grew up, lend lived them in hand for most of his life, so that's what he felt he knew. And then he was... Other people convinced them to to change it to, like, it was gonna be something called Barney beat, Like, you know, the copy. And then they changed it to, like, a... Instead of a hip big city cop, they wanted Barney to be a small town mailman, and they it was called a Willie Lump. He was just just as terrible. And he's like, I'm making work that I don't give a crap and that's why he comes up with. Sometimes mediocre mediocre it can be as disappointing his failure. Okay. So now we've got to the turning point of stan life. Remember most of the book he's talking about the interesting things he he creates, but then he shares multiple examples of just complete the dissatisfaction with his life. So this is a turning point of his life. By the early 19 sixties, My to quit the Comic field had been become stronger than ever. So think about that. He was... Let's see. How when was he born? Let's check real quick. Oh, no. On Googled to pull up us wikipedia page to find his birthday, 1 of the headlines is Stanley lee's former business manager charged with elder abuse against late icon. That's terrible. Okay. So 20 19 22? Yeah. 19 20. Okay. So he's almost 40 years old before he reaches a turning point of life. It's actually really important part of the. I'm gonna read a lot from here. Okay. So the my urge quit Comic field had become stronger never. The titles were no longer selling the large numbers they once did. As far as I could tell the comic book industry was in trouble. I felt we were merely doing the same type of thing over and over again with no hope of either greater financial awards or creative satisfaction. But as so often happens a tiny almost unnoticed pivotal event can change the course of a person's life. This particular pivotal event was a chance Golf game between Martin Goodman, remember that's the guy owns company, and Jack Le, the publisher of National Comics. Le casually mentioned to Martin, then a new series that National had introduced the Justice League of America, consisting of a team of superhero, including superman Batman and Wonder woman, all in 1 book was selling surprisingly well. He thought it might indicate resurgence of reader interest in the superhero genre, especially in teams of superheroes. He rushed in to see me as soon as he returned to the office? Stan. He said excited. Can you come up with a team of superheroes like the Justice league. Now how crazy is this. This is having in 19 61 that is, of course, he's gonna come up with the avengers? And the Avengers will now... Let's see. 70, 80, 90, 50 years later become the most what, the most popular, or most high... Highest grossing movies of all time. Coincidentally, it was that very afternoon that I had been planning to tell him that I wanna leave the company. Finally decided I getting tool to be turning out simplistic comic books day after day. That's what he means about an unnoticed pivotal event can change your life. Martin caught me off guard with his enthusiasm I'm for creating a new superhero title. He was so fired up about it that It couldn't bring myself to tell him I wanted out. I decided to let it go the next day. And this is when he gets an absolute genius piece of advice from his wife, that changes his life and changes now after after this day, Sam or stamped. Stan, become comes from being, like, doubt... Like, doubting he was doing right and and miserable, like, just being, like this hack. He called himself. To just saying, you know what? I have... I don't know I have nothing left to get. Like, I have 0 fucks left to give. And now I'm gonna do things with how I wanna do it. And this has becomes the birth of of the marvel universe because what he does here. She goes, so that night I told Joan of my decision. She was completely supportive, but then she added something I hadn't thought of. You know, Stan, if Martin wants you to create a new group of superheroes, this could be your chance for you to do it the way you've always wanted to. You could dream up plots that have more depth and substance to them and create characters who have interesting personalities who speak like real people. It's so it's such a key. Then she said something that should have occurred to me right away. And it was the thing that made up my mind. Remember, you've got nothing to lose by doing the book your way. The worst that can happen is that Martin will get mad and fire you. But you wanna quit anyway. So what's the risk? At least, you've gotten it out of your system. That did it. My mind was weighed up. So then this is the birth of him writing before that, you know, they're all perfect. They'd be like, you have the superman. He's he's good looking. He has no, like, very few weaknesses. Handsome strong, etcetera, etcetera. He starts making these people that are kinda neuro erotic. Like the fantastic 4 where the lead guys, like, he's like, he talks too much. He annoys the people around him. You got things like this ugly creature. You have, Peter Parker, Spider man who's, like, has same insecurities that all teenagers just have. And it's not Google girls and all this other stuff that kinda makes them hue more human like they just happen to have weird, you know, powers. Okay. So this is an example of what I was saying earlier about. I understand that most people prefer modest, but I'm not necessarily sure if I believe that's the best the best advice for entrepreneurs or people that are being creative. And I don't mean, like... So to me, when people are saying, like, if people are not enough, I think like, you could be extremely confident like Stan Lee was, but still be humble in the sense that, like, to me humility is that the understanding that, like, you don't know everything and you can still learn from other people. So you could be confident your abilities and still be receptive that other people and other events have stuff to teach you. So it says Stan was a... And this is an example of, like, this guy clearly, he had a high level... Like, he was his own big fan. He's already you told us that right? So Stan was a bundle of optimism after launching his new group of superheroes. He started telling everyone who listened. That the fantastic 4 was going to be known as the best superhero comic book ever produced. Come on. That is hilarious. And he does is extremely early. Watch this. It arguably attained that exalted status by the time it reached the third issue. At which point Stan began to think his brag might actually have been too modest. Therefore, on the cover of issue number 3, he dared to print in the hyper he's so dearly loved. These imp words above the mas head. The world's greatest comic magazine. He did that... What is this 19 sixties. So in my other hand, you can't see. I have a book So the book in my left hand published 2002. That's his first auto. The second 1 where he... Hey he talked about in his first auto. He's gonna have to write another 1, so he did. He doesn't write since 2015. In that hand, it's 1 of the most beautiful books. I didn't know it... It's written, like, a graphic novel. So, I might just I might just do this as a bonus mis fit episode for you guys since your support means everything to me. But anyways, I mean, listen to what he named his memoir. Amazing, fantastic, incredible. A marvelous memoir. I mean, this guy's Hilarious. He's really hilarious. So, yeah, that's the same kind of personality that will say, hey. The issue number 3. He went up being close to right. The world's greatest common magazine. But he makes a good point here. He's like, listen, There are no hard and fast rules concerning greatness. A condition, which is generally in the eye of to behold. I thought it was 1 of the best things we had done to date and I wanted the world to know it. That's actually a good point. Like, no one's gonna agree on what's greatest. It's subjective. So why don't you just say that if you believe in the work that you're doing, and he was definitely a marketer and a promoter. Like, it's gonna get people's attention. That's why you go to any any city anywhere. Like, the world's greatest pizza the the world's best bagel. America's best this. It's like, come on, man. That's not that's not real, but it's it's surprisingly effective. Alright. Let's see. Okay. So this is actually... So I have this quote. I say it all time. I'm clearly have borrowed it from somebody else. I don't remember who are wear now at this time, But I always tell people humans scorn the abstract. And that... There's is there's weird value in things that are not just numbers. And he... So he searched this wildly successful. Basically, he thought he's like, why why does it marvel have something that's like the what's it called the Disney had the the Mickey Mouse club, like, a club where... Like, you're basically a a super fan of disney... It's actually interesting that he he compares Marvel to Disney considering the decade and a half later or whatever, Disney By Marvel. When I know, he was wearing in the abstract, He's like, he had this great idea. He's like listen, like, we have a a massive like, enthusiastic community we need to cultivate. And now think about every single company. Nowadays is trying to build that same thing. I'm trying to build, like, a community because you realize that, like, that's a, a great pathway to building a business in the modern age. Well... Stan understood that long time ago. Anyways, so you had 2 of them, 1 was like, the Mms, like, mighty Marvel, so something thing or another society. And then another 1, after that 1 was canceled, He did it again, it's called Fu, Friends of Old Marvel, both times. The number crunch at Marvel, So no reason to continue. So it wasn't losing money but it wasn't in a profit center. And it's just, like, well, there's no way for you to track it at that time whether it was a profit center or not. Like, it was ab attraction. You had to just believe in it. Well, people they're on... They're not creative. They're not incapable of thinking that way. And this is a lot of humans. They just score the abstract. It's like, it's a weird thing If it's not like, tangible right in front of us Like, this has a price on it or this is a return. They they get confused by it. But stands like, no. I really believe in my heart. This is where we should be spending resources that it will pay off in the future Very much sounds like a jeff Bezos quote or, like, a march quote if you listen to the Dow of Capital 1. So it says it's a shame. I always felt that Marvel could have could have and should have 1 day rival Disney If only those who control the purse strings had understood the value of promotion and public relations. We had what every company dreamt of having a fe fan fan following all over the country and throughout the world. Yet nobody in the executive suites knew what to do with an invaluable resource except just keep publishing the books and hope they'd sell. They didn't seem to understand the value of having a great fan base. They didn't seem to realize it was necessary to nurture those fans. To keep their loyalty and enlist their support. That never seem to to be aware of how vital was to maintain contact with those who cared about us because fans can be the most elusive group in the world and the suits didn't get it. Now it also say it's interesting how this kind of phenomenon. This this abstraction can compound over time. If more... If you just try to do avengers today movie. And nobody knew what it was wouldn't sell, but the fact that you've been building on these stories and increase in the fan base and and constantly producing more stories involving the same characters allows it to build to the point where you can you can have the highest grossing move here or... You know, most popular attractions or whatever, it is. And the... Like, you just have no idea how much like, value that is to people. You know, these things like, we we cannot predict what we're what what, like, what we're passionate about. And what I know how those passions affect us later in life. So you talking about, like, even in the first when they did the first, like, Fan club, the Mms. You would get, like, a pin. Right? And, like, you people would wear them on their shirts and stuff like that. And so later on, stands like, going into a meeting with with did do, like a joint venture with another company, and the people that called in the meeting that came up with the idea, He walks in he's meeting with 4 4 people. Every single 1 of them was was a member of the M mms, and they still had their Pin like, 30 years later. Like, how valuable is that? Now this guy is getting an opportunity, 3 decades in the future because he had an impact on somebody else's life 30 years prior. So I would just say, like, the if you believe in, like, the... Like, the human element of it and you should because, like, you have to to be good entrepreneurship, I think you have to understand fundamental to understand people. This probably worth reinvest in things that do not have any immediate return. Not probably. There definitely is. Okay. So now he's really happy. Now he's back. He's like, I found it. He starts doing spider man and a fantastic 4. And then this is just a note I've already tram over this note, but Read it Anyways. Breaks box office record 55 years later. In 19 63, we also gifted the reading public with the Avengers. It was another team of superheroes, but not new ones. Brought and then think about how crazy this is... There came with Avengers at a laziness. He said, probably out of laziness instead of dreaming up a whole new boot of new characters. I simply took our artist established and popular characters and had them form a team called the Avengers. I thought that was interesting. 1 the time like, time aspect of it, but saw... Seconds, it's like, I can make new new characters or I can just create new stories based on the, like, the... How other characters relate to 1 another, which again is just a reflection of human, think about all the different humans that you interact with and how those relationships then interact with each, like, you act differently with maybe your spouse to your best friend to your coworkers to, you know, the people you play sports with or whatever case is. Okay. Now he's gonna give us a lesson in human nature. And it's, you know, he gets basically screw over by Barton Goodman. And we're gonna get in there. So this is in 19 68. They changed the name from timely to Marble because Marvel was now... As a result, stands work was making making the vast majority of money, and goodman decides he wants to sell. So he says Martin told me that perfect film was offering him between 12 and 15000000 in cash for marvel. That's 12 to 15000000 in 19 68 dollars. So it's a lot of money today. It's a lot of money even at those numbers. But here's a kicker. Perfect told Martin, they wouldn't buy the company unless I signed a contract to stay on. Oh, yeah. He's doing all the work vast work. 1 of my closest friends who happened to be a brilliant businessman told me I was in a great position since my being under check was quote, of the essence for the sale being made. He said I could ask Martin for almost anything, and he would have to give it to me. And this is stance response. Are you kidding? Martin may have his faults, but he is a friend I worked for him for 20 years. I know he'll be fair. Oh, really? Eu stand have not learned. So he goes to have dinner after the sale. Remember his Martin's married to his cousin, so it's Martin, his cousin stan cousin and then stan and his wife. Martin puts his arm around, Stan he says, Stan. I'll see it to I'll see to it that you and Jody will never have to want for anything as long as you live. I'm gonna make you a gift of some valuable warrants, which he said we're something somewhat like stock options. I figured at last, this is my pot of gold. He's keeping his promise. As time went by, the warrants proved to be absolutely worthless. But was even worse, although he said he would, he never actually gave them to me. Nor did he ever, in any way, make good on the promise that Joan and I would never want for anything as long as we live. No bonus, no bonds, no warrants, either worthless or otherwise. Z. I guess there's a lesson to be learned there somewhere. So think about that. This guy gets unwilling unbelievably wealthy off of stan stan work and doesn't give him anything. Not a dollar, nothing. And then leaves the company 2 years later. Oh, so so he's about to leave the company. And now, you know, Marvel's been bought over and over again. So I... I'm not even gonna tell you the names. I guess, So this other company buys it, and they they morph into another conglomerate called cadence, so he's still working for cadence at the time. And cadence decides, hey, we're gonna give you a promotion Stan because you're so important. We're you're gonna become a publisher. And a publisher was basically what Martin was. Right? Things like all, This is fantastic. Martin... Let me just read it to you. But once again, Martin proved what a friend and grateful guy he was. He tried every way he could to prevent my becoming publisher because he had been hoping to give that job to his son. Still despite all Martin can do, cadence name me publisher mar marvel comics. What I'm about to tell you now is still hard after all these years for me to accept, but I swear it's true. When my promotion was announced, Martin actually had the gall to accuse me of this loyalty of betray him after all he had done for me. That is a tails all this time. Where... Remember, I always talk about this idea that we're not rational creatures. We're rationalizing, and those are 2 are very... There very different things. We can't help but see things from our self as perspective. Needless to say, by this time, I didn't care what Martin said or thought. I was finally free to do what I always felt I could and should have done with marvel, and that was all that mattered. It freed me up to begin dev voting myself to promoting marvel as it always felt it should be promoted. I wanted to bring our company to the next plateau to make it the next Disney. So then he hires a bunch of writers, editors, he gets away from writing, you know, basically all day nonstop, and he's goes out and promotes. And for 10 years. This is why we know Stan Lee. He would give, like, speeches to groups of people whether it's psychologist, any anywhere he could. And he would... He was on the road for, like, 50 weeks out of 52 weeks weeks a year, just giving speeches promoting marvel talking about that, cultivating fan bases all over the world. Which was extremely extremely smart on his behalf. And and you could only imagine what if they had been doing this, you know, forever, what that what the results would have been. I mean Marvel a huge success story, A wonderful story, but it took, you know, stand going out and and and talking to it. He did things that weren't... Didn't scale using that that that famous as essay. Do things that don't scale. Okay. This is interesting real quick. Just to the power of direct sales, and I think a lot of people skip out on. By the end of 19 seventies, comic books were so popular, stores specializing comic books open in the neighborhoods throughout the country. I remember going to some these when I was kid. In the comic book trade, the this distribution channel was called direct sales as opposed to the normal distribution system of a dis distributor bringing comic books to the usual general magazine outlet. So they're having their own dedicated channel ounce instead of being lumped in with the these other printed materials. Spotting a new booming market, marvel actively focused on this sector. So he does things, this is really smart how he talks about it. Well, the result too is this increased marvel sales by an additional 420000 books a month. The size. I so can I get over how many these? I mean, it just can't get over how much they sold. It's insane. So says 1 of the best things about direct sales was the fact that the comic bookstore, this is this is a, good point. This is I finally got to him. 1 of the best things about direct sales was the fact the comic bookstore owners were marvel's most effective salespeople people. Stan felt he had a good product, but at convenience stores or new stands, it was lost among hundreds of other items. In contrast, the buyers who walk into a comic bookstore are already pre sold. They come in with the intention of buying a comic book. The question is not will they buy a comic, but how many in which ones. Marvel began putnam and he does something really smart. Marvel began publishing comic books exclusively for the direct sales market, which gave the store owner still another reason to promote the company that was giving them an exclusive product that couldn't be purchased anywhere else? So not only do you have a complete alignment of incentives and realizing that that the most effective salespeople people possible the people are working there because you have, like, a passion, a passionate person about it. But then you're adding on that and giving them, like, rewarding them for doing though. And what's gonna happen? Like, feeds everything else. So not only gonna sell your... The ones that you do that are just produce exclusively for the sales channel, but all the other ones as well. So this says, which gave the store still another reason to promote the company that was giving them an exclusive product that couldn't be purchased anywhere else. Marvel helped the dealers and the dealers were reciprocate. It seemed to be a powerful strategy. And then I'll close on this. And I think this is a really important part of the story the fact that, you know, 30, 40 years of struggle and self doubt, stands writing these words at almost 80. And I think he finally arrived the holy grail, the thing that we're all looking for. To have work that so meaningful and enjoyable that there is no... Like, you wanna keep doing it. And to that point, some final words from the life and wisdom of Stanley. The toughest part is how I know where to end it? At what part of my life should I wrap it up? Since I'm still insanely involved with a whole Cabo of projects at what point should I write the end. A person's career isn't like a movie? As long as you're alive, there's no dramatic fade out shot, accompanied by suitable music as a credits role. And I'll be damned if I'll shrug off this mortal coil just to fur you with a dramatic ending. Of course, I could always just retire and that would give the book a nice warm un complicated ending. In fact, people are always asking when I plan to retire. I always ask them retired to what? Most people retire in order to finally do the things they really wanna do. But I'm already doing them. I can't think of anything better than tackling new movies, Tv projects with a bunch of talented, enthusiastic, creative people. So I'll leave a link in the show notes if you wanna buy this or any of the other books that I've covered on the podcast. Thank you very much for listening. Thank you for this support, and I will talk to you next week."
}