{
  "transcript": "1 thing is clear, Carnegie and f represent the American ethos of limitless possibility. Both men were born to poverty and both became wealthy and powerful beyond imagining. The impact of their steel making enterprise on the economy at the end of the nineteenth century was as profound as the impact of the American revolution had been on this country's politics and philosophy a century before. And the rupture of their once perfect partnership illuminate the contradiction embodied in these 2 in those 2 hall pillars of our thinking. Capitalism and the protestant ethic. Carnegie and f were not the first to wrestle with those contradiction, and they were most certainly not the last but the making an an unraveling of their relationship became an often trouble exploration of America's promise to us all. A reminder that monumental achievement comes at monumental cost. Their story offers a vivid illustration of a young nation's steadfast belief and progress and in man's ability to affect his own destiny. As the ancients observed, such thinking may be fine for the Gods. But when mortals attempt to operate on the same plane, even mortals of a heroic proportions, tragedy and Sue. Okay. So that was an excerpt from the book that I read this week and the 1 I'm gonna be talking to you about today, which is meet you in hell, Andrew Carnegie Henry Clay F and the bitter partnership that transformed America. So there's 2 things I wanna do before I jump into the book. The first is, that quote, that expert had the words in there, 2 hall pillars of our thinking capitalism and the protestant ethic. I had to look up what protestant ethic meant. I'm mu in in, like, the religious like, a description of like, in the religious context. I'm just gonna read from the dictionary and what it says. It says, the view that a person's duty is to achieve success through hard work and thrift. Such success being a sign that 1 is saved. And then the second thing I wanna bring to your attention before I jump into the book is the very beginning of the book, the author makes a a really interesting point. I think that's part of the reason I enjoyed reading this book so much. But he says, I am not sure that there's a single salient fact concerning any of these subjects that has escaped the attention of some previous writer or somewhere, meaning the lives of Andrew Carnegie and Henry Clay for f. He says, yet, my purpose is not to une earth and re and re bury the same old bones of history. Instead, I've have turned my focus upon the thread of a relationship and have restricted my attention for the most part. To matters pertaining there too. So what he's saying there is that there's plenty of biographies of Carnegie and Henry Clay F. He actually list a bunch in the back of the book. And that since he's he doesn't wanna just come and and copy what other people have done? He's going to focus on the relationship between the 2, and then what what set... Like, what series events actually pulled them apart. And so to that end, I would say about a third to half the book. Yeah, has to do with, this event that happened in the the late 18 nineties, and, it's called like the battle for homestead in some cases, but it's the battle between striking steel workers and Andrew Carnegie, Henry Clay F and the rest of the management, that winds up being like, a basically a miniature war. So I'm gonna I'm gonna skip over a lot of that today. I'm gonna touch on some of the the highlights there, but the author does a fantastic job of of telling that story. And so I brought that I bring that up now. I guess Just get my point. Right? I bring that up now because I think this idea of focusing in and going deeper on 1 part of a person's life, is actually really interesting idea, and it made for a very fascinating, read. So at first, Wanna tell you, like, the reason... 1 of the reasons I brought my attention to the book is is the title. It's like, me you and Hell. That's interesting. So I wanna tell you where the title comes from before going into and setting the stage for, like, what life was like, this time period, and then going into Andrew Carnegie early life. So at the... Towards the end of his life, Carnegie, this is about 20 years after they have a huge falling out. Andrew F is probably in his late sixties. He's gonna die a few years. Carnegie is dies like, a few months before. F does. And he sends an carnegie sends a note. They hadn't spoken in 2 decades. And he sends a note that he wants to bury like all the past troubles. And he wants to have a meeting so they can discuss at the time they're trying to discuss whether they're they're having a large influence. They're 2 of the richest people in the world of time, and they're having an influence on whether or not America gonna join the league of nations. But, they they wind up on opposite sides. Carnegie be more for and freaking against it. So, Carnegie wants to meet with Ricky he wants to put everything in in the past. And so he he sends somebody over to F house with a letter saying, hey, Let's let's bury the hatch. Let's actually talk and let's meet. And I just wanna read to you F response. And he says, yes. You can tell Carnegie I'll meet him F said, tell him I'll see him in hell where we are both going. So I'm gonna talk to a lot about Freaks. So he's a very character and he's the 1 I knew less about, but that 1 sentence gives you a good idea of his personality. Okay. So first, well, let me just talk about... Something that happens at the very... What the author talks about very we can of the book, the author, by the way, his name is Less stand. And he says Henry F now mythic reaction to Carnegie overt for a rec reconciliation, can we trace back to the events of a fateful summer in Pittsburgh, Pennsylvania some 30 years before. When a tragedy unfolded, whose rev reverberation can still be felt. This is where the author telling us where he's gonna start focusing on. And he says, independence day of 18 92 will do as a starting point. So I'm gonna get there, but this next sentence is very interesting personally to me. And I'll tell you why After I read it. Most citizens of the United States were aware that their world was changing at a rapid pace, technologically and otherwise. Though they could not have understood just how pivotal the era in in which they live would be judged by future historians. And the reason I I highlighted that I wanna share that with you is because I 100 percent sincerely believe that the era that we all living through will be viewed, the same way by people living, by people in the future. And I think also, where a lot of people may have been unlucky to live in a in a time of rapid change, let's say the late 18 hundreds, I think we're... It's the opposite for us. I think we're unbelievably lucky if we take advantage of that. Okay. So most of this... There there... Most of the story settles on, I I don't know if you know this, but when Andrew Courtney he winds up selling his steel company, I think he's, like, 65 at the time I by time he sells. It's the first ever company to cross being worth over, recap at a billion dollars. And the set the sale of the company, which happened somewhere around, I think 480000000 dollars was the number, made Carnegie richest man in the world. And so I want... Like, before we get into the story, Like, you need to understand, like, why was still so important at this time. And it says as the American Civil war began, there were fewer than 3 than 30000 miles of railroad track in all of the United States. And much of that was in varying engages in states of repair. The 18 nineties, so now we're talking about 25, 30 years in the future, where most of the the the story this book takes place, saw the width of railroad tracks standardized and nearly a hundred and 63000 miles of roadway put into use. It says to build the vast network of tracks and bridges, no supporting industry was more important than iron and steel. Okay. So you had this huge explosion in in the production and the the creation of the robo tracks, but then list on, like, once they've figured out that steals much as a much better, material to use for construction and iron. Everybody starts using. It says must most most of early 30000 miles of railway had been made of iron. An industry initially banned in the British colonies, but accounting for 8 835000 tons of product by 18 60. The technological advancements that allowed for the mass production of steel and the vast expansion of the rail system proceeded hand in hand to the end of the nineteenth century when the United States was turning out 10000000 tons of steel. More than Great Britain, France and Germany combined. And then by this point, Carnegie, I think controlled, like, something like 25 to 30 percent of the market. It says in less than half a century of the United States had been transformed from a largely Agrarian and undeveloped federation of competing interests to a relatively cohesive economic juggernaut promoting a jackpot pop mentality and anyone willing to work hard and take the occasional chance. The age of the founding fathers was over the age of the titans had begun. So the book also talks in some detail, not only they building railroad tracks, but buildings. Basically, they just started using everything they were using iron before. They were using steel for now. So Carney timing was was perfect. Okay. So I be I I had to read this once on this Suits you understand because, Henry Clay F is known... His nickname was the king of Coke. And I was, like, that can't mean cocaine. So what it what is coke exactly. So it says coke are baked by 2 coal, was a substance That could provide the fuel necessary for the economical production of steel and significant quantities. It's 1 of the raw materials that that Carnegie and other, business people like him needed to produce steel. It's extremely important. Alright. So we're gonna get back to that later. Because, first, we gonna talk about Andrew Carnegie life, and then I'll tell you where his life starts to enter sec would f, and then we'll we'll go into a little bit detail about F too. So this is a description of a really quick description of Andrew Carnegie early life, and then the progress he made relatively fast, transitioning from an employee taking whatever opportunity you could have into an entrepreneur. So he says he arrived as a penny with Scottish immigrant of 12. Carnegie father had been a master weaver. This is in in some city in Scotland that I... There's no way I'm pronounce I think it's, like doing from Mali line or something like that. His prospects steadily diminished by the advanced of mech maximization. So it's really interesting to me, well, let me finish finishing the sentence. In the wake of Ireland great potato famine, the family sold everything and came to America. So I think this is important especially for the times we live in. Carnegie father, his life was essentially ruined by technology. Carnegie, the son, Andrew Carnegie life was vastly improved by technology. So, I think that's important to us because, obviously, we're going through this huge technological shift, and the people that will benefit are the people they're able to use technology in their work as opposed to the ones that failed to adapt. Unfortunately, that was the the case of Carnegie father. It says so now he's describing why they came to America, is it offered un federal opportunity for those Willing endure the harsh conditions of factory work. Further schooling beyond the few years he had received in a rudimentary Scottish classroom was out of the question for young Andrew. Whose mission now was to help his family survive. His first employment was as a Bob and boy in a weaving mail. He worked 6 days a week, 12 hours per day, and he was paid a dollar 20 a week. However, Carnegie was diligent and hardworking. He found a Clerk position in another mill and then happened into a position as a delivery boy, boy for a telegraph company in downtown Pittsburgh for must for what must have seen the pro... The prince sum of 2 dollars and 50 cents a week. Alright. And he continues. Before long Carnegie picked up telegraph for skills, including the ability to translate the clicks and clocks of Morse code directly into text or speech. His skill and self confidence attracted a notice of a number of influential customers. Including Thomas Scott, who was then an assistant superintendent for the western division of the Pennsylvania railroad. Scott proves to be very important to life of Carnegie. Scott had recently made a decision to string his own telegraph lines for the railroad and had it in the back of his mind to hire an assistant who could service his personal telegraph operator. In in in 18 53, Andrew Carnegie not yet 18, accepted Scott's offer, offer of the job for 35 dollars a month, and the first... This is the first step along the his path to greatness. So he goes, let's see. 3 to 4 years earlier he's making a dollar... Would that be 5 bucks, a month. Now he's making 35 dollars a. I'm gonna... I'm don't wanna show you how fast he starts making more and more money. It this says the real benefit Ke, he was the practical business education that he received from his association with Scott, who also introduced into the concept of investments when in 18 56, Scott took a aside to deliver an insider tip on this company it's called Adam Express, a delivery company about to sign a favorable contract with railroad with the railroad Carnegie made a fateful decision. While he lacked the 500 dollars he needed to invest and Carnegie writes later in his auto that at the at this time, 500 cents was nearer my capital, the young telegraph persuaded Scott to advance in the money. 1 day not long after he bought the the stock, he arrived at work to find an envelope on his desk. Inside was a check for 10 dollars from the cashier of the Adams express company. These dividends provided the first income, these dividends provided the first income and then this is a quote from Carnegie that I had not worked for with my sweat of my... With a sweat of my brow as Carnegie later wrote in his auto. And then he he realizes this is really important to he sets up this... Basically his entire life from here on, Eureka, I cried. Here's the goose that lays the golden egg. And I think is important because this happening only a few years removed. Where you'd have to, you know, work 6 days a week, 12 hours a day. And in the entire month, he's gonna get paid 5 dollars for lot labor. Meanwhile, the investment that the just 1... I it doesn't say if it's quarter yearly dividend or whatever case, but 1 dividend check. It's actually double that, and he didn't have to do anything besides supply the money. Alright. So he's gonna continue his association association with Scott here. It says by 18 59 Scott had become vice president of the Pennsylvania Railroad and promoted Carnegie to the post of superintendent. Carnegie then just 24 had officially become an executive. With an annual salary of 1500 dollars. He's being a little bit over a hundred dollars a month. Remember. He just... He's been from making fun... So nice making almost 20 x in less than 10 years. So now we're gonna continue and follow early life. This is where he learns, more about investing, and then he finally becomes an entrepreneur. This is in the fall of 18 61. Carnegie was approached by a group of businessmen. Remember he's an executive knows he's he's f or associating himself with different people, not so much the the working class anymore. He... He... These businessmen persuaded him to visit a region north of Pittsburgh where a new substance known as oil had been discovered. How funny is that? I mean the world we live in runs on oil. Right? And Like, this we have this new stuff named oil. If you listen to my podcast it did a long time ago on on Rocket John D rockefeller. The... This area of Pittsburgh, Pennsylvania other, is where he got his start as well. Carnegie took 1 look at the mad scene in Pennsylvania new oil country and made his decision. He was able to raise the necessary cash and join a group of investors to found the Columbia oil company. So that was happening in 18 61. 2 years later by 18 63, he was receiving nearly 18000 dollars in yearly dividends from what they're calling Black gold. The new company also recap and shares for which Carnegie had originally paid 10 dollars were suddenly worth 50 dollars. And here's the main point, it was a lesson that Carnegie you would not forget. When another such venture presented itself in 18 62, he did not hesitate. The incidents... Oh, so this is this is really interesting. We always talk about how a lot of... It's interesting. A lot of the biographies that I've read so far. I would say, I don't know. Maybe 10 or 15 of them, deal with companies that made their fortunes as a result indirectly or directly from war. And Carnegie his star is not that different. So at this time, this is right right around the beginning of the Civil war. So it says the incidence of Sabotage on the North rail lines had greatly increased with the advent of the Civil war. With wooden and bridges being particularly vulnerable to Arson so the south was coming up, and you're not gonna be able to supply your troops if we burn your rail line rail lines. That's pretty straightforward. Right? So he's like, well, Scott gives him the idea. It's like, well, why aren't we build it, like, we can build bridges that don't burn. Like, that would be hugely valuable to to the north. Right? So they start this thing called the Keystone bridge company. Keystone bridge company was found... Formed in early 18 62. And to Carnegie, it was the investment that turned out to be the parent of all other works. By 18 63, Carnegie was earning more than 45000 dollars a year from this and all his other investments, compared with a mere 2400 dollars from his railroad salary. He's still working ways doing all this. Remember is a super... What is a superintendent of the railroad, whatever the the his his side... His fish title was. So it's alright Well, I'm making... I'm having to bust my ass, making 2400 dollars from my own labor. Meanwhile I've a stubble some good luck. I'm making 45000 dollars was at 20 x something like that, from investing. So he he he always had a design that he wanted to work himself, but he's not there yet. So I'm just gonna share an insight into his mind at the. He says, yet, he understood that it was the context he made and the information he derived from his association with the railroad that made everything else possible. So, of course, insider trading laws, they didn't exist at this time. So he's benefiting greatly from that. However, he doesn't he doesn't hold that thought in his mind for very long. And he he realized realizes, hey I'm spending way too much of my actual physical time. Of my physical time, only making 2400 dollars year. If I if I quit and dedicate myself full time to business then I can achieve my goal and his goal was to to build lasting wealth. It says determined to make a fortune and certain that he could never do so as a sal man. He tender his reg resignation to the Pennsylvania railroad and turned his energies to iron. Alright. So now we're gonna see examples of some of the first kind of deals that a young andrew carnegie would do. And this is not a new tactic. We saw this especially from Cornelius Van who would start companies for the sole purpose of having them acquired by a competitor as a way to kind of lever up his the amount of money has, then move that money into something else. So Carnegie, is gonna do something very similar. It says the telegraph business was dominated in the 18 sixties by Western Union. The there's a guy. His name's is William Or. He's running Western Union. He said Or determination dominate the telegraph business led to the demise of many a lesser competitor, but also to creative responses from those and dangers of being gobble up. Carnegie hoped to join the ranks of a number of lesser players. With no real intention of doing significant long term business of their own. The idea was to organize sufficiently to present one's firm as an up and come, a potential competitor and then accept a handsome buyout. So Carney starts own company. He gets actually a contract with Pennsylvania railroad to run lines along the company tracks from Pittsburgh to Philadelphia. That's the same railroad. He just resign from. So another benefit of kind of having relationships inside the end to industry ready. And before he could even... It says before you can even approach Western Union, the Pacific and Atlantic telegraph company came court, In the resulting merger and stocks swap, Carnegie tripled the value of his telegraph holdings without having strong a single mile mile of wire. And then he, from here, he uses his position as a major stock holder in the new company. And he actually went up selling that company in turn to Western Union. So he he benefits twice. And so now, this is gonna bring us... This is a description of Carney he's financial situation at the age of 33 years old. At the tender age of 33, he listed personal assets of some 400000 dollars. At a time when the average wage earn might bring home about 300 dollars. Carnegie enjoyed an annual income of more than 50000 dollars. So the author says that the the equivalent... 33 he was making about, in today's dollars or in 2005 dollars when... This book was written. It's about 10000000 dollars a year. The Ka Scots was no longer a working man. But a bona fide capitalist who had borrowed less than a thousand dollars to end up with everything he had. Now if you recall the very beginning, the author was talking about, the sometimes you have a hard time re reconciling the 2 pillars of thinking, which is capitalism in the protestant ethic. Carnegie definitely had this. He had a sense of internal comps. Like I'm gonna give you a short summary of that here, and I'll cover more of that when I read his auto. But it's his carnegie upbringing had predisposed him towards honesty and a high regard for the opinion of others. But those attributes sometimes collided with this o his overwhelming ambition, and I would say now reading his story, the overwhelming ambition went out. He had penn himself a letter in which he stated. This he's doing this late twenties. He's writing himself a letter. And he says man must have an idol. The ama of wealth is 1 of the worst species of idol tree. No idol more to basing than the worship of money. To continue he's talking to himself, remember that. To continue much longer overwhelmed by business cares, and with most of my thought wholly upon the way to make more money in the shortest time, must degrade me beyond hope. That's what I meant about his internal conflict. I will resign business at 35. No. He will not. It was a noble pledge, but 1 he was too ambitious to honor. He's got... 1 of my favorite... He's got a bunch of good quotes. So 1 of my favorite quotes we're gonna get to right now. And so I'm skipping over a bunch of... I'll cover more when I... I have it just a dedicated founders episode just with the Andrew Carnegie. Putting his hands in all kinds of different businesses, all kinds of different investment, and he realized it's not the best way to accumulate them... In his opinion to accumulate the most amount of money in the shortest amount of time. So now he's gotta figure out what Well, let me just read this. Which eggs in which basket. Bolstered by the notion that his rise in the business arena would pay dividends for society as a whole. That's another thing I should say. Like, it's kinda like, almost... He he wasn't a religious person even though he was influenced by religious philosophy, and he felt that The best way to serve humanity is to get really, really rich and then give your money away. The only problem is that his his critics will rightly point out that he made a lot of money at the expense of his workers. That he should have set of accumulating hundreds of millions of dollars. He should have spread that out and actually paid workers more. He very much him and f very much look at labor costs with something that to be to be grounded down to its lowest amount possible, which again, controlling cost is not like, a negative thing. But at the the way they did it, I could... I completely understand like the criticism that they both get. And we'll get more more to that a little bit. Alright. So he says, he was by the notion of his Rise business would pay dividends for society as a whole, and could and and conditioned by years of operating a full throttle, Carnegie began to rethink his early determination to quit the field of battle at such an early aid. So then that leads to this kinda of He says if what was good for Carnegie led inevitably lead to the betterment of the world around him then perhaps it made more sense to end the scatter shot approach to accumulating wealth and direct quote from him, put all good eggs in 1 basket and then watch that basket? The question was which eggs and which basket? And so now we're gonna get into him. I touched on a little earlier. I was like, why is... Like, how is the richest person of the world, like, why was steal the vehicle at which accumulate such a vast wealth at this time. And so we talked a little bit about the railroads and how they needed it. But he also understood this is actually really, like, smart for him to pick up on. He says, carnegie understood the industry's vast potential appetite for an improved form of iron. Remember most of the railways and most of the construction was done in iron. So not only did everything in the business move on iron rails, but the cars and the engines were built on on on of iron. As was the machinery that loaded in services them. As were the we... The new bridges that span the rivers and and Chasm for the American West. If they're and this is a huge huge important realization he had. If there was a cheaper and more durable substance than iron, it would lead to a revolution in the business, not to mention a fortune for those who got in on the ground floor. Says if 1 were to gain favorable position feeding the appetite for expansion of a good portion of this industry, While assuming none of the accompanying risks, well then, why would 1 not think of placing steel eggs and steel baskets. So this whole idea of servicing the people that are going out and doing all this the this building as opposed to doing it themselves is very it similar to that old accent where it's like listen in Gold rush should be someone pickaxe as and not hunting for gold yourself. Or or another way to put it is, since I have Jeff Bezos on the brains to just read every single 1 of his, and shareholder letters is, instead of building a massive Internet business by your yourself, why don't you just create the the infrastructure that those businesses actually need and that are gonna build upon, and that's basically the thinking of of, Aws. Alright. So, when his... When his talks with him... This guy's is really important. I've actually started looking for books for him. Henry Be is the person that basically made it possible for Carnegie to exist. And so trying to make steel was not a new process, but be... I think it's called, like the be oven or be... I don't remember the exact the exact name of it, but Henry Be was a... He he lived in England. He was in inventor, and he figured out a way to improve upon somebody else's work. So there's guy named William Kelly who did a lot of early earlier experiments in steel. He actually received his first patent and still like the 18, like, 18 fifties. And the problem with the way Kelly's method and the 1 that be creates and and winds up making him fortune and creates the the opportunity for people like Carnegie. Is... I'm trying to look for the... So the quality goes up after best summer. Okay. Here it is. Okay. So the the... This is a result of be. Invention. So the result process for transforming iron to steel that bore his name, a quantity of steel that might formally have taken long as 2 weeks to produce could now be made in 15 minutes. So it could be made way way faster and of higher quality, So before he gets... He engaged, full full fledged into the steel business, Carnegie hears about what best doing. So he goes to see him. And he says if 1 game favorable position, let me just skip. I just tried that part. When his talks with Henry Be convinced him, that sources of imp free iron ore had recently been discovered that would allow the British to begin production of high grade steel. For exports in the United States, Carnegie made up his mind. He returned to Pittsburgh intent upon building his own steel mill, and beating the British to the punch. So that's the foundation of Carney his great work. We're great wealth, and what he works on for the rest of his life until he sells the company was around 65. Okay. So this is... And this is really actually important. Now we reached a part where Carney is Hell band. Right? He has no plan b. He just said I'm putting all my eggs in basket, and I'm Damn sure gonna watch that basket. But right when he decides this, there's 1 of the most famous financial catastrophes or in history, it's called the panic of 18 73, Should read about. It's really interesting, because it just happens over and over again. And it happens while he's trying to build this massive steel plant. So let me just give you less... To some lessons he learned from the Panic of 18 73 and how he responded, which actually which actually, like, worked to his substantially eventually run. So the New York stock exchange would close its doors for the first time in history, remaining shutter for 10 days of the more than 360 railroad companies remember these are companies that he wants to sell to. In the United States, fully 1 quarter declared bankruptcy. 20000 businesses of all types failed and 1 sixth of the nation's workforce found itself out of work. However, the depression actually played into his hands. The decreased demand for materials and labor caused by the economic downturn resulted in nearly 25 percent savings over the cost Carnegie had... Her had projected, meaning out the cost it would cost it would it would cost him to to build the steel mill. For Carnegie, it was another invaluable business lesson. The best time to expand was when no 1 else dare to take the risks, and he was able to do this because he was a... He had legendary levels of f frugal gal. And it's a good example too where, at the time, the book talks about, you know, everybody thought these 360 railroad companies along... They're like, oh, we struck gold we're the smartest people on Earth. Like, we're gonna print money. This is right before the panic of 19 73. It... When I was reading this. I always think about that that quote. I've mentioned many tesla of the podcast. It comes from Steve Wei, who is featuring Michael Lewis great book the big short. And when he was describing years after, like, what caused, like, what's a good 1 sentence synopsis for what happened to the the financial crisis of 2007 2008 and so on. And he says they must mistook leverage for genius. I think that's just 1 of my favorite quotes of all time. And in this case, the variable companies, they had high levels of debt, the demand ceased exist, and they went bankrupt. And then from there, since there's a lot less people needing the very famous materials Carnegie needed, he could then build his plant 25 percent less. And then we're gonna get into 1 of... I think this is 1... So I think I've said this on the the podcast. If you listen to a bunch of these. I think you know this right now, but the the the the goal of this podcast is not to, like, to h these people up as, like, idle. It's to take all their experiences you know, in the case of Carnegie and f 60 to 70 years of not... That's all long it left. So, like, 30 or 40 or 50 years of a career, take the best lessons from their experiences and then let... As quote Steve jobs, like being shameless about feeling good Idea. And then on the other end of spectrum avoid the bad mistakes, and we're gonna get into more of the bad mistakes that both Freaking Carnegie did as well. But 1 of the best ideas that I I took from Carnegie is his level frugal gall, and he's got a great quote which I'll get to eventually. But I'm gonna get into that because this his carnegie success can be attributed to another lesson that he'd learn on the way up. The value of meticulous cost accounting. So it says, his was the only firm in the fear field with a near fan devotion to cost accounting. As Charles Schwab, this is not the Charles Schwab but, like, not the stock broker with Charles Schwab, but actually a manager and Carney company later on. He says as Charles Schwab would later put it. Carnegie never wanted to know the profits. He always wanted to know the costs. And says, Carnegie approach may seem ruthless, but the idea of treating the complex process of manufacturing. This this This is like, another idea that's that's highly linked to controlling your cost. And he says carnegie approach may seem ruthless, but the idea of treating the complex process of manufacturing, like a giant machine with component parts that must be constantly re seemed to him completely natural. So he put he he pulls a lot from, like the theory of evolution, and it's not the Darwin theory. Although it is related. It's this other guy whose named just escapes me at the moment. But this idea that life, like, him and both him and F believe that, like, the survival to fit us, basically. And that the only people are survive was this con... Discontinuous feedback loop of improvement applied knowledge only yourself, but to any endeavor that you're that you're... That you engage in, which is what he's talking about here. It's like, we have of course, is a natural idea. Like, manufacturing is just a giant machine with component parts of a sweet constantly re tools seem tam completely natural. Many of that re tooling comes with, like, reinvest technology and lowering your costs. And then this is, great quote of Carnegie he's 1 of my favorite and and, kinda ties into what... How he thinks about cost. He says, cut the prices, scoop the market. Watch the costs and the profits will take care of themselves. So later on he talks about. He's like, you know, this is not normal. Most people in his industry are focused on profits and prices and revenue. He's like, I don't give... I don't give a shit about that. He's like, because those things are cyclical. And when he says I'm like, oh, I've never heard of that before, but that's actually... Because I've, you know, I've I've highlighted many times that many of these successful entrepreneurs that, you and I've talked about on this the podcast have, you know, have been obsessed with this idea for Gal with this upset the obsession with watching their costs. And but and I that that just makes personal sense to me. But to hear it describe that way. It's like, oh, that is a good point. I revenue and profits are cyclical, but the savings you get from costs or forever, which will go into into more of that later. I think he he talked... He elaborate on that at length. And so I just wanna bring this to to your point. This is all happening in, like, the late 18 seventies. By 18 88 Carnegie... He's got 2 steel companies, but they're making 1500000.0 dollars in profit, And that's 1500000.0 dollars in 1800 in 80 dollars. So the author says if you want a good shorthand of comparing the the numbers in the book is you multiply by 200. So the... The author saying it's, you know, equivalent to close to 300000000 in a year. And at the end, I think right before the last 2 years before he sells the company. This is in the early 19 hundreds, like, 19... Maybe 1900 exactly. It makes 40000000 dollars a year. And again, that's 40000000 dollars and 1900... The year 19 1800 dollars. So it's just an insane insane amount of money. Okay. So at this time, he's already really successful. He controls cost by controlling labor, very much like Bezos, He will constantly reinvest in things, he'll he'll come up with the money for capital expenditures now if he knows it in the future. It'll yield him a a larger benefit. If you have not listened to my podcast on the Dow Capital. I'd recommend listening to that immediately because, that entire book is about this about the the the way to think about things over a long time Spectrum. He's just got really... Mark... His name's Mark Spit snack... Sp angle. He's got a really unique way of thinking. But he's... So he's controlling costs. He's he's keeping on labor. He's reinvest technology, and he's like, okay. Like, this is never gonna stop. I need to continue to find a way to to lower cost Realized he's just turn to the actual raw ingredients and materials he needs to produce the steel, and this is what's gonna cause carnegie and f lives to start to intersect. So it says Carnegie con continue to request a cost. Focusing now on the raw materials demanded by the steel making process. After iron ore, the next indispensable substance for the production of steel was coke. That's what I read you earlier. So he's like, okay. Well, I'm just... He... Vertical integration wasn't a term at the time, but he's kind of trying to do that here. So he starts buying... They're called c... They're, like, coke ovens where you're actually baking what they call coal cake, which is then turned into that that that substance of coke. But he starts doing it, and the the ovens he uses there's so low capacity and his steel businesses are growing so so rapidly that he realized realizes, hey, this is stupid. I can actually buy, like, I'm wasting my time here. I was trying to lower costs since it's actually going up because I could buy coke from a more efficient manufacturer on the open market and pay be paying less. So he says they're limited capacity meaning the he bought. Meant that Carnegie could actually buy cheaper coke from competing operators. As a result, Carnegie decided to sell his own ovens and buy all of his coke on the open market. So this time, you have... Now Henry F has... That's his business. He runs this giant coke business. It's got... It goes on a different name. So mostly it's called Henry Clay f coke. And Carnegie tells his brother who's his partner of this time says hey, Go see, this guy... This guy f crazy. He's selling buying up all the coke ovens in this entire area. Trying to die. He's basically doing the same exact thing in coke that Carney doing steel? He's like, why don't you see if he'll he'll buy He'll buy the Evans office because surely you will. And so now I'm gonna backtrack and we're gonna go into the quick summary of, like, f business activities. The business... Or the book doesn't really talk too much about is of your life other than that he came from rather humble beginnings just like Carnegie, and I kinda bonded them before. Because they were... You know, they worked together very, very closely before they became, enemies. So I just wanna bring up this 1 thing where the time F is... He's already started his coke business, and he is going crazy. He's he's just keeps buying up. He wants to, basically eliminate competition. So he's buying up all the the different coke ovens and coke businesses that he can. And as a result, he needs to have a lot of funding from from banks. And he goes and gets a a loan from Mel, which becomes success... He's successful in his own right and you might know Mel mel bank and etcetera, etcetera. But This is how Mel describes f and why he lent him the money, which I think is really important to understanding who Henry F was because he's very different from Carnegie. But he says he knows his business down to the ground. He was obsessed with details. And very much like Sam Sam who said if, you know, as long as you know your business rate z, it'll be fine. You can solve any problem that that comes up, but you have to understand every single aspect of your business, F definitely em embodied philosophy. So it says by the end of 18 73 freaking company owned 200 coke ovens, selling everything it could produce to the rapidly expanding be steel makers in the region. Be steel that's exactly what car at the time. Then came the economic collapse as the same collapse and almost destroyed Carnegie. As iron and steel decline so did coke, but F, who would later recall this time period as 1 of the most grueling times his life proved as un undo in the face of adversity as Carnegie had been. Instead of turning tail, he used the depression and the confidence he had cultivated with Tom Mel to his advantage. Judicious purchasing the coal lands and coke ovens of his failed and failing competitors. So this perfect example of like, why you should say that the broad themes in how people apply how people approach, like, their their strategy for business is because, remember, couple minutes ago, we talked about, hey, Carnegie is learning 1 of his most 1 of his most important business lessons that he ever that he ever learned. And he says, like, the best time to expand was when no 1 else there to take the risk. So he did that in steal. Right? And he benefits from that. F is doing the exact same thing Coke, and he benefits from that. In fact, it's because of his relentless, like, pursuit of all these acquisitions that he becomes eventually Carney his right hand man. And he went making an lifetime, like, 70000000 dollars from that. Okay. So says... So he's he's just going... He's picking up all the the assets from failed and failing competitors. His relentless acquisitions continued until by 18 82, the company owed some 3... Owned some 3000 acres of coal and operated more than a thousand coke ovens. He controlled about it quarter of all the mark, quarter of all the coke in the area. By the end of 18 79 at age 30, he was a millionaire. He would produce and sell almost a million tons of coke in a year, netting nearly 400000 annually in the process. Remember they're saying at this time, a labor could be expected to make 300 dollars a year. Guy's making 400 grand. And he does some interesting things that I I don't even know if I understand now. I'm gonna have to read his biography to understand stop process. Now he winds up being proven correct, but wasn't the book doesn't... I guess I'll get to that minute. I wasn't understanding why he would give up his coke business, which eventually she does to go into steal. It says F company not only owned the best coal lance in the area and produced the best coke from it, but also had in mister F himself a man with a positive genius for its management. He's very much like Carnegie, did not have... He was not well educated. He learned on his own. F rise from humble beginnings was obviously intriguing him. Meaning, this is when Carnegie he wanted to meet him. It would have signaled to Carnegie that F was another of the fellow fit. That's what I was referencing earlier. They have this idea of Fit, meaning that, like, these are the individuals with Carnegie Saw line himself. Fit meaning, hey, If you can come from nothing and you wind up dominating an industry, there's something about you that, like, the whole... Like, you've clearly evolved in a way that is that is advantageous to your survival. And I'm not saying they thought oh, they probably did think of themselves as better than everybody else. But... I mean, you don't become the rich richest person in the world without a huge ego. Right? But they they both shared this this whole idea. And this is why F was opposed later on in life to the league of nations. He thought now. Like, why are we... Why are we in his opinion, like, this is stupid. Why are we aligning ourselves with lesser nations. Like, you wanted to take take advantage of them. It's very much... Like, you think about how the natural world? I'm not talking about human society, but, like, how the natural world operates like, you know, only the strong survived, the the strong eat to week. Well, in their case, like, the the strong may rule the weak, but the wise were strong. So F didn't see... Like, he you just he's he thought, you know, only, like, you should only survive if you... If you are worthy you're surviving. I'm not going to, like, be charitable with you just out of just because we both happen to be human beings. So they're very, very hard man. Man. F more so than than Carnegie. Carnegie was... Like I said earlier, was was... He... It bothered him? He wanted to be like, f didn't care. Okay. So this is we got to the part. This is a note left of myself. I was like, why would F do this deal? So it says F continued to pursue, I'm I'm skipping way head, by the way, F continued to pursue acquisitions vigorously, bank rolling some of his purchases with the sale of his stock carnegie. So so the 1 I thing I couldn't understand. Is it's like, you had banks willing to lend you, why are you giving up their most value asset, which is your equity. But it... He... I guess it was more strategic in his part. So he says, in addition, the Carnegie also set about Carnegie meaning Andrew and his brother. The Carnegie set, also said about buying up the stock of HCF that were owned by partners with whom F had been involved with early on. Carnegie now owned 50 percent of HCFC company. And then some other people home 33 percent and F held the remaining 16 percent. The benefits to Carnegie iron and steel works were considerable. On the average, his plants... His plants paid about 18 cents less per ton for coke than did competitors. So they save about 50000 dollars, a year just from on just on coke that their other competitors weren't and it was about 4 percent of net profit. So it wasn't a negligible amount. And it says by 18 88 dividends from H c Operation would total almost 2000000 dollars, which were... Remember was printing money, which were slightly higher than the total of those from Carnegie iron and steel works themselves. So it's like, that's why I like, why is you... Why are you doing this? Like, you're giving up your equity. You're you're you're you you're you allowed him to work himself in a position Carnegie that is, where his owns fit way more more than you do, almost 3 over 3 times the amount. And then your business is actually making more in profit at this time. Now Carnegie eventually, like, way surpasses for operation, but I I just did not understand that. It revealed, later on in the book that... And remember I was just like, why are you giving up equity? I want you to get more debt? Well, they had, a lot of profit, but freaking company had a a lot of debt. So he had lots of debt. He had to sell to to pay down that debt. And then it's revealed later on that he viewed coke as a way to get to what he really wanted, which was steel. He thought the market, the profit on steel for a well run steel company. Was going to be much higher than the best run c company. When's up being correct. I just didn't understand that at at this time. I didn't understand that. I got to the end actually. So, yeah. So he's like, alright. Well I'm gonna line myself with this guy because he's dominating the steel industry and and I'll find a way to work in there. He he brings this to Carnegie His attention. He's like, listen, Why don't you just buyout out, because, eventually, he gets his whole holdings and own company goes done about 4 percent so against about 4 percent of, HEF, and And he's trying to convince Car to to to let him buy equity in in in Carnegie, steel company. And Cardi has this thing where, like, he can't he's like, 15 years older F, so he starts to kinda talk him, like, a father, like, a take a pate role, but Don't know if how much f appreciated. But he's like listen, I believe you'll make million... More millions by concentrating them by scatter. So he's giving... F the same advice that he gave himself. Was like, well, let me just put all my eggs someone 1 basket and watch at basket instead of saying, hey I'm gonna run the c company. I'm gonna run Carnegie steel, do all other stuff. So he wouldn't... He wasn't willing to to sell to f. Yeah a few years later though, something happens that that where F gets his wish, and that's the death of Carnegie partner and his brother. So it says, well, the death of his brother, who was the principal firm manager had been a severe blow Carnegie saw advantages and promoting f to fill the void at Carnegie brothers. To hard charging Andrew carnegie, his brother had sometimes proven to be a bit reluctant and risk adverse as a competitor and entrepreneur. And, you're not reluctant and in risk versus there's 2 words you've never used to to describe Henry F. There would be no such timid committee with f of that much Carnegie was certain, And if it meant allowing F his wished to buy into the company, it was a small price to pay. It had taken the death of Tom Carnegie to accomplish it, but Henry F was now a partner in steel. So F is running the c company still and now he's becomes Carney he's like Right hand man. Now this is gonna give you an idea of personality though. This is why I always wonder aloud on the podcast. Like, why do we see so few companies red, led by... Like, why is it usually 1 founder? It's like 1 person that winds up being in charge. Even if they start out with a bunch of c cofounder, the longer the, company survives, you see to you see this trend where it kinda just comes down to 1 person. And why I think because of f personality. This partnership with Carnegie was was doomed from the very start. They both wanted to run their own thing. So she says Carnegie was a accustomed obedience from his subordinates. But if he expected un question ob from Henry F, he had gravely mis calculated. So at this time, there's there's all these kind of labor strikes, which is center, like a central tenant around, this book. And they spend great detail. Does a wonderful job. Like, telling these high suspense stories about this. But in 1 of them, Carney response to strikes says, hey. I'm gonna shut down the plan. I'm gonna wait them out. Right? And F, his was violence, not giving an inch. He was a very, very hard dude. And so in in 1 case, like, he... There's there's this guy that won't, like, 1 of those the striker builds a shack on the property that F owned. He goes over there with with a, like, a sheriff. And they're like, hey Gotta get out of. The shredder refuses. Freaking a sheriff pick the guy up, throw him in the river and t of his, like, his, like, mattress and I was belongings there. He was just a crazy crazy dude. And there's a... There's there there's a strike. This is not the big strike that it's the main part of the book, but 1 earlier. And F is handling how he wants to. He's like, we're not giving an inch. Like, they don't get to dictate terms. And Carnegie kinda questioning his... He's like, no. Like, you know, let's let's let's go my way. And This is how F responds. He says whatever the reasons F responded in a rather startling fashion to Carnegie demand that he settle with the striker and f f writes Carnegie letter. He says, as you hold a majority of the stock and are entitled to control, in the F c company and in viewing what is past between us on the subject. I feel compelled to vacate my position as its president, and I therefore enclosed my resignation. So he wants to coming back. He was he he he he resign twice, and comes back twice till they have their their final falling out, but that gives you an idea of of f. He's... Wants to be left alone. He's like, I'm gonna... If you if you hire me to run the business, and I own a part of it, don't tell me what to do. So you you could see that, you know, the knowing this now, it's not surprising that about 10 or 13 years later. They have a falling out that the never recover from. Okay. So here's a note of myself. So after this, Carnegie coax him back in because F, he does consider F genius. He thinks he's a genius and managing. And so I read, the end result of their disagreement is a closer partnership. Why? It says the incident that had that the incident had taught both partners important lessons about each other. Carnegie saw that F was no puppet, but rather a man willing to take considerable risk in defense of his principles. If F actions made clear that he was less p than others in Carnegie circle. They also indicated a strength of will that might be useful if applied to others. That's some really interesting like observation from Carnegie. On the other hand, f admiration in all of Carnegie were tempered by the realization that Carnegie self interest reign Supreme. It was more important than ever to carve out an an enhanced position in the steel in the steel business. It was a matter of self preservation. Carnegie was wise enough to grasp F point of view and because he had also seen in f a managerial capacity second to none, he was willing to overlook for resignation as the understandable act of a proud man. Carnegie determined to pit Managerial talents directly to work within the steel companies and to ensure F loyalty, Carnegie offered him and increased share of the company. Just has now he's has more equity, which is his f go all along. F was also named Chairman of Carnegie Brothers and company and is interest in the company was was increased from 2 to 11 percent. Have such had such una sentiments been been expressed in a novel. Experienced readers would have known to expect the worse. This being real life however, the players in this drama forge b ahead. Thomas says carnegie, to Carnegie, F represented something special. Not only had F risen up from nothing as Carnegie had, and not only had he proved himself the master of an allied industry. F had an ambition, a single of purpose and a lack of self doubt that Carnegie en. And I would say another 1 going back to what I was saying earlier. 1 of the things... 1 of the best things I learned from F, and there's some... He goes crazy later on. So I definitely... That... That's something I wanna avoid. But this this idea of he had outside of ambition, a single of purpose and a lack of self doubt. Which I think are or are great traits for it anybody Who wants to do their own thing. Oh, okay. Now I'm skipping ahead. This is Courtney mantra Mantra that I mentioned earlier, which I had never even heard, like, Again, I I understand the need to cut to cut costs the the value of Frugal gall or else, you wouldn't see a this trait over and over again and successful businesses, but put... This is the... Carnegie is the first person to make me understand why you should focus on that above and all else. He says Carnegie was always more interested in what it costs to produce goods than in revenues or profits. Carnegie would repeat the time and time again. Profits and prices were cyclical, subject to any number of transient forces of the marketplace. Costs, however, could be strictly controlled. And in Carney view, any savings achieved in the cost of goods were permanent. And I think this also this this obsession, over controlling costs, something that bonded freaking car and allowed them to have you know, a perfect partnership up until the the time they didn't. And this an example, so they they realized, hey, the be converter was, and was a technological advancement over, what existed previously, then they have another... A new technological advancement called the Open Her furnace, which she's even better than the be. So even though they just bought all the best... They had recently purchased, I guess, few prior. All these other best converters are willing to just throw that out because they understood the leverage that technology would give them the future. So it says, although it meant scrapping hundreds of thousands of dollars worth of be converters, Carnegie was un. And he says, even if we save half a dollar per ton by the changes, it would justify a large additional expenditure now. And if if you didn't know that was a Carnegie quote, easily been a Jeff Bezos quote. So just on this issue, the 2 men were of 1 mind, F made his way in coke by the same reckoning that Carnegie had in rail and then in steel. If you knew your cost down to the penny, you were always on firm ground. Furthermore, F always understood how essential new technologies were in driving costs down. Cost controls became nearly obsession. Again, I think that is that was just as true in the nineties as it is today. The fact that technologies are gonna continue to drive cost down, so therefore you should invested them, and then you should keep an eye on where every penny is going. In fact, after frequently it's a company, the guy that takes over after. So would send memos, that's how that they would. That's how we have so much of, like, the Carnegie steel history. It's from these memos. And and 1 of them Carnegie cha. He's like, F would send me cost on every single thing. You don't even talk about it. And he's like, it's very valuable, and and I thought that was very interesting how they run the company. It's just like they're communicating through reports. And keeping an eye, you know, weekly, monthly, quarterly, yearly on what they were what they were spending. Con... It was continuous. I guess it's a better way to put it. This is where F makes his move. And his move clearly is he wants to he wants to run everything. Remember, Carnegie, like, 15 years older. So he makes a lot of money starts to spend more time, like, Sky in other places, and he needs somebody on the ground and fix that person. So his f approach Carnegie with an ambitious proposal. Now is the time to reorganize his eggs into 1 basket once and for all. He went on to argue the main object of this proposal, his own appointment as chairman of the combined operations, there's 2... This is what I meant. There's... Just show you, the F c company, which Carnegie owns a lot of, and then Carnegie has 2 steel companies. He's like, no. We... This needs to be in in 1 spot. Run by 1 person. And he he wants to be that person. Chairman of combined operations. So F reminded Carnegie in a single year as the head of Carnegie brothers. That's the company he's running. He had increased profits from a less than 2000000 to more than 3 and a half million. Clearly, Carnegie had chosen a manager genius. Why not let the genius manage everything. So Carnegie is like, well, that's actually good. That's a very persuasive argument. So he wants up doing this? And he says F had managed to beat the odds and the Grim scenario Carnegie had painted upon his entry into the company. We were to talk about us like, Oh, you know, don't don't scatter your attention, like focus. Rising from the Apex of 1 industry to become the chief operating officer of the largest and most powerful steel making company on Earth, all in the space of a decade. Okay. So like I said before, about a third, maybe half of the book is this this this war. Literally war. People die. They shoot at each other. They have hired soldiers about the strike. I'm not I'm gonna skip over a lot of I want you to understand. Here's a brief summary of why there was tension between ownership and labor. And it says Carnegie Steel had become the nation's leading producer steel. It's output soaring to more than 1000000 tons in in 18 90. But 10 years from this point is when they start making ford about 40000000 a year. As profits for that year totaled nearly 5000000 dollars and a 2 cents per ton write off, so they're talking about lowering, they wanna lower the average rate of a labor just knocking off 2 cents per ton because they were paying some labor per ton at time. So a 2 cents per ton write off would have dented the bottom line by all of 20000 dollars. Okay. So you're making 5000000 a year and they're lowering they're continuing to lower the labor pay even though it only saves 20000 dollars. It seemed it seems inexplicable that freaking carnegie would not have surrendered the point. I agree with. I think this is this is a... I mean, now in hindsight, it's clearly a big mistake. It's something. But again, they... They're approaching it from how they had their own worldview view. So and once you have a worldview and you've built this huge successful company, I kinda understand, like, why they would bend even though it's in hindsight not a smart idea, and we're gonna get an eye, an insight into Corn east world you're here. It says, carnegie mind, nothing had changed in the intervening years. If cost could be cut, then cost... Then cut they must be. And never mind if the category read minerals or vegetables are men, but there is a difference. That's the problem. That's the problem. He what I mean is like that's what he didn't understand. Men are not minerals and they're not vegetables. They fight back. And if he was tough a matters pertaining to the production line, he was even more demanding when it came to support staff. So he's just cutting wages and eliminating jobs all the way across. So I'm gonna skip over, and then I'm just gonna read, like, a very... So they're on strike. They're closed... They've closed down. I'm gonna skip over after this. This will be the last effect about the strike. If you wanna learn more, read the book. The book is a fascinating read, but, especially the middle of the book. I mean, it reads like, it's full of suspense and the author does a great job. So Carnegie in Scotland at this time. He leaves f in charge. Let's f do whatever he wants. F is a home sleeping. He's deciding, hey, you know, you don't get to dictate. The striker are setting up, they're not letting any new workers in. There's been all kinds of violence. Police officers come in. There's 2000 a mob of 2000 people versus 9 police officers, police officers leave. So F hires what's called Pink detectives, It's like a private police force there's 300 of them, and they have them ferry in by boat. And when the striker, basically the entire town. They're in discover that they're there, they break onto the property of the Carnegie steel plant and arrive at the docks where these detectives are. And both sides are extremely... They're heavily armed, and they have shootout outs, and they kill each other. And so this is how the battle begins. So the the head of the the union, this guy named O'donnell says on behalf he's now, he walks up. He's got, like, 5000 people behind him, the detectors are still in the boats, they haven't dis. There's 300. And he's trying... He's like, listen. Just get out of here. Don't do this. He says, on behalf of 5000 men. I beg... I beg of you to leave here at once. I don't know who you are nor from once you came, but I do know that you have no business here. We, the workers in these mills are peace peace inclined. That that's not necessarily true. It's actually not true. They've tres past actually, and they've already engaged in violence if made during rocks and stuff and and having fights. We have not damaged any property, and we do not intend. That's also not true. If you will send a committee with us, we will take you that... We will take them through the works and promise them a safe return on their boats. But in the name of God and humanity don't attempt to land. Do not attempt to enter these works by force. So this guy named captain Hindi. He's the leader of the Pink enforce. He steps finally onto the death decks. Pig had... There was some people that had no experience but a lot of were like, former soldiers and police detectives. And, he he steps up to deliver his response unequivocally and in p. I don't know how to pronounce that word. We were sent here to take position of this property and to guard it for this company. We do not wish to shed blood, but if your men don't withdraw, we will mow every 1 of you down and enter in spite of you. You had better to disperse for land, we will. Oh, boy. O o'donnell surveyed the scene around him. In addition to the armed thousands who had occupy the Steep banks of the river, hundreds more looked down upon the scene from the railroad bridge just upstream. O'donnell had spent weeks and months in an attempt to engineer a peaceful resolution to a dispute that in his mind, cried out for a meeting of the reasonable minds. How had it come to this? So nobody backs down. They start shooting at each other. The battle lasts, like, a think like a day and a half. Eventually, the national guard has to come in and, f, there's a... The entire chapter called not an inch. That's a good way to describe Rick because he refused... Basically, he said, hey, that your union doesn't exist anymore. We're not gonna... What, the plant gonna say shut down. We're gonna bring in new workers. They'll be guided guarded by the national guard. And, like, the we're not even... Like, the deal we offered you that you reject last year is no longer no longer on the table because you don't exist to us. F was a very driven hard person. He you won't... Okay. So let me get let me give you an example of this this kind of relentless personality. So I'm skipping way ahead, the battle, it takes, like 6 months for them to to finally get the plan back up and running, all this stuff happens. Most of the people lose their jobs. Some people are tried for murder. There's all kinds of details in the book. But what I couldn't understand is, like, while this was happening. Right? Because these the this is a another, like, example of human nature, which we've seen multiple times throughout history that, you know, they're... Where... We don't... We let a emotion get the best of us. And I understand. The workers point of view because they're living paycheck paycheck. They're not making any money, meanwhile, Carnegie and Scotland buying, like, you know, 5000000 dollar castles, Like, that's literally true. Equivalent of 5000000 dollars today. And they're, you know, they're they're... They felt that if I... If you're taking away my ability to work, you're making my family starve, and I'm willing to die for that. Now, what I would say, What I would say about that is there's... You don't... Like, I don't... I've always thought since I was at a young age. Like, I don't like rely... Putting myself in the position where I rely on the good graces of other people. I just think that's a... That's... I mean, that's why people wanna work from the themselves because they don't want to just be at the whim of other people at rather be the Whim of customers, then then, you know, manager or owner of the company. And I if if you don't... Like, if I I was trying to think, like, what I would do in the situation. 1, like, hopefully, like, I have this quote that I was thinking about, like a motion blur judgment. And when we're emotional, we are very irrational as a species. And this idea that I'm gonna go and and have a war for a job, Like, what what is the outcome? Like, if I get shot and I die, my family is my family any better off? No. Like, they're worse off. And if I don't like the pay I get are the conditions of work that I'm under, like, go elsewhere. I don't understand this this... I mean I do understand it because it's an emotional response. It's not a logical response. It's just not... It's not... It was not successful. They wind up the union... The... Like, they won, Carnegie and F win. They have the advantages, and it... It's an unfair world. This decided idea. I always tell my daughter at all times. So like, that's not fair Like, you think the world is fair. Like, the the lord... Outside of the human society, like, the world doesn't the fairness is not even a word to describe anything. So I just... What what's gonna happen next 1 I'm about to explain to you is it's kind of for me was inevitable because I'm like, wait a minute. These guys are willing to shoot at pink detectives. Right? They're doing that on, at the plan. Like, they could easily go to Carnegie headquarters where F is working, and they do. There's a guy who's a Russian ana goes in, and he tries to assassinate f and he shoots f twice in the neck, then there's like, a f and this other guy tackle him. The Assassin pulls out a knife stab f 3 times, And eventually, they they they get the knife out of his hand, like a bunch of people jump on them. The guy once have going to prison, the Assassin goes to prince for a bunch of years. But it's just like, to me, it's like, losing your life is it's it's silly. In these circumstances. Like, on both... And both people at fault. It's just you had both sides not willing to give an inch. The difference was 1 once I had all the leverage. And all the power and the others, I, and, of course, we know, like, if those 2 go up against each other who's gonna win. So Just saying if you ever find yourself in that position, like, you gotta find a better route than that because you're not going to win. So instead of going through the, go around it and and this is an example of f relentless personality after the failed session assassination attempt. They wanna take him to a hospital. He's said no. The doctor came into his office, stitch him up, and he says only after he finished with his day's work. Did F permit himself to be carried from the office to an ambulance that would take him to his home. And even then he had his litter bearer stop so that he might issue a statement to the reporters. And this is a direct quote from him, The... This incident will not change the attitude of Carnegie steel company towards the ama related association. That's the union in the Friday with. I do not think I shall die, but whether I do or not, the company will pursue the same policy and it will win. So I just couldn't help when I'm reading the book. Like, they're just... They're both sides are making disastrous risk decisions, and I wind up, you know, 30 or something people died for it could have died, It just didn't have to go on this way. So, this is the beginning of the end of the partnership though between Carnegie and F. So is if the homestead tobacco set setback efforts to organize American Industrial labor for some 40 years as most agree, it also opened up a rift between Andrew Carnegie and Henry F. In some ways, what happened between them is as fascinating and consequential as the events of those fateful days in 18 92. So the the, you know, some press gets... The press gets window this, some press are on the side of capital, some on the side of labor, Carnegie does not like being, like, he was important. Like, the opinions of others were important to him so he didn't like what was happening. And, you know, he starts to say, like, this is basically f fault. They went recovering from this fallout, but it was the the being of the end of relationship. I'll get there in a minute, but and in the interim, I found this this 1 paragraph I thought it was good life advice and F. And he says, he was talking to his his second command. He says you must not allow anything to discourage you in the least. Even if things do not go well for some time to come, or even if they should get much worse, just keep at it, doing the best you can. Do not allow the fact that you are not getting along as well as you would like to lead you to put yourself in a compromising position. So I I think that's good advice It could be applied to a lot of different domains. So it says the incident that would alter relationship with Carnegie, it says carnegie it'd be inch... So this is just another stupid thing Carnegie does. And the way f... Response is just not... Good. Carnegie were interest in inquiring the c holdings of W j Rain, who was a former competitor F. F, however, considered Rainy a thief and saw the acquisition as a threat to his own role as the company's primary supplier of Coke because F c company still supplying, Carnegie steel company. When he learned that Carnegie had actually met with Rainy without informing him, F tender his resignation from the chairman ship. We've seen this before. He does it again. He advised Carnegie he to purchase his shares in the company and began an immediate search for successor. Carnegie wrote back to F. Dismissing his chairman abrupt threat of resignation. It's unrealistic. And he he he also, again, he's more, like, pate... He's like, just go on vacation. That's not freaked want you to say that, him. So it said F had learned, in the interim between these replies are sending cables back and forth because Carnegie and Scotland. F had learned that a broker is attempting to sell a block of 32000 F c company bonds. Bonds that Carnegie had received as part of their original partnership agreement. To f, it was t beyond bounce, selling f coke and f coke and marrying a thief from the same industry. And then this is when personality comes out again F pen a 5 page memo that can only be described as a jaw dropper. So I'm gonna cool from that. Mister Carnegie, it is high time you should stop us nonsensical talk about me being unwell, restrained, etcetera and treat this matter between us in a rational business like way. Why do you write such stuff? I warn you to carry this no farther with me, but come forward like a man and purchase my interest and let us part be beef before it becomes impossible to continue to be friends. I desire to quietly withdraw doing as little harm as possible to the interest of others. Because I become tired of your business methods, your absurd newspaper interviews. Oh, this is gonna This is painful. And your personal remarks and un unwanted inferences in matters you know nothing about. So remember, this is he saying this is somebody has used to subordinate just like listening to every command. F was not the kind of person. Okay. So they reconcile even after this. A year or 2 later, this is the deal that that causes them... Even though they they reconcile they were never like, kind of the same and this is just broke it. And this is just a weird thing all the way around. They got real petty considering both them the time are unbelievable wealthy. So So F wanted to sell holdings and got, basically cash out. But something stopping on me says, F might have sold their holdings even earlier. It's using there. So he's naming F. These these other 2 guys are doing the same thing They're are also shareholders. I'm removing their names because it's confusing. So says F might have sold their holding even earlier, but for the existence of 1 major stumbling block. The iron clad agreement of 18 87, which all had signed. So this an agreement they they signed about 13 years prior, and it says according to its provisions, which were meant to protect the other partners in the event of Carnegie and timely death, A partner who wished to retire could do so, but his shares would be redeemed at book value and the payment made in installments. Here's the problem with that. Since Carnegie always opposed periodic re evaluation of the company, the book value of Carnegie steel on 18 99 remained at 50000000. Even though the most conservative estimates place its true value between 202 hundred and 50000000. It actually sells for 200 more million above that. So I think so it's for 4 8480000000, like, a year or 2 later. It's also a private company. Remember that at the time. This that becomes important. So... So Carney Anime, like I'm not rev evaluating the company. If you wanna do, you have do it that Book value. Well, that's, you know, that's not... That's ridiculous. You're gonna lose 90 percent of the the value. Why would you do that. So they go and try to find buyers. F tries to find a buyer. For the whole company because he used Car... Car he would sell off for the right price. But this is also weird too. What he does here. So this since the impasse was finally broken in April 19 in April 18 99. When f informed Carnegie that he had been approached by a buyer willing to meet the 250000000 dollar price. Under the proposed terms, Carnegie would receive a hundred and 57000000. After agreeing to the terms, Carnegie asked F who the prospective buyers were. This is the weirdest thing. F told Carnegie that he had been sworn to secrecy by the prospective suit and then they were acting solely as intermediaries. What? That's ridiculous. Like, tell them who the buyer is. There was 1 thing as well. The buyer was asking for a 90 day option to prepare for this sizable transaction. Carnegie must have worked hard to conceal his inc inc. Just how Naive did his partners think he was. Yes, they were all friends and long associates, but this was business and very big business at that. For all he knew, there was no buyer, and F could be asking him to sign an irr evo agreement to sell it a fixed price. So he's like, listen, I'll give you... I'll still go ahead even though if I don't know who they... Who these people are, and I'll give you this option, but you have to pay me a non on 2000000 dollars for that 90 day option, I'm gonna charge 2000000, and it's it's non refundable even if the deal falls falls through. Of that 2000000, a hundred and 70000 of it is f, which is weird too. So winds up, car... Leaks who who's gonna whose who the sellers are. Carnegie, he doesn't like these people. He's like, I'm not selling. This is not gonna happen. And it winds up they couldn't come up with the money 90 days anyways. And he keeps for hundred and 70000 dollars. So F winds with 70000000 later on. Carnegie winds up, like 300000000, and the relationship falls over out largely over a hundred and 70000 dollars. I mean, it's just... This is what I mean about like, dude can learn a lot of good from these guys and you you also learned, like, this is this is Great. This is ridiculous. So now Carnegie, he starts moving against them. He's like, I'm kicking this guy at all my companies. So he wants he he wants to get he he wants F out a carnegie steel and he wants F out of his own company. So he tries to to buy to, like, to he wants to merge the the companies together. This is f reply to cl tea. East that he might be willing to permit a merger, provided the newly formed company would be capitalized in no less than a hundred and 50. What he means by that is Carnegie steel merging with the F c company. Though the figure was low in comparison to what he believes the new entity would be worth. It would have netted f just a little more than half of an outright sale of Carnegie for 250000000. So he's just trying to increase memory. He wants that book value reassess. Carnegie would have nothing of it. There would be no re evaluation of their holding He insisted. This is what they were both acne emotional. Like, they're not c here. If Carnegie had entertained the slightest hopes of patching things up, F latest infect dash them completely. It was Carnegie intention to abolish the office of Chairman once and for. So Carnegie owns the board seats on both companies nice. So he basically pushes his freak out even though F still has his his his stock, his equity. So it says... And he he wants getting f kicked out of the company. He started himself and off car Carney board. Steel the steel. Never had a coup gone more smoothly or so it must have seemed with the troublesome f out of the way at last, Carnegie could only envision smooth sailing, but then, so did the passengers on the titanic. Actually, no. I got a little bit ahead of myself. They... He kicked the... Carnegie kicked f all out of Carnegie steel. He's still on the the board of H c Coke. Henry Clay for Coke. So this actually where he kicks some out of own company. So it says, there matters to be a attended to in the wake of f. Ali, of course. The question of coke prices to Carnegie East Steel had not been settled. And despite his resignation from the chairman ship of Carnegie, F remain the chairman of the board of Henry F Coke. Carnegie and Schwab had put to a contingency plan into effect. However. At the board meeting of H c Coke in early January of 1900, Carnegie saw to it that a new membership was elected, 1 that reflected his and his loyal his loyal controlling interests in the company. The 5 new Carnegie men on the 7 member board of H c Coke got quickly down to business. Abolishing, the office of Chairman and leaving the company in the control of its president. Some guy named Thomas. F, was still a member of the board could do nothing. Deposed for a second time through the mach nominations of Carnegie and now dropped from the very company he had founded he simply walked out of the meeting in silent protest. And now... So as I said before, both of their behaviors kind of childish. If you look at it, now in hindsight, that they were clearly just emotionally, angry 1 another and try to lash out to each other, any anyway they could. This next thing is just ridiculous, and this is a mistake Carnegie makes. And then the way F response there's actually some good strategic moves he makes here. So I wanna talk to you. First of all, what Carnegie does and then how F responds. So Carney goes goes and meets F about a week later. Let's see. At his office. She says, as he handed over the dart document, Carney explained that on January eighth, The day before the meeting at which F had been deposed from his own company, there had been a special session of the Carnegie Board of managers, meaning the Steel company. They had just 1 piece of business, and here said Carnegie was its result. What F read was as unmistakable as it was infuriating. As F had proven to be both an obstruction to the... As F had proven to be an obstruction to the continued and efficient operation of the mighty leviathan and of steel, the document stated, the board had no choice, but to invoke the provisions of the iron clad agreement. For interest in the company must fourth worthwhile be surrendered. His compensation fixed at book value and not a penny more. F would receive about 1500000.0 dollars for the stock. That was worth at least 10 times that much, and that's it's actually worth... Winds up getting... It's arguably worth about 40 times that much. And so this is f response, kind predictable response now that we've gone over his personality at length. And it says, F was on his feet by now. His chair tipping backward with a crash. And this is a quote from I'm F. For years, I've been convinced that there's not an honest bone in your body. Now I know that you are goddamn thief. He cr up the document and tossed aside. We'll have a judge and jury decide what you ought to pay me. He spun around his desk, advancing on Carnegie with his fist raised. So they go on and talk about the people that witnessed this basically f. Chase after Carney, he trying to basically beat him up And Carney was barely managed escape. Now, they moved very, very fast. So this... What I'm about to describe you happens rather quickly. Though, the first part happens rather quickly? And this is just a good strategic move on F part. So he goes, okay. Well, he he told his adversary what he's gonna do. He's, I'm gonna... You know, I'm not gonna accept 1500000.0 dollars for for something that's worth so much more. So I'm gonna contest you in court. To do that though, he f hires. So this iron cloud agreement, F hires this his attorney to represent him. The attorney that made the Iron cloud agreement. And he moved so fast. He called him right away. The next day, Carney, goes to the same person trying to get him try to hire him to represent him. He's, like a can already representing f. This as F had, in this guy's name Phi. F had Phi pouring over the fine print of that s iron clad agreement. Since it was Phi brain brainchild in the first place, he was the logical person to discover his fault. That's really good idea or its fault. And soon enough, he had found them. So he realize realizes, hey, there's, like, a bunch of revisions to the document and some of which seemed to exclude certain partners, and then some of them didn't even sign the agreement. So but so he F immediately cease as the advantage, but what's so fascinating. Remember I told you to remember that ke these company was private, f does something really smart. So he files suits again. Food files suit against them. This says f f filed suit, charging them among other things that Carnegie had unjust attempted to force them out of the company and acquire holdings at some far below their value. But and so by pushing this law this lawsuit, he's opening up Carnegie to discovery, which means that everybody's gonna get to see Carnegie his books and Carnegie does not want that. He says, most distressing Carnegie was the fact that the details of the company's business affairs were laid out in the accompanying brief. If the suit actually went forward, the public would, for the first time learned details of the immense profits being generated by Carnegie enterprise. Now keep in mind the the overall the overall, like, picture here. Carney and F were both, rightly criticized further handling of the strike. And the strike was only happening, 7... About 7 years earlier from the time point we're in now. It was why they recovered people knew about it. And, you know, they're trying to, basically Nickel and Dime, their their they're Nickel and dim their employees. And if this came out that the company making 40000000 dollars in a year. Like, that would be very, very bad for Carnegie. So it's actually smart for F to push this, and you will see that it it benefits him greatly. To to Carnegie, that's such that such information concerning the inner workings of the company should be made public wasn't in a front an embarrassment and most important a disadvantage to doing business. If he were to proven in court, for instance, that the value of Carnegie steel was just a fraction of what proclaimed, how... On, this is another point. So it's, like, Carney 1 of Carnegie conditions. Like, I'm not increasing the book value because, you know, the I don't need to change it. It's still stuck. I think 50000000 dollars. But then the problem was, then if you... You have to prove that point, It's different if you you... Maybe your a few partners know that. But when you're proving and making it public, then everybody thinks that the value of 50000000 dollars was. Carney is like, oh, crap. He's got me here. He says, if he were to proven court for instance, that the value of Carnegie deal was just a fraction of what proclaimed how on Earth would to attract a buyer willing to pay what he privately knew the company was worth, and he wanted to find a buyer. He wanted to be done with it. In the end, and for once, reason prevailed between the 2 men and a compromise what's laid out. So that's what of... Basically, that was my takeaway here. It's like, they wind up doing this agreement. I'm gonna tell you the details and I'll close on that, but there's no reason. There's no logic. There's no smart business sense towards the end, this is really a a tale for us to realize that, you know, even people that that achieved monumental monetary success. They're still humans. And, you know, we're all prone to get this kind of behavior and hopefully, we we keep our motions and checked. And we just make better decisions because, you know, they could've have sat down with as friends. I understand they were both hurt by each other, and that's caused a lot... You know, I completely understand that. But let some time pass, cool down, sit down and talk it out and and, you know, come to a an agreement. F didn't have to do what he did. Carnegie certainly didn't, you know, it's Carnegie saying the company yelling only in a 1500000.0 when this guy's, you know, made you tens and tens of millions at that point, it just was unnecessary. So I like what the author says here, is, like, for once the reason prevailed between these 2 men because for a very long time, they were very logical about it we went their business. Oh, this... It's interesting. They was went from they went too far either in the spectrum. It's logical to control cost, but it's not logical control costs to the point where you're, like, people are getting paid a dollar 20 a day to to work 12 hours. You know, people die in it's molten, like, it's just people plenty of people die in in in this line of work. It's very risky. They talk about, like, people would come to work at Carnegie. And 1 guy in particular after 3 weeks, he sweat so much because of the heat and in the physical labor, he lost 40 pounds. Like, this is very back breaking work. So if you're gonna run a business and you're making a lot of money, I do think it's right to share that with your employees. And I think history has proven that point right because when you tilt too much in the favor, and this is speaking. I'm very much capitalist, but you you you should want to... If people are helping make money, you should reward them. I think that's the right thing to do. I understand keeping control of costs, and leveraging technology, please, you know, that I think that's a good idea. But you there is some fun where our human beings. And humans and numbers are very different. And there has to be some kind of fundamental level of dignity. And so they were too far on that end. Right? They took they took their logical, the logical conclusion to controlling costs too far to the extreme. And then now a few years later, they're all way in the other end of the Spectrum, which is no logic and all emotion. And what I learned from the book is, like, you gotta be in the middle there. Like, okay. So Carnegie, you don't end up with 300000000. Maybe you end up with 250000000 and that that 50000000 dollars was spread to to employees that help you... You know, do you see what I'm saying here? Like, you you didn't need at a time when you could buy... He buys, like, a castle. I think it for, like, 80000 dollars an equivalent there was something I don't know. Like, 5000000 or whatever the whatever the number was. I don't remember recall at the moment. You could have shared more of the money. And if you shared more of the money, you wouldn't have had all the bad publicity and you didn't want the bad publicity because you've even said, like it's important to what other people think of you. So I guess that's just... Regardless of success and regardless of competency and business we're all prone to make these mistakes, and I think we should all keep that in mind and realize that, you know, things can get out of here really quickly. In this case, it destroyed a friendship and a partnership for... That was very successful for 20 years. In some cases it wind up freaking getting almost assassinated. Other people dying. Like, none of this stuff had to happen. So that's definitely what I took away from it. Like, there was no logic, or reason for this. And, you know, we're all prone to make these same mistakes. Things about it the last time you extremely furious the way you reacted. You know? I guarantee your best decisions that you ever make in your life or not usually when you're either angry or depressed or or or over, like, more emotionally normally are. And we're seeing, you know, these these 2 men definitely gave weight to logic and and gave into their emotion. Alright. So the compromise was laid out. Carnegie steel to be valued at 250000000, and and Henry F Coke to be valued at 7000000. And then the 2 companies would be merged. So again, the book value was not 50000000. This is... It's 320000000 here. Right? Well, let me get... I'll tell you that a minute. So it's 3 320000000 here. Okay? Remember that he accepted an offer a year before for 2 5250000000 dollars now they're saying the value of the company at 320000000. And it says as a result of the agreement, Henry Clay f would remove himself from any role in the management of the new company. Perhaps it had cost him a job in the friendship of Andrew Carnegie, then again, he had 31000000 from which to console himself. Okay. So that 31000000 actually goes to about 70000000 because about a year or 2 later, the the company is not valued at 320000000. Actually sells to Jp jpmorgan and on another another collection of investors for, I think 480000000 dollars. So that that increases f equity in the company from 31 october... Or right around 70000000 dollars is what is what he walks away with. And that's where I'm gonna leave this story. I will go into more detail I'm gonna do podcast on both the biography the auto bio of Carnegie. And the biography of Henry F. I think they're both really interesting people we can learn a lot from. If you like this story and you wanna pick up the book and support the podcast at the same time. If you like the podcast, you'd probably like, reading the book because I've barely scratched the surface. There's a lot of interesting storytelling. Just like you're doing every book. So you go to amazon dot com, forward slash shop forward slash founders podcast. There, you'll see every single book. I think Was close to 70 books by now that I've done for the podcast. And if you purchase a book using that that link. Was also sending to me a small percentage of the sale a no additional cost to you. And again, the Url amazon dot com forward slash shop slash founders podcast. If not, just looking at your podcast player, and I include the link in this and every other podcast. And 1 last thing before I go, as you just saw, I just presented this entire podcast, I have no ads. So if you get value from my work if you're learning from my work. And if you want more exclusive podcasts, sign up for the mis fit feed, mis feed link is in the show notes. Available on your podcast player within 10 to 15 seconds, maybe 10 to 20 seconds. You can sign up. It costs as little as 5 dollars a month, you'll get access to all the exclusive mis podcast have I've done so far plus 2 exclusive podcast podcasts every month that only people that sign up for the fee. Get... So sign up for the miss feed, and in 10 to 20 seconds, you'd can be listening to exclusive mis fit. Podcast. Thank you very much for listening. Please tell a friend, and I will talk to you next week."
}