{
  "transcript": "Nothing stranger ever came out of the story of this poor Scotch boy who came to America and step by step through many trials and triumphs became the great steel master, built up a colossal industry, a mass and enormous fortune and then deliberately and systematically gave away the whole of it for the enlightenment and betterment of mankind. Not only that, he established a gospel of wealth that can be neither ignored nor forgotten. And set a pace and distribution that succeeding millionaires have followed as a precedent. Okay. So that's from the introduction of the book that I'm gonna talk to you about today, which is the auto of Andrew carnegie. And for today, I'm gonna, try not to duplicate and cover things I covered in last week's podcast, because last week we got an introduction to both Carnegie and Henry F. So the focus of today, is going to be things that are actually unique to this book. I'm just gonna jump right into his early childhood. Oh, by the way, if I sound a little funny. I'm a little under the weather, but as with all things in life, I'm going to adopt positive mental attitude and persevere and make sure I don't miss any weeks. So apologies if you find my voice obstructing. Hopefully, it, that's not the case. Okay. So I wanna start with 1 of the traits that I I definitely learned from from Intra carnegie and other founders that we've put on the podcast so far. Is this default level of optimism. That's basically, like, your default, way of approaching life. So we're gonna get into that, and then he also is reflecting on what he feels. This is the grand rule of life, and I think this idea is fantastic. And to that end, Andrew's writing. He says, I think my optimistic nature and my ability to shed trouble and to laugh through life, making all my ducks swan as my friends say I do, must have been inherited for my grandfather. And then he's gonna this... He he's he goes on the next paragraph where, this... If you look up like, famous quotes from Carnegie. This is 1 of the most famous quotes that's attributed to him, and I think probably the most important quote. In the book. And he says a sunny disposition is worth more than a fortune. Young people should know that it can be cultivated that the mind like the body can be moved from the shade into sunshine. Let us move it then. Laugh away trouble if possible. So I think this is important because heavy you... If you might have experienced this before where you might have a problem. Well, let me think back to the the podcast that I on Hand Kaiser, where I think it was him that said that you know, problems are just opportunities in workloads. So I'm sure you've interacted with people that are more pessimistic and cynical, and there's a problem in front of them, and they're just think it's the biggest thing in the world. There's not... There's nothing I could do. My life's over the oh, what with me kind of thing. And then the other side of the spectrum, we have people, like, like Henry Kaiser are just like, okay, This is a problem. Well, that's just an opportunity dressed up on. So let me look, let me approach it that way. I think as I get older, I realized that there's very few things that are actually, like, black and white and life. And the perspective in which you approach things, influences, like, your enjoyment of life heavily. And I think that's what Andrew andrew's is telling us here. He's like, listen, a sunny disposition is worth more than Fortune. And you should know that can be cultivating. Meaning this is skill. It's a life skill that you develop through with over time and with experience. And at the mind, just like the body can be moved into the shade and from this shade into the sun sunshine. On. I think is extremely important. And he goes right after he he gives like great quote. He talks about this grand rule for life, which I think again is related to his his, choice to to choose optimism in most things in life as opposed to pessimism, and he's gonna hit on that of, several times throughout the the auto geography. And so now he gets into something that's very, very interesting. I mean it's so much so that he calls it his grand rule for life, and he says, So it says let's move it then. Let's let laugh trouble away if possible. And 1 usually can provided that self approach comes not from his own wrongdoing. That always remains. So he's talking about is, Well, let me read the next sentence this and I'll get time. He says the judge within sits in the supreme court and can never be cheated. Hence, the grand rule of life. And this this is his grand rule of life. Thin own rep approach alone do fear. This motto adopted early in life has been more to me than all sermon I have ever heard. So when I read that, I was really trying to I was, what is he trying to tell us here? He's like, listen, you can laugh your trouble away, you can understand that, you could take, like a more approach life, but only if you're not... If you generally have not done something wrong. So that's what he means when he says the judge within sits in the Supreme court can never be cheated. You know what how you feel about yourself. You know if you're putting for your your best effort. You know if you're being a good person. You know if you're making mistake and and and caring on no matter what. And I think that's extremely important that you cannot control the opinions of other people, you know? There's no human it's ever existed that's been either universally loved Or universally hated. That just doesn't exist. And, therefore, like, if you're exposing yourself, like oh my god, what's this person I think about, like, that really... It's a it comes a super superpower when, that really doesn't matter. As long as you are comfortable, the judge within sitting inside of yourself that's analyzing it, analyzing you, analyzing yourself rather. As long as that person is happy, then I think there's no reason that you can't it ties into, like, what he was saying. Like, you can you you can move your your mental state, like I just joking said, I'm gonna adopt a positive mental on. I say that, like, ad nausea to my friends. So it's like a David because I do think, like, it's extremely important and everything you're doing, especially something's hard. Now on the flip side of that though, you're not... You cannot run away from that that inner monologue. Like, if something's eating at you. If you know you're doing something that you shouldn't be doing or if you're you're it's very important like, like, I used experience just like, right before I go to bed. Like, you know, your mind just wander, you start of replay actions or things you said, and there's... Everybody's gonna have regrets in life. You know, I have tons of them. And I feel like the times I've been most unhappy with myself is when I know... I'm I'm not putting forth my best effort or when I know I'm taking a shortcut or I know I'm not doing what I should should do, and I don't think you can escape that. And, you know, that's I was just... He's writing these words, let's say in the early 19 hundreds were a hundred and 1520 years later. And I think it's still true. The judge within sits in the Supreme Court and can never be cheated. Like, that's just a really interesting way to to to describe that phenomenon. Okay. So I talked a little bit about this next last week. I just think it's it's really interesting. It's looks like a really interesting dichotomy because he talks about, you know, his dad was displaced by new technology. And as a result of the displacement of new technology, Andrew experienced some life circumstances that actually motivated him to build wealth. So that we've seen multiple times. Right? A lot of people that have hard upbringing, they they used that as fuel motivation to to to write the wrongs. They felt they experience early on. But what I also found fascinating is that Andrew experienced several issues with his own workers, when they were they were fearful that they were being displaced by new technology. So this is something that that we just have to acknowledge that that's happened throughout history, and I would argue probably being, accelerated more so in in the times they were living in. So he says the change from han to steam weaving. His dad was a weaver was disastrous to our family. My father did not recognize the impending revolution and was struggling under the old sis let me just pause there before I continue. What's fascinating about that is I don't... III... It's impossible to know because he never drew the conclusion explicitly in the book, whether he remembered, like, if this this experience influenced something that happened to Andrew later on because if you remember, he first started out trying to manufacture iron. Because at the time, most railroads, most of the the the the the materials needed for, like, the the expansion of United States. They were doing the bridges included, They were all iron based. And Andrew picked up really fast that there's a new material. There's a new technology technologies 1 way to think about about it. And that technology steel. And steel has all these other advantages that iron does not. And so if 1 can find a way to produce find an economic way to produce steel, it is inevitable that steel is gonna displace iron. So he just happened to be at a right the right time, and the right place to make this observation. So he... In in some sense, right did the wrong that his father always failed to do. So, now Andrew andrew's is gonna reference, like, after his dad loses his job, they, obviously have the flee, they come over to America, and his takeaway in 1 sentence, it's a good summary, he says, I remember that shortly after this, I began to learn what poverty meant. That's a hell of sentence. And then the next 1 is what he's gonna do about him. And he says, and then, then in there came to resolve that I would cure when I got to be a man. Excuse me. I left out the the word that. He says, then and there came the resolve that I would cure that when I got to be a man. So he had to go through these uncomfortable situations and realized, hey, you know what? I don't wanna be find myself in a situation. So I'm damn sure do everything I can, in my power to avoid the same fate that my father, and and and dent downstream the family's is experiencing. So now he's in America, school... This is about his school and his work from an early age. And then another trait that I find, common in a lot of these biographies, is this is just a high level of disagreeable ness, wanting to bend others to your... To the way you view the world and what you think is actually possible. And so I said school was a perfect delight to me. And if anything occurred which prevented my attendance, I was unhappy. This happened every now and then because my morning duty was to bring water from the well, so I made miss earlier. This is actually... This is before he moves to America. He's 10 years old the time. Still living his cotton. So he says, I... So he has to work in the morning to bring the water from the well before he's allowed to go to school, and he goes school day and then he has to work at night. So he says, I I had often to shop Errands to run after school. So that in... So that looking back upon my life, I had the satisfaction of feeling that had become useful to my parents even at the early age of 10, and I think that's a fundamental trait for humans. I think we all wanna feel useful, whether we're 10 years old or or fully formed adults. I became acquainted in a small way with business affairs even in childhood and I'll talked about more that a minute. And then this is the high level of disagreeable though. He says, I learned... I earned the reputation of being an awful lat. In this way, I probably developed the strain of argument or perhaps combative, which has always remained with me. In the performance of these duties, I was often late for school. And I I didn't take this, like, high level of disagreeable. It doesn't mean that you have to be a jerk. I just think it means that, like, you have a certain view on what you think you're capable of, and most of what you're experiencing from outside world tells you otherwise, and that doesn't matter to you. Because, I mean, why else would you search your company? You know? I've talked about this all the times? 1 of the things like, I think we're single going on right now is the United States with the lowest rates of, new company creation, like, 40 years or something like that? And so it's standard. It's it's expected of you, You know, go go go good grades, go to school and get a good job. And so anyway, it deviate from that, you're you're inevitably going to, especially if you don't come from, like, a family or or an environment of entrepreneurship, like, you're gonna get pushed back. And you see that all the time like, oh, you can't do that. You can't do this. That's impossible. And so people that don't have that high level of disagreeable might actually let others people persuade persuade them into actually believing them. So I do think it's and maybe this is just, like, me justifying how I am. But I do think it's a it's a it's a good trait to have. Okay. I'm gonna read this next section you And I'm... Then I'm gonna relate it to how it makes me think of this quote. I love by Jeff Bezos. This as, I cannot name a more important means of benefiting young people than encouraging him to commit favorite pieces to memory and recite them often. And he makes a huge... Really important point here. Anything which pleased me, I could learn with a rapid repeatedly that surprised friends. I could memorize anything whether it pre please me or not. But if it did not impress me strongly, it passed away in a few hours. So, okay. So let me see if I can explain my... Like, this... These disparate thoughts I'm having them a. Okay. So I think this gives you a map if you love what you're doing. Like, there's a whole debate about whether, like, you should follow your passion or if that's actually good advice or if it's bad advice And I fall in the sense of... Listen, I have 1 life. I have no idea what happens to me after I die. Let's assume this is the only chance I get to exist. Like, I don't... Work is gonna be a huge part of your life. It's gonna take up, you know, 50 percent of the time you're actually conscious and awake. The idea of just struggling through something that you absolutely hate seems to me, like, a waste of life. Right? And, unfortunately, I feel that's, like, the default setting for most of humanity, whether you're talking about, like, a hundred and 1520000000000 people that have ever lived definitely the case for them, and I would say most of people live today. But he made this good. So Jeff bezos has this a great quote And he's like listen, you don't choose your passions. They choose you, and he's was talking about listen. I was 5 years old when I started love love of rockets. He's like, I hit this lottery when winning well, called Amazon. And the reason I'm I liquidate a billion dollars a year in Amazon stock to fund my rocket company, Blue Origin is because I've been obsessed with space in Rockets size 5. I didn't choose that passion. They chew... They... It chose me. And Jeff's advice us has listen to it. You know what you're interested in and you gotta kinda follow that that path. And Andrew andrew's hitting on this too because he's like, listen said, I'll memorize anything. But if I don't actually care about it, it's not going to stick. So if you're giving advice to people, oh, don't fall passion a bit, it's bad idea, it's mistake, etcetera, etcetera. Like, I just feel the people that love what they do even if it's hard are having such a huge advantage over people that don't. And I've told you many times I keep all these quotes and and and clips and videos on my phone, just to, like, I referenced constantly over and over again because I'd like to expose myself ideas. Once I find an idiot, it's powerful, I think, like, oh, don't just read it once. So just watch it wrong it once, do it over and over again. Because as you changed throughout time, the meaning of that changes as well. For example, this, I bought Andrew Carnegie and Read Andrew carnegie biography the first time, like years ago. And what I noticed was almost every single highlight I made the first time I read it was very different for the ones that I I made this time and the ones I'm actually sharing with you because I'm a different person I was a few years ago. So anyways, I have a video that talks about this, and it's in line with what Andrew andrew's telling us and what Jeff is telling us, and it's Steve jobs talking about his advice about why you have... You should follow your passions. Like, that is the actual, right path forward it. So I apologize in advance for the audio quality. I'm playing it all my phone into the microphones. I hopefully this sounds good, but it's gonna... It's 50 seconds of of Steve jobs talking to us. People say you you have to have a lot of passion for what you're doing, and it's totally true. And the reason is is because it's so hard that if you don't, any rational person would give up. It's really hard, and you have to do it over a sustained period of time. So if you don't love it. If you're not having fun doing it, you don't really love it, you're gonna give up. And that's what happens to most people actually. If you really look at at at at the ones that ended up, you know, being successful on unquote the eyes of society and the ones that didn't. Oftentimes, it... It's... The ones that are successful loved what they did, so they could persevere when, you know, it got really tough. And and the ones that that didn't love it. Quit because they're saying. Right? Who would wanna put up with this stuff if you don't love it. So it's a lot of hard work, and and it's a lot of worrying constantly. And, if you don't love it, you're gonna fail. So you gotta love. You gotta have passion. People see. Okay. So that's just my... I I... My own personal opinion is in more in line with like the Jeff bezos to steve Jobs, to Andrew Carnegie. I think... And I've worked on so many things. So I was just for money for years. And you can make a ton of money, and it sounds cliche where people are like, oh, it's not gonna make you happy. It doesn't unless you're do it. I think... I mean think about what steve Jobs is doing. Like, he was worth a hundred million dollars a 22 years old. 24 years old, something like that. Like, He made more money before he was 25 than he he was set for life? He came back to Apple took no compensation in 97. Like, why would somebody do that? Like, they clearly love what they're doing? Even if it's really hard because he even talked about, like, the the struggles he was going to it there in time period, he thought led to all the stress led to, you know, the growth of the cancer. I ultimately took his life. But I just think it's better to have a short life well lived than a long 1 full of misery. That sounds really smart, but that's an Allan Watts quote. I can't take carter for that. Alright. Let me skip ahead. Oh, so he's still talking with Andrew andrew's talking about, I love this anecdote that he talks about from his early childhood that he applied now looking back on his life to his the reason for his success. And he says, hire people that know more than you and then study human nature. He says my my first business venture was carrying my companion services so think of friends. He's a funny way of talking. For a season as an employer, remember is a little kid. The compensation being that the young rabbits when such came should be named after them. So they're trying to collect young rabbits. I don't know if they're... If they're gonna sell the rabbits. I I assume they're doing this for food. I'm I'm not entirely sure. And so to to attract rabbit you need food. Right? So you need help Andrew's getting all those little friends here to gather a bunch of foods and flowers or stuff that rabbit and attract them. And he's saying, I have nothing to pay you, but I'll name the rabbit after to you. And says, remember the little kids. So it says, the Saturday holiday was generally spent by my flock, meaning my friends and gathering food for the rabbits. My conscience rep proves me today looking back when I think of the hard bargain I drove with my young play. Many of whom were content to gather dan alliance and clover for a whole season with me, conditioned upon this unique reward. The poorest return ever made to labor. Alas what else have I had to offer them not a penny, so he's saying, listen. It's really interesting that that humans would would work, give up their Saturday for an entire season and do all this work for free in the sense of, there's no, like, monetary payment, but because you promise them something that they've that they found valuable later on, which is being named after a rabbit. They would do that. And so he says, I treasure to remembrance of this plan as the earliest evidence of organizing power upon the development of which my material success in life has hon So he's like listen, the only reason I made all this money. Was able to do things I was able to do is because I had 1 skills and the scale was organizing a large groups of people to work in in, cohesion. Is that the right word? To work together. So he says, a success not to be attributed to what I have known or done myself. But to the faculty of knowing and choosing others who did know better than myself. He continues precious knowledge this for any man to possess. I did not understand steam machinery, but I tried to understand that much more complicated piece of mechanism, man. So he's telling his listen, I may not know the intricacies of how my factory works down to every little detail. But I do understand humans. And that is a a very valuable skill when you need to organize a bunch of them to work towards same goal. And that is what actually derive my wealth, not the fact that I knew every little bit about, like, steam machinery, for example. Skipping ahead. So, I just wanna hit on this because I think it's really important. Oh, no. No another thing. He he's constantly remember he's writing these words. Hundred hundred plus years ago. So he's gonna say, man should do this. Man should do this. Man should do this. It's just the times. It's humans. The the ideas that he's giving us they apply to women. They play a man. It's just humans could do this. So I just wanna... Obviously, I think it's obvious, but I wanna point that out. Okay. So, again, I'm gonna reiterate his desire to work hard. Well, was field large part in part, to avoid poverty. And something that I feel is like, I don't like being dependent on other people. I don't like, another way to I've heard this put, and III could this statement. It's like, I don't wanna rely on the good graces of other humans as much as second can avoid it. And Andrew, is echoing that here. He says the great question now was what could be found for me to do. So at this point, I think he's an America. I just completed my thirteenth year, and I fairly pant to get to work that I might help the family to start in the new land. Southern their in America, the prospect of want had become to me a fright nightmare, prospect of 1 is another way to say poverty. My thoughts at this period centered in the determination that we should make and save enough money to produce 300 dollars a year. 25 dollars monthly. So that's our family goal, which I figured was the sum required to keep us without being dependent upon others. And something I think his parents did that was really smart. As they involved, Andrew. He enters a old child. Into... They he basically ran the books of the family. Even a young age. He knew whatever was making. He knew what their expenses was, were, and, I'll get into more about how, like, that, kinda echoes, how he run... Ran his business later in life. But hey, he his father gets a job in the factory member can't be a weaver anymore. And his father is able to get him hired as well. And so this is his first paying job, and then also about the the the happiness he experienced contributing to his family. I think that's, like, the the biggest thing that didn't understand when I was younger as much more selfish is, like, if you can involve yourself, like, the the the satisfaction that comes from involving yourself into something that's larger. Than just your own life in in this... In I'm talking about family in in andrew's cases. That's what he's talking about as well. So he says in this factory, he also came from your position as a Bob and boy. And my first work was done there at 1 dollar and 20 cents per week. I talked about it the last week. It was a hard life. In the winter, father and I had to rise and breakfast in the darkness, reached the factory before it was daylight, and with a short interval for lunch worked till after dark. The hours hung heavily upon me, and in the work itself, I took no pleasure. But the cloud had a silver lining as it gave me a feeling that I was doing something for my world, our family. So you're saying, hey, I'm willing to struggle if it's for the greater good. I have made millions since then. But none of those millions gave me such happiness as my first week's earnings. I was now a helper of the family, a bread winner and no longer a total charge upon my parents. So ever since III read the book on good... Charles Goodyear. They... And this term manic optimism hasn't left me. And I definitely feel Andrew had manic levels of optimism as well. So he's working a factory eventually he go... He's working down in the in the basement, just all these fuel fumes and gases he guessed inhale all day, and it will... It made him it made him sick and It made a von. Vomit. So he says, if I had to lose breakfast or dinner, I had all the better appetite for supper, and the allotted work was done. So think about what's happening here. The smell of oil made him sick and made him vomit. Right? So he's saying that's what he means by. If I had to lose breakfast or, if I to lose breakfast or dinner. I think, meant lunch because his he has a better appetite for supper. Oh, well, more room in my stomach for dinner. That is manic levels of optimism. And and it when he talked about earlier, the quote Read where his friend said that he turns all ducks and the swan. How many people... Most people were like, oh, what was me? I'm, I mean, granted, I wouldn't let... I don't think kids should be working in that environment or adults for that matter? But he just refused to give into, like, the the cy or the pessimism. And he's like alright, well, I just to look, what's the upside? Okay. I'm throwing up everything I eat, but we extra hungry at night and my work is done. Next, he he he starts to get, like, promoted really, really rapidly. And he hears about this office job. So he wanted... He definitely wanted again I factor work 1 again get to the office. So he goes and takes a because if it's it's Pittsburgh and gets hired. But the the moral of this story, before I read it to you is if you want something done, if if it's important, don't delay. Do it now. Because you know that we're we're prone to procrastination, and, like, there's just... Just... You have the time, you know you need to do it, so do it right now. And it's an example of that. So he says the interview was successful. I took clear I took care to explain that it did not know Pittsburgh. That it perhaps I would not do, meaning, Maybe I could do the work and would not be strong enough. But all I wanted was a trial. That's also a good way if you're... If you need to get a job saying, hey, Just test me out. Give me a contract for 2 weeks a month. Let me see I could do it. And that kinda lowers the commitment level. So she says, he asked me how soon I could come and said that I should stay... I I should stay now if wanted, meaning, no. I'll start right now. And looking back over the circumstance, I think that answer might be be ponder, be... Excuse me. I think that answer might well be ponder by young men. It is a great mistake not to seize the opportunity. The position was offered to me. Something might occur. Some other boy might be sent for, having got myself in, I propose to stay there if I could. That is really, really smart and he picked up on that at such young age. So, okay. This is a books as being a vehicle for self improvement. And, a reminder that we all should be kinder, and this is definitely something like I need to work on. Because kind acts are remembered for a long time. He's a young boy when he's experiencing story. I'm not share with you. And now he's writing about it 60 years later. So he says, talks about how busy he is. He says this did not leave much time for self improvement. Nor did the wants a family leave any money to spend on books. So in other words, I'm spending all my day working. All my money's is going to my family. I wanna improve. Yeah. I know Should be reading, but I just don't have the the the the resource at the moment. He says there came, however, like a blessing from above. It means by which the treasures of literature were unfolded to me. Colonel James Anderson, I bless his name as I write this, announced that he would open his library of 400 volumes to boys, so that any young man could take out each Saturday afternoon a book, which could be exchanged for another on the succeeding Saturday. So there's basically this guy is saying, hey, you can read a book a week for free. Just use my library, and you can't get another book till you bring 1 back. Andrew talks about because he funded later in his life, Andrew find out there, like 400 public or something, like, some ridiculous number like that, and he talks about the fact that this this act of kindness from this older gentleman. Like, it changed his life, and he wanted to try to do the same for for people falling after him. So this is what I was mentioning earlier, how his family would did something really smart by involving him into the family finances. And Andrew ran his business the same way. He would control costs, and he know and he would know every expenditure. So he says every penny that Could save I knew was needed at home. My parents were wise and nothing was withheld for me. I knew every week, the receipts of each of the 3 who were working... Were working. Excuse me. My father, my mother and myself. I also knew all the expenditures. And so, you know, he's to he had the reputation of just... I don't care about revenue. I don't care about profit. I wanna know the cost cost cost costs. He kind of intuit at a very young age what, Jack Bog, the founder Vanguard would say is like, you need to avoid the tyranny of compound costs. And so in this case, it's like, I know how much we're making, but I also know down to the penny what we're spending it on. Again, I think, like, you can't control your station in your you are in life it currently, but you can control what you're gonna do about it. And make sure it's you're wasting any opportunity to pick up new skills because you know normally those new skills are gonna lead you in the future. This is an example of that. Andrew wasted no opportunities to learn new skills. And so he's... Now he's in the office, he has to get there early in the morning and, he has to sweep up, but he says having to sweep up the operating room in the mornings. The boy, this is not a hospital. It's just the name of the office. The boys had an opportunity of practicing upon the telegraph instrument before the operators arrived. This is a new chance. I soon began to play with the key and to talk with the boys who at the other stations who had like purposes to my own. Whenever 1 learns to do anything, he has never to wait long for an opportunity of putting his knowledge to use. The reason I think this is so important because this skill that he's picking up. Right? He's not hired. He's not a telegraph operator, but he learns how to do it. He learns morse code. That skill leads him working for this guy named Thomas Scott. Thomas Scott worked for the Pence pennsylvania a railroad. Getting introduced to... If he never learned how to operate a telegraph telegraph in his spare time, he would never been introduced Thomas mcs Scott. If he never introduced Thomas Scott, he would have never worked with the Pennsylvania railroad. If he never worked with the Pennsylvania Railroad, he would have never been introduced the idea of investing and and then manufacturing iron and and steel, which a lot of his customers were railroads later in life. So this little 1 act that he's doing a spare time just because he doesn't like wasting time. Winds opening the doors years later that lead him to finding his life's to work. That's why it's just just don't waste any opportunity to learn something new. Even if you don't know when you're gonna apply it yet. He didn't know. No 1 could predict from the point from this point in his life. How this gonna wind up. It just, hey, it's a good rule of living. Like, let me just try to learn. I always saying like my fantasy. I'd like to learn things like Neo and the matrix. We're just like, he sits on the chair you download now you're like, you're Black belt Or you're, like, you know, whatever. Calculus or physics or anything. I just... I would love that that access technology because I think, again, all it just makes us superhuman. Okay. Oh, so here's something the interesting. So eventually, Thomas, Thomas Scott recruits him. He's like, listen, we're gonna... The the the Pennsylvania Railroads eventually gonna run their own telegraph lines because our our the communication is so important to our business. Why don't you come over and run this for me. Right? And what happens is, he has some advice for us here. And what's happening at the time is Thomas is late to he's working for Thomas for several months maybe even over a year at this point. Thomas is late to the office 1 morning and there's bunch of catastrophes on the railroad. So at this time, crashes were a lot more frequent than than they were now. And this has happened before. And what he realized because Scott gives him the order. Right? Thomas Scott gives him the order and then Andrew's andrew's job is to relay that information. So, you know, he's kinda... He knows, hey, this situation happened. This is Thomas in the past has told me to do and, like, he kinda know... He sees everything in there. So he's he's in a conundrum. He's like, what do I do here? Like, I know the right thing, like, what he would wanna do if he wasn't here, but I'm not allowed to... He he has to send a communication to the road on what to do, but he has to forge. Basically, say making it seem like it's coming from Thomas Scott. It's opposed to just Andrew. And so he winds up taking this risk and then he tells he tells... When Thomas gets to the office, he tells him when he did. And Thomas didn't say anything. He said that, okay. And just, you know, didn't say good or bad about it. But he realized to Thomas's actions that it was the right thing to do. So he says the battle of life is already half 1 by the young man who's brought personally in contact with high officials. K. So Thomas is a, hi executive this guy at the time, Andrew andrew's is just a young guy, like, a assistant basically. And the great aim of every boy should be to do something beyond the sphere of his duties, which is what he did. Something which attracts the attention of those over him. And what happens later on? Eventually, Thomas stops giving him orders. And just lets Andrew answer, like the incoming, hey, what do you think Thomas we should do? Andrew starts dictating what they should do. Thomas realized, oh, this guy knows what he's doing. I don't need to to micro manager you know. And so go ahead and you know what I do in the situation to go ahead and do that in the situation. So that winds up leading to more opportunities, because as Thomas keeps getting promoting the railroad mode, he constantly recommends that Andrew takes a spot to where he was. And that, again, then Andrew becomes an executive meets all these people learns about investing, and again, opens the doors to run his company later on. So all these things are related. Okay. I'm gonna reach something things a little longer. And at this point, he started that bridge building company, which is called Keystone Bridge works. And I think this this echoes a little bit what we learned about Y Chen about, like, quality as a distribution strategy. And he says lesson he learned from his bridge building business. The sure foundation of a business is the quality of its product. The Keystone Bridge works have always been a source of satisfaction to me. Almost every concern that had undertaken to e iron bridges in America had failed. Many of the structures themselves had fallen, and some of the worst railway disasters in America had been caused in that way. Some of the bridges had given way under wind pressure, but nothing had ever happened to a keystone bridge. There has been no luck about it. We only use the best material and enough of it, making our own iron and later our own steel. We were our own severe inspectors and would build a safe structure or none at all. When asked to build a bridge, which we knew to be too insufficient strength or of un scientific design, we declined. Any piece of work bearing the stamp of the keystone bridge works, we were prepared to under under right. We were proud of our bridges. This policy is the true secret of success. Up uphill work, it will be for a few years until your work is proven. But after that, it is smooth sailing. Instead of object to inspectors, they should be welcomed by all manufacturing establishments. A high standard of excellence is easily maintained and men are educated in the effort to reach excellence. I have never known a concern to make a decided success that did not do good, honest work and even in these days of the fiercest competition when everything would seem to be a matter of price. There still lies at the root of great business success, they're very much more important factor of quality. So he's saying something left out there is that, sometimes they they'd bid against other bridge companies and they they would have a higher price but because they had they had proven how good their their product was. They would actually be awarded of the contract. The effect of attention to quality upon every man in the service from the president of the concern down he uses were concern. Just could take of business Down to the humble labor cannot be overestimate. And bearing on the same question, clean, fine workshops and tools, well kept yards and the surroundings are of much greater importance than as usually supposed. So that's the whole idea of that. You do 1 thing is how you do all things. So you can't really build the best product. If you're not even taking care of, like, the the environment, what you're doing your work. So clean it up, make sure your tools are are well cup. They're well maintained and everything is clean. Okay. So now, this is an example of how he started to introduce cost accounting to manufacturing. And again, he's just a reminder to watch your cost, and this is blew my mind when he describes what the environment was in manufacturing beforehand. And again, that opportunity still present of this day when you actually go deeper and understand, for lack of a better a term how the sausage is made, you're gonna find, environments and questionable ways of doing things just like Andrew Carnegie did. And and therefore, if you can solve that problem, there's an opportunity for you. So let me give you an example. As it became acquainted with the manufacturer of iron, I was greatly surprised to find that the cost of each of the various processes was unknown. It was a lump business. And until stock was taking and the books balance at the end of the year, the manufacturers were in total ignorance of results. I heard of men who thought their business at the end of the year would show a loss and then found a profit and vice versa. So how crazy is that? They can't even tell you till the end of the year when they do all their accounting. How am I doing? Like, you just never could run a business like that? I felt as if we were mole burning in the dark. And to me, this was into. I insisted upon such a system of weighing and accounting being introduced throughout our works as would enable us to know what our cost was for each process, and especially what each man was doing, who saved material, who wasted it and who produced the best results. To arrive at this wasn't by much more difficult task than 1 could imagine. Every manager in the mills was naturally against the new system. Yep, come on. That's that's something we've seen over and over again. People don't like change. Even think about that. Think of how ridiculous of sentence that was. Based on a few paragraphs above that. Every manager in the mills was naturally against a new system. You don't even know what you're doing, and you want me to continue on like this. Like, you're ridiculous. There. It's that's just silly. Alright. Years required before an system was obtained. But eventually, we began to know not only what every department was doing, but what each 1 of the many men working at the furnaces was doing and thus to compare 1 with another. They couldn't even tell the quality of their of their their staff before this. How ridiculous that? Think about how large a component of expenses is labor labor as to to most businesses. And you don't even know which one's better than the other. 1 of the chief sources of success in men in manufacturing is the introduction and strict maintenance of a perfect system of accounting, so the responsibility for money and materials can be brought home to every man. Owners who in the office, this is such a good point. That he makes about, like, just... You take the same situation in a in a in a different environment, the same kind of thinking, which would be in taller in 1 environment you you accept in another. I guess what I mean about that we're we're we're rationalizing in not rational species. Owners who in the office would not trust a clerk with 5 dollars without having a check upon him, meaning checking up nobody's he's doing. We're... These same people that wouldn't give you 5 dollars. Right? Without oversight. We're supplying tons of material daily to men in the mills without exacting an account of their stewardship by weighing with each return in the finish form. So your nickel and dim, this guy might... You're worried this guy might misuse 5 dollars with the resources, meaning your... What meanwhile, your largest other source of costs, raw materials and manufacturing, maybe that may might not be large large and labor, but it's up there. And you're not even... You don't even know what's happening. That's silly. And, you know what? It it's interesting that this is going... This process was going on, you know, playing out thousands and thousands of time. Other people running businesses is manufacturing for hundred plus years before this, maybe 50 plus years before, this time period. And it took Andrew carnegie realized, hey, this is this is un 10. You can't do this. And by investing in taking years of doing the hard work, this gives him a massive massive advantage later on. Because he's the 1 of the few people actually knows what his costs are. And once you know something then you can manage it. He starts w it down, etcetera, etcetera. Alright. Another reminder is invest in technology because, just like, a young Andrew wanted to avoid compound costs. Well, he wants to to embrace the compounding savings that happens with new technology. So he talks about, you know, he's 1 of the first people to invest in he would keep an eye on the the new technology and iron and steel, and then when when a better process came along. You me jump on it. And a lot of people criticized him for. So he says, I well remember the criticisms made by older heads among the Pittsburgh manufacturers about the extravagant expenditures we were making upon the new thing old furnaces. So again, something I would say human score the abstract. What what does that I mean in this situation before I continue on what I'm gonna read? He should all see is the price on something that you're paying today is not abstract. Right? Oh my god. Andrew Carnegie is paying a million dollars this machine hypothetically. But his abstract is the savings that he's gonna reap over the lifetime of that machine. That's harder to calculate for us. We like things that are right in front of our face. So, yeah, I'm paying a million dollars upfront, but I'll recoup that million in the first 3 years, and I'll keep the machine for 10 years, which means I'm actually this million is gonna benefit me anywhere from 3 to 5000000 dollars depending on when have to replace it. But they, these old heads as see calls some older heads are only focused on the the the the non abstract price that he's paying today. She says, but in the heating of great masses of material, almost half the waste could sometimes be saved by using the new furnaces. The expenditure would have been justified even if it had been doubled. Yet it was many years before we were followed in this new departure. Meaning many years until other people figure this out. And in some of those years, the margin of profit was so small that most of it was made up from the savings derived from the adoption of the improved furnaces. Our strict system of accounting enabled us to detect a great waste possible in heating large masses of iron. This is probably I keep saying this for everything because these yellow ideas. This is a very important idea. He Andrew understood how valuable your attention is. So he's gonna talk about realizing and keep in mind, he was doing this with checking the newspaper day. Can imagine what he would think today in the the the the age of endless social feeds at never end. So he talks about. He's gotta sell all of his he... He's got some investments going on, and, someone of them were publicly traded, and he would... He's found myself like, comp compulsive checking the prices all the time. So he said they included some stocks and securities that were quoted on the New York Stock exchange. And I found that when I open my paper in the morning, I was tempted to look first at the quotations of the stock market. As I determined to sell all my interests in every outside concern and concentrate all my attention upon the man my manufacturing concerns and pittsburgh, Remember this goes back to what his whole... His thing was And he's said like, listen, I don't know any people that build great Fortunes by having their hands in a bunch of different things. They usually... If you looked at how great Fortunes were made, it's by 1 person finding business that they loved and being the best in the world that business. So he's, like, you know, put all your eggs in 1 basket and watch that basket, which is kind of funny that, like, modern finance to to tries to teach us opposite of that. So he says, as I determined to sell all my interest in every outside concern, and concentrate my attention upon my manufacturer's concerns in Pittsburgh, I've further resolved not even to own any stock that was brought bought and sold upon any stock exchange. Now why is he doing that? Such a course should commend itself to every man in the manufacturing business and to all professional men. I would say to people everywhere. From the manufacturing man, especially the rule would seem all important. Ready? His mind must be kept calm and free if he is to decide wisely, the problems which are continually coming before him. Nothing tells in the long run like good judgment, and no sound judgment can remain with the man whose mind is disturbed by the material changes of the stock exchange. What he's telling us is like your attention is super valuable. And if you're splitting it on all these other things. I mean, your bet business over time will be less valuable. And he understood his own nature to realize, hey, if I only stocks, I know myself, I'm gonna check them every day. So when... What solution? If I check them every day, it's attention away from my business. So the solution is get rid of the stocks. He says, it places him under an influence akin and. What is not he sees and what he sees is not, and he's confusing himself. He's fooled by randomness is a... To quote 1 of my favorite books. He cannot judge of relative values or get the true perspective of things. The Mo hill seems to him a mountain and the mountain a mole hill. And he jumps at conclusions which he should arrive which he should arrive at by reason. His mind is upon the stock quotations and not upon the points that require Calm thought. Speculation is a parasite feeding upon values and creating none. So the moral of this section is, listen, your time is very valuable. And 1 of my favorite quotes about this that, again, in today's day and age, people don't seem to understand. That's nice the social networks don't charge any money. But it's not free. Your tension has valuable. And if you really thought about it, and most people don't because, again, humans scoring the abstract. The... This is clear. Because there's only... Money is not finite. You can make more. Right? But time is finite. Therefore, the most expensive way to pay for anything is with time, avoid that. Okay. This is story. Andrew never forgot. I'm not gonna give you the back. I'm just gonna read about 2 paragraphs to you. The takeaway for Andrew was it's wiser to be optimistic and full of anxiety and Worry. So it's a old guy. She says, on 1 occasion while we were comparing notes, he told me that he always found comfort in the story. An old man having suffered from from all the ill that flesh his hair to and a great many more than his encounters and being by his neighbors, I guess being chest. Chest I replies. Yes, my friends, all you say is true. I have had a long life full of troubles, but there's is 1 curious fact about them. 9 tenths of them never happened. Right? So he's... What is he describing? Anxiety. True indeed, most of the troubles of humanity are imaginary and should be laughed out of court. It is fo to cross a bridge until you come to it. What's anxiety. It's about the worrying about the uncertainty over the future. Are to bid the devil good morning until you meet him. It is perfect fo. All is well until the stroke falls, and even then 9 times out of 10, it is not so bad as anticipated. And so Andrew leaves us with a lesson, A wise man is the confirmed opt. So going back to his idea about listen, you need to focus your efforts, do not diversify. Pick your... If you're not working on your best idea, you're doing it wrong. Work on your best idea and focus on that do not be distracted. And he says, I'd become interested in building some railways in the western states, but gradually withdrew from all such enterprises and made up my mind to go entirely contrary to the adage not to put put all eggs in 1 basket. I determined that the proper policy was actually to put all good eggs in 1 basket and then watch that basket. I believe the true road to preeminent success in any line. Let's let's use any business is to make yourself master in that line, make yourself master in that business. Have no faith in the policy of scatter one's resources. And in my experience, I have rarely if ever met a man who achieved pre in money making who was interested in many concerns. The men who have succeeded are men who have chosen 1 line and stuck to it. It is surprising how few men appreciate the enormous dividends der dr from an investment in their own business. He makes us huge point here. About, like, the best return is not investing other people. Investing in what you're doing. He says most businessmen men, whom I've known invest in bank shares and faraway away enterprises. While the true gold lies right in their own factories. I've always tried to hold fast to this important fact. It has been with me a cardinal doctrine that I could manage own capital better than any other person, much better than any board of directors. My advice to young men would not would be not only to concentrate the whole time and attention on the 1 business in life in which they engage, but to put every dollar of their capital into it. As for myself, my decision was taken early, I would concentrate upon the manufacturer of iron and steel and be the master of that. So as you probably know, I take a lot of notes on podcasts and talks and all this other stuff. It's actually, if you go to david center dot com, you can see all my notes there. I'm I'm slowly. I have like, 5000 plus individual notes. That's slowly starting to add to the website. So david center dot com You can see it free. And I just... At this... When I... It's funny when I was this, I also listening to this talk, given many years ago by... It's a quick little video. It's on my website. About Charlie Mu and Warren Buffett on diversification. They're echoing exactly what Andrew carnegie said a hundred years earlier. And the quote is... This is for Warren and Buffett. Diversification is for people who don't know what they are doing. Look at how all the great fortunes were built. So he talks about. He's like, it's madness to him and Charlie Mon that, you know, modern finance classes to tell you diversify diversify. And he's like, listen, If you have 3... If you can invest in 3 great businesses in your in in your lifetime, you'll become very rich. The idea that you have a list of, you know, you're supposed to invest in 40 or 50 businesses and you think you can under stand them intimately. And he's like, why, if you if you if you know what you're doing. It's like, diversification is basically for people don't know what they're doing. Right? So if you just wanna... Not, Think about it then buy the whole market, that's the whole index fund, revolution that that Jack talks about, that Jack Bo talks about. But what what, warren is saying there. It's like, listen, if you've identified 3 grade businesses. Why would you put money into the numb... The the the 30 fifth grade business that you know. Like, no. You put it in number 3, put it number 1. Like, that's that's not you're not going to get outside success by just trying to to to replicate the market. And so I think this is extremely important. I I would combine it with what he's saying, the the the examples that, the 2 examples, I think go and hand hand that listen your attention is extremely valuable. So guard it, and 2, put that attention to what you should be working on. Don't let yourself get distracted. So don't diversify. Focus. Alright. And so he gets into a little bit about, like, this whole issue with the labor shortage and then the stuff that happened. Andrew's take is like, listen. If I was in home if I was in Pittsburgh and wasn't scotland when this went down, I would just shut... I I would it just shut shut down and waited for the strike to be open. My partner chose different realm. Right? And he puts... He said something. I I don't if it's true in the sense that, like, this is... Because I don't know enough about his business. You know, it was a private company. Like, we're not privy to a lot of information, but he says, I believe that higher wages to men who respect their employers and are happy content are a good investment, yielding indeed big dividends. This is the point I was trying to make last week. That it was un otherwise, if you look at all cost of a business. These example in the book last week, the same that all costs are the same whether vegetables are men that that didn't make sense to me. Because humans are dynamic, and they respond in emotional ways. They're not vegetables. You can't just say, oh, that all costs are the same. And not only are not all the costs the same, but there's benefits to not turning over your your workforce constantly. Right? Benefits in the future that are only realized if those people stick with you. So I was listening to 1 of the founders of this company called Zap. His name's Wade Foster, I think. And he was talking about on podcast. He's like, listen, we're we're remote only company. So he's, like, I feel that being remote... Only company helps our retention. Why would he bring that up why is that important? He's like, listen, our retention rate last year was 94 percent. They kept 94 percent of all their employees that started the year, finish the year with them. And his point, he makes here is really, really important in in my opinion? He says when people stay longer, you have more continuity. You get efficiencies of scale for from employees staying at a long time. That is very similar to what Andrew is saying. I believe the higher wages to men who respect our employers and are happy, such etcetera are a good investment, yielding indeed big dividends. So that's the point I trying to make because is like, listen. You might wanna think your cutting costs and actually saving money by by making your wages as low as possible. I would say that you're actually gonna make less money. Because truly talented people, like, they know that there's a market for their skills. And so if you find people are really good, you do everything your power to keep them in your company. Because that in... It's an... Look at it as it's more of an investment, not a cost. I think that's a mistake that F was making and maybe to lesser degree Carney you was making. And then finally, it's funny how the book ends, All I'll I'll close on this. The very last sentence. I'm gonna read you the sentence and then the the note from, I guess, whoever published a book. It says nothing is impossible to genius. Here the manuscript ends up abruptly. And I just love that ending. Apparently, he was so distraught because of outbreak of World war 1, and he got so involved in politics and everything else that, he never got back around at completing his auto bio. So if you wanna read the whole book, I'll leave a link in the show notes. Or, you can just go to Amazon dot com forward slash shop slash founders podcast. You can see this book in every single other book that I've done so far. And next week, I'm gonna wrap up this 3 part series with a biography of Henry F. Alright. Thank you very much for listening, and I'll talk you next week."
}