{
  "transcript": "Charles swab summarized f to an interviewer in the 19 thirties. No man on Earth could get close to him or fathom him. He seemed more like a machine without a emotion or impulses. Absolutely cold blooded. He had good foresight and was an excellent bargain, his assets were that he was a thinking machine, methodical as a comp, accurate, cutting straight to the point. The most methodical thinking machine I have ever known. John d Rockefeller said he had the soul of a bookkeeper that he seemed to earn money like many pursue athletic awards. Okay. So that is from the book that I'm gonna talk to you about today. Which is Henry Clay f, the life of the perfect capitalist, and it's written by Quentin r scrub sc junior. So is actually a word in that intro. That it was not familiar with, and I had to look it up, and that's that word comp. So in case you don't know what it is. It says the comp tom was the first commercially successful key driven mechanical calculator. Patented in the United States by door e felt in 18 87. And it says the comp... Although the comp comp was primarily an adding machine, it could also do subtraction, multiple multiplication and division. And I didn't know the definition of that word till after already finished reading the book, and I love this this description of f because that's kind of how he comes off to me. They saying he's... He was a thinking machine, methodical as a comp, accurate, cutting straight to the point. The most methodical thinking machine I'd have I'd ever known. Now before I found that expert, I actually was thinking about starting the podcast, reading the back cover of the book. Then I realized they're both, really good excerpts on to get in it, like, introduction to what this podcast is gonna be about. So me can read that to you as well. Says Henry Clay F, were violent in his own time. Infamous in ours was blamed for the Johns flood, as well as the violent home said strike of 18 92. He survived an assassination attempt yet at the same time he was an ardent philanthropist, giving away more than a hundred million dollars during his lifetime and in his will, while insisting on anonymity. This biography explores the contradiction in this great industrial nature and avoids the extremes of both h h and ann pronunciation, and that was another word I to look. So Just wanna read that. That definition you because I think it's extremely important. And so h means writing about another person. A biography that idol utilizes its subject And I really appreciate that the author put down the back cover because that's a point that I I try to make all the time That the the point of this podcast is for us to learn from people that have built companies in the past, but definitely not to idol them and realizing that there's no human that's ever existed that deserves our utilization. That we're all flawed, and we we're gonna make a lot of mistakes that and we do good. We do both simultaneous good and bad things. And so today is gonna be no different. We're gonna learn a lot from the career in the life of Henry Clay F, and we're gonna learn a lot of what to do in our own lives and what to avoid. So Just gonna start with the preface. So it's just a bunch of random quotes that that are kinda kind of, illustrate this 0, and before I begin too, this is the part 3. This is the last part in this Andrew Carnegie This impromptu Andrew Carnegie, Henry Clay F series that I stumbled upon when I read the book, meet you in hell. So if you have a listen to that. You don't have to listen to an order, but I think you should definitely listen to all 3 of them, because I started with the combination of their relationship. That I did Andrew Carnegie auto last week, and then now we're doing the biography of Henry Clay F. And their their careers and lives are are inter woven. They're constantly mentioned in the same sentences over and over again. And now after reading these 3 books, I have an understanding of why that that happened, although Andrew Carnegie way better well known than than F was, but F was, even if he... He never interacted with the Carnegie, He was an unbelievably gifted entrepreneur, and there's a lot we can learn from. So first says, F was human, not evil, and his life demonstrates many shortcomings found in us all. He says F had both saint and evil attributes. While labor labeled a robber baron, he believed in playing fair to his mass millions. Conte admired f for his ethical and straightforward business dealings. Enemies and friends prefer to deal with f because he was trustworthy. So that's something that the book talks about a lot. That he was an introvert. He was, only communicated what was absolutely necessary and he just focused on his work. And that that contrasts with Andrew Carnegie who was very much... It was very important to him for to be to be liked even though he liked to run his company as an auto crap. F didn't really care. He just had a goal and an objective, and he... And his all his interests were kind of aligned around that objective. Now the weird thing about that is the outcome of people interacting that knew both Carnegie and f what that all author they were saying is that even though people liked Carnegie better, they said they'd didn't prefer dealing with F. Because with F, it was kinda of black and white. You knew where you stood. Where Andrew Carnegie would would be able to charm you, you know, he's very much a salesperson. And I think that's key to understanding some of his success. He was very good at motivating and and putting together organizations and getting them to follow him. And but they're saying that that, you know, you never know which Car you you're gonna get. You don't know how he actually feels about you. So that was kind of counterintuitive to me. And it says, F personal and business lives were in many ways. A dichotomy. I wanted to see F through the my eyes as an operations manager in the steel industry. So this is also unique book because he... The author, Quentin worked in the steel industry, which which we're about to get to in a minute. He played in F Park, which was a park that F donated right next to his house that he built in Pennsylvania, and he's also a scholar and a researcher. He's written like 20 books, a lot about, like, the the the explosion of capitalism and industry in this area. Among others, he has 1 about, Henry Flag that I ordered. I might actually turn into a founders podcast in the future. So this is this... When I finished, I was, you know what, this is very much... This is a biography, but it's very much like a history book because Quentin does a really good job of laying a foundation about why certain decisions were important in the overall like, if you taken into context of the industry at that time period, and he happens to know that because he worked in the industry. Okay. So it says, I wanna see My eyes as an operations manager in the steel industry. I knew the struggles of good people on both sides of strikes, resulting in civil breakdown. I'd had experienced the tension at the mill during a strike and understood how easy it is to get backed into strong stands. I have experienced violence during a strike where I saw rational men lose their temper. As a Pittsburgh youth, I learned the impact of strikes on workers and their families. Later I came to understand the view of a steel manager, I knew and made some of the same mistakes as f. I could relate to F the manager and executive, and it is in this view, I could offer a different look at F. I knew well the pain and struggle of managing a steel mail and going home from that environment. I knew the challenges of managing an operation that that runs 24 7 and the and demands much of its managers. F had managed family and mill better than I had. Now as a business professor, I can also see the organizational genius of F as well. There were also many surprises in this research, such as his anonymous generosity, his love of children and his patriotism. F p... This is the most important sense to this entire section to me, f proved to be as complex and as average as all of us. And those few paragraphs were especially important to me because the author's doing the same stuff, the same thing that we're doing here. We're trying to study the lives of people that had similar experiences of of us in the past, learn from their their lives and their struggles, and and adapt that to our own life. I was actually taking notes, this is a the tangent I wasn't expecting to go on. But, if you wanna see I have, like, 5000 plus individual notes on entrepreneurship from podcast podcasts and talks, I still do my weekly email newsletter, But if you wanna search all of them, and I'm slowly adding them, They're not all there, but I put them on my website. If you just go to david send dot com, you can see. I probably added it. I don't know. Like, a hundred of, hundred different notes on a hundred different talks so much all centered around, entrepreneurship. But I was just taking notes, Mark G and the founder of a 16 z, this Venture capital Firm San Francisco, but also... Probably... But, well known as the c cofounder founder of Nets. And 1 of my favorite thinkers, he gave a talk to Stanford... I think was the Stanford Nba. Yeah. It was. Let's see. It says up at the bottom. Stanford Graduate school of business. And he said something that is important because I come across it a lot in Not only my note taking, but also reading all these biographies. And that is that Mark says that he spends a lot of time thinking about his his making his own decisions with this investment decision into new company, he he views it through the prism of history. And to me, I feel like if he knew about Founder podcast podcasts, like, what I'm about to read you from my notes is him encouraging you to listen to and support this podcast. And he says there are thousands of years of history in which lots and lots of very smart people worked very hard and ran all types of experiments on how to create new businesses, inventing new to invent new technology are new ways to manage. They ran these experiments throughout their entire lives. At some point, somebody put them down in a book. For very little money and a few hours of time, you can learn from someone's accumulated experience. There is so much more to learn from the past than we often realize, You could productivity productively spend your time reading experiences of great people who have come before you and you will learn every time. And I just wanna couple that quote with another quote that I have saved in my phone in that folder, I always tell you about where I just have these things I run across that I wanna, like, constantly go back and forth. And it's talking about lessons from history, and this person saying, the dead outnumber the living 14 to 1. And we ignore the accumulated experience of such a huge majority of mankind at our peril. So I just wanna use that as a way to kind of encourage you to support and sign up for the mis fit feed at the same time. You're seeing all these different perspectives from different people saying that, hey, like, it's really actually a good use of your time. If you can learn from history. So you don't have to keep redoing the mistakes of and relearn the lessons that people have already done so. So if you're interested in learning more, keep in mind, like, half of my podcast podcasts are always gonna be free, and none of them have ads. The other half or I create just for people that have subscribed missed a feed. It's only 5 dollars a month, you can pay more if you want to, what you don't have to. And it takes about 10 to 15 seconds or 10 to 20 seconds. So if you tap the link, that's on your... In in the show notes on your podcast player, it's glow dot fm m 4 slash founders. I think that's what it is. Actually. Just look at the link. And if... Especially doing an Apple device, you don't have to enter a credit card. Like, it does Apple pay, it they generate and put the feed into your favorite podcast players. So you can listen to it just like any other podcast. But if you are the kind of person that has already listened to a bunch of my podcast podcasts. Sees the value in it has learned from it and has not yet upgraded to become a mis fit. Please do so now because, the the the faster this project grows the more support I get. The more, I'm sure that I can keep it going. You know, my goal is I don't want to keep restarting things. And I think this experiment that we're doing where we're learning for, let's say, 50 to 52... If I'm doing 1 every week, like, 50 something founders of the past every year. Like, that... The accumulated knowledge. That's interesting for 1 year. Right? But, like, what does it look like if we can keep this going for 10 years or 20 years. Like, I'm not gonna run out of books. I I wish I could... You could see, like, my house now. My wife's going crazy because she's like, can you buy the kindle version? Like, we don't have... We don't have a place anybody of these books. So anyways, what I'm saying is like, the the faster I I can get to the point where I know that this project's gonna last for a long time, like, the better I would feel and I think or you'd would feel as well. So I guess before I get into the book I was gonna talk you about this then, I'm already rambling. There is some... There's a lot of things that I have coming up that are gonna be interesting. Like, if you remember a few weeks ago, I did this, I read every single 1 of, every single 1 of Jeff bates the shareholder letters, and it did podcast about that. I got a lot of good feedback on that. A lot of people really like that podcast. Well, I don't know why I've torture myself, but I'm going through 50 years of Berkshire Hathaway, the the the shareholder letters that warren Buffett. Has written. And he compiled them into a book, and I ordered the book. Think it, this gonna easy. The book that arrived is the size of a college textbook. It's 700 plus pages it's huge. That when I'm finished, I don't know how long it's gonna take me that'll eventually be just for mis fits only. So further, like, I'm gonna keep doing stuff like this to encourage you and to kind of incentivize you to to support the podcast with your dollars every month. And again, if you're not in a place to spend 5 dollars a month, this is not for you. It's just for people to, hey, that would have no problem spending 5 dollars every month. And, you know, that's a that's a vast majority of the audience. So I have that coming. I'm doing after this week... Excuse me. I have 2 very old books about Steve jobs. So the next I'm doing another 2 part series in addition to the other 2 podcasts I've done on Steve jobs. That's coming up. I have another, additional 2 books on Henry Ford. I have... I mean, there's just so much stuff coming up. So Again, I'm just asking for your support for this podcast. I say support me, but you're on... Honestly, also, you're investing in yourself and you're supporting yourself. Because if you listen if you're able... If all you do is pay 5 dollars a month and then press play on a podcast player. And you're constantly exposing yourself to ideas from some of, you know, the the most unique, and I... I would argue you smartest entrepreneurs that have ever lived. Like, I just think they gave you an unfair advantage over people that are not doing that. Alright. So let me get back into the book. I didn't expect to talk about that now. But I, you know, I have to go where my mind leads me. Alright. So this guy's quit saying is basically the same thing. Hey. Look, I... I've gone through these experiences and now doing all this research and writing this book on f. I've come to understand and relate to them a little bit more. Then otherwise, and if I had not done this. Okay. So let's skip ahead. He's got a lot of stuff. Okay. So this is really interesting way to think about, like, how to view your craft. Because I assume that everybody, like, know, you're gonna spend a lot of... The majority of your waking hours working. Even if it's not the majority, maybe it's 50 percent. Maybe you sleep 8 hours a day, you work 8 hours day, and you have 8 hours yourself, like, it's still 50 percent of your life if you think of life in terms of when you're actually waking conscious. And I just think, like, the idea of trying to get as... To be as great at what you're doing. Like, to me, that should be, like, everybody's default mode. The F had a, an interesting perspective. He says, he viewed himself as a type of financial gladiator. Going to the arena each day. In that arena, victory was the only goal and it dominated his focus. F was a cold and calculating fighter. So he's just gonna go over some of... You know, he mentions the word dichotomy like, this guy just a he's a hard not to crack. Like, it's just so interesting person. It says in December of 19 15, when the bankruptcy of Pittsburgh savings caused 40000 school children to lose a hundred and 30000, which is about 1500000.0. That's time of his writing, and the book is about 10 years old So it might be a little different today. So they lost a hundred 30000, which which today would be about, let's say, 1 and a half million of their school's dime saving plan. F repaid them all in time for Christmas. F was not the narrow nero of the gil age. Promoting wild parties of excess, but a good father and family man. The fact is F was neither a Saint nor a devil, but a complex product of a struggling America. Remember most of his career taking place in the last part of the 18 18 hundreds. By the time he gets the 19 hundreds already very rich. Struggling America. And the end f gave much to the city that it that dis owned him. He's not well liked even today, the author was saying in that area because the ramifications of the homestead strike, which if you wanna learn more about the homestead strike. It's in both Carnegie audio biography this book, but me you and Hell and that that book it's... I would say, third, maybe half of the book is about that. Alright. So F also gave much of the children of the very workers who vi verified him. It is that it is that side of the man that is lost to history. F dislike of unions was also shared by the best capitalist and even many labor. His error was in his approach to the issue. And so now Quentin is gonna tell us about his like, how he approached his job. He says in many ways making money was an intellectual game for him. Having money was simply a result of playing the game well. Stealing money or winning the lottery would be without meaning for him. Inherited money had no meaning to him. Money earned without effort, skill and game had no value to him. He was a private man who lived by strict rule of confidentiality in his private and business dealings. And, there's a story who I read... I did a podcast on his book. His name's is David Mc mcconnell. He did this fantastic book on the wright Brothers. If you have not read it, I would order it immediately. And if you are gonna order it, please to go to amazon dot com slash shop slash founders podcast to do so. It's like 250 pages. The paper version, you could probably... You could easily read it in a in a in a in a weekend, But it's just such a... I think the wright brothers... I think anybody trying to run their own company should first read book. Like, it's a very important book. Could you understand the resourceful ness. But anyways David Mc has his quote about F. And, specifically his approach to to press. You know, Carnegie very much invested a lot of time in his, like, in the idea of him. Like, he was very good at marketing himself. F didn't really care about that. And David's gonna tell about more about that here. And so this is a quote from David Mc. He said, speaking about F. He simply did not talk to the press ever at any time. It was his standing policy. He was a highly un sort anyway, and by nature of horde forms of notoriety. That's why it gave so much of his money away without. He gave a lot of it under the condition of anonymity. He had no trust in newspapers, no liking for reporters. And talking to them, he was convinced was bad for business. Only once in his life did he break his this rule and speak freely to reporter, but it was it was with the understanding that he could edit the copy, which he did, reducing a full column to exactly 10 lines. It's actually an interesting idea. I think most newspaper columns would be more interesting if you edit it's just 10 lines. So 1 of the huge influences in F Life was his great grandfather who started I don't... I'm not much of a drinker, but I guess it's a really popular whiskey to this day. It's called, like, over holt. I think is how... It's how you pronounce it. But I found this this 1 paragraph really fascinating about how changes, and that happened in previous generation still, like, resonate to the present day. So they were farmers and they realized... They were also resource entrepreneurs. So. And so they realized how profitable turning grain into whiskey was. So it says, as a to a farmer, grain sold for a few cents of bush oil. But whiskey sold for a dollar a gallon, which made turning grain into whiskey very profitable. It says, remember, America said a British colony at this time. This is in the 17 nineties. Is what I'm describing to you. As a British colony, the whiskey production had been controlled and taxed, but the remote of the... Oh, goodness, Mag del Mag Valley, This is place, I guess is what president day, Pennsylvania, maybe, made it almost inaccessible to British tax collectors. President Washington, George, and secretary of Treasury, Alexander Hamilton impose an excise task on whiskey in 17 94. As a tax collector in Western Pennsylvania, Scotch, Irish general Neville, which chosen even though he had initially oppose the tax. Right? So they... They're loving this tax. Now this guy that was against has to go and collect attacks. Now We're not gonna be surprised if you've listened to my podcast for a long time. What happens next? The Valley Scotch Irish must a militia and burnt the estate of General Neville. A few days later, the federal leader General James Mc was killed. Think about how crazier species are. Like they're killing each other over attacks on whiskey. For weeks, Scotch, Irish Militia roam the area. Hamilton, Alexander Hamilton persuaded George watch to send 13000 troops to Western Pennsylvania to put down the rebellion. Now this is the point I was making like, how it's interesting, like, you know, you had the sc at late 17 nineties that still affects us to the day and it says the Scotch Irish, however, moved into Kentucky Tennessee to produce their whiskey. The new frontier was out of the of federal tax collectors, and these Pennsylvania immigrants would form the Kentucky and Tennessee bourbon and whiskey families of today. That's wild to me. That was surprising, So it really has nothing to do a for, but I thought it was interesting I share that with you. So as much as he kinda idol his great grandfather and his grandfather. He had a good relationship with his father, but he was kinda he thought his father was una. And and F was anything but that. So they talked about... This is 1 historian describing his parent... Parents, John and Elizabeth. In this 1 sentence is is a hell of an indictment. He says, John and Elizabeth, the... He just... 1 1 historian described, John and Elizabeth is trying to make the least possible amount of money by doing the greatest possible amount of work. So I definitely think the the the lack of ambition that his father displayed was a motivating factor in in f kinda, like, terminator, like, approach to accumulating wealth. Okay. So let's get into his early life. His personality. Some of his first jobs and and so on and so forth. He gets scarlet fever when he's young, this is an actually really important because he deals with the ramifications for a long time. He says Scarlet fever at the time was a major killer of young children. Henry Clay survived, but with long term consequences, which would plague him for all of his life. It took Henry over a year to recover, and he was unable to walk the the mile necessary to go to school. Later in life after a long day of work, he was forced to take a nap or take medication for the muscle pain in headaches. His lack of physical strength. Now this is interesting. He takes a negative in turns into a positive. His lack of physical strength restricted him from playing in in popular sports. But but this made only made him more determined to succeed. Limited in in physical mobility, Henry Clay developed his mental skills to advance. Remember how I opened the podcast. He talked about. He was kinda like a machine with numbers. This is a the genesis of that. Whatever the endeavor Henry would be overly competitive. Early on, he developed a dream to achieve the wealth and riches of his grandfather. Henry excel in mathematics, and he developed a love for reading early in his life. Okay. So now this is his first job or 1 of his first jobs and he's starting to work with his uncle It says Henry started working with his uncle Martin at the... At his general and por. He was making 6... A age of 6 dollars a week and moved and then he also moved in with his uncle. He seemed extremely proud of being the grandson of Abraham overhaul. And just... And dreamed of accomplishing similar achievements in life. So he had that kind of north star He's like, we'll, look at the the great wealth that my grandfather has, my father had none of that because he was refused to work for it. It says he briefly attended college known as the Classical Scientific Institute, and again, excel in math and took over bookkeeping at his uncle store. This is important. Bookkeeping open the world of cost accounting to Henry which would be his strength throughout his career. He saw this is a really interesting perspective he yes. He saw the accounting book as the very symbol of capitalism. It is in these entries that 1 that 1 learns the economy of acquisition. He was interested... And other people he looked up to and he's funny. As as different as freaking Carnegie were personality. Anyways, they both had the same hero, and that was Napoleon. He was introduced to Napoleon which led him to read the borrowed copy, A bar copy of the life of Napoleon bonaparte. He's reading the biography of. He would share his love of Napoleon with many capitalists of this period such as Andrew Carnegie and Charles Schwab. So he works at a bunch. Let's let's... What today what, I guess, what we call retail. I guess they're dry good source back in the day. But he realized... Well, he had an idea. He's like, listen, sales is a better path to riches. Right? Because he's was always looking for better opportunity. So he starts out at 1 store make 6 bucks an hour or 6 bucks a week, and then he finds 1 that will pay him 8. And he just keeps going on and on and on. And then he realized well, I... Why don't know to get commission job. This is actually something that I stumbled upon when I was really young. Because, like, my... Other than letting me live there until they kick me out 18. My parents couldn't give me any money after I start working at 15. And what I would do is I would go year round to, elective to summer school because I was like, well, why don't I... If I can take a 6 week geometry class instead of taking a whole semester. Like, I can get ahead. What I was able to do is my last 2 years of high school. I effectively only had 4 classes a day, and I had... I was in this program called O, which is on the job training, so you could leave and go to work. So I worked at a car wash for 3 years and 3 days in the hot Florida sun. So And effectively I was working full time. I'd work, like, 35 hours a week, third 35 to 38 hours a week, plus go to high school. And I loved it because it was really hard, but I also had my own money for the first time. And at that job, I was able to work on commission and tips. So most of my friends, you know, you go... What's your first job when you're 15 or 16, Like, you go work at, like, Chick f a or something Or Mcdonald's or whatever. Well, so anytime I talk to a younger person now, I'm like, listen, anytime you can have a job where you're you're it's not set. It's not capped. Like, if you go working with Mcdonald's, there's something I'm wrong with that If you have, if you can't find an opportunity, but, like, you know what you're gonna make. It's never gonna go higher. But if I get better at sales or I get really good at, washing and detailing cars then my tips could go through the roof then I can cultivate my own customer base which I did back then. And, you know, I was making good money. And then, like, think about in high school. This is, like, what, 15 years ago I was making close, like, 400 dollars a week, which is pretty crazy. Back then. I mean, at the time, minimum wage was, like, 5 4 75 or 5 dollars and 15 cents. I, it was really, really low. So that... That's what you would get at Mcdonald's. So anyways, F realizes that too here. So he winds up getting into, like, hot what what I would consider, like, high end retail for lack of a better word in the... The, the 18... Late the middle 18 hundred's version of that, and he starts getting jobs where he sells, like, suits and stuff, and he gets a higher... He gets a percentage of the sale, which allows him to accumulate a lot of money. He's extremely young when he's doing this. He might even still be a teenager. So within, like, a a year or 2, he goes from, like, 6 dollars a week to 12 and 20 dollars a week. So he's constantly going through, but the reason I bring this up is because not only was he ambitious, but his schedule was ambitious. And he understood, like, this is a a quick little anecdote about, his ambitious schedule and then the value of time and realizing, like, how much you can get done if you don't waste any time. So it says his schedule was as ambitious as his dreams. He rose and dressed for breakfast at 7 at the boarding house. He had over a mile to walk to reach the store at 8. He worked at the store until 6, so he's working from 8 to 6. And then crossed river river back home to have dinner at the boarding house. He then crossed back to a attend night school at the Iron City commercial college to steady accounting till 09:30, filing returning home around 10. So what he... They're describing here, I had to almost exact same schedule in college. I'd take a, I'd take a 1 class from 7 to 8 in the morning. I'd go work 9 to 5, and then Take another class. Like, here have these classes where you could take you meet, like, once a week for, like, 3 hours and that's, like, 3 credit hours. And so that would go from, like, 6 to 09:30. So I get home at 10, and I do it all over again. So I didn't have much of a social life as you could imagine, at least not I got towards, like the end of graduation, but it was probably the single most productive time in my life. And something I will never be able to replicate since obviously, have child... Like, I have a child now. Like, I'm not... You know, I I... It'd be a responsible for me to do that. But I guess this this message is the people that are still in the situation where you don't have a family or are there obligations like, you might as well use the time. Like, I just think it's a really, really good idea. Oh, so this is really interesting too. So his his family's is really successful to whiskey company and they have a bunch of other their their farmers. They have real. They have all these other their hands other stuff. But like we've seen many times in these stories, like, it's inevitable. There's the... Every single economy forever. We'll have booms and bus like and you'll have, times of great prosperity, and then depression like times. And most of the time when, people that don't actually know how to manage businesses, will can look really, really wealthy in good times. And then I think that the the the the quote is, like, when the tide goes out, you see who's swimming naked. I think is the the the ac axiom I've heard to describe this. So turns out the overhaul were swimming naked. And this is the effect that his family's bankruptcy would have on f career. So it said on 01/15/1870, F would again be F World would again be turned upside down by the death of his grandfather, Abraham overhaul. More problematic was the condition and distribution of his estate. Abraham proved not to be a master of personal finance. So he had his estate was worth about 7000000 dollars, but he had a a lot of debt and account and so his overhaul businesses within near bankruptcy, Both both West overt to dis dis and another dis called Brought Forward, were already bankrupt. Abraham sons were personally near bankruptcy. So this is a fate that F is able to avoid most of his... For all of his life. And it's because he was so frugal and obsessed with tracking. Like, they they call him a computer or for lack of a better word. Like, what... If the computer existed then, they'd call them a computer. But he knew everything about his business, down to the penny. And this gives him a huge advantage over his life because he's got a lot of competitors in the same industry when he starts H c freaking coke, that that that are not like that. They don't... Like, just they're terrible at running businesses. They they saw all this day this huge boot this huge, like, for lack of a better word gold rush, I'm gonna get into this too. And while, like, they're the while the industry is growing and the economy is growing, they look like geniuses. Right? And then what happens is the tide goes out, the depression happens, the panic, the financial. The inevitable financial panic happened. And then we realized like, oh, they weren't that smart all along. It's the the court Keep telling you about Steve Wei, the guy that made a billion dollars off of the sub... The Us Subprime crisis in the 2007 2009 era. Like, we were confusing leverage for genius. So I definitely think this this this idea that somebody you idol your whole life that has a huge state that has a huge business, and then he dies and you realize, oh, like, he died He just happened... You know, obviously, bad timing. And you can't control that, but he's he he winds up actually being bankrupt. It's not actually successful. F actually how works with them and and and gets them back on sell the footing. But it also made think of if you remember the podcast said in Danny Meyer, the the founder of Shake shack and and a bunch of other restaurants. Where in that book, like, he had Shake shack now has, you know, hundreds of of, restaurants all over the country now. But for... Even before he started Shake shack. I think it took, like 5 years before he expanded it to the next 1 or 3 years or something like that. Same thing with his first high end restaurant. And the reason I bring that up is because Danny Meyer wouldn't expand due to his dad's financial failures. Right? So he saw... Like, his dad was a relatively successful travel entrepreneur, and he'd have 1 business doing well, but then he started opening 234, and then inevitably, he'd over leveraged herself, and then the... When his family went to... When his dad went to the bankruptcy, he saw what he did do family. And so these fears, these these, I guess, my point here is, like, we cannot underestimate the trauma that you have early on in your life and how it it can affect you. And now, some people let it, like, stop them and tear them down. Danny didn't might have done that for a little bit, but even eventually overcame and realized it was irrational. And F, his answer was, hey, let me not be sloppy. Let me make sure I know what my call are. Let me make sure that, I'm not over leveraged. Let me make sure I'm doing... Like, I'm I'm I'm taking care of the business that you should be taken care of because I think Danny and and and Henry and a bunch of other people understand that. Listen. Financial Panic are inevitable, and they're not predictable. So the idea that you should... You... You're setting yourself up where you your only like, you're only successful when things are going well, and you're gonna be wiped out when things are doing bad. Like, why would you do that? I don't understand that's the probably the default Mod Opera of most humans, but that's not that's not smart. That's not a good way to go around things. You have. You have to... I was just say I've been taking notes on Charlie Mu a lot too. And he made this point where people think like he's like, I've always worried about ruin or I forgot the word to use. I'm gonna use a word ruin, that's not the word to use, but it it means the same thing. And people think it's ridiculous. Like, because he always incurred Charlie Mu talking about, like, you know, you should be saving your income. Like, living below your means. Is something him and warren Buffett talk about all the time. And he's, like, I'm... He's giving a commencement speech. I think it's the time he's like, 85, 90 years old How really he is. And he's like, people think, oh, it's it's silly to worry about ruin throughout your life. You're gonna, like, you're going to, like, be stressed or depressed about. He's like, no. I've worried about it my whole life, and it's not that... Like, I let it sit my mind and bother me. It's like, I've planned for the inevitable downturn. And therefore have been able to survive them and because of able to survive them allowed my wealth to accumulate for much longer periods than other people. It's like, damn, that's a really good point. Okay. So I'm just gonna skip over, there's some... There's there's... So you... I think if you listen to the podcast I did 2 weeks ago, you already know he makes most of his money from this... It's called Coke. It's not how what we think of. Like, cocaine. It's the raw material... 1 of the raw materials, including or iron ore, maybe? I don't know if it's iron ore or not, but or that that is needed for the production of steel. So that's how he went a being involved with all the the railroads and steel makers like Carnegie. So he... But what F does is... It's really smart. Is he learns from entrepreneurs that came before him. And and then my other favorite idea is we're... Well, let me read this too first. So he learns from these guys named... Jones and Laugh. So I'm not... Not gonna go as much detail there because I I don't wanna this, but I do think it's important because he basically steals this idea, which again, we should all be same shameless about stealing good ideas. Says vertical integration allowed Jones and Laugh to become the low cost producer of Coke. A lesson that young Andrew carnegie and later a young f would know and study. The basic layout of their operations at Jones and Laugh would remain intact until 19 80. So you're talking about, they got started somewhere in 18 55. And their operations last what is that a hundred... Like, I don't make me do math. A hundred and 25 years. And the 1 of my... The most important ideas to remember, especially because we live in a a complex... We were... There's just drop... Humans just dropped into this this complex environment that we call the life that's far beyond our understanding is that anything that survives a long time is useful. And so this idea, at this time, they're studying them, you know, they've only been around maybe 20 years. They didn't know they're gonna last for hundred and 50 years. But it was 1 being a good use of their time to to study how they ran their business. And then take those ideas, which both Carnegie and F did. Okay. So this is another an interesting point. Like, you know, we're studying the h hd F and cook company wants I think being at 1 time value, like, 70 or 80000000 dollars in 1900 dollars. So it's a hugely successful company. That that f starts, you know, it'd be over a billion dollars since... In today's money. But what I've also noticed about reading these books and then taking a lot of notes on on on, talks or podcast entrepreneurship is, like, there's a lot of people that that that repeat the same thing that listen. Many people will tell you that the mark... That the market your company is in is the single most important factor in your company's success. And... Wasn't pardon of me when I started here and I was like, that that can't be true. And but the more I'm exposed this the more I think they're actually probably right. And here's an example of, like, why how can you build a company 1900 that's worth 70000000 dollars selling coke? And well, this is a little bit about the market. It says the post were iron and steel boom would make Connor. That's where, they're they're... They initially set up the coke business. Make Connor, the coke capital of the world. The real expansion of the post war era was creating millionaires and new companies. Railroad track grew from 22000 miles in 18 60 to 50 to basically triple that by 18 70. By the 18 nineties, checked this blew my mind. By the 18 nineties Con would have more millionaires per capita than any than any other place in the country and maybe the world. I never even heard of this place before I read this book. Okay. So we need to get into... I got a little ahead of myself. I need to get into how did f get started in coke. So this says after the death of their grandfather, Abraham over overhaul overhaul. 37 year old tin. So there's this guy named is his cousin. I don't know his first name, Unfortunately. I didn't write it down. Apologies on... We're just gonna call Tin. So they're they're on opposite sides of family, but they are Abraham holds to their grandfather, and they happen to be to be like, friendly. They they hang out. Freaking, it's. And overhaul had lent pre... I need to give you some more background. I'm rambling here. Come on. Pay attention. Okay. So Tin is oh, Abraham her before he dies, lends money to his grandson on Tin to invest in this thing called Morgan Mines, and that's important. So we just need to remember that. It was their first major major, like commercial mining operation in in the area. I just after the death of their grandfather, Abraham overhaul in in 18 71, 37 year old Tin in Henry Clay f Played Chest late 1 night, discussing the boom market for coke. F had seen the boom of the iron and steel mills firsthand, and Tim main source of income was from his small coke operations and his investment in Morgan mines. F had also done business as a clerk at his grandfather sawmill and, with this guy named Little John Cochran. Who's a farmer carpenter carpenter who turned minor who had made a fortune selling coal and coat. And as an aside, that's also a good sign of, like, a boom market when you have other people that had previous occupations and they jump into a different 1. So it says... So it says, F was always eager to listen to Coal miners like Cochran, and it was this informal education that F learned about coal and cork. Now check this out. This is insane. Remember I told you that the grandfather gave the guy named Tin. Now I just found his name. His name's is A0A0 Tin, money to invest in order minds. Well, now we're gonna see what what the we result of that investment was. Morgan mines was supplying a o Tin. With the amazing sum of a hundred and 10000 dollars per year in that the that's insane. What is that a couple probably a couple million dollars in today's dollars. And that was the type of income that would could fulfill for extreme. Tin wanted to expand. I was just gonna say, I don't know if I gonna mention this, but Tin winds up finding a way to to screw this up. Tin wanted to expand, but he was personally over extended in numerous business and endeavors. So what does that mean Over leveraged, which we've talked about at Na here. He winds up going bankrupt. I don't know if I talk about in the podcast, but it's talk about in the book. Frank f later on a life winds up being able to buy Morgan minds because his cousin couldn't come up with the money. Because F wasn't over leveraged. He knew how to handle money. And such, he went buying you know, this mine, I think at the time they said it was, like, to build it, it would have been, like, something, again, don't quote me on the numbers, but the the ratio is similar. Like, let's say if you you you had... To build a brand new It cost you 70000000 dollars, f picks it up for, like, 10000000 because if he picks it up in a panic when everybody is is ruined and f Has money. And that's... That was... I would say, what I learned from F, like, that's his method to expand his business. Like, wait for the downturn, be prepared be prepared because you know human nature is we're not going to be prepared, and then he has the upper hand. So says Tin was already highly leveraged and needed capital. So and this is how f gets in there. So he he winds up tin needs money and F has it. And he doesn't have a lot of money at this time, but he winds up making this, like, small, collective of, like, 5 different partners. And so now they're investing into coke operations. Now, other people were working full time, F wasn't. So the... It says the other partners were fully engaged in other operations and investments. So as part of the agreement, F would manage the mine while remaining the chief bookkeeper, for with a thousand dollar year salary. So I'm sorry. He was working full time. He's working book for the dis delivery. But now he's gonna manage the mine at the same time. And then why... Again, I think 1 of the best pieces of advice I've ever heard is, like, if you're not working on your best idea, or you're doing it wrong. Like, why would F wanna work on this? And he says, because F believed coke was the most profitable products. So he wants to expand He's like, okay. I found that my path to riches now I need to go all in. His f started to buy up coal for farmers using a skill system of personal loans backed by the overhaul name. Okay? He realized... No, This is interesting. He realized that in this old German community, the f and names went back to the days of the whiskey rebellion of the 17 nineties. Remember that was what I was sharing with you a few minutes ago. F realized the economic value of what today we call goodwill. F had also proven his had had proven financial skills. No matter what the organization F became its treasurer and bookkeeper. Smart to keep his eye on the money here. He clearly made his brief education and accounting pay and his financial skills, the cornerstone of his success. Next came the plan to build a battery of 50... They're called Bee h C ovens. That's how the technology at the time. Once getting this displaced later, but that's the backbone. The main coke ovens that he uses to to create this massive company. So, he sets a 50 coke ovens and says F was the most aggressive the partners wanting to bring up capacity quickly. F needed an additional 10000 dollars to finance the the the coke ovens and he approached judge Thomas Mel This guy's is really important to his life too. Mel has this huge family wants it being successful multi generations. Mel recognized F, This is his description. As determined, persuasive excuse me. As a determined, persuasive and audacious entrepreneur. Those are great personality chase for all, determined, persuasive and audacious. Oh I ever forgot gotta tell you, f is 21 years old while he's doing all this. So what raised the old judge judge's eyebrows was when the 21 year old F return in a couple of months asking for another 10000 dollars to build another 50 bee hive ovens. So he he he was rapid. He moved quickly. So give him the first 10000 dollars. Now you're coming back and doing another 10000. So Judge... So Judge Mel like, wait a minute. He sends this guy, Corey, that works from out to check out fix operation before he gives another 10 g's. And he says, Corey went to look at f operations. Corey would give Mel a glowing report, and this is the direct quote from from Corey report describing F operation. Remember he's 21, and this is how well he runs a business. Lands good. Ovens well built. Manager on the job all day. That's f. Keeps books in the evenings. That's f too. Maybe a little too enthusiastic about pictures. That's talking about art. He wants up being 1 of the most famous art collectors in the world. In fact, you can go and see his, a friend of mine did. I haven't seen it yet, but it's a f collection in New York city, which... Yeah, I think is in the same part of, like, what he used to be his personal home. Maybe a little too enthusiastic about pictures, but not enough to hurt. And this is this is, I think, like the best the best compliment you can give to an entrepreneur. Knows business down to the ground. I advise making the loan so F got his loan. F was obsessed with work in reaching his goal of making a million dollars. He so showed an amazing ability to work long hours in difficult environments. In 18 71 F had 200 out of the 550 ko in Con area, and about 1200 nationwide. And then this is how he hit for first intersection, like, why do you... Like, how does his life intersect with Carnegie? Carnegie studied other people like Rockefeller and and, Jones and everybody else, and he he was obsessed with what we'd now call vertical integration. So says Carnegie was determined to control his own sources of cole and coke, which was part of his overall strategy of vertical integration. Carnegie trip to Europe in the night... In the 18 seventies to study the steel industry convinced him. And so this a quote from Corn. Says 1 vital lesson in iron and steel that I learned in Britain was the necessity of owning raw materials and finishing the completed article ready of ready for its purpose. They expand this. Only do they do this, but when F is running Carnegie company, they they have they have their own, like, railroad too. It's pretty crazy how, I mean, it kinda makes sense if they were able to sell the company for what. 404 hundred and 80000000 dollars in 19 19 o 05:19, something like that early 19 hundreds. It's like, of course, they're gonna have this this... They're gonna be completely vertically integrated. Alright. So still demand for coke was growing faster. Then even the optimistic forecast of F had suggested. And Carnegie was in no position to control supply of coke, and that sentence there kind of, lends a little credence to those that feel that the the number 1 contributor to your success is the market and you're choosing to operate in. F was at the right place at the right time. Kart he was at the right place at the right time. And this is another a few pages later, or this is F advantage. Unlike the other coke producers. F... F was a hands on manager with debt and credit training. F realized early on the... That the long term winner would be the most cost efficient operation. So he's expanding, and then he has, he gets a something that's extremely helpful to him, but extremely detrimental to everybody else, and that's the financial panic of 18 73. And this is just some smart moves. That F makes during this. So he realizes there's a fight in between B o and Pennsylvania. And he went broker this deal. That Pennsylvania needs money, B o needs tracks and B o Winds. He convince B o to buy some of the assets from Pennsylvania railroad. And this is important. Says the deal did not require a large capital outlay by Baltimore in Ohio, B and O Railroad. They purchased the 10 mile railroad at cost. F for his part received a 50000 dollar commission, which is over 750000 dollars in today money. More money than F had ever had and over double what he had invested in the coke... In his coke partnership. F proved even more savvy, paying off his debts and landing coal lands at depressed prices. F was making a fortune in the panic that was toppling the rich of Wall. The price of coke dropped to 90 cents a ton. Now remember, we just got done saying, F realized, hey, the person that's gonna win in this industry is the people that has the best cost efficient operation. Right? Well, coke prices it's just like almost like any other commodity. They go up and down, and you don't control that. Right? It's outside of your control. So it, of course, it's advantageous to you to have the the the the most cost efficient operation because if inevitably, you're gonna have a bust and the prices are gonna go down, and do you control that price? No. You do not. What you're gonna do? Just gonna, oh, 0, shit, The price went down. Oh, I guess I'm bankrupt, people people like f or not... They're they're not gonna leave that to chance. So what happens is, the price of coke drops to 90 cents a ton. A level that only f could actually make a profit on. While F expanded, he kept a cash reserve to protect against any problems. Now this Mar. He started to look to the future buying Coal ants, which were being sold at depressed prices. He studied coal seem direction and purchased troubled farms needing cash. F develop deeper mind technology since the vast majority of the coal lay 60 feet or more below the surface? And again, it's a surface rather. And again, developing new technologies is expensive? Do you know when developing new technologies is cheaper? When you're in a depression or a financial panic. I... F, there's... You know, we're gonna... I'm gonna give you some examples of dumb stuff he does, but this guy, he he really did half his stuff together. So here's here's a little bit about his personality. This is... So the judge Mel that lent him money, his son, Thomas becomes 1 of f closest friends, and this is how you describe them. He says, that young man has great promise. He's very... Well, actually, maybe that's... This is a dad. I think was a dad actually, describing him. The young man has great promise. He's very careful in making statements. Always exact and wholly reliable. He is also able, energetic, ind, resourceful, self confident, somewhat imp and inclined to be daring on his own account, but so cautious in his dealings with others. Disposed to take chances that I doubt he would that it that I doubt if he would make a successful banker. If he continues along... Meaning he was so risk versus dealing with other people, then he wouldn't be... That he wouldn't be able to succeed his banker. If he continues along his own line is he has begun, meaning line of business, he will go far unless he over reaches. That is his only danger. Okay. So this is interesting, because, I talked about a little little bit this with the the podcast I said it with Goodyear year about the rubber thinking about technologies a at Rubber technology. And steel, which is gonna be the basis of both Carnegie and f fast fortune. It's like, it really is, like, we take it for advantage. Of it. Right? Because we were everybody listening to to this right now is was born after the invention of steel the tech... But it really was a deep and fundamental technological development. And I think it's really helpful thinking in in those terms. So it says the Panic of 18 73 in many ways, built freaking company. The recession was deep, but many of the steel companies kept their eyes in the future. Steel was a marvelous material that was stronger than w iron and more flexible than cast iron. Steel railroad rails were better than those of rot iron Steel is replacing rot iron and steam boilers. Steel is being looked at for structural application and bridges. The world's greatest armament company, crop steel was producing large steel cannons to replace cast iron. Steel strength changed the industrial world. So it's a fundamental technological development that change the world. This this this company to k steel. I had bought a book probably a few months ago go ahead haven't ready it yet. It's on my... It's, like, 900 pages. So it's kind be a while before I turn into new founders. But this company, the world's greatest armament movement company. It's was... It will... They ones up being, like, a family dynasty that lasts, like, 400 years. And they do some crazy stuff. But, eventually, I will do a podcast about cr steel because I just think that's... I mean, that's... When you see family dynasties the last 400 years. So it's extremely rare. I mean, that happened in real life. I think about, like, Targaryen dynasty that's fake in in game of Thrones, and they... That lasted 300 years. Like, it's really interesting. Anyways, I I thought about this part about thinking about Steel as a as a deep technological development. I have this book that I'm I've been, like, just grazing through. And it's kind of outside the scope of a normal founder episode. But I think I wanna turn into like a bonus episode for mis fits. And it's called nuts and bolts of the past, a history of American technology between 17 76 and 18 60. And to us, like, it's really hard for us to understand, like, we look back at the the their mode of living in from 17 76 to 18 60, You know, it's from the the founding of the country I guess to, right before the summer war. And we don't really think in terms of technology, but like, they did have technology. Their technology... Our technology might be bits. Right? Might be information technology computers. The Internet, things like that. But their technology like wood, coal, iron, railroads. And I think it's extremely helpful to, like, study how people develop technology, you know, 200 years ago? And then not only how do they did that, but, like, how did people respond to it? And then compare the reactions to how humans develop and respond to technology today? So I'll let you know when that's out, but I think it's gonna be a a really weird, interesting, like, kind of bonus episode Do. Alright. Let me... I got a lot of notes. I gotta get through this. Come on, guys. So, again, I'm gonna skip over a lot of parts of the book because I don't wanna repeat anything I did in any of the previous 2 podcasts. Because I assume that if you listen to this, you listen to everyone. Okay. So it says, this is f 30. At age 30. F age 30 achieved his goal of becoming a millionaire. F worked hard to obtain his goal of making a million dollars. He had lived in a shack, gone into the minds, sacrifice much of the social life he loved and breathe the smoke and dust of his coke ovens. F aggressive building an investment during the recession had made him an extremely wealthy man. His poor health had nec that he learned the science of organization, which be which would be the key to his future success. Illness had forced clay. To talking about remember, he's, like, room... It's not... I wanna say rheumatoid arthritis, but that's not it. It's like, it might be... I forgot what the disease is, but it he has inflammation and his joints so maybe that is what it is. And he's bedridden written for weeks at a time. Illness had forced clay to allow lieutenant to evolve into managers. F had learned the secret that Carnegie had found years earlier that good managers could multiply his efforts many times. So even though they die the same year, I think Carney was, like, 10 or 14 years older than than f, something like that. So they went up doing a deal, I covered that in previous podcast. I'm not gonna cover too much. I'm just gonna it's a question. Like, and there's a debate. I don't think it's at all obvious. Like, who actually got the better of this deal? The initial deal. And some people, you know, think Carnegie does. I'm not... I'm know not entirely sure. Carnegie may have been planning a full takeover freaking long run. Carney seemed at the time to be driven by his belief in backward vertical integration. At the time he was closing the deal with F, meaning to to bring the c company into his steel company. He was already looking at purchasing railroads and or supply. Carnegie had jumped ahead of the deal to pressure the railroads for lower for lower prices. It had been accepted as corporate mythology that Andrew Carnegie mother whispered to him at the time. That's a very good thing for mister F, but what do we get out of it? But Carnegie knew exactly what he was doing. At the time, F had no idea of Carnegie long run plans. In 18 82, it looked at F had gotten the best of the deal and he trusted Carnegie as a new partner. F would soon realized that he had been out fox by the steel master. So that is interesting because Carnegie, of course winds up taking over and and getting majority ownership of F company. I think that the... Before F finally leaves the var owns, like, 4 or 8 percent, like, a tiny percentage of it. But So yeah And I understand why you say he was A fox by them, but remember, F was a chess player. And to me, it seems like he had 1 point realized that the profits from steel that the market for steel is much larger and the potential profits, then, like, the best run c company in the world is not gonna make more money than the best run steel company in the world. So to me, he kinda used that as a leverage to get a ownership of a partial ownership of the best run steel company in the world, which he runs for a long time. It makes it even better. I'm gonna get into the financial performance of that Why people call freaking organizational genius, and I think he definitely is. So... Yeah. I don't know. Yeah. Carney he winds controlling the company, but maybe F didn't want the company because he kept talking about he wanted to get the steel. And if you think about it, f f companies at the very end just wanting up being valued at 70000 is... Or 70000000 of the of the 480000000. I think that that Carnegie steel is sold for. So 70000000 dollars for the entire company. F makes more than that personally though. So I don't... Was he out fox? I don't know. I I don't think so. I'm not... Oh I shouldn't say I don't think so I'm not entirely sure. Because the end result for F was so was so beneficial and probably greater than if he just kept his own company. Okay. So this is more about him as a human being, says even with all his business, F would usually spend evenings with his family, F proved to be the ideal father, demonstrating an amazing love of children. I I think this is extremely important. Had the press and workers seen him they would have been shocked. The picture of f carrying and burp his son would not seem to fit his demonic public image. His love of children and family would be part of f that the public never saw. F love of children will be exhibited throughout his life, but usually inside the family home and by anonymous donations to many children's charities. It is part of what might appear as a paradox. But in reality, it's part of the complexities of everyone's life. Okay. So now so we're talking about he's great donating all this money to children. So there's 2 things I'm gonna talk to you about. First is the complex situation after Carnegie gets majority control of H hd F. And then a bad idea that F does. And the my takeaway from this bad idea is like, just because you can do something it doesn't mean you actually should. So so first, let's get to the situation. F had many coke coal interests, but he was a master of none. Carnegie could not afford to allow F tactical freedom in the coke market and started to draw him with more financial interest in Carnegie brothers because if F could go and make these the these syndicate. They control prices at the time is there was no law against it so a lot of companies engaged in this. But the problem was you're you're increasing the cost of coke and Carney wants it to go down. So he's like, alright, I need to offset this by giving him more of an interest Carnegie brothers. Again, like, isn't that what F wanted though. Just as F started a personal quest to study and understand steel making. F might have been flank, but he was far from out of the fight. Carnegie also needed F knowledge and running HCFF had also gained a respect Carnegie largest and oldest partner, Henry Phi. That's like, Carnegie he's like, like 1 of his oldest friends. That's an action important that Henry F supports F. More and more Phi turn to F for financial advice on his investments. Carnegie now had a managerial genius working for him. The new model of trade mining divided workers into specialized jobs. F was a leader in applying this hierarchical worker model to and then technology help F facilitate the change. In carnegie view, f cost cutting had always put him in the category of a great manager. So this this sentence, though, I think it's... Just 1 sentence is really, really important to understand F. And it said F started a personal quest to study and understand steel making. Remember, he was in Coke. He knew a lot about that and knew that that obviously necessary in the the production steel. But I like, no, I'm all in on steel making. So if you go to davis center dot com and you search Bill Gu. I have notes on there. That I think it's extremely important. And it's this this talk bill Early gave. I think it I a university of Texas to a bunch of, college students. And, in it, he talks about what he learned from 3 important people in his life, 1 of them is Danny Meyer who Mentioned earlier, The other 1 is Bob Dylan, I think, and let me just pull up what why I'm talking to you so I don't sound dumb. Bob Dylan, and then Bobby Knight, which is, like, that famous college basketball coach. And he says something that, first of all, I would read the the notes that I wrote because I think they're interesting and you could probably read in 5 minutes, but I'd watch the talk to because it's 1 of the most interesting talks I've ever come across, because it's talking about running down a dream. Like, how do you actually like, have a career that... Like, how do you... Let me tell you, Title. Running down a dream, how to succeed and thrive in a career love. You can just put that in Youtube too and you can watch the whole video, but also link to it from my site. So he said something that that... When I read that part about F, maybe think of what I learned from Bill and he says, be obsessive about learning in your field, hone your craft constantly. Understand everything you possibly can about your craft, consider it an obligation. What an interesting use of words right there. Right, hold yourself accountable. Keep learning over time, study the history, know the pioneers. Bill Girl telling you to to not only listen to every episode of founders, but tell your friends about it. It's says strive to know more than anyone else about your particular craft. You should be the most knowledgeable person. It is... So she talks about the difference of like you know, like, not everybody's born with the same level of talents. But he says it's... It... But it is possible to gather more information than someone else. And then he finally, his his main... His point here, which I... Which I think F would also tell you if he was still alive today. He's like, listen, The good news. If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. III think that's just really good advice, and I think F was definitely an example of that. Okay. So let me get back to the book. Okay. This... F don't do this. Why do you do this? So a lot of these, you know, that you have a lot of... It's a lot of physical labor. A lot of the laborers would live on company property are very close to it. They'd also set up, like like, company stores. Right? And F ones building a a nice side business on company stores, but I just think, like, the way he did this is just not right. And says a mining industry study in in in 18... In 18 84 showed how much the company's stores were really a company abuse. The state survey of coal company showed that around 20 percent of a coal companies profits were attributed to the company store. That's crazy. 1 fifth. Of every dollars in profits coming from the store. F had truly invented a major side business with over 15 general stores by 19 80... By 18 84. Excuse me. And so then in the book, it has this this this graph that shows like, okay, How much do they sell coffee per pound in tea and flour and all the stuff that you need to survive. I'm not gonna read it you because the numbers are weird, but, like, let's just say, like, they compare it what a company store charger it with an independent store. The difference in price would be, like, if you went to your local convenience store. Right? You're paying obviously, a small premium. Verse if you were buying that same item after you got through security and an airport. Do you see what I mean here? Like, it's it's excessive. And I just... I don't think... Again, just because you can do something, doesn't mean you should. And you're already gonna... You're gonna make enough money without gouging your employees. You know, it's just a way to get some of the wages that you're paying back to you. You know, why don't just... If you're... If it's necessary for the the for for your company to have a company store, like, sell it to them at costs. And not saying give it away. You don't have to do, like, the the crazy stuff that a lot of like, tech companies like Google do now. But jonathan to nickel and dime them either. And, you know, I that Nickel and Dime is being nice. And you're basically ripping them off. So again, he doesn't always see smart people, and I'm sure, like, most people consider for smart. Like, they're they're capable of making dumb decisions just like all of us. And undoubtedly, we all we would all do mistakes like this. So again, I just wanna point that out, like, just because you can do something doesn't mean you should. And that's a good, like, model to to think about, like, how you're making decisions. So like any book with F renegade, there's a lot to do with unions and strikes and stuff. I'm skipping over a lot of that, but it just... I read this 1 paragraph. And so let me tell you a little about this. Says the ari air... Ari skill oriented and craft based structure of the ama union. This the union they went up fighting. No longer reflected the reality of un skilled immigrant labor of the mine. So they're saying is a lot of these people came up from Europe. They had this craft structure. You had, you know, a master and they had a series of of, apprentice that had to learn the craft and the skill over a long period of time, but eventually, what happened is there's an increase in technology, and now you can do the same work with un scale immigrant labor. Right? So you're saying, like, hey, that this union, it doesn't reflect the reality of un skilled immigrant labor to the mines. And this is the un skilled laborers had to be brought into the union to stand against management. So before you'd only have, like, the the people they call, like, skilled labor. They would be the only was a union un skilled labor wouldn't be. So they realize, oh, well, now there's less and less skilled labor being used because of technology, and so we need to bring the un skilled labor stand with us so we can actually, like, be united and have a stance at against management. But he says even freaked fully realized that technology was in reality, beating the hated craft union approach. The ama union itself failed to fully recognize the futility of a hierarchical craft system. So I read that I'm like, oh my god. Both sides didn't even realize what they were really fighting over. They both were approaching the same problem and blaming one's by unions when running management but it's not it's neither. It's the technology has has fundamentally changed this aspect of this trade this work, and they're trying to hold on a system both sides that no longer exist. So III found that to be rather interesting. Skipping head a little bit. There's some... This is there's is a a little quick about little quick paragraph about how different the personalities. To me, like, the the diff the the personality types between freaking and and, Carnegie, like, they're so different that they were just destined for conflict. And it said, F would never again, however, trust Carnegie fully. There's... This is before they have a falling out. They've had... Like, they have several ones before the the final 1. He says, I don't particularly... This is Bill Jones, which was a guy that that worked for Carnegie and then, eventually when F was running a company worked for F. And this is what he's saying He's saying, I don't particularly like F. Nor do I admire him. But at least you always know where you stand, meaning he's the straight shooter I what I talking about earlier. With Carnegie it's a different matter, he is a side. Carnegie in 18 87 was a writer, philosopher, labor historian, patron the arts, millionaire, corporal Mo, and philanthropist. No 1 was sure which Carnegie might show up, and then F, as you can imagine, just real simple straightforward. F never envisioned himself as anything, but as a businessman and a capitalist. And now I wanna talk about... This is great chapter. It's called an organizational genius. And it it gives us the results of f organizational genius when he was the main partner. The person running Carnegie steel. And, you know, it has... Deserve a great amount of credit with the end result. It winds up being after it's sold the the first billion dollar corporation in in world history. And it says, F corporate view brought Carnegie various plants and operations together a corporate operating units. Remember, this is the end result of f making, like, that what I mentioned before, like, his desire, I'm going to study. It's a personal quest to study the steel making industry. And they're you've said even after the sale, There's a bunch of different steel companies that exist, because because Carnegie steel winds up becoming United States Steel, which controls about 50 percent of the entire steel market in the country. And the reason they never went above 50 percent is because they also had real... Well, how how can I put this politely? Let's just say they had very close relationships with the presidents and the the senate or, I guess, the the governing politicians in Washington, and they specifically said, hey, If you stay 50 percent or below, you won't have to worry about antitrust. So had some insight information going there. But anyways, even after that, Carney, you know, went out, and he would go and, like, just focus on phil and everything else. But all the rest is... Basically, everybody even if the... He wasn't involved in your company, people would solicit f. I thought he knew the industry better than anybody else, which says a lot about it. So here's the results of F Quest and his his organizational genius. This says, F corporate review brought Kanye various plans and operations together as a corporate operating unit. He tied plants together via corporate railroad. That's what I was saying how they had their own railroad. F took vertical integration to its logical conclusion, adding railroads, limestone, iron ore mines and shipping. He coordinated management between operating divisions, taking the company to more productivity gains. From 19 82, or. My god. 1 of my d now? Okay. From 18 92 to 1900. This is when Fe is running it. Right? Carnegie steel production went from 878000 tons to 2800000.0 tons. So so let's just use round numbers. Went from 800000 tons a year to 2800000.0 tons. In 8 years. Profits went from 4000000 dollars a year in 19 82. That's night... Remember it's excuse me 18 92. That's an 18 92 dollars. So... So way more than that. To 40000000 in 1900. Their company was making 40000000 dollars a year in 1900. Never before, had an organization achieved such results. And again, this is the the the what is arguably be the largest company in America. So it's not, like, F is solely responsible, but a lot of the ideas came from him. I... Oh, so this is... Was actually interesting. This is f f perspective on the differing roles of entrepreneurs and large corporations. So he talks about, you know, he he was very successful. Remember, he his whole... They they said that his his financial genius his bookkeeping his his way he counted for costs and he kept eye on everything was like the cornerstone success. It was interesting that by the time F and company sold, it had over 10000, c ovens, but he had never built any. Right? He bought them. So he said F saw advancing technology as the role of entrepreneurs, not large corporations. Now how different is that today. Alright? It's probably very similar. He would buy the technology once it was fully proven. F view seems to have been proven over the years, that is large corporations are inefficient at a at developing technology, and it is work best done by entrepreneurs. While the corporate committee system lacked entrepreneurial drive, it made up for it in process enhancement. So you really picked up on if you combine it 2. You can actually, enhance the success of the corporation because you have to fore doing an activity that you know you're not good at? Like, why would you do that? So the book continues. It says F role in the formation structure and growth of United States Steel is clearly understated by history. Henry Clay F was the Link pin Shouldn't be Lynch, Lynch. The Lynch or link... It's... In the book it says Linkedin. Okay. So I think a. That closed the deal between Morgan and Rockefeller in the formation of United States Steel. Interesting. I know if John Rockefeller really held Henry F in high regard and did not hold Carnegie in high regard. F meeting with Morgan in 19 o 5 was a critical event that saved the corporation from internal and financial collapse. F, more than Morgan Schwab or others, left his signature on the infrastructure of America's first super corporation. F created a model for the corporate executives, production planning department committee management and corporate cooperation. So what we're you're talking about there. Is Carnegie ran his business as a partnership. And he... As as most founders do as an Auto crap. And that's fine when you're smaller, but to achieve, like, when you're building the world's for Super Corporation, like, none of this, like, this management philosophy existed. So that... Author was telling us, like F had a huge influence on even how today how companies are are built and run. This says f strongest belief. 0II really like this idea too. I I'm a hundred percent believe in this. And I'm worried that our modern education system is getting this fundamentally incorrect. So this F strongest believed after American capitalism was the need for education for all. Most of his giving was for education. With education, F believed it should be inspirational versus merely steep in facts in a letter to Princeton University in 19 16, he stated. The fact that the college system is being called into question is an indication of some inherent weakness in it. I have long felt myself in agreement with William George Jordan, the author of this book is called mental training, a remedy for education, who holds that the weakness of our whole system of education including that given oncologist is based on information, not inspiration. And I think what he's... What F is very stu picking up there is he understands human nature. Like, you can't we're not machines. You can't just make us memorize a bunch of subjects that we're just not interested in. But if you make it inspiring, you don't have to make any way do anything. They'll they'll go deep in in their search for knowledge and for education, without anybody need... Like, the the as deep as they want to go, and no 1 has to tell them. Like you should be focused on inspiring. Think about your favorite teachers you've ever experiencing in your lifetime. It's not the ones that are that are just well, merely, like, information or facts at you. They're inspiring you. They they take information and they make it like, interesting. Almost entertaining, I would say. And I will close here with Well, this is his obituary. I think they they hit... Right. His hometown paper got it right. Or I just shouldn't say got it right because I like, I I like how they describe him here. So it says the name of Henry Clay stands very near the top of the list of builders of America. The difference between him and many thousands of other men was that he labor... Actually, was as he labor he dreamed. The hu drum years of his modest toil were illuminated by the light that has led every great doe of the world's work. His dreams took the form and substance in vast structures of steel in long lines of rails. In roaring furnaces fed by an improved fuel in 1 of the most notable art collections the world has ever saw. There are some things that F did that other men would have would have done otherwise are left undone. But as a great constructive personality, his name is destined to be per in the amazing anna of America's material development. And that is where I'll leave the story today. If you want to read the book. If you found this podcast gets interesting, you wanna learn more about Henry F. I'd recommend buying the book. It is Henry Clay F, the life of the perfect capitalist, by Quentin Sc. And if you wanna do that and support the podcast at the same time. I leave a link in every podcast at the bottom of the show notes, you click on that, you can see every single book that I've done in... For the podcast in reverse chronological order. I've had a few people ask me if it's actually really important. They're, like, I bought a bunch of books, but I don't always use your link. Like, does that matter. 1, is... I just think reading amazing. I think, like, it's... It's just a good use of your time. So it's more important to me that you read the book, any books that I happen to pi your interest about. Now so just read them regardless. Now, it is actually important to use that link because it's... I'm part of Amazon affiliate program. So if if you buy through that link, Amazon sends me a small percentage of sale. So what does that mean to use? People have even asked me like, what it, like, is it material to you. And Amazon doesn't on a sliding scale. So the more people that buy every month, the percentage goes up. Right? So I could... I think it starts like something like 4 percent and goes up, like, 8, or something like that. I don't... I had Had to look at it, but it's so it's a small percentage, but in aggregate, it's really not. So this is the way I would, I really think about it. If you wanna use that link or not. And again, it's amazon dot com for slash shop for slash podcast, and you don't have to remember the url, if you don't want to because it's in it's everywhere and I think it's at every single podcast are done. But Is the way III was I was like, is there, like a story I could tell, like, could illustrate this differently? Like, think about you go to any city, and you have, like, these street performers. And they're dancing or they're playing a guitar or like, or if you go to Subway New York, like, they're playing the Sa? And they have you know, like, people walk by and, like, throw throwing spare chains or them a dollar or something like that. So this is a digital medium. There's no, like, way to do that. But a picture if I was like a street performer sitting out there telling you about the stuff that I found it seeing these books. And you found that in that information valuable, and you wanted to hit me a dollar. By you buying a book, not only do you get to... You support yourself because you're reading and you're building up your own knowledge, you're supporting the author who puts a ton of, like, work into doing all this research for us and dis stealing the life people so we can, like, instead of having spent 70 years living. We we read their the results of that, their life for 8 08:10 hours. But you also support me, but it's basically it's effectively took me a dollar. If you buy that book. So you don't have to. I'd I'd much rather just read. I do appreciate if you do that. And again, it's no additional cost to you. It's not like, you know, you go... You're gonna buy on the name amazon say the books 10 bucks. And amazon not gonna charge you 11, so I can get a dollar. They just they pay me out of their end. So I would think of thinking of as, like, hey, you did a good job as a street performer here. I I wanna get the book and support myself the author and at the same time. So hopefully, that makes a because I... There's several people who've asked me a question. So maybe I haven't done a good good enough job. That makes... When... Usually should get these same questions. Like, usually, that's a telltale sign that I've done, like, I failed somewhere in in in communicating with you. And I just think it's cool because it's kinda like, a visual representation of the podcast, like, to see every single book that that has been covered so far. I don't know. I think it just looks interesting. Anyways, I've talked too much I will be back next week with a podcast on Steve Jobs, who again, I don't think you could... I think we could... There could be books written about him every year. And I don't think we'd we'd ever stop being able to learn. From just the way he he develop products and ran businesses. I think, I've I've said this before, Like, people think it's a cliche to admire or learn from steve jobs. I think it's the opposite. I believe it's the opposite. I people I believe people don't learn enough from him. And this is from somebody that's read, 2 of his biographies and then 2 books on product design and Apple. So the this next series that I'm doing will be a total of 6 books studying, like, kind of the whether it's directly setting his life or studying the the way he approached company, and I just never find that to be a waste of time. Ever. So anyways, hopefully you guys find the interesting. I will talk to you next week. If you like this podcast, sign up for the mis feed, please. That's the the number 1 way to support. The second way is tell your friends, your families text them, the link to this episode or any other episodes do you think is interesting. Encourage to sign up and spread to their ends as well. Thank you very much for your time. I considered an absolute honor that you've... If you've made it this far that you've listened to me, and I will work very, very hard and diligently, so I never, abuse your attention. Alright. Enjoy your week. I will be back. I'll talk to you next Sunday."
}