{
  "transcript": "I have developed what I hope is a more refined perspective on the extraordinary accomplishments of Steve's business life. 1 that deserves to be ranked amongst the greatest of any American, living or dead. There is no greater distance known to man than the single foot fall that separates a Ceo from a founder. Ceos are, for the most part, products of educational and institutional breeding. Founders are at least the very best of them are unstoppable, irr forces of nature. Of the many founders have encountered, Steve is the most captivating. Steve more than any other person has turned modern electronics into objects of desire. Steve has always possessed the soul of the questioning poet. Someone a little removed from the rest of us who from an early age beat his own path. It's hard now to appreciate the dire straits that Apple wiz was in after brought next at the end of 19 96 in a desperate effort to revive itself. The Silicon Valley Cy chuckle at the way Steve was able to sell next for more than 400000000 dollars even though it had only sold about 50000 computers. Steve returned to apple hardened by years of commercial adversity. Many are familiar with the re emergence of apple. They may not be as familiar with the fact that it has few if any parallels. When did a founder ever return to a company from which he had been rude rejected to engineer a turnaround as complete and spectacular as apples? While turnaround are difficult in any circumstances, they are doubly difficult in a technology company. It is not too much of a stretch to say that Steve founded apple not once, but twice. And the second time, he was alone. Okay. So that is from the updated introduction of the book that we're gonna be studying and learning from today, which is returned to the little kingdom, Steve jobs to creation of Apple and how it changed the world by Michael Mori. At least I hope that's how you pronounce the last name. So Michael wrote those words in 2009. But what is so special about this book is it was written and published in 19 84. So I've done 2 other, biographies of Steve Jobs. 1 by Walter Isaac since labeled Steve jobs, and the other was becoming Steve jobs. And, Isaac since, I think was published and I think somewhere around 2011, and I think becoming Steve Jobs was published in 2016. So it looks it. Life of Steve Jobs as a whole, which is fascinating for its own reasons. But what's interesting about this book is this book is about Apple from about 19 76 to about 19 83. So the very, very beginning of the the life of the company. And it goes through, you know, early life of Steve jobs early the life of Steve Was in the attic and all the other people that are inter integral in starting Apple. But because it it limits it has, like, the constraints of a about, basically a 7 year period. There's so much detail in this book that I haven't found anywhere else. And what's interesting about, Michael Mori, And I'm gonna read this sentence to you, which which is fascinating because at the time he's writing this book in the eighties. He's a journalist for time magazine. And he winds up meeting this guy named Don Valentine. Don Valentine is the founder of Sequoia Capital, and an original investor in Apple, And so he he appears in the book. Don winds up giving Mike a job. And then Mike goes on and as far as I can tell, and I'm no expert in the field by any means, becomes very 1 of the most successful venture capitalist of all time. So, Mike's own... Maybe we should call Mike. I don't know if he wants me call a Mike. Michael's own career is fascinating going from a time a journalist for time magazine, and I think about a few other publications to becoming a billionaire in his own right. So he just just 1 sentence I wanna start with. It's also in the introduction, but it's just a random sentence sites. I was interesting. And he said, had did I not met Steve and Don? I would never have understood why it's best not to think like everyone else. And and and that sense is especially important to me because now as I've gone through 70 something books, at the time I'm recording this, that's something I'm picking up that... There's like, a pattern that emerges that the people that that we've studied together in the podcast. They they do not, think like other people. Now that doesn't mean they're not normal people. And today, we're gonna learn a lot about, you know, the the the fact that you can be an incredibly flawed human being as a young Steve jobs was, and still build a successful company and a successful product. And I think that, that lesson, is inspiring to anybody because they're not you're not born a great entrepreneur, and nobody's perfect. So regardless of where you're at in life where you're already running its successful company or you want to 1 day or you're just interested in the topic. Like, you could accomplish great things even though you have flaws, just like a... Just like I do just like a everybody does. And I think that's that's a big takeaway. I just wanna successful tell you right up front at the very beginning of the book because, you know, the difference between Steve jobs, let's say, Circa 2007 2008 2009. And Steve jobs in the late seventies or mid seventies. I mean, it's completely different person. As, you know, of course, with with experience you're going to be a different person. But III guess what I'm saying is, what Michael did here was really smart and capturing the first, like, 6 to 7 years of a company because it the that as he's writing these words, you know, Apple today, we all know the outcome. But it was not sure what was gonna happen back then. And I think somebody going along in catalog, and documenting. What was taking place as it was taking place is extremely important, especially as you can look back on it, you know, 30 or 40 years late. Okay. So with that said, let's go back into the words he wrote in the eighties. I'm back into the book this is just fascinating to me. Let's see. This is the very beginning of Apple. And this is within 8 years, it had gone from a living room to a yearly sales rate of more than 1000000000 dollars, while the stock market had placed a value of more than 2 point of 5000000000 dollars on a chair. And this is this is something I did not know. It took less time to reach the Fortune 500 than any other startup up in the history of the index. So moving on, have anybody that has ever encountered see jobs obviously knows that he did not lack for confidence a lot of people considered him extremely arrogant. This is a example of something that I'm a big believer And I I think you should be your own biggest fan. Would you have 1 life, you and everybody that you know will be dead a years from now. Like, you really have nothing to lose. And I'd rather be over confident and, believe, like, overly optimistic in myself and my life than and and try to do something great and fail than just... I think the default mode for most humans is, like, like, doubt doubt themselves. But when you realize we're just temporary beings and everything around us is temporary or work is temporary. Everything that our entire existence is temporary. Like, why not go for? Why not be your biggest fan And this an example Steve Jobs being his own biggest fan. It says, so he... He's at a meeting in Apple and somebody asked somebody in there said, asked asked jobs to tell the newcomers how he had silenced the founder of Osborne computers whose portable portable computer been putting a dent in Apple sales. Tell us what you told Adam Osborne she employed. Adam Osborne is always... And this is now a direct quote from Steve. Adam Osborne is always dumping on Apple. He was going on and on about Lisa, and when we would ship Lisa, and then he started of joking about the Mac? I was trying to keep my cool and be polite, but he kept asking. What's this mac we're hearing about? Is it real? He started getting under my collar, so much that I told him, Adam, it's so good that even after it puts your company out of business, you'll still wanna go out and buy it for your kids. So that's obviously, like, a tongue and cheek kinda low funny little story. But I think the larger point here is listen. Pessimism is a self self fulfilling prophecy. If you don't believe that you can do something, then you definitely won't. Now optimism can be a self fulfilling prophecy. It's not guaranteed to like pessimism is is. Right? But being optimistic being your own biggest fan, the first step in accomplish something is believing you can accomplish something. Doesn't guarantee that you will, but it's the first step you have to do. You have to at least believe you can do it before you even try to do it. As opposed to, you know, the Cy and the pe and the people like, oh, you just can't never do it and hear a lot of about this. Like, oh, it's impossible to start a company. Well, just in United states say someone is, like 23, 25... Something like 25000000 entrepreneurs, let's say worldwide. I don't know. Maybe the number is hundred and 50000000, whatever the number is. Like, if a hundred million other people have figured have have figured out a way to do something, then do then most likely you can't too. The difference is most people never even believe they can. So, therefore they never even try. And there's another story they're in a meeting. They're to deal with having to recruit people. Because Apple's growing at the time. It's still a a young company And they're going back and forth and and jobs isn't in a meeting with a bunch of other people. And so there's this guy Elliot who is working in human resources, and Elliott trying to figure out a way to to help with recruitment. So he says, Elliott is says he, which is Elliott. He suggested ways of coping with the need for recruitment. Elliott said his department was swamped with 1500 resumes a month and suggested panning recruits. I would use the word filtering. Filter recruits from the names of apple's owner warranty cards. So he's saying, why don't we take the people to own apples that have filled out the Apple warranty card and kinda use that as a way to filter it down because I can't go through hundred 1500 resumes a month? And Steve Jobs is gonna say that's ridiculous. It's really stupid. So he says no 1 this is now jobs talking. Nobody any nobody any goods sends in their warranty card. Jobs said. He leaned over the back of his chair and addressed Andy Hertz field. 1 of the programmers. 1 of the best programmers at Apple. According Steve. Andy, did you send in your warranty card? The dealer filled it in Hertz said, c said jobs swirling around in his seats. What what we should do job said is Sandy is send andy out to the universities and let him hang out in the labs and find the Red Hot students. So Steve is saying there Was like, listen, We have we already have great people. Great people know know when other, another person is great. And there's this... There's this, like, reminder I keep to myself, it's a quote that I found I think on Instagram or Twitter or something, but I took a screenshot of it. And it's just a reminder like, how am I approaching my day to day life? And it says, mediocrity is always invisible until passion shows up and exposes it. And it's just a a reminder of myself and when I re... I don't know why I connected the 2, but I'm just sharing with you that I did when I read this section. When I read the section, I immediately thought back to that quote. And it's a reminder myself is, like, when I'm waking up every day and I'm, like, trying to... Like, am I approaching my life? Again, I just told you my own personal belief that we we have nothing to lose because we're temporary, like, our entire existence is temporary. So I don't wanna go through life in, like, you know, being average or being mediocre. And 1 way to, like an anecdote to earn anecdote. Excuse me, to mediocrity I think is passion. Like, am Approaching my life with passion, am I trying to be, like a, like a, like, a well like a well qualified person. And I think what Steve saying here is just it's it's it's actually really smart because if... He's already identified Andy as somebody that is that goes above and beyond. That somebody that is really not even above and beyond, because that's a that's a that's a that's not equivalent of being, like, really, really good at your craft. Andy is extremely good at his craft. He takes it very seriously. He invest in it, he practices it. He learns about it. And so Steve is like, we need more people like Andy. We don't need people that don't understand that your time is limited, and it's probably not a good use of your time to sit there and fill out a warranty card. And again, that's just like a weird counter point that Steve picks up on. Again, this is the flawed version of Steve Jobs. But even at a flawed version of steve Jobs, he had really strong intuition. And more than that, like, he really believed his intuition. Now we're gonna find out next week when he's letting his intuition, like, there's a dichotomy to any good trade. Any good trade you have can also be a bad trade. So the good intuition that led him to begin at the beginning and end of his time at Apple. That's exact same trait. Also led him astra for his, like, 8 years in exile next. So I think listen to this podcast and then combining it with next week's podcast. We're gonna see the the upsides and the benefits the downsides as well rather. Okay. So, Michael goes into a little bit about Steve's early life. I'm gonna skip over a lot of the things. Like, I'm assuming that you've listened to both my other podcast on Steve Jobs. So I'm gonna skip over any parts. I'm trying not to repeat myself even though that is gonna be somewhat inevitable, but I do wanna cover some interesting parts of Steve's early life that Michael hit on that I don't think the, the other books did. So this is about, his job... His dad, Steve was adopted. He said, after several years in the Midwest where jobs, that's the father jobs, Paul Jobs. Worked as a mach and a used car salesman. He and his wife returned to San for Francisco in 19 52. It was there that they started to raise their family and experienced peril parenthood. When their young Steve jammed a bobby pin into an electric outlet and burned his hand, they rushed to the hospital. Some months later, when he had a... When when... Excuse, someone's so months later, they had a stomach pumped after he and a young accomplished built a miniature chemical lab from bottles of ant poison. The jobs has bought a brought a carbon microphone home from his laboratory. That's his dad hooked it up to a battery speaker and immediately turned it into a into an electric pipe piper. Steve jobs who had picked up some elementary electronics from his father was baffled by something that he seemed to violate the rules that he had learned. The carbon microphone had no amplifier and yet sound as and yet sound emerge from the speaker. He reported this to his father who couldn't provide a satisfactory explanation. And so this is... The reason there's a point to the whole story besides shining light on what Steve was like his child is he he had a trait from very early age that he had as far as I can tell from his whole life, and this is an example. He reported this to his father who couldn't provide a satisfactory explanation, so he so he returned and badger the expert from He at Packard. He was soon presented with the object under inspection and was frequently invited to dinner at the engineer's house where he learned some more ru of electronics. So what I mean there is, he even talks about this later in his life, there's a clip on Youtube about this. But he's like listen... If I didn't know something, And he said in a nicer way. Like, I would just reach out and ask them. And he's like, more often than that, if you took an interest in somebody else's work, they would respond in kind and give you their, like, they're giving you their ideas and their time for free. So in this case the Young steve jobs were reaching out to the person who made to He packard like, well, how does this work? And engineers in turn, taking the time and explaining it to him. He did this constantly. There's an old anecdote that I covered before. I I might cover in the podcast. I don't know if I I took a note on her or not, but he calls up... I wanna say it's I don't think it was David Packard. I think it was bill Hue hue hue. 1 of the founders of pack. I'd he packard at the time. Back in, you, at this time and, in history, you could just... Everybody's in name... There was no such thing as, like an unlisted number. So he looked up at this... Steve I was 12 years old the time. He looks up the... I think this just say it's bill. He'll heal it for for simplicity sake. Calls up Bill He. He's like, hey, I'm steve Jobs 12 years old. I'm... I forgot what he's trying to build. He's trying to build something with the He packard part. Bill, I think sits on the phone with him for like, 30 minutes and explaining and answering all his questions and then gives him a job at the He packard factory for the summer. So I would just say, like, if if if you're curious about something, if you you have a question, reaching out to the people that may have an answer, it there's... I mean, what's the the downside? It takes a couple minutes here your of your time, maybe they never respond oh well, but the upside is virtually unlimited. So I think we should steal a job from the the idea of from Steve jobs. More of his personality, talks about, like, he he was sent to this elementary school. There was kind of lower income. There was a lot of fights. They called it Rough, which I thought it was a funny term. And then Steve even at a young age, it showed that he can exert his will. He says after a year, Steve jobs who found himself miserable and lonely, issued an ultimatum. He would refuse to return to school if it meant another year at credit, that was the name of the elementary school. Paul jobs detected the firm ness. He said he just wouldn't go, so we moved. This actually be... Was really important because he... They moved to the cup school district. That's where he's was able to access and learn about Tron, software or computers, He meets other engineers. He meets other people interest in the same things, and that, of course, leads him to starting apple years later. Okay. So this is the persistence and determination of a young steve jobs. Now at this point in time, he's in high school. He his he's taking up a natural interest in electronics and his electronics teacher is talking about the conclusions he drew from his time of teaching steve jobs. He says, he had a different way of looking at things. I'd put him down as something of a loner. He would tend to be over by himself thinking. On 1 occasion when Mc couldn't supply him with a part he needed, jobs called, see. He's doing this again. Jobs called the public relations department of the supplier, the name of the company's borough into Detroit. Mc call objective. I said, you cannot call them collect. Steve said, I don't have the money for the phone call. They've got plenty of money. Now some of you to listen to the podcast are too young to know know this. I am certainly not because I did this when I was a kid. But, phone calls used to cost money. And, sometimes they could be really expensive especially long distance phone. So 1 way around that is if you didn't have the money to make a phone call, like most kids don't. You can go to pay phone, and you can call collects. You dial, like, 100 collect or something like that, And what happens is it completes the phone call for you. But the person that picks up on the other line, says, hey, you got a phone call, a collect call from and say, and then you say your name like, you got a collect call from David. You press 1 to accept or you just hang up. And if you accept, that means the the price of the phone call is billed to you. And not the person making the phone call. So that's what Steve jobs doing. Let's see. Still, we're going this is still continuing with the persistence and determination. Says after 1 lecture, jobs button hold scientist. So this was at he attended meetings of the electronics club, and they also had, like, the companies... The local companies the time had these, like, outreach programs for people interested in it. 1 of them was called He Packard Explorer group. So this is where this is taking place. So said after 1 lecture, jobs button hold a scientist. W the tour of He Packard holographic lab and was given an old Hologram. On another occasion, oh, so I... I I'm gonna talk about this. On another occasion, he called the home of Bill Hewitt. 1 of the cofounder of He Packard and asked for some parts. He provided the parts and also gave jobs the name of the person to contact for a summer job. So at the end of his high school freshman year, job spent the summer working on an assembly line, helping to build He packard frequency counters. So I just think a lot of people Most people are not going to start a company. Most people are not gonna do most things in life. And certainly, most people are not gonna reach out and have the audacity to just call to randomly cold call up people and ask for help. And I think those that do have a massive advantage in life. And this is... I'm talking to myself too because I don't normally do this. And maybe I should do more of it. Okay. So note I left myself. I don't know what this is about, but it says Jobs was willing to do whatever was necessary to get information he needed. So it's interesting to me too. Skipping a going backwards. This is a young Steve jobs. He's a freshman in high school, and he's attending lectures from the He Packard Explorer group. I wonder what, like, a young steve jobs would do I think about, like, what what are podcasts? Right? Are basically lectures. Like, when you listen to... What you're listening to now is so basically a lecture on entrepreneurship or a lecture on the life of somebody, that built a company. When you have 2 entrepreneur being interviewed on... Because most entrepreneurship podcasts are obviously, not like this 1 They're mostly take place in, like, conversation forms. Well, what is that That's it's really, like, a lecture on entrepreneurship, friend of mine just turned, I I was texting the another other day, He turned 36 years old. And we were just talking about, like, if you could have anything for your birthday What I would say is like, I I wish I could be 18 again right now. Because especially the people are listening to me younger. Like, you have so many tools and advantages that just were not there. At at, like, at my age agent and, obviously, people older than me. Now that that should stop you, jobs did whatever you could to get the information. But what at my point is, like, you are your access information. Like, the access for information is not scare. Scarce. Scarce. It's not scarce. The desire to learn to go above and beyond to use what Bill Gu talks about, like, the the desire for professional research. Seeking out knowledge that you can use in your job and your career in your craft. That's not... That's not how most people... What most people do. And I think it it just it it had so much... I mean, Steve Jobs is doing that. What does that tell you? Okay. So it says jobs is willing to do whatever it was necessary to get information he needed. Oh, so this is interesting. This is what he's talking about. So I I'm not gonna spend too much time on it because I covered in other podcast, but, 1 of the first projects to see jobs and Steve W I worked on together was this thing called phone freaking, which is basically making devices that tricked the, hardware of, phone companies to make phone calls for free. So they make these little boxes and you could call all over the world. Because, again at this time, long distance calls were really, really expensive. So they wind up reading, like, this this this article, I think, like, esquire magazine about this guy named Captain Crunch and some other phone freak. So think of them, like, programmers but for phones. And they they try to track this guy down. Like, they called the guy that wrote the s, the Esquire post, he wouldn't give up because this thing was captain, the person they 1 other the people they they profile was scan and captain Crunch. They're, like, tell us who kept the country really as we wanna reach out to him. So they keep looking and they wound up stumbling across this guy who worked at a radio station at Berkeley who who's was like, yeah, I know who captain Crunch. I work with them. So they they get Captain coach on the phone and, like, will you come and talk to me and a couple of friends that are interested in this. And, like, you... They're like, yeah. And so, this is this is Steve Jobs and steve Was in the act searching out Captain Crunch to get information that's in his brain so they can use it. And now, this is the meeting. And it says, we're virtually amounted to a Apple visit which treated as such. Was opened the door to find a ragged figure standing at the corridor. He wore jeans and sneakers and had hair that ran a mu, an un shave face, eyes had sq in several missing teeth. Was recalled, he looked absolutely h. And I said, are you captain Crunch? And Draper, that's his real name replied, I am he. Despite his quirky manner and his... And his... I don't know what what this word is. His crazy looks, Draper provided a full evening education. Draper gave jobs and W numbers to other phone freaks, special telephone numbers, country codes, under see cable codes, satellite codes, access code. He be barrage them with details of toll switching trunks and conference bridges, routing indicator, supervisory signals, and traffic service position stations. Draper warned W and jobs never to carry a blue box around. That's what the the devices are called, and to make blue box calls only from pay phones. W thought it was the most astounding meeting we had ever had. That was good advice straight in for, unfortunately, here it his own. He wants up going to prison in a few times for stealing, like, tens of thousands of dollars worth of phone calls. A little bit about Steve Jobs personality. The thing that's had struck me was his intensity. Whatever he was interested in, he would generally carry to an irrational extreme. I love people like that. He had a very inquiring mine that was enormously attractive. You wouldn't get away with bland statements. He refused to accept automatically received truths and he wanted to examine everything himself. That's probably also good for when you're designing products. Right alright? That kind of frame with mine. Now a little bit about 1 of the 1 of the little known things about jobs is he was 1 of the first 50 employees that's atari. So it says jobs became 1 of Atari first employees and had fur... Had his first prolonged taste of corporate life in a company, where a succession of novel ideas managed to withstand any number of managerial torpedoes. The company was started and dominated by Nolan Bush now. I did a podcast on him. If you haven't listened to it I'd go back as Joey's his interesting guy. Bush viewed business as a type of war and employed pensions of diplomacy and charm cunning and force to control his employees and Bim the competition. Dressed in sharp, sharp suits, flower shirts, and Polka at ties, he became A atari 6 foot 4 inch j man. Don't know what that means. It was it was life in the fast lane with Nolan. He was he all he always wanted everything and he wanted it at once. But for all the thrill and spills, most of atari employees were conservative and jobs was considered peculiar. He poked his nose into other engineers business and made no secret of his disdain. Bush now recalled that jobs regularly told a lot of the other guys that they were dumb shits, and jobs himself said, Some of the engineers were not very good and I was better than most of them. The only reason I shown was that every other... Everyone else was so bad, I really wasn't an engineer at all. Despite his lack of formal electronic training, jobs quickly bridge a gap between being a technician and being an and being an engineer. 1 of his early tasks was to add refinements to a game called Touch me. Working with the discipline of specialized boundaries, jobs tailored their performance of the chips to what was wanted on the screen. He understood the chip subtle plotted on a new design and made substantial improvements to the game. W and meyer jobs work. He did the creative stuff. He realized that, hey he could build the same thing a lot simpler and better. It was engineering. And this is Nolan Bush. He says Bush appreciated job sense of urgency. When he wanted to do something, he'd give a schedule in terms of days and weeks, not months and years. And so that that that echoes goes back to Bush Famous description of Steve Jobs, which you said, listen, Steve Jobs had 1 speed, and that speed was go. Alright. So now we're going back, so how the the the... How the author Michael organizes the book is you have, like, a chapter or section that that that brings you into, like, present day apple. So let's say in late 19 seventies Apple in early 19 eighties Apple and then the next chapter will be, like, a flash back to an early part of Steve jobs or Steve Walks life, and then the next chapter will go back into modern day apple, modern obviously, the time he's writing and and so on and so forth. So now we're gonna go back into, the early days of Apple, and you have that guy Andy Hertz now talking with this, other program named Smith and this is, you know, listen this is a dichotomy of steve Jobs. He's gonna lay out negative, parts of working with Steve and positive parts at this time. So said, Hi and Smith worked around jobs unpredictable nature. Hurtful explained, he'd stop by and say, this is a pile of shit, or this is the greatest thing I've ever seen. The scary thing was that he'd say about the same thing. The pair floated in... Excuse me, the pair floated in the uncertainty of whether jobs like them or whether he just like them for the jobs they were performing. And Hertz 3 years after the start of his project admitted. I like working for Steve's because Steve because of Mac, but I don't know if I like him. 1 of the programmers who worked on the early stages of the Mac had nickname jobs, the reality distortion field. And the Sci f monitor is stuck. Jobs had many of his group believing they were building another Apple too and his faith was almost strong enough to persuade them that they were working in a garage when all the tangible evidence suggested otherwise, so that's when they're working in the Macintosh. And that's actually really important. This idea where... Okay. Well, the Apple too is already like, it's already successful. They're they're selling millions if not hundreds of millions of dollars worth of them at this time. But Steve realized and this is something he fails to realize when he's a next, and I'll cover that next week, that it's really important. So that section where he's like, listen, He made his group believe that they were building another apple to and that they were in a garage. Right? Working with had to be resourceful because they had limited resources. Right? That's... Even though the tangible evidence suggested it otherwise. That's all great companies are built in environments like that. It's... You can't just throw a bunch of money to on an entrepreneur and expecting them do something great. Like, you have to find something. Like, you have to have some kind of constraints. It reminds me of, there was this this this rapper, notorious Pid g. And on 1 of his albums, he talked about this advice that he got from from Puff daddy. He calls him I think Pete did at the time. I whatever his name was at the time. And he said, listen, Puff told me that I should approach everything, like it's my first project. And that 1 sentence has a lot of actually good knowledge in it. Because when it's your first thing you're doing. Right? Think about, like, if you're first time entrepreneur entrepreneurial your first time hip hop artist, like, you're putting everything into that. You're, like, you're dedicated. You're hungry. You're focused. What happens with time it's natural for people like, especially after you're successful to, like, you've now you're rich now or, you know, you could you can you could slack in areas where you don't. And... But yet if you... That you couldn't... Not that you don't. But then you couldn't... You could slack in areas that you couldn't otherwise at the very beginning. Right? Because now you have a buffer. Now you're you're... You have more space. Like, you've made it quote unquote. I think it's very important piece of advice is, like, even when you've already made it, like, still treat it, like first project, still approach it with a seriousness and a love and a passion that is found at, like, the beginner, like, when you're a beginner. I think it's extremely important. So it says, like all employees, Smith and her had gru about their boss. They complain the jobs for verbatim them to show them mac to their friends, while he paraded visitors, including his 1 time flame, the folks singer Joe and Bias through the lab. Their irritation mounted when it when it took jobs month months to concede that the max screen in 64 k bytes of memory too small before he ordered a re redesign. They mum some more when jobs refused to give them permission to sell a mouse interface for the Apple too. Smith worry that jobs wasn't thinking boldly enough about future computers yet, and now we're gonna see the things they like. This is the economy of Steve jobs and that economy has found in all of us. Yet, jobs exercise many pate touches. He had presented Hertz Smith and other members of the Mac group with with metals and helped make a ritual out of outing to sushi bars. When a program fell ill, he called the hospital frequently. He dropped by the Mac lab over the weekends and took evident pleasure in personally delivering the envelopes containing stock options. Jobs were shrewd enough to know that he could tan both Hertz filled and Smith. Okay. So, at this point in the story, jobs are still working at Atari, and him and W certain. They having this idea that they're gonna they're gonna make a computer. The time the things are just gonna make a printed circuit board, But I was struck by how uncertain jobs was. So the no life myself is it's normal to feel uncertain or unhappy about your path in life. And in my opinion, like, the only thing you can do is, like, just keep learning. Keep going and and trusted out work itself out. So his job was uncertain about what he wanted to do and wasn't happy about 1 obvious path. I didn't see myself growing up to be an engineer. Instead, he fell back on his natural in in and spent 2 semesters auditing a physics course offered by Stanford for gifted Freshman. Jobs left his mark on Mel shorts to professor who taught the cross. And this is now mel on jobs says very few people turn up who say they want to learn something. I was impressed by Steve's enthusiasm. He was really interested and curious. And so the this this time period we're talking about in 19 76, and says during January and February 19 76, jobs started to badger your W about the possibility of making and selling some printed circuit boards so that others could build their own versions of the computer. It was Steve's idea to hold them in the air and sell a few. Jobs entertain the notion of a fleeting informal venture that would be more of a partnership between friends than a proper company. And so what he's describing there what the author describing there is the very beginning of Apple computer. And that's just a reminder that all things starts. And to illustrate that point, this is what... Was their scope of their ambition at the very beginning. Jobs reckon that it would cost about 25 dollars to make each printed a circuit board. And then if all went well, they might be able to sell a hundred for 50 dollars a piece. They agree that they would contribute half towards the 1300 dollars they needed, and jobs reckon the printed circuit board would that that the printed circuit board would cost. Neither had much money. So once they have that done, jobs goes to the owner of this computer store called the bike shop and trying to sell it and the, the owner of the store had no interest in that. And the lesson of the story is Like, when you make something easier for people, the size of the market that you can serve expands. So this is how the idea to make a full, like, fully contained computer, at the very beginning, was actually a suggestion by somebody else. And that guy's last name is Tau. So it says gerald told jobs that he had no interest in selling plain printed circuit boards. Said his customers didn't have an interest in scouring supply stores for semiconductors and other parts. T said he was interested in buying only fully assembled and fully tested computers. Jobs asked how much Would be prepared to pay for a fully assembled computer, and he was told anywhere between 489 and 589 dollars. Jobs set he... And he told jobs that he had prepared to place an order for 50 fully assembled Apple computers. Jobs could not believe his ears or his eyes. I just saw dollar signs he said. W placed Charles order in perspective. That was this biggest single episode in all of the company's history. Nothing in subsequent years was so great and so unexpected. T order entirely changed the scale and scope of the enterprise. The size of the business had expanded tenfold. Remember, they thought they were gonna sell these boards for what 50 dollars. And then then he's like, no, just I'll buy a computer from you for for 500 bucks or, you know, 4 to 600 dollars. This is really interesting. And then this is Steve at the very beginning of Apple. And it says Steve was always very very tight with money. He always wanted to get the best value for the least amount of money. So in other words, he was extremely resourceful. Steve always wanted to make things of high quality and have high quality equipment. He always wanted to do it right. So that part was kinda surprising to me. Because, you know, there's a couple, like, broad, like, attributes or qualities that that all the entrepreneurs that that we are studying, have and definitely being resourceful, and then I use sometimes of the word frugal. I never thought of Steve jobs like that. You know, because, maybe I studied... I studied him, you know, like, his entire life. And maybe there was instances in that in the other books that I just can't recall the time. But, as I was doing additional research for this podcast, that came across this this essay that the author wrote, but he wrote in 2015. And the title is Steve Jobs message to unicorns, count the nichols. So I'm just gonna read this to you real quick. Should only take me a few minutes. And it was just surprising to me. And, I guess he he he starts off with something that I definitely felt. He's like, it's easy to forget. So this is... It's easy to forget that when he was a student. The man who brought us the Macintosh iphone and ipad and with his little finger Pixar, collected bottle caps to make ends meet. The need to stretch every nickel informed the way Apple was run during the early days. That's what he was writing run his book, and he's now writing run his essay sa 25 years later, 30 years later. It is on that spell rather than the enormous public profile commanded by Steve Jobs in his later years that would be emulator should dwell. So you're saying pay attention to this guys. This is sole lesson that this just as true back then and it this is now. Lost in the millions of words devoted to job since his sad and un timely death is what established App in the first place. An approach to business far removed from the techniques employed by the managers of the 3 or 4 year old subprime unicorns that command billion dollar valuations today. Peru Apple's initial public offering prospect perspectives, and these numbers are startling. In the year proceeding its flotation in 19 80, Apple recorded sales of a hundred and 17000000 and a pre tax income of 24000000. It did this in a market cluttered with dozens of companies making personal computers and with a payroll of about a thousand. Almost half of whom believe it or not, we're engaged in manufacturing. Apple's initial public offering, which raised 90000000 dollars valued the company at about 1200000000.0 dollars. And then he just leaves a side know he says multiply these numbers by 3, if you're were comparing them with current dollars. So that'd be what. 3600000000.0, and, need raised 200... So 270000000 to get to 3600000000.0 It's a rough calculations. Apple's 2 founders, founders and their and they're chosen chief executive owned about 40 percent of their creation. Largely because they had been so efficient in paris with a small amount of outside capital they had raised. Apple became a public company in a month when the prime rate stood at 21.5 percent. And the capital markets were bruising. All of this is most german remain in the era of the subprime Unicorn because the habits adopted during the formative years of a company have such an influence on its eventual operating performance. Apple's tone in its early years was influenced not just by jobs, but by management team composed of several alumni of the semiconductor industry. In Where the consequence of an operating mistake or harsh. Some will argue that Apple's lineage is irrelevant, and in some respects, they are right. Open source software and Amazon web services make it far easier and cheaper to start a company or at least build a product than it was when jobs c founded his business. On the flip side, at least Silicon Valley, it is also more difficult and expensive to build a company up than it was at the end of the 19 seventies and early 19 eighties. The fact that there were more technology behemoth. Apple, Amazon, Google, Facebook, Microsoft than at any other time in history makes life tougher for the startups. These companies together with a raft of smaller rapid rapidly growing profitable ones, and increasingly several Chinese businesses with Silicon Valley outposts are run by people eager to dominate new frontiers. That has had a dramatic effect on the cost of startup labor. Every capable person, whether their forte engineering or sales and marketing will be keenly fought over, and a large companies with their ample, profit margins and huge cash flows are prepared to pay king's ransom to retain their best and brightest or recruit to smart graduates. And to that, a large rise in the cost of property and lookalike alike companies spreading up all over the world, or add to that by the way, And it's clear silicon valley is more expensive in real dollars and 40 years ago. But this isn't when R was getting to his main point. None of this means that the laws of business have suddenly been reversed. That Apple is now the world's mightiest company is because it's principal founder and reinvent inventor was always aware that his large public profile rests at atop a meticulous operating machine. Something that those who aspire to replicate his success might bear in mind. So in other words, he's saying, listen, just we could, like, you have to be resourceful. You cannot for the laws of business. Be prudent, be resourceful be frugal how I interpreted his his essay, and it's definitely something he talked about in his book that he wrote 30 years ago. Okay. So now back to the book, again, III wanna highlight that something that was surprising to me how much does book pays attention to the doubts that were inside of Steve's mind? So is... And this is Steve talking. I didn't wanna be a businessman because all the businessman I knew I didn't wanna be like. He wasn't sure if he wanted to still, like, if he wanted to create, like, go forward with Apple. The private turmoil was the center of long discussions with those around him. And 1 of his friends and coworkers says Steve was searching. He seriously questioned whether he he should pursue Apple. And then another person said in a different way. Steve was afraid of Apple. And I just put that in there, man because I just... I feel... I I've had several points in my life where I filled doubts. I wasn't sure if I was doing the right thing if I was wasting my time, what should I do, like, a kept flip flop, and I... I mean, I think Steve jobs had those same doubts as well. And I think many other people if not almost every single person, that engages and and chooses to to do their own thing? It's inevitable that you're gonna find. You're gonna experience those doubts. It's just like, can you push through them or not? Some people give to the doubts and they give up and others just keep going forward. So that's extremely hard. And I don't think any book or anybody else can teach you that other than make you aware of that it that exists that is probably normal what you're feeling that way, but it's up to you to to to to overcome it. So... Something that that happens and I take a lot of notes on, you know, podcasts and talks with different entrepreneurs or whatever. If you're not on my private email list, make sure you... I'll leave a link in the show notes. Make sure you... Put in anyways, in a lot of these talks and podcasts and everything, like, people bring up the point that, like, good ideas is truly unique good ideas. Like, they're... The best idea is basically sound like bad ideas at the first. When you first hear them. And I think maybe it might be the same as people and this little, paragraph illustrates, like, Steve is clearly gifted. Gifted an entrepreneur, but, like, so let's say, he's 1 of the best entrepreneurs I hate to use that. But like, just the way bat best ideas can sound like bad ideas. Maybe best people can selling like bad people. So it says the entire W household was skeptical about jobs. Leslie W Heard about him as a clunky looking guy with bare feet and dirty hair. That's Steve Was sister. While her parents harbor more serious doubts about their older son's business partner. Jerry Was in the activist Steve Was next father encouraged his son to think about other allies and offered to put him in contact with some of his own acquaintances. We wondered about Steve jobs, Jerry recalled. We thought he was a type of person who felt he should always start right at the top and didn't care to work his way up. And now this is advice that Steve sought. For from Nolan Bush now and then also with Don Valentine, the founder Su sequoia thought of Apple. Jobs asked Nolan Bush for advice about where he should turn for more money. Bush, meaning to fund Apple. Bush gave him a tutorial on the world of Venture capitalists men who would supply money in return for a stake in a company and told jobs. The longer you could go without having to go to 1 of these guys, the better you are, the better off you are. But Bush also suggested that he could... That see jobs called Don Valentine, who was an investor in Atari. You now, this is a quote on from Valentine, neither 1 talking about both Steve's. Neither 1 knew anything about marketing. Neither 1 had any sense of the size of their potential market. They weren't thinking anywhere near big enough. Thinking how crazy that is. What a statement? Again, this the stuff you've learned to do. You're not born knowing how to do this. Right? He's saying, Apple became 1 1 of the largest companies in history. Yet at the beginning, they weren't thinking anywhere near big enough. It's amazing to me. Big thinkers often do big things. Small thinkers never do big things. A short while later. This is another example Steve still having doubts. Even though the companies like, they've raised money. They've added other people, and it says jobs didn't know whether he wanted to run the show or not. So it's how talks about, it's kinda Mike Mike Mark who's 1 of the Basically, c cofounder Va, like, kinda of 1 of the first adults hired, and it talks about... Well, he's he's talking to Steve Jobs. This his jobs listened. He balanced the promise of future contributions against tangible loss of power. He was strong enough to admit that what he didn't know and pug pug enough not to get bolt over by men who were many years older. He was prepared to re the sweat of a year, but he was also console by simple arithmetic. Since W Jobs and mark control the majority of the shares, they could un seat Scott at any time. So I should gave you some more background there. They're trying to figure out so he's, like, jobs didn't know whether you wanted to run or not. They're were trying to hire. Mark said, you know, he was already retired, partially retired in his early thirties, He made some money from intel. So he's like, I'll give you guys 4 years. I'm gonna help you get started. But I don't have any interest in long term interest in running the company. Jobs didn't know whether he wanted to. Obviously, Steve Was didn't want to. So they hired this guy named Scott, and that's what they're talking about. So, well, you know, I I don't know. Steve still had this idea, like, maybe he'll Leave Apple He'll go do what other things. Talked about, like, you know, becoming, like a va bond and, like, just hopping on, like, railroads and crossing the country and going to, like, dropping Lsd and and doing spiritual was. Like, he just had... He was not sure at all. About whether he should be committing to Apple, which is, again, crazy to me. I not crazy, like, I I think he was wrong, just crazy that he had those doubts. Like, because he seems like, person that knew exactly what he wanted and like. But maybe those those people don't actually exist. So they've already made the Apple too, and this is just a a reminder of what... Like, people like, Steve J wasn't an engineer. He didn't invent anything. You know, this is is contribution to Apple. This is... And it's it's... It you need somebody in the company that that kind of does what Steve did in Apple. It says Apple named its machine the Apple too. The computer had appeared at the West Coast computer fair. The computer that appeared at the West Coast computer bear was not 1 person's machine. It was a product of collaboration and blended contributions in digital logic design, analog engineering and aesthetic appeal. Now this is his contribution now. But behind them all, so saying, hey, you know, obviously, 1 person not building this. Right? It's not just a, it's not a 1 person company. But this is what Steve jobs contributed. Says, but behind them all, Joss poking prodding and pushing, and it was he with his seemingly inaccessible supply of energy who became the chief ar and reject. He's the 1 tie everything together. The 1 I kept pushing the ball forward. Oh, so I I thought this was really interesting. They're coming we're having to recruit people. And this guy Wendell Sandal, Sander had a really interesting. He's like, why would I leave? Like, how is Apple, which is, like a tiny company at the time, able to recruit so many experienced and and and and skilled people. And it's because some of them looked at it this way. It says, others meaning other people they recruited came on their own a accord, a accord. Wendell Sander, a shy engineer fair child semiconductor had become intrigued by Apple after adding some memory trips with his own design to the apple the Apple 1. He wrote a star trek program to use his children, demonstrated it to jobs while Apple was still in the garage and eventually after 13 years with fair child decided to let his passion guide his star. I think always said, let your passion guide your star. I love that. And this is how Sanders or Sanders made the decision. He said, if they had folded, I could've have just gotten a job the next day. There wasn't much personal risk apart from the chance of getting approved ego. My career would not have vanished. Scarce anybody consider that the decision to join Apple was risky. Instead, they all seem to feel the greatest risk was to stay put and do nothing. So the note I left myself on that page was 1 of my favorite quotes of all time. There's no security, only opportunity. And then a second thing I wrote myself was like, listen. In the age of infinite leverage, like the time right now, the greatest risk isn't taking no risks. There's been very few people that have actually a very small percentage of population that have actually internalized what I... That truth that the greatest risk in this day and age is to take no risks. This one's just a kind of like a selfish thing to include the podcast because I just love smaller, more human companies. And inevitably you you lose stuff like this as you grow, So it's up to you if you wanna build able to you know, there's no right, right or wrong way to build a company. Many different ways. You can have a tiny company, a big company. Whatever you you gotta be who you are. But this is an a, a story from when, you know, Apple was a smaller, more human company. I said that the setting form a backdrop for a business that filled some emotional need for many of its employees. For the teenagers and they they employed quite a few teenagers teachers. It's funny. For the teenagers, the computer held the main law. Way Wing, who spent most of his time working on software with Was, kept nocturnal hours of a youthful engineer. He worked between 3AM and 7AM disappeared for school and asleep and returned to Apple late in the evening. My parents weren't super crazy about it, but they were starting to split up. Apple definitely replace my family. When he graduated from high school year early, almost the entire company took the afternoon off to attend his graduation and present him with a 50 dollar gift voucher. So in the book, there's this quote from Tom Watson, which is the founder of ibm. And it talked about how... At the very beginning of Ibm, how they started to where... Like, to to get the word out and to think about, like, the branding of of the company says we were carrying the corporate image far out in front of the size and reputation of the corporation. And, Apple was doing the same thing. Now Think about how crazy, You know how much press Apple gets now. But the time, it's just... I think Mike Mark, Steve Jobs and Regis aegis Mckenna, who's their founder of their the P firm they use, and they had to go and and do it, like, do it by hand to get to get notice to get publicity. It said Mckenna arranged for several busy 2 and 3 day trips in New York with Apple and endured plenty of sn and disappointment. They card an Apple computer about New York, plotting from magazine to magazine, waiting in lob, logging the computer up elevators, snatch quick breakfast with journalists from 1 magazine before dashing off to to keep morning and lunch appointments. It was an exhausting tires repetitive work that didn't lead to many immediate payoffs. But yet they still did it and was important in the long term. Oh, I love this idea of what, Steve Jobs did. He he was... Well, Apple was the only people, the first company I should say, to put a lot of time and effort into how the the owner's manual looked, And that was... Steve Jobs idea, and he goes back to this quote famous favorite quote of mine that says how you do 1 thing is how you do all things. And I noticed in my own life, I'm starting to slack on something. It's inevitable that that's not the only place I'm slack. That means like, I've I've... I'm screwing up in other places. Because I'm allowing, like a lower quality than than I would apply other areas of my life. And said the general look of the company was tied up with the owner's instruction manual. Scott, that's the president that they hired was more eager to ship computers and to fuss over the graphic design of a manual and felt that all the company needed to distribute was sheets. Jobs thought otherwise. Jobs wanted good manuals and he fought very hard from them are for them. When the manual eventually appeared in August 19 79, it set a standard that competitors like Comm or, Radios shack and Atari, Atari, publicly emitted they would have to match. So, you know, 1 of the most famous things about apple is that the inside of the computer is is beautiful as the outside, even though you can't even see the inside. So how you do 1 thing is how you do all things. Now we're getting into more of the growth of an early apple company. After apple to... Apple 2 is basically the product that just turned apple into a rocket ship. Also caused a lot of problems. That's what a lot of the book is about. Of the problems when how do you, like, how do you take a small group of talented people and scale it? The answer is you don't. So, at least you don't easily. And in apple's case they they've obviously failed to do that over the long term until Steve jobs came back later. So this is the Bo. I'm gonna I'm not gonna talk too much about it, but they call it the Bo explosion, and it a it's a time... Well, I'm gonna read... Let me read this part first. The gradual change from a bloated garage operation into something resembling a corporation was ar and protracted. Once Apple announced its disk drive in the summer of 19 78, orders increased. The backlog of un sold computers disappeared and the pressure to grow mounted. The headquarters has moved to a building 15 times larger than office than the office Apple had occupied. When the 9 year or old employees wanted around their empty new building, most were convinced that it would last, if not for a lifetime, so certainly for several years. Within 3 months, the packing curtains arrived and again, Apple command year a couple more buildings. So think about that, they down was gonna last for years, the growth was so fast it was 3 months. The second shuffle was made in such a hurry that interior alterations were performed without any building permits and equipment was brought in over a weekend from trucks discreet parked by some rear doors. So this is the beginning that they start... They go to 90. They get to 600 people. Then they go from 612 hundred people in 3 months. And that's what they call the Bo explosion because they're hiring so fast that the overall average quality of of employee, low lowers drastically. So let me read this... I'm trying to figure out what I was trying to tell myself. What is past David trying to tell present David? I guess, Past Was trying to tell future, David at that time, which is now present David? A natural inclination to find a better way is a good rule for life and allowing your skepticism to be overrule means you know you don't have all the good ideas. Okay? So that I... Apparently, that was my takeaway for this 1 sentence. Jobs allowed his skepticism to be overrule by his natural inclination to find a better way to do things. So it's actually a positive of young Steve jobs that he kept as an older Steve jobs. I think I always a good idea. Because the world is complex. It's impossible for all good ideas to come from 1 per... And this is an example of what a hit product does to a company does does to company growth. 3 and a half years after the introduction of the Apple 2, a hundred and 30000 had been sold Revenues had gone from 7800000.0 to a hundred and 17000000. What the hell? That's insane. That's 3 years. Say goes from 18000000 to a hundred and 18000000. And profits has risen from 790000 to 12... To basically 12000000. And that, that fall, 31 months after the t employee had joined the company and just 12 months after the 3 hundredth employee had arrived, Apple's payroll topped 1000. So wait, 12 months. So they go from. What is that? Wow. So from 300 to a thousand in in 12 months. And now the company occupied 15 buildings. And so now more of the negative part of a young Steve jobs. There's this memo, Jeff Ras had a really hard time. Is 1 of the people that started the Mac program. Had really hard time working with Steve. And again, it's a reminder that you're not born with these skills. Management skills of a large corporation or something that's unnatural, something relatively recent in all of human history, so therefore, you must learn them. And A4A page memo, titled working with with and 4 Steve jobs, Ras suggested the jobs get management training before being allowed to manage other projects. While mister Jobs stated positions on management techniques are all quite noble and worthy. In practice, he is a dreadful manager. It is an unfortunate case of mounting the right ideas of mounting the right ideas, but not believing in or executing them when it comes to do something. When it comes time to do something. We're ras can continue. Jobs regularly misses his appointments. He does not give credit war due. He he plays favorites. He has favorites who can do no wrong and others who can do no right. He interrupts and doesn't listen. He doesn't keep promises. He's a prime example of a manager who takes the credit for his optimistic schedules and then blames the worker when the... When the deadlines are not met. Oh, this is also something interesting so they're they're gonna Ipo. They've raised some money. But for a time, jobs fantasize about keeping Apple private. And it's just temporary obviously, but this is surprised me. This is why. Among Apple's top managers, there were some reluctance to head a public company. Jobs for a time was a chanted with the notion of em the enormous, privately held San Francisco construction company. So I actually have a book. I haven't got to yet. But I ordered it sitting in my nights stand about Bet. And I thinking I why reading a couple books about this company because it's so mysterious, and it's still privately held today. It's 1 of the largest privately held companies in history. But that'll eventually turn into founders that visits some sometime in the future. He liked the idea of not releasing information that might help competitors of running a multinational company without having to endure pressure from stockholders and in of avoiding tau from the Ga flies who make a pass of appearing an annual meeting. So obviously, benefit of running a public company. You have access to a lot more money, you can make a become fabulous wealthy off the stock, but you also have the downside too where you give up controls. It's really up to what you're trying to optimize for. So this is a little bit of how Steve jobs sign products. It says Jobs had a little interest in Labor research. This is what I referencing earlier about it believing in your own intuition. Which just can be positive and negative. There was nothing he believed in more deeply than his own intuition and his sense in touch for where the technology and markets would meet. So he's right about the Apple 2 wrong about the next computer and then write about the iphone in other ones. With the continued success of the Apple 2, Jobs developed would amounted to a religious faith in the strength of his instincts. He found Apple's prototype customer in the mirror and the company came to develop computers at jobs at 1 time or another decided he would like to own. So that's how he does his products. He says the Apple 2 had been so successful that everybody was walking around thinking they could do anything. So this is the negative part of it. It also became to seem as a test of Apple's ability to build a computer as a company as opposed to an individual or a small group of people. Right? The circumstances had obviously changed since the days when W made modifications to the Apple 1. And this is an important point. Building computer as a company Apple soon discovered was far labor than knocking together machine and garage. The Apple 3 was designed by committee. Apple felt it the way that that was the way a proper company should design a computer. Everybody had certain ideas about what the Apple 3 should do and unfortunately all of them were included, and that end up being a big flop. As was the Lisa. And this is just reminder 1 on most famous act ac axiom, a, maxim you've ever here heard is that, you know, arrogance are pride comes before a fall. And this is, you know, they they were making tons of money. Mike Mer cooler was Cocky and so as Steve Jobs says Mark could barely contain his irritation when asked how Apple plan to respond to Ibm. We were planning and waiting for ibm to get in the marketplace for 4 years. Were the guys in the driver's seat. We're the guys with 1 third of a million installed install base. We're the guys with a software library. We're the guys with distribution? It's Ibm who is reacting responding to Apple. He added. They'll have to do a lot more reacting and responding. Abby, Ibm hasn't the fog notion of how to sell to individuals. It took us 4 years to learn about it. They must learn about distribution structure and independent dealers. You could not reduce time by throwing money at it. Short of World war 3, nothing is going to knock us off the box. Oh, Jesus. So wrong. Jobs had his own clipped appraisal of the Ibm announcement and predicted. We're going to out market Ibm. We've got our shit together. Well, I think everybody knows how that ended. Alright. So when the book ends, the the original book ends, you know, apple's in a good position. It's in the early 19 eighties, they're feeling cocky they're feeling confident, it's not for fears later till Steve Jobs obviously gets kicked out of the company and and, obviously, you have that that downfall that takes a while to happen. That... So the the book ends, you know, okay, well Apple, you know, it's it's still unsure, like, they're they're a successful company. They they grew fast. But its future is very much unwritten as as now we have the benefit of, you know, living in the future that we that we saw the outcome of that. What gonna do for the remainder of this podcast is read from the Epi log. And the epi log is written now in 2009. And it's a great... I feel the Apple was like a 15 minute read or 10 minute read. I'm not gonna read all all of it obviously, but it's a good, like, summary of, you know, Apple in general, and he's just got some lessons for us. Let me just I'm not... They don't have, like, a main theme or just pull out some interesting ideas and I'll close on this, but let me just get into it. Because I think this is a valuable information for you. Remember, he's writing this now, like, you know, quote more than a quarter century. It says, more than a quarter... Excuse me. More than a quarter of a century past since I wrote the previous page. So now we're in 2009. 25 years later, when people are as familiar with the names ipad, iphone or Macintosh as they are with Apple. Or, ipod. Sorry. Ipad didn't exist yet. It is hard to imagine a time when the company appeared to be just another technology farm firm that would be snuff out or absorbed by a competitor. Since 19 84, There have been plenty of technology companies that have faded to gray are gone to black and he starts listing a bunch. The more the mortality rate makes Apple survival, let alone prosperity even more remarkable. I've watched Apple versus a journalist and later an investor for most of my adult life. Since then, I've developed a keen sense for the massive gulf that separates a few astonishing enterprises from the from the thousands that are lucky to scratch out an asterisk in the footnotes of the history books. In 19 84, more immediate and mundane challenges confronted Apple. Faced with the challenge of managing a fast growing company in an increasingly competitive business, the Board of directors of Apple or faced with the most important task that it confronts any board, selecting a person to run the company. Only in retrospect, have I come to understand the immense risk associated with hiring an outsider, let alone a person from a different industry to run a company whose path has been heavily influenced by the determination and ferocity of its founder. It is not an accident that most of the great companies of yesterday and today have during their heyday been run or controlled by the people who gave them life. The message is the same irrespective of industry. Era, or country, and the name can be, and the name can be Ford, standard oil, Chrysler, Kodak, He Packard, Walmart, Fedex, Intel, Microsoft, News corp, Nike, Disney, Oracle, Ikea, Amazon, Google, Bai, or Apple. The founder acting with an owner's instincts will have the confidence, authority and skills to lead. Sometimes when the founders instincts are wrong, this leads to ruin. But when they are right, nobody else comes close. When corporate boards start to have mis giving about the condition of a company are the ability as a founder, and have no plausible internal candidate, they will almost always make the wrong move. At Apple 19 85, the board's decision was complicated by the fact that there was no obvious successor within the company. Jobs was considered too young and too immature. The oppressive weight of conventional wisdom tilted the quest towards a resume dripping with impressive sounding titles and credentials. Experience is a safe choice. But it is often the wrong 1. While Pesky newcomers attacked, invent invent ness with inside apple. The company that had led the industry with color on the Apple too, a graphical user interface with the Macintosh, desktop publishing in laser printing, integrated networks and stereo sound, stop leading. As Sc departed, that's John Sc, the cupboard was bare. The spark of imagination or more particularly the ability to transform a promising idea into an appealing product had been extinguished. In an auto biography published in 19 87, and this is just gonna get real ridiculous here real fast. Sc, and what now seems like a very accurate assessment about the gulf between his capabilities and the founder he displaced, savage jobs ideas of the future by writing, Keep in mind he's writing this in 19 87. Apple was supposed to become a wonderful consumer products company. This was a luna tick plan. High tech could not be designed and sold as a consumer product. Think about the the words that are coming out of the guy's mouth that the board of Apple thought it was smart to replace deep jobs. I mean, that that's just silly. Over the course of 48 months, in the mid 19 nineties, the board included the company's own Chief Financial Officer, a person who had built a River boat gaming company, the Ceo of an enormous European packaging company, the Head of National Public radio and an executive from Hughes electronics and star Tv. None of these people had experience in the personal computer industry, none had worked for time in Silicon Valley, none knew the others well and none with the exception of Mark had a major economic or emotional interest in Apple. It is hard to imagine that they thought of them what it is hard to imagine that they thought of themselves let alone acted as owners. Em Jeff Bezos famous quote. You advice to his executives act like an owner. While Apple s, Steve jobs dirt his wilderness years. An ar painful journey that in retrospect was probably the best thing that ever happened to him. After being banished from Apple, he sold all but 1 share of a stock and at age 30, cast about for a new beginning, so that's the period of time that we talking about next week's podcast. In 19 85, he formed a new company. Next, there began a tortured tail, which culminated at the end of 19 96 with the most unlikely of endings, an acquisition of By. By 19 96, both next and Apple had peter out. Jobs had been relegated to a Cameo act in the computer business. Then, almost like a chapter out of the night... Out of a nineteenth century Victorian romance, jobs convinced Emilio, which is Ceo of Apple Time to purchase next for 430000000 in cash, and thus, un winning issued his own exit Visa. The Apple, he meaning Steve Jobs inherited in the fall of 19 97 had lost its creative zest and leadership position in the technology industry was almost out of cash was unable to recruit bright young engineers which drowning an inventory of un sold computers and had nothing imaginative in the works. Jobs was on romantic. The marketing department eager to announce a change for the better, 1 to run ads that said were back. Jobs would brooke none of. So I just wanna pause real quick think about... Think about all the stuff we've... Been talking the podcast. The young... We focus... This podcast was focused on the young flawed jobs, the jobs that was running Apple from, let's say, you know, 19 76 to 19 84 or thereabouts. This jobs 13 years later. That's a perfect example. A perfect illustration of how much he had changed and grown and I mean and what Michael Mori is saying here, a large part of his growth came because he was enduring, you know, 8 years of struggle. Alright. So back to the book. Talks... This is the results of him coming back in it from 97. They they were gonna lose... I says, 1 year later, In the fall of 19 98, Apple reported annual sales of almost 6000000000 dollars and a profit of more than 300000000. Compare that to sales of 7000000000 and a loss of 1000000000 at the time he took the helm. At the end of jobs decade running Apple, an error which the growth of the personal computer industry had slowed to a pedestrian pace. Its sales had risen from 6000000000 to 32500000000.0 and the price of its stock had at its peak multiplied 40 folds. And this is probably the 1 of the most important since this is in the book of my opinion, it is a tonic to realize that nothing is more infect than the spirit of a restless company threatened with extinction. As with all books about business, this has been a tale of yesterday and today. And as with all stories of success, this has been a triumph of human will. Now lies tomorrow. And that is where I'm gonna leave the story for today. As with every of the all the podcasts I do. This is just a very tiny part of what I learned from the book. If you want the full story, and you wanna support the podcast at the at the same time, by the book at amazon dot com forward slash shop forward slash founders podcast podcasts. Also leave a link in the show notes so you can just tap that. To use that link, Amazon sent me a small percentage of sale at no additional cost to you. Thank you very much for listening. I will talk to you next week."
}