{
  "transcript": "When jobs left Apple in 19 85 start another computer company from scratch, the next in its name referred to Steve Jobs next bid to shape history to present to a great world the next big thing. Intermittently, the world had heard from him and his company in press releases are in stage events for the media, but though 8 years had passed, and the fire of ambition burned as brightly in jobs as ever, another business miracle had yet to materialize. Reporters who wrote about Ne would often forget 1 exactly next had been founded. And as late as 19 92 would still refer to next as a company that it was 2 or 3 years old. An error that jobs, of course, was happy to let stand un unconnected. The less attention paid to his failures to repeat at next, his earlier success at Apple, the more attention he could direct towards next his future, clean and un tarnish, always bright with possibility. Better to look anywhere, but to past record where jobs attempt to build a profitable rival to Apple had led him from 1 strategy to another from blu to blu disaster to disaster. What makes his next story especially intriguing, however is the goal ability of many others who lend money, careers, and prestige to Steve Jobs quest. The greater portion of investment capital came not from jobs own pocket, but from that of others. The amount of money that was sunk into the next venture made it a story for the history books. But not in the way that jobs intended. Well over 250000000 dollars of capital and royalties disappeared and next without a penny of net profit to show for the investment. Next dismal skiing of business judgments threatened to go down in the books as the most expensive flop in the history of entrepreneurship. Okay. So that was from the introduction of the book that I read this week and the 1 I'm gonna be talking to you about today, which is Steve Jobs and the next big thing by Randall Strauss. So I guess I should start right at the beginning. This is gonna be 1 of the most bizarre podcast podcasts that have ever done because I don't think... I think there's only 1, like, good idea in the entire that you get from reading the entire book. And that that makes a lot of sense when you think about the book... Let me grab it real quick. Was published in 19 93. So at the time, the author is writing this, he's was burned through as he just said 208 years and 250000000 dollars in capital, and the book ends with the decision by Steve Jobs. I guess, it's not even by Steve jobs. I was forced on him, which I guess I could to later on. To abandon manufacturing hardware and just focus on, the next step operating system, so that... That's 93. And so as you can imagine, if you study, if you just look at the history of next from the time is founded to 19 83, it's a giant failure. We know because we have the benefit of hindsight that the author did not, that about 4 years later. Steve Jobs somehow convince Gil Emilio, Ceo at the time of Apple to buy next for 450000000 dollars, which, of course, leads him to, running apple ears like, a year later. Now I do wanna say 1 thing though, because this is the fourth podcast. The fourth podcast I've done on Steve jobs. So last week, if I could, I guess, before I get jump into the book, and I'll just say this real quick, and then we'll get into the book is every single 1 of the 4 books that I've read, not including the 2 that I do for the... On the review only podcast feed. Which was just about product design at Apple, which is not necessarily just a focus on steve jobs. But I guess what I'm saying is if all 4 the books. You have returned to the Little kingdom, then you have the next big thing, then you have Steve jobs by Isaac inn and then you have becoming see jobs. If I could do it over again, I would read all of them, But I would do it in the order of the time period that they study. So I'd start with the book I did last week, which is returned to Little Kingdom because what's fascinating about that is a subtitle Steve jobs, secret creation of apple and how it changed the world. It focuses on, a hugely successful company right at the beginning. So focus on the first few years of Apple. So if you haven't heard that podcast listen to it because I think it's good. Because then you you have an understanding what happens? Like, what happens when you you build a truly revolutionary product and it takes off, like the Apple 2 computer did. Okay? So that was really interesting because it only focus on the first, like, 7 years of Apple's corporate history. Now this book, it only focuses is on 8 years of next history, and it's the opposite lesson. What happens when you have a product that no 1 wants to buy, which is what the next computer was. And then I would read the 2 other books, steve jobs, and then becoming steve jobs because it's more of like, a... It's a more of a a typical biography. It takes his life in in totality in totality. I think it's the word I'm for. Okay. So I just wanted to put that out there. I'm gonna jump right in. We're gonna still learn a lot. But most of it is, you know, studying the the the decisions and the strategies that Steve jobs decided to go with and realizing, like, basically, learning not what not to do. So, going back into the introduction of the book, which has tons of really interesting information for us. So, it's a... Next is a private company, they take about 3 years from the the time it was founded before they actually have a product. And as such, Steve had to do, like, they kinda come... I think the author comparison to, like, the Wizard oz, like the man behind the curtain. Like, kind of only letting you see what you wanted to see, but it's not a clear picture. And there's really no way for me to to characterize this as other than just blatant and lying. And it's something that still goes on to this day, which I find interesting. I was just reading this article about, the company we work, which is still private, and they they come up with, like, their own way to determine. I think it's, like, community adjusted earnings before. Just like, a made up metric. Again, they got a lot of slack on Twitter and otherwise for doing so, but that's not really new. Steve Jobs is making up his own metrics, And this is an example of. So companies making up profits for removing expenses is nothing new. That's the know. I left myself. And it said the profits that next 1 of the world to notice were an accounting phantom. And excluded interest payments for loans. Next had a loss for the quarter. Next did not... And so they're they're saying, hey, we had our first problem quarter. So he... This is just introduction. We're gonna go back, so he's he's giving us, like, a you know, general, like, kinda like a summary for the book if you will, and then we're gonna go back in time to it before they even have a product. But he says next did not reveal that for the year, the company had fallen about 40000000 dollars short of breakeven. So let me give you context here. He says, hey, Look, next had our first ever profitable quarter, They... Steve was, like, a master at, you know, for lack, a better word manipulation and especially manipulating the press and, like, the public image of the company even though it he was doing poorly for the Oh, for, all of its existence, he would highlight, you know, things like this. Like, oh, we had a first profitable quarter. No. You didn't because you did... You you didn't... You excluded legitimate expenses that your company asked. But not only that, who gives... Who really cares if you have a 1 quarter profitable when you lost 40000000 for the year. And again, that... To some people that may not seem like a, a relatively big deal in isolation. But it... To me, it is a big deal because the problem is, like, the prom occurs when you actually... When the actual company believes in bullshit. And that's exactly what happened when next. So it says next management was so persuasive in its denials of recent or imminent change, and it's serene... And in in its serene pronounce about profits that have fooled not only the public. Again, I was jobless as objective. I would I would guess. And he says, but also the company's own employees. So that's a really big problem. Because now the the author talking about what... What's is gonna happen a few years in advance from this point. He says, hence, the news that leaked on Tuesday, February ninth caught almost everyone by surprise the... In this sell the book ends. The company was immediately abandoning computer manufacturing and laying off 330 of its 500 employees. Cutting not only in manufacturing and design, but also in sales marketing and administration. Many and this is so messed up. Many of the affected employees learn of the layoffs in a fashion that made awful news all the worse. From the radio. The day would be remembered by victims and survivors alike as Black Tuesday. Here is a company that could claim that its business was healthy and profitable 1 moment, then announce... Again, that's it's what it's saying to the public. Right? Then announced the abandonment of its sole existing source of revenue, the hardware and the destination of more than 60 percent of its workforce, and then re with innocent e that it was simply capitalizing on its assets. Sea jobs sea jobs offered no explanations of the discrepancy between the earliest sang announcements and the apparent need to change direction radically. He directed attention forward to the future, to the beck opportunity of leading next into the ranks of first tier software companies. And that's interesting that he uses the word first year. Software career company because at the very beginning when he was starting next to recruiting all the people he said he wanted to be a first tier hardware company. So now that he completely changed. It this actually was a decision. The the right decision to make. Unfortunately, it didn't come from sea jobs. It kinda of was forced on them from, outside from not from, employees who who kept badger. Hey, we need... The the market has spoken, the hardware is not gonna sell. We need to, actually... The 1 thing we've actually built to has value is the operating system. So he had internal pressure and then external pressure from, like, people like Andy Grove, who is leading intel to time, which I'll obviously tell you more about. Okay. So the reminder here, again, my goal with this podcast is not it's not to criticize the business decision other people. Like, it... I'm... We're doing this purpose... Like, the exclusive the purpose of this podcast is for, like, educational purposes. Right? But it's not like a negative thing. Like, to me, this was very... Like, his, you know, Steve Jobs, we don't have to worry about his place in in in history. Like, he he came back and and led the company that created the most successful consumer product at all time. But what I find motivating or inspiring is that... What I always say is like, there would be these these people are not idol. Like, they're flawed just like you and I. And the very fact that we have an entire book, 400 pages dedicated to of mistakes to somebody. Like, their... The the mistakes are not fatal. Like everybody it's capable of making mistakes. So, like, even great entrepreneurs are prone to strategic mistakes. I always go back to what Mark Describes like the the the the active starting a company. And he says it's a complex adaptive system. These things behave in ways that are unpredictable. They're not just gonna line up with your vision like, your vision wants to interacts with the real world, which is exactly what what the book is about, like, Steve Jobs vision for next and then was completely different than what it... Than the... Like, when interacted with the the real world, what the result was. So I think that the main takeaway for the book for me is like, okay. Well, listen, you can make mistakes If you... As long as you learn from them, which it took Steve jobs many years too. And if you look back at how he how he talk later on his life. He says, listen, man I got hit. He calls get going getting fired from Apple and having to start next, getting head and hit head with a brick. But he's like, he's right, the best thing I needed because we're gonna see, like, he's... There there's a difference between, like, being confident and then Steve jobs level little of confidence, which I'm gonna pull out some quotes in the book that you'd are just jaw dropping. But, anyways, let me jump back into this part where I left to know that said listen. Even great entrepreneurs are prone to strategic mistakes. And the the very founding of next, what the product they decided to build a strategic mistake, The market they went after was a strategic mistake. How they manage their resources for a strategic mistake. Like, just over and over again. It's it's it... It's almost like doctor J, mister Hyde. Like, the idea that you have somebody as as as skilled as I steve y'all was later in his life. It's the same person as the the the person being described in this book, which again, I think Randall Strauss said, okay. The... You know, it's it's clear next is it's gonna be a failure no matter what? He wanted up being wrong about that, but he was right about making that decision at that time based on these information, I can understand why he reached that conclusion after after you finished the book. Alright. So it says even with an accelerated schedule Next still found itself in an une end une predicament. The company pulled out of the computer business before it had it of placement product the Intel software ready for sale. They're saying they're gonna, create before, of course, you know Steve Jobs Mo, you most likely do that he wants control the hardware on the software. He would not write software. He would not make next compatible next software compatible with other machines. Eventually, that's the exact decision that he's doing, so that's we're talking about he... Did to deal with intel to do that to do that. So it says All had to offer an interim was the older version of the software, they ran only on next computers. The only potential customers that is, those who owned a computer that could actually run it, had already been given the software when they purchased the machine. So clearly, that's not... He didn't... He did not decide to do this well in advance. He was forced into this decision when the company is running out of resources, basically. Next was an 8 year old company that was attempting the most awkward of all possible transitions. Going months without a single revenue producing product. Hard to argue this, like, a worse position in the company could be in. This is a random line that I think is really interesting. The... So the author comparison contrast, what's happening with in Steve jobs like with other people in the computer industry, like, sun, the the huge success of sun micro systems. There's actually an entire chapter thinking about doing, like, a standalone podcast because... There's 1 chapter that the author compares, the decisions by next, and compares contrast with their main competitor or, I guess, the the 1 dominating the the workstation industry, which sun micro Microsoft for the time. I might still do that. It it's very fascinating. But they also do... They talk with a lot about Bill gates and just other people that are that are running, computer companies at this time. So there is a line about Steve Jobs and Bill Gates in the early nineties that I believe is still true today and accelerating. And I just think it's a, a fascinating thing to remind ourselves and it says their personal fortunes meaning jobs and gates. Their personal fortunes chart changes in the landscape of the American economy, and I would replace American economy with the global economy, the world economy as money shifts from the solid, the bulky, the tangible toward the trans transit and rapidly obsolescence the miniature the cerebral. So a lot of the people I've covered on on this podcast made their money in Adams. Physical infrastructure. Think Cornelius Van bill, Rockefeller. We just did, I I just no week. Just me. Obviously. I just did the 3 part series on freaking angel Carnegie. These are their they're little world of Atoms. Gates and and jobs are in large part, especially gates are making money in the world of bits. And so I love how they talk about this. And he's writing this in 93. You know, So says it's going away from the solid towards the transit, the rapidly obsolescence. Think about, like, a, your iphone if you had an iphone that's... Like, the... You still use iphone too, the iphone 3, probably not. To the rapidly to the miniature into the cerebral rules. Very interesting. And so now he's he's gonna to do a little, like, he talks a little bit about, like, psychology of Steve Jobs like, why? You know, he's already been successful. If he would've just kept his Apple stock. He woulda know how to work in his life. Obviously, it's not what will motivates steve jobs, But let me just read this part, and Tell you the new and I left myself and what what I thought of about when I came across this this paragraph. It says this is this suspicion troubles entrepreneurs of all ages. And many have embarked upon a succession of new ventures. These are and... This is interesting when he talks about this. The like, the the the desire to create new companies. Like, what is that? He says these are self imposed tests that could confirm that it was their own internal resources and not luck that accounted for their first success. Almost all fail in their quest to repeat earlier history. And so this just a reminder, like, all good things come... All good things in life come from compounding that if you have a business that's working, it's best to stick with it. A lot of people, you know, they have this I always say, like, the holy grail, like your Von art of pe Pat. Not only do I think it's like, his philosophy and eat ethos on business is fascinating, but this has... This guy is a 40 year old private company. That's made him a billionaire that he still controls and and produces something that he loves, like, the that... He's proud of the product that he makes. Right? Can compare contrast to a lot of, like, literature entrepreneurship. It's like, get an idea scale a company and sell it and then you're not gonna be happy sitting in your ass. So this idea that, like, you just wanna constantly be a serial entrepreneur. If that's what you are, you have to be who you are. I just think like, what the author saying is it's usually, like, your best idea. Like, if you're not working on your best idea or you're doing it wrong. And then, like, usually when you have... You built up a company that other people want to acquire, like, it's kind of in some senses of validation of that idea, it's probably better to stick with it. And more of the sense of, like, a, like, if you Von Shana. That's what I mean about it. All good things come come, all good things in life come from compounding. I imagine warren and Buffett Charlie Mu, sold sold Berkshire Hathaway 15 years ago. If you look at the net worth, the the chart of warren buffett net worth, it's skewed to the right. Like, he would have given up 50 percent 60 percent because all good things in life come from compounding of his net worth if he would have sold it. So anyways... That made me think of this this tweet. I saw in Twitter a long time ago. It just stuck with me. And I guess it was a who who wrote the the the tweet, but they were... I think their mentor 1 of their mentors had, like, died recently or whatever the case. And he talks about some advice that he was given. And he's like, he's told... He told the younger person. He's like, stick with what works, and he said, rabbit I kid rabbit eyed kid, stop jumping focus. And I think that's really good advice in general and it's interesting that out of all the advice that that person is given over the the the the relationship he had with that person, Like, that's the 1 thing that that really, like suck out. This could be a 1 sentence in summary of the book. For 8 years, he pursued at next, a qui audit quest to conjure back the elusive magic that had borne apple. About the same amount of time as jobs was that Apple with nothing like the same result. So his first in an apple was about 78 years. Hugely successful with apple to prince hundreds of millions of dollars constantly. And then yet, I I just... That. Like, if the time is clearly not the Like, it's not it's not all things are... Like, you're... The way you spend your time and what you're working on, Of course. It's not just, oh, I gave you a year sometimes much I should expect the same results. Like I don't Know. He had... Literally, like, the most successful product... 1 of the most successful products ever made in the apple too and 1 of the least successful products made in the next cube. Okay. So if that's a 1 sentence summary of the book, this is probably a 1 paragraph summary of the book. So it says the plot line is simple. Our central protagonist introduces a new product and carrying it proudly runs straight into the wall of customer ind. He picks himself up and tries and tries again. Each time with a new approach and a new set of supporting characters, and each staging is a bit different. An infamous temper, a bullish will and a capacity when needed to apply a me charm gives job, numerous jobs, numerous opportunities to dominate all scenes in which he makes an appearance. So here's actually... I guess there's 2 good ideas in in the book. Jobs did what you're doing this very second. And that's... He studied from the entrepreneurs that came before him and he learned from them. And then their ideas obviously influenced and and enhanced his ideas. Now you could say that he should have studied, like, he only studied, like, people like Henry Ford and, you know, because he wanted to be, like, if there was a amount... If there was such thing as like a Mount Rushmore of entrepreneurship, like, he would definitely wanted to be on it. So that was... You could study people like that, definitely learn from them certainly, but you could also study from people like, smaller successes which he fails are smaller failures rather, which he fails to do later on, which I'll tell you about a little bit. So this is him well, it's just let me read it to you. He liken his own introduction of the easy to use Macintosh computers to what Alexander Graham Bell had done when he filed patents for the telephone in 18 seventies. He was replacing existing technology with a new way of accomplishing the same task much more easily. That's actually a good way to build... If you're able to to find something that you could do that it's a fantastic way to build business. Without blushing jobs compared Bells breakthrough, which was replacing the hard to learn code of the telegraph with a telephone that anyone can use immediately without training to his own replacement of the hard to learn commands of the Ibm personal computer with his Macintosh, which anyone could also use immediately. And just as the telephone permitted greater range of expression than dots and dashes of morse code, even permitting when to sing, jobs Macintosh permitted greater express 2. The historical comparisons that filled bob's mind are all of grand scale. Another recurring favorite is to compare his work with computers to that of Henry Ford when the automobile industry was in its infancy. In 19 86, after he'd left Apple on inserted next, jobs look back to Ford and said It must have been the most incredible feeling to know this was going to change America. The thing is I'm not sure they knew that at the time. I'm pretty sure they didn't know at a time. Referring to Ne he said if we can create the kind of company... And and I only based that off, like, the the few books I've read on on Henry Ford. I would say he didn't know, like, the impact he is gonna have. I, he had the idea of making it so cheap that anybody could afford, and maybe he says, hey if I everybody could afford, they're gonna buy this this card, but there's no way he could've have predicted. Like, think about, if you live in America, think about the the invention of the automobiles. I don't know if there's another single product that has ever shaped like the the geography of it's like the country. It's it's mind blowing. Okay. So it says referring to next he said if we can create the kind of company I think we can, it will give me an extreme amount of pleasure. This is what makes jobs unusual among the business gen. The naked cha chasing of not money, but a place in history. And you have to ask, like, why did he believe that 1 single person can have such a a huge impact. And so this is Steve jobs on the leverage technology provides a single individual. Jobs is correct. The computer industry is still at a young formative stage. And if its future development is imagined as a long arc, this is actually interesting idea too. So maybe there is a couple good things that he says in here. Maybe it's not just 1 or 2. So it says the computer industry is a still a young form of stage and its future development is is imagined as a long arc, then a single individual like himself can exert significant. Lasting influenced by n the industry's path at an early point. And so the metaphor he uses here is really good illustration of his point. Jobs put it into the vocabulary space shots. You have to move the vector a little bit in its first inch, and the swing will be enormous by the time it gets to be 3 miles long. Okay. So now this is a lesson that Steve jobs ignored. So now we're moving oh, well, let me just read this to you then. What saved Apple from financial catastrophe at the time was the primitive little Apple too. Though it belong to the place seen era of personal computers Apple continued to set sell hundreds of millions of dollars with the machine every quarter. Long after demand had been expected to drop. So that's what I mean why I recommend reading... Listening to the podcast I did last week and reading the book returns to Little kingdom because it's describing like, what, like, with the with a real in depths, like, inside, look at what what happens to company when they when they create a product that's on... And an unexpected massive success. It's really... III know I've come across another book that's only kinda constrained itself to to that period in a company's life. So it says how Ironic at the Apple 2 with a micro pro... Processor that, it's only 8 bits, skip skip skip, proved that proved s work, meaning lasting. When the Lisa, based on a more advanced 32 bit micro process fa and collapse. So the point I'm making here is like, yeah. Lisa might have been techno technologically more superior than Apple 2, but your customers may to care about that. The lesson that 1 could draw from the Lisa Debacle tobacco included these. Keep in touch with the intended customers and avoid the pitfalls of isolation. Do not assume that customers will pay any price to secure the latest computer technology. Ease the way for customers to adopt a new computer standard by providing software and hardware bridges that help connect older machines and new ones. Rely less reply rely upon less expensive products that have fewer features or less advanced technology to pay the bills. While the top of the line flagship computer establishes a secure place in the market. These are hardly profound yet Steve Jobs who ignore every 1 of these when he launched next. And that's was so, like, the this book, I I was singing it to myself, like, how would you even describe it? And it Was, like, what the the I think when I was reading the book, there's so many times where I'd paused and look up and, like, what the hell? What the hell did I just read, what the hell just happened? Like, what the author is describing there is is ostensibly, like, firsthand lessons that Steve jobs learned through previous experience. And yet for whatever reason he ignored them all. It's not like, it may be even, like, shouldn't it be hard. It shouldn't be easier to learn from first firsthand experience than it is from, like, second hand experience At least that's what most people say, But that's not at all, like, certain either. It's it's this is such a, like, we're gonna get into these decisions. And you're just, like, what hell it's going on here. Okay. So he's he found next, and he says, hey. We're not gonna build a cheap person on a computer like Apple. We're not gonna build these huge mainframe frames like Ibm. But... Sorry. I'm getting go over another little cold. I don't know what tech's going on. But we're gonna build something like in between, and he calls us, like, a week... So the the... There there was a category at the time called Workstation, eventually, jobs even narrows that down and he used to the term, like, personal workstation, but he's like, we're not gonna go after business. Like, we're not gonna go after Fortune 500. We're not gonna go after individuals. We're not gonna go after small businesses. We're gonna go after universities. But selling universities is really, really complicated. And again, this is another bad strategic move by Steve Jobs. He says, jobs and I have a clear understand clear idea of what needed, nor did to understand the collective nature of university decision making. His own inclination was to go to lunch with the president of Sanford, lift a sheet. This is talking about comparing how they sold to universities at Apple compared to why he thinks this would work it next. Right? He's just gonna copy this. Lift the sheet off the Macintosh and say, how would you like to buy a thousand of these for a million dollars. But such a decision was not primarily the prerogative of a single person, rather was a collective decision that involved varying combinations of computer center directors Dean and associate Dean, academic vice presidents, University Council and faculty committees. Jobs and now how the skill are the patients for for persuading the lower levels of the academic power structure, which is really weird why he would choose that strategy moving forward. So it says Steve Jobs had many reason, then I left myself is, like, it's understandable why he would target the educational model, but he was just wrong. Just as Steve jobs had many reasons to be grateful for higher education early embrace of the Macintosh. And the reason I say it's understandable. It's understandable only in the sense that Apple, early Apple was very successful with, like, a gorilla sales tactic. To selling universities, which I think, like, at the time, there's was something like, 4 or 5 salespeople people that were all spread out throughout the United States, like, doing, selling on campus, and they were doing, like, it's something like, I I forgot the exact number But let's say it was like, 4 or 5000000 people and they're were doing, like, 50000000 in sales. Or a hundred million sales. There's something like, disproportionate to the size of the team. Right? But that's also misunderstanding that at first, it's way less expensive, you know, talking about 2000 or sub 2000 dollars at the time compared to when next finally unveil it's it's cube. It's, you know, 7000 dollars for a really stripped down model. Really, it's like 10 to 12000 dollars. So he... I guess what I'm saying is, like, he fundamentally misunderstood why that strategy was successful When you try to duplicate it with next, it didn't work. Mean we'll get into more... I'll get into more detail about that. So it says it was universities that provided early purchase commitments even more before the machine was introduced to the public. It was universities that were willing to support and improve computer standard defying the over waning muscle of the standard bearer Ibm. It was universities that had voted support the Macintosh. Again, these are all lessons that he kind of ignored or maybe mis misinterpreted is the better word of why it would work at next even though he's selling a fundamentally different product. Even though it would be years before a wide variety of software could be available for it. Was flexible, appreciative of new technology and not incidentally constituted a renewable market. The 1 millionth Macintosh was sold in early 19 87. A amir a mere 3 years after the machines introduction, and the other has a side note here, and he says, keep this in mind when we look at look at next subsequent history. He's gonna compare and contrast that. I think in the entire history of next. They hold, like, 50000 computers. Over, like, 8 years. So vastly different than the Macintosh. Jobs... So here, I guess I tripped over my own point, or I guess the author's point here he says jobs drew 1 lesson above all others from this experience. If back superior computer technology once, they could do it again for Next. So again, that's what I mean where I say it's understandable while he would target the educational model, it was he was just wrong because he was selling a fundamentally different product. Okay. So last week, I talked about jobs had this idea when they're they're creating the Macintosh, he took a small team. And, basically with with what at the time, his employees called his reality distortion field. He gave them the impression that there wasn't a huge successful billion dollar company already, but there's a small group, and there's, like, scrappy and struggling, and they're working in a garage, not in an office. That was obviously not true, but that's that kind of, environment that he cultivated. Now that the weird thing is that was he was just successful, just like it was he just successful and they made the apple 1. Right? He didn't do that at all and next. He abandoned the frugal beginning you know, the the mythical, like, entrepreneur in a garage kind of ethos. And the problem is like this the early forced resourceful ness of a company is partially responsible for its initial success because it was just a matter of resources, big companies who would obviously dominate forever. But but he started another company and just skipped over that part. But you can't. That's like 1 of the fundamental, like, foundations that you're building your company on. Right? So he says, he was not about to return to the frugal circumstances of the beginning of his business career. He had started Apple in his family's garage, and had invoked the image of the Metaphor garage when he later took control the Macintosh group. But this time at next, he would start off not in garage, but in a mansion, his home in Woods side which he purchased from the Gia family who the founders of bank America interesting enough. This served as the company's temporary office for 4 months until they could move into formal offices. The advance of age and personal Fortune promoted his intolerance of anything, but the absolute best, instead of choosing the least expensive office space available in the area, like, your parents garage. For example, he chose some of the most expensive. But even if you don't wanna work in a garage. Like, you don't have to go crazy, like he does. And what I mean by that? Think about how ridiculous is You don't know... What I'm about to the send about to reach you. Keep in mind. They don't have a product. They're like, 3 years from having a product they can sell, and the only funding they have is 7000000 dollars that jobs gave them himself. Right? This is the next decision just like, what the hell are you doing? He hired a full time interior designer as 1 of the first 10 employees at next. Long before a computer would be ready for unveiling jobs to talk with architects. Now think about this. Long before a computer would be ready for unveiling. Other another way to put that is I have not built a product yet. There is no product. It doesn't exist, but this is what I'm doing with my time. Jobs talk with architects about designing next sales offices in major cities around that country. What? Jobs shoot his own set of priorities and the look of the next office just took precedence over most everything else. Steve Jobs is not a stupid person. He's not a stupid person, but this was a really stupid decision. And then, again, you have to be who you are. This is another weird thing I read. So he decides hey, we're gonna have complete transparency, treat complete transparency of, like, all the metrics and everything in a company. So wait a minute though. Like, I've read a bunch of books on steve jobs at this point. He's famous for being super secretive. So I read this point and I read this part and I left a note to myself. Was like, wait, complete transparency transparency from a super secretive founder. Like, how long is this possible little this this will last. So I'm gonna describe what he he sets out at the beginning, and, of course, it doesn't last long. So he says Jobs had adopted the policy of making all information internally available as a deliberate departure from standard operating procedure in business. He reason that next individual's employees were like human cells. Each was specialized but each 1 possesses a genetic code for the whole body. This organic model under lay his management philosophy. Now this is direct wolf from jobs. We think next will be the best possible company of every single person working here understands the whole basic master plan and can use that as a yards stick to make decisions. That makes sense if that's who you are, but you have to be who you are and he's... That's not who he is. The internal openness was virtually forced by the small size of next. Starting with a handful of employees in an industry dominated by giants, next could not begin to match the resources deployed by its much longer competition, Much much larger competition. By necessity, the company could only grow by what jobs called out thinking the others. So you might well. Ask yourself, Like, how why was steve jobs able to win over so many recruits against other companies like Apple, Microsoft and Ibm. All 3 of which were vastly more successful this time than the next was? He says, but here's the reason why. How many rain makers had track records like his. An emotional review of jobs past success led to the conclusion that remarkable success had been fallen many people in his immediate vicinity in the past, and it was a simple step to assume that the odds favor the ci success would continue... Would continue to come to those who stood by him in the future. So saying, hey, my success is is insured just by proximity to this guy who has a great track record rate. That's not really something but this is not... If you've left... Listen to every single episode of done. This isn't something new. If you remember, Paul English, she was 1 of the founders of Kayak and a bunch of other companies. So Tracy Kidd wrote this great book on him called truck full of money. And the interesting part in the book it's revealed, like, why did you call this book this book truck full of money is because Paul already sold, like, a couple companies before he found a Kayak and you, kinda like, They described him, like, falling ass backwards and success. And he he's trying to recruit a programmer who has his own company, and that programmer decides to leave his... The company he founded to join Paul, and he's telling his c founder why. He's like, listen. He goes 1 day in the future, that dude is gonna get hit by a truck full of money, and I'm gonna be standing next to him when it when it happens. So I thought that... That that's a story that's stuck out stuck with me, you know, for... It's been a long time Read that book. And I think a lot of the people that joined next at the end it's early days to assume the same about Steve jobs. And this is a funny story. The fine line between Charisma and Luna eve because there's, you know, the the book talks about Steve jobs did have a superpower. There is, like this abstract trait that a human could have that's extremely effective with other humans. And it's charisma, but there's a fine line between charisma and luna, and we're gonna hear this great story about how you determine if you're... That's... If you just have a, if you're following a charismatic leader or if you're following a luna. So charisma when used today to refer to a business later, usually your refer some form of magnet. The charisma that Jobs had however was more than this. It was the power that a leader, religious or not possesses that derive from a perceived connection to the overarching questions of human existence. John, this is... And this is his how he frames his mission. It's not I'm understanding a company. It's like I'm on a mission. Jaws was not engaged in the business of selling breakfast cereal or bathroom faucets. He was not even focused on pursuit of profits. Others could pursue them on mundane. He was after the much larger quarry of changing the world. Rescuing computer uses from the existing prison of mediocrity, making a dent in the universe, carrying out revolution, claiming an enduring place in history. It was the extraordinary scope of his ambition that was the ultimate source of his appeal. Charismatic power cannot exist in isolation, however, without followers. So says this guy, Brian will send a student of Charisma put the matter colorful. If a man runs naked down the street proclaiming that he alone can save others from impending doom And if he immediately wins a following, then he is a charismatic leader. His social relationship has come into being. If he does not win a following, he is simply a luna. I was listening I was taking notes on this talks I think it was a podcast actually that, Elon Musk. And he made the point. Is interesting because now, you know, you hear ad nausea. Every single person starts company. He's like, I'm making a debt in the universe. I'm changing the world and Elon was kinda like, poking fun at us. He's like, it's extremely hard and extremely rare for people single companies to literally make it, like, to change the world. Yet you hear everybody that has, like, a dog walking app that... So I'm changing the world. So he... I just thought it was funny that Elon pointed of that it's just like this is ridiculous, and a lot a lot of this comes, you know, a lot of people rightfully so try to to, like, rep... And that replicates the words that's coming to mind, but it's not the right meaning, like, replicate certain traits of jobs. Are there... Maybe they're inspired by him. But, again, like, we could just say, hey. I have a... I have a... Sort a company. It's also a problem. It's it's valuable because it's saves your time or money or it's useful to you in some way. Like, there's nothing wrong with just saying that. You don't have to say that, you know, this guy saying, like, rescuing computer uses from the existing prison of mediocrity, Like, it's just funny. I I to find a hell hilarious. And the idea of, you know, that if you don't find any... It is there is element of truth in the sense that, like, the size of the the the fact that you can, convince other people to follow you does lend credence to your charisma, but that same charisma when rejected by society makes you crazy. I don't know. I guess that's why I said it's a fine line. Okay. So here... Here's the problem. 1 of the problems. Shouldn't say the problem. There's multitude problems here. Next begins with too much money and no sense of urgency. So it says ne began his life with a major if unrecognized problem. It had too much money, courtesy of a single person, Steve Jobs, whose plan for the company were un uninformed and innocent of financial analysis. Says others may have envy next and the 7000000 dollars that jobs bestowed upon it. Again, this is... I would say it's count... Maybe counter 2 to a lot of people. I think if you listed to those podcast, you know it's now you should know it's not counterintuitive that. Starting a company with no sense of urgency and a lot of money It's usually not how any of these companies in the biographies that we've covered start, but it says, so they may envy this. But the fact... But, in fact, time would show that relying upon a founder ben like jobs. For its financing ultimately hurt next because it meant that the company did not have to face the discipline of assembling financial numbers that made sense. Looking hard at itself as a business proposition and defining milestones milestones by which it could measure whether it was on track or not. Again. Like, it's somebody gave you that... The same thing with anybody raising money as opposed to getting cut money from customers. Like, somebody gave you the 7000000 dollars. Now you may be able to turn that 7000000 dollars into product and and and and get a return for your investors and makes the company profitable, but you can't confuse 7000000 dollars from investor or your own personal bank account at 7000000 dollars given to you by customers you want what you're selling. Those are 2 fundamentally different things. So not only do they have too much money no sense virgin because all this money, which is bizarre, but they're also, like, they have too much... He recruited a bunch of people that pretty successful with him at Apple, but they had too much belief in their own. Now there's a... Again, another fine line just between Charisma Luna, but it's also fine line between confidence and reality distortion. And this is not the only time I'm gonna share a quote with you like this. So it says, the founders preceded by seat of the pants instincts because of the underlying feeling of vin visibility that their early success at Apple had instilled in them. At Apple and later at next, they might have liked to talk about serving ordinary people, but they themselves were not mortals. They were god... They were the gods who had created a personal computer universe out of nothingness. Jobs, for example, displayed little modest in next press releases describing himself as a person who had oversee the growth of Apple into a 2000000000 dollar company. Now here's the problem. It was something we've talked about a lot. We're, like, there's a lot of people, a lot of smart people out there that believe the most... The most important cause of a company success is actually the market you're in. And that even if you're, just an okay company. If you're if your if your timing is right, and the market wants where you're... Like, the market will pull a product out of a company. Right? That's a that's actually a good description of what happened with the Apple too. Like, internal company forecast were way lower than actual sales. Next is a reverse. Internal company has way higher than actual sales. So the market you're in is most important cause success something that other people believe. This example of that and why I included it right after telling you that the founders that came the other c founders that with Steve jobs for Next it came out of Apple, you know, like, oh, we've did that. We were the cause of Apple success. You played a role undoubtedly, but maybe you didn't even understand what the success was caused by. Right? So it says ne was born at what now, and this is a point. The the the the creation of the Apple 2 happened very different time period in history than the creation of the next cube. It says next was born at a time... At what we now see was the twilight of the early era of the personal computer. Apple 2 is the beginning. This is the end. Right? The Apple exile and next were pumped with adrenaline and self confidence and unaware of how the incredible growth that the industry had experience obscured mis judgments, which would have been fatal on any other setting. Otherwise, the demand was so high that you could just that you could fuck up. And it the the demand is gonna paper over some of these mistakes. Right? The market in its early 19 eighties had been forgiving because personal computers were in such demands. That's why the the the the... This act of building. Actually, it's hard enough to build 1 successful company but doing it over and over and over again. It's very hard. These are complex systems. It's very hard to tell. When you have a complex system. It's very hard to determine cause first correlation, like, our cause correlation. Excuse me first correlation. And you're... We see some of these mistakes being made by, you know, even people that were widely revered to be, you know, clinical the best in their field, they're best of what they do. Another huge flaw on their plan. I don't understand this at all. I'll just read my note first. So well, let me read it after. Okay? The next employees in the fall of 19 85 were clear eyed about the problems that they faced. Okay? So now the companies up and running. They know what they wanna build. They know the target market. They just don't know if they're gonna be able it in time. They knew that in order to break the allegiance of university customers to establish computer lines. The next computer would have to be more than just marginally better. It would have to be an order of magnitude better. They knew that time was working against them. They had to deliver the computer to the market by the spring of 19 85 in order to be considered for fall 19 87 purchases. So again goes back to that strategic mistake that you... You're target universities yet they only make purchases in 1 time a. So if you miss that date, you push back another year, which means you have to float the company. Universities usually make large purchases decisions only once a year. If oh, my guess... I just ran over this thing I was gonna read. If next was late, it would not it would not have another chance until the following academic years purchase cycle again. Okay. So that's a huge flaw on their plan. Right? We have to make something... We have to create something that's an order of magnitude better than what already exists from other companies have them way more resources than us, and we to do in 18 months. What? But get... This is a note of myself, given this, why would the founder focus on interior design of office space and a hundred thousand dollar logo, which is, again, this is the objective of the company, but where is the founder focus on stuff that does not matter? The the interior design of your of your office space is a mute a mute moot point. If you're... If you don't have a product that's successful. You're confusing the order of operations here. You need to the product... A successful product get you office space. Jobs reversed it. It's... I have the best office space in the world and no product. Well, what did you think the outcome was gonna be? Like, this is kinda I mean, again, I I'd say it's predictable because to us it's because we know how already already occurred. It's not at all clear. I mean, I guess, it is kinda clear. In the sense like, his confidence was like, yeah, okay. Oh, I'm a freaking product genius. I need to make the the the product in order of magnitude better than anybody else in 18 months with no resource. I could do that easily. Now, that's proved to not be true. And I guess the cautionary tale for you is, like, you may be really smart and really successful what you do. Then just stick with what you're doing. Don't get kicked out of your company. Don't try to do it again. And again, why bet the company? There's another note of myself. Why bet the company and 1 thing? That seems hugely like irresponsible. He said he returned to the idea of the opportunity of the present moment to deliver a machine that others could not? Next had an open window that provided the perfect ent entree to the university market, and this quote from him. We have been given it and thank God we've been given it. Nobody else has done it. It's a wonderful window. We have 18 months. I guess that's 1 way we look at it. If they failed to deliver the machine on time, he said the company would fail. So why are you doing that? Why are you betting your entire company on that? And now... So now, I'm gonna skip for almost a year. And now you have jobs promoting the idea that, like, we stopped acting like, we needed to be resourceful. Never stop acting like you need to be resourceful? Like... Isn't that, like, a fundamental like, premise of of running a company? Like, why when you get fat... We know what happens when companies get fat and happy, inevitable decline. And it's weird it's coming from Jobs because he's a the low 1 making a lot of these decisions. So It as if delivering a finished machine in the spring of... By the spring of 19 87, it seemed difficult to achieve in the fall of 19 85. Remember the beginning of their 18 month window. It seemed even more unlikely by the time the company held its second retreat in 19 86. So he key titles us retreat the honeymoon is over. No longer, would they be able to rest on past laurel? There a lot of change in the year apparently or to seek the solace of feeling victim by the lawsuit in lost time? Lawsuits apple's suing them. Bottom line is the world doesn't really care He said. Next was jet now just another start up, and would be judge Hence force by what his product was by what his product was, which doesn't exist by the way, at this time. And in how timely a fashion would be delivered to market, which is several years from now. Not only was time slipping by too quickly, but so too was money. Does it, like, this is should've have been obvious in the beginning. This is why I don't understand. It's so bizarre. Jobs complain allowed that we're not sc. Yeah. You hired an interior designers your first 10 hire. Like, come on. The company had just bought new Macintosh instead of funding friends at Apple to buy them for next at a deep employee discounts. He complained. We stopped Nickel and Dim for all that stuff and it adds up. So that's... You never started. Now what he's confusing is and something that's... That was unknown to me until I read Michael Mori book last week was Steve jobs was, like, a penny picture, like, no other. He would negotiate on end with every single vendor and supplier. Like, he would just relentless about that. At the beginning of Apple. Those are probably good traits to have at the beginning of the company. And next, he didn't ever do that. And now he's complaining that we stopped we stopped Nickel Dime. You never did. You're... Like, you did at Apple, but you didn't do it next. And the author picks up on this. He says, it is certainly strange however that the man whom Ink income magazine would later name as entrepreneur of the decade, conserved his 7000000 dollars at next no better than a child deposited deposited at a candy store with a Bulging Piggy bank. Born too rich for its own good, next was a startup that was privileged and crippled with fiscal complacency. But the time jobs and other senior managers awaken into the limits of the founding capital and tried to practice economies try to low... Basically lower expenses, it was too little too late. The money was gone. And this is something I also didn't know. When Ne had been founded, jobs intended that the company would remain solely in the hands of himself and his employees. This was part of the pitch to their early recruits that next would always be employee owned. Well, when you run on money camp. Now he goes around trying to get investment from French capitalists. He wants like, a 30000000 dollar valuation or something like that. Everybody says no. So he's he's actually really screwed at this point. He's running out of money. Doesn't know he's gonna do. And there's this Tv show that came and profile him and a bunch of other entrepreneurs it's called the on... The entrepreneurs. And just how it happened, Ross perot, the billionaire, the Texas billionaire that I wanted trying to run for president in the United States as an independent, like, 92. Sees the film and he didn't care. He's like, I want in. And so he calls just as jobs doesn't know what to do. He's getting declined for a 30000000 dollar valuation by everybody. No 1 wants to invest. Ross Perot. Like, hey, I'll give you a hundred million dollars. And this is what he said. This is Ross Cup quote about investing in next. And this is all came from a Tv show. Like, the world we live in is so strange, man. He had made up his mind to invest on whatever terms were proposed. He did not care about the numbers. He would let the next people worry about such things. He told them, I picked the Jo keys and the Jo keys pick the horses and write him. You guys are the ones I'm betting on so you figure it out. So he winds up getting a hundred and 26000000 dollar valuation. Steve Jo Par, Ross Perot investment. He throws in a little bit more money and then convince some colleges, Stanford and Carnegie Mel to join and invest. But that's not the weird... I mean, that is kind of bizarre, but the weird part was this is, like, he's gonna brag about something that I'm just not sure something you should be proud of. It says jobs brag the hundred and 26000000 dollar valuation was the highest for any company in silicon Valley, history without a product. Jobs pitch was simple and impatient. We have built successful products in the past and you can roll the dice on us if you want. But this remains our show and won't stand for extended investigation. What's surprising to me is a lot of people. Ross Perot is not an idiot. He agreed to this. Stay extensively the people running Stanford and Cardi carnegie mel in idiot. They also agree to this. He did know better with universities than with Venture capitalists even a cursor grant so that evaluation measured by any conventional Ruler was far too high. However, Perot blessing convinced 2 universities Stanford and Carnegie mel to join in and invest too. And then this is how steve how Ross Perot saw Steve jobs to me. It's just a reminder that there's many different interpretations of the same thing and then a lot of, seems to be, like, a a tenant of human that we tend to see what we wanna see. It's kinda dangerous when you're trying to build a company. Right? I'm gonna close with a brief story and this is Ross Pro speaking. And I'm gonna close with a brief story about 1 interesting experience have had. A young man, so it's describing jobs. So bright that they let them him sit in the engineering classes at Stanford in high school. So poor that he couldn't afford to go to college. Working in his garage at night playing with computer chips, which was his hobby, his dad came in 1 day, and said Steve, either make something you could sell or go, get a job. 60 days later in a wooden box that his dad made for for him the first Apple computer was created in this high school graduate literally changes the world. Well, that's not really what happened though. And so the author says, what are we able... What are we to make a pro description of the impression that jobs had made upon him? Smart, modest and not of any kind of an ego trip? Steve jobs modest, able to contain his ego, not even as closest as friends would make such claims on his behalf? Or what about pros summary of jobs van the Evil giant. This young man went up up against Ibm and a capital intensive business in adam alive. That was a quote from rust from Ross Perot. But was that true? What happened to the incident success of the Ibm personal computer when introduced in 19 81 in a blow at delta apple. Who ate home alive? Or how could we join Per perot in paying ob to jobs business saga, the equivalent of what Per perot called 50 years of business experience. When we can now look back and see the jobs that committed the most dun headed. I've never heard that way before. Blu and modern finance. He sold off most of his Apple stock in 19 85. It's an apps at its absolute na instead of holding on for 2 more years in which time it's value increased 8 fold. So he talks about He's like, listen. That what he's... This is an interesting part. So that gave him 700000000 dollars in paper losses that could be attributed to the timing of the sale. And so he actually makes an interesting point there. He says next would have to be very, very successful if jobs were sent to simply recoup what he might 1 What 1 might say he lost by liquid his Apple holdings as an opportune time. So he could've made 700000000 dollars just by sitting on his butt and holding onto to his stock. Said a certain company. But, again, I don't think he was I mean, That's an interesting point by the the office making, but I don't... It doesn't appear that, Steve jobs ever optimized just for... Like, he wanted to be rich, but once you're, you know, couple hundred million dollars rich, I don't think it was optimizing for the highest number from there. But it it was interesting, like, parallel reality for Steve jobs if that would have happened. Now, here's more unclear thinking, which is weird because I always talk about, like, steve jobs. Especially she could read, like, the book creative selection. Which if you're designing products, I think you definitely should. It's about, like, a, Apple programmer that created... It was in... Worked on creating Safari browser and then, like, keyboard for the iphone. But reading these books are like, wow. Like, I've never come across such clear thinking from a person. That's later Steve jobs. This steve jobs are full of unclear thinking, which is really interesting. I mean, that's also inspiring the sense that we can... This is a skill we can learn to improve. I think it's like a meta scale. If you can... If you can clarify your thinking, like, that affects all other parts of your life, you can apply to other domains. So it says jobs an, or somebody worked it and at next, we're oblivious to the possibility that next prospective customers would be more interested in what the computer could do than how its sleek shape gave its claim to a place in Smithsonian, Meaning they're optimizing for making the most beautiful computer on the outside. But because they spent so much time in engineering this, they wanna releasing something that was slower, was black and white. It was it from a... Technical perspective, you're charging 2 or 5 2 to 3 times as much for something that's half as good. Most important of all, the cube needed to be offered at a competitive price. Yet the very details that comprise its perfect appearance were chosen without heed to costs. So again, he he meets with, his perspective customers which the university is saying, listen. We're gonna be paying for this saying, we can't be more than 3000 dollars. Cannot be. Steve jobs tries to sell a computer that's 10 or 12000 dollars. And they don't buy it because they told you it needed to be 3000, But he spent a lot of money frivolous and that caused the price to go up. When all they wanted, they really wanted, like, a a little bit more powerful Macintosh. You could just built that. But he wasn't interested in that. He wanted again make something a magnitude better, which again, really wasn't better though. And I think if... If if anything has been apparent by, the the biographies and the podcast so far, Yeah. If there was any fundamental laws of company building, I think 1 of them laws would have to be watcher costs, which Steve violates repeatedly in building next, and here's a paragraph description of this. Costs were not of primary concern. That that 1 sentence that's on own ridiculous. And so the cost of manufacturing finishing a single cube case turned out to be higher than next original estimates by a factor of 10. Cost escalated well beyond initial projections on all of the fronts too, yet jobs could not be swayed from adjusting his course in the slightest. So again, these are self inflicted wounds. They told you they're good. So here's the interesting part. 85 and 19 85. They say, hey, it's needs to be to 3000 dollars. Right? 18 months later when they find out that next still doesn't have a computer they're like, okay, That's okay. It'd be better if it was closer to a thousand dollars. So he knew that. He was told both of those things. 3000 and, you know what, if you can make a close to a thousand, that's even better. And his estimates are off by a factor of 10 in the obstruction. So the author makes the case. So 1 thing that Steve wanted to do is he's like, he did he he was, dismay that all of like, electronic manufacturing was being moved from America to jets. Japan at the time, and he's saying, no, we're not gonna do that. We're going to... He wanted, like, complete vertical penetration. So he wanted to build a... Completely completely automated factory in the next headquarters. And he invested heavily in this. And this this is gonna tell you why that's probably a bad idea, especially when you don't have a... Like... You wanna manufacture your own product. You don't even know the product successful. Right? Like, why don't you get to this later on in life that may make sense. Right? Not at the beginning. So the author says this the single... The he calls this the single most expensive and an otherwise commitment that Steve made, the fact that, like, insisting on manufacturing computers inside next, and, but this is how Steve jobs goes around describing why he's doing this. And this is another what the hell moments. So said he compared the appeal of the next computer to the appeal of purchasing a Bmw. He explained to employees. If you're gonna buy a great sports car. What's the best way to do it. You fly to Europe, go to the factory and buy it there? Somebody many pause for any further. How many people on the planet are able to do this? Like, and your your target markets Good good college students. What? So did you understand what I mean, when I continue. Jobs imagine that future customers reading college students would do the same? And fly to California so that they could watch the particular computer that they had ordered go through the assembly line. The decision to build an automated manufacturing plant in addition to simultaneously designing new hardware and new software led to an enormous drain of attention of money. So those 3 things. By themselves or next to impossible. He's doing them all at the same time. The the investment in its own factory would would also prove costly over the long term in another sense, and this is a hugely important point to the authors making. By creating a vested interest in computer hardware that would make... So you you invest all... You know, all these on costs. Right? And we know from human psychology that it's really hard to overcome this and make a a good decision. So it says by creating a vested interest in computer hardware that would make make it much more difficult for next to evaluate objectively, the wisdom of continuing to market its own hardware instead of focusing on what would become its real strength, which is what's its software. It's weird. Who could you imagine? Like, how many people would wanna be like, I'm gonna order to be. Now I'm gonna fly across the country and go watch it be assembled. What? So this is interesting. Also, like, he was bad managing at this point. Because he wouldn't accept bad news. So what happens when you... When people will give you bad news, but true... It's true. So the news is true but bad. Right? And you and you penalize them for giving you true but bad news. What are they gonna do? They're gonna give you false good news are false, like, time frames in this case. So it says, the they kept, like, they're... They're trying to do their ship design, and they need Then the work would take at least another year, but they had to... But because of examples I'm about to explain to. Like, they would tell jobs, oh, just 1 more month. Over and over again, 1 more month. 1 more month, because Steve refused to accept bad news. And why do did they have to lie to him because he do stuff like this? Screaming at the head of the chip design team, do you realize you're killing our company, jobs transfer responsibility for delays to his under underlying and then smear them with his contempt? Not much thanks for working 18 hour for the previous year, the other next employees witness this bloody spectacle and drew the appropriate conclusions. From then on, no 1 dared to be the 1 who would deliver the bad news. That's the exact opposite. Conclusion that you would want. Right? If you're running the company, put yourself in his shoes, Don't you wanna know realistically how long it's gonna take. More unclear, weird, strategic decision making, they they go to these, like, educational conferences? This is 19 87. We still don't have a prototype to show you. The finished product will come anywhere close to the price you've have stated you're willing to pay, but, hey, here's 18 pages on how our logo was assigned. What? Questioner mark? That's still no left myself. At the 19 87 meeting of Edu com, next kept details of the cube hidden and instead distributed a beautifully printed 18 page for sure about the next logo. Academics accustomed to the mean penny pitching of non nonprofit organizations. Econ that jobs no longer could even imagine were not a good choice of an audience for telling them in such length in such lengthy form the tail of the hundred thousand dollar logo. Why would you do that? Right? Isn't bizarre. We're in... This is like, Biz bizarre Steve jobs. Okay. So when next finally ready to sell computers, the price was 7000 dollars. The respond. And that's like, a dumb down, like, they're basic. It was really not 7000 dollars. And then the their the response from the universities was this is not the computer you promised. This is not the computer we wanted. And so they're going on trying to solicit pre orders. And says next was open to whatever number of schools are willing to pledge. But even under pressure, the advisory board could not must orders for more than a handful of machines total. Jobs was stunned. His best customer prospects were unwilling to commit. This is what happens when you're... There's no urgency and you you've isolated yourself from, like, the the real world constraints of making a profit because you've raised so much money from Steve jobs and Ross Perot, eventually Canon, the the the Japanese company throws up a couple hundred million dollars. I think maybe like, a hundred and 50000000 in total. And because... Then you're like, what do you mean? Like, we have beautiful offices. We have this great machine. No 1 wants to buy it. I'm stunned. And you you realize that, like, maybe would've have picked up on this earlier because Steve himself was even having trouble positioning the machine he was building. He wasn't really sure what it was. This said jobs decided to try to finesse by thinking of his machine as Never seen before hybrid, what he called a personal workstation. Providing the ease of use of a personal computer and the power of a workstation except it didn't have that. It was a beg dialing idea that neatly ignored the reality that it would be too expensive to be a standalone personal computer and too technically deficient to be an attractive workstation. Right in the messy middle. By positioning him machine as a personal workstation jobs would in affect double his competition. He's not only would be... He not only would be taking on all the personal computer world like the Apple's, the Ibm and all the rest, but also the workstation world too. It was, like, purposely wack 2 hornets nests instead of 1. So this next part talks about, like, the idea of computer companies targeting the education market was not anything was not anything new. I was taking notes. If you haven't got on my personal email list, I'll leave a link in the in the show notes. But I was taking... Basically, I take note. Anytime, obviously, there's, like, podcast podcasts on entrepreneurship or, I've been getting going to a lot of talks on Youtube. Like, I found 1 of Charlie Mug commencement addresses, like, from, like, 13 years ago or 15 goes something like that. And I just sent it to my email list this week. And, you know, Charlie Mu is 1 of, the most interesting thinkers I ever come across. And he he quotes Ci in this in this commencement address. He's giving before a bunch of, I think graduating lost students at Usc. And he says 1 of his serious quotes from Ci says, a man who doesn't know what happened before he was born goes to life, like a child. So it's Charlie saying, like, the benefits of setting history. Steve Val studied history in the sense of like Thomas Edison, Edwin Land, Henry Ford, but he should have also looked to see if anybody done bit tried what he's exactly doing because he would have found this story right here. He said the powder continuum where computers and education were matched in the 19 sixties, with universities and colleges such as Mit, University of Michigan and Dartmouth leading the way. American a higher education was for a brief historical moment caught up in a blinding vision of computer based revolution. Stocks about. They had... They wanna develop all... They had hundreds of courses that would be put on the computer, You know, very similar much to what people talked about doing now. And at the time, and you you see how extreme this got up. That this was taking place like, the the the optimism at the time. And this in 19 sixties at about the same time a new college in Michigan purposely built its library in such a way to accommodate only a few thousand books, leaving room for the new media of the audio visual on computer age. It's not that we don't like books said the architect. It's just that they aren't the best way to transmit information anymore. Jobs was too ended that's obvious I mean, I would take the other other the argument easily. Jobs was too young to have any personal memories of this earlier period. This is unfortunate because he might have done things at next a bit different if he had paid attention to the history of computers and revolutionary delusions found on campuses 25 years earlier. So now we're gonna find out there's an individual study. Because the... Obviously, Steve jobs not gonna do market research, and they run find out the market that he's targeting is actually small and uni interested. From the perspective of universities, the next was not really a personal computer. It was a workstation. In this more market was not as big nearly as big as jobs had assumed. So it's the study comes out, it's called the staple study. So says a stable study concluded that given its hardware and software limitations, such as the lack of color and the unfinished operating system software. The next cube would not be welcoming welcomed in the engineering and computer science departments, where workstation spending was the greatest. They had already had workstations... Workstations in place that they were happy with. The Grand over overestimate, over overestimate of the education market was hardly new going back to 19 sixties again, in 19 66, 2 decades earlier, American business had rushed into expensive schemes to make a buck education with computer aided destruction, committing a similar error of latching upon the seemingly fat numbers and education budgets, and disregard the fact that most spending went first went for salaries and brick and mortar construction. Okay. So now is the market small inch and interested the sales process process doesn't make any sense either. So it says trying to sell tens of thousands of tens of thousands of balkan departments turned out to have absolutely nothing to do with a leveraged model. Meaning, Steve wanted to, like, when you get attention from the press, he sort I'd leveraged for sales. Right? Like, oh, the... They're gonna hear about my product because the press picks it up, and then they'll come to us. But that's not what happens. They have to actually build this this huge Salesforce, and they have to go to all these different departments. And there's tens of thousands of in the United States alone. And so that's not really leveraged. That's the opposite of leverage. Right? So next faced in insurmountable problem of having to spend a lot of money dispersed across a be willingly numb... Will be will number of academic fields in order to generate extremely modest sales. By the end of 19 88, next employees had absorbed the news that few and higher education were willing to buy the machine, it was a shock to most people. Again, when you're lying to the public, those lies are internalized by your company employees. They believe what you're saying and then they're like, what the hell happening. Well, it's 3 years later. We've spent all this time in it. Why is nobody buying this machine. I thought we were great. So at this time, they make this strategic decision okay. Well, we're not gonna focus on education anymore or not as much. We're going after businesses. So they line up with this hugely successful at the company at the time, computer company called Business, which is... In itself is gonna be, out of business in a few years. It goes from, like, 0 dollars, like, over a billion dollar run rate in sales in, like, 4 or 5 years and then 3 years later, it's it's 3 or 5 years later or something like that, it gets basically sold for nothing. And again, this is more unlawful strategy. Like, you're expanding to business cup customers, but with academic features. Business customers need to do budgets, not calculus. So... And the business thing customers were also... Were also different from next academic customers in their software requirements. They had little need of the software that was bundled with the Next cube, which allowed them to render 3 dimensional models of of molecules. So to write artificial intelligence for teens and esoteric languages or to blast through Shakespeare. Instead, they wanted a database program. None was available. They wanted computer aided design program. None was available. They wanted a good word processing program. None was available. They wanted a spreadsheet, like Lotus 123. None was available. And then business lane also has a leader that that gets caught up in just, like, fairy tales, because they forecast business design forecast sales of a hundred 50000000 in next computers in this first year that they sign... They sign a contract to be it's like, exclusive distributors. And so they... Okay. We're gonna make... We're gonna do a hundred and 50000000 in sales just for next. This is the result. Next to not disclose to the public at the end of 19 89, business land had sold a grand total of 360 next computers. 360 computers. On a projection of a hundred and 50000000. This was painful to absorb, especially for the next employees who had worked at Apple, which sold more than 400000 Macintosh in its first year after its introduction. The next fat... And then this is a problem. Remember that factory I talked about earlier. The next factory had a run rate of a fewer than a hundred machines a month, Not a hundred thousand just plain a hundred. It was created to develop a hundred to produce a hundred thousand computers a month. More than Fort, this is a a summary of where we're at in the next history. More than 4 years after it's founding, 16 months after the cube had been unveiled unveiled. 9 months after announcing its partnership with business land and 6 months after receiving a massive investment from Japanese giant Cannon. The marketplace was not cooperating with the script that steve jobs and his associates had written for themselves. And I I chuckle it's really not a funny. Like, I couldn't imagine the heartache of being in this position. If you, like, think about all the time and effort and money you put into this, and you sold 360 computers after 4 years. I just... It's devastating. It's not... I don't mean, Like, I'm not laughing at him. It's just Yeah. I I just couldn't imagine. Like, I would... You, it's heartbreaking. I mean, it it it's their own fault. Don't get me wrong, but it it it's definitely... It'd be heartbreaking. More problems caused by over confidence on the on the public record, Jobs to speak eloquently about how he like to hire self motivated people. So again, this is different level. I shouldn't even use the word over confidence. This is a different level. So he's saying, hey, I only hire self motivated people. I, you know, point him in the direction that need to go and get it hell away, but that's not how he actually managed. In fact, Jobs cannot not resist doing the opposite of what he prescribed. He reserved all decisions for himself, inter seating in every trivial matter. So let me give an example of that. He has he's walking into the next headquarters with a group, I think that might be from business land, executives having a meeting about, like, the sales process for Apple. He... As they're walking in the pathway, before they get to the front door, jobs notices some gardeners outside of next, doing something he doesn't like. So he spends 20 minutes, telling them exactly where he wants the sprinkler headers, sprinkler, like the sprinklers to go, while he just make... Weights... Makes the executives weight. Again, you're not selling any computers... Those 20 minutes probably a better idea to to work out why, Like, how you could do a better job in sales process than where the sprinklers is gonna go. So that's what we mean about every trivial matter. That's just 1 example. Perhaps Jo behavior is best explained by his ego ism. If no 1 was his equal, then it would be best to have all decisions made by the most competent person avail available, that is himself. But we know that it's impossible It's impossible for 1 person to have all the great ideas. He believed his grasp of all functional areas of business was was as sure as it was intuitive. And he saw himself as a self taught creator of an entire industry in the same way that Henry Ford and the wright brothers had had no formal business background. Now this is what maybe 1 arguably the craziest example of his level of confidence in myself. On a hot summer day during his hike in the Stanford Hills with a fellow employee that took them up to a vantage point, which from which the sp of Silicon valley could be could be glimpse beneath the thick smog. Jobs could look out and say in all apparent seriousness. I feel responsible for that and AAA great description by somebody that used to work in next and then left, talked about what 1 of their main problems was in the sense that they would they would focus... They would over focus on things that don't matter. And not focus at all that on the things that actually do matter. And he said, they they they were doing little things down to the Na ass, While, other more important matters remained out of our control. Another serious flaw in in the Steve jobs of this era that he had he took no ownership. If anything went great. It was his his idea, he was the reason for success if things went poorly it was everybody else's fault. That's a... This a terrible... Like, no 1 would wanna work under a person like that. So after 9 months of really crappy sales, he decides so it was it my fault for designing a product, nobody wants? Nope. It's not. It's business land. They're the problem. He convinced himself that he had set up a quality organization that produced a quality computer. At the same time, he could not avoid seeing that his intended customers were not nearly as delight the surprise as the company's mission statement said they were supposed to be. And that sales failed to take off even after the operating system was completed. So the only possible explanation left in his mind was that his new business partner business land was bundling the task of selling the machine. In the spring of 19 89, business land had been hailed by next as the very best of what it did. By the fall, business land was hopeless incompetent in that incapable of selling without next holding his hand in every way. Well, the question that actually begs question. Like, if business land is so incompetent, then why did you pick them? And what does that say about you? We'll never know the answer to that question. Right? So what do you do when your product is not... Is not selling? Well, it's see... What did Steve jobs of next do at this time? Spend more frivolous, of course. Susan Barnes, which is also 1 of the c cofounder next in charge of finance had voiced a theoretical thought. Since the cube was not selling, perhaps it'd be best for next to shift back to research and development mode. Pull the product in the shelves, concentrate on reading a new 1 and good service money in the meantime. But jobs would hear nothing of it. He felt it was best to maintain an image of success. Next, sales representatives were always dogg by questions concerning the company's viability, and jobs sought to provide reassurance to company's healthy would be long lived by spending in the manner of a healthy company. More belt... Buildings were were released even though some were to remain uno occupied. Weird decision. Right? Next own direct Salesforce was greatly expanded when an experienced cad of computer sales. The travel and entertainment experiences are the travel and entertainment excesses of the staff on their own soon became legend. Even at next where the word excess was not an anyone's vocabulary and a single month's catering bill for the company's 24 member executive staff had come to 13000 dollars a month. Next sales figures were kept secret, so jobs could point to outward appearances and states of the world. Does this look like a company that's not going to be around. Eventually, Ross Pro figures out what's going on, and they have a huge argument over next having its own factory. If you create a factory that was... That's created to manufacture billion dollars a year in computers when the actual sales were in the low millions, why like, we need dish factory. He they... He, Steve Jobs wouldn't do that, Perot lines of resigning, but he says the bad news about the failure to to achieve profitability had to be delivered to next small board of directors and Ross Perot did not take the news well. He interrupted the presentation. What you're telling me is the Cockpit picks on fire and the plane is in a tails. Tell me something I don't know. And then this is the inevitable outcome of a company that is not a good steward of the resources. Next year... It's a... It it it's amazing as steve I was able to keep it alive and then swing it an Apple because it should have been dead many many times. It says, the company that only 2 years earlier had gotten an injection of a hundred million dollars for the Japanese. Remember this is after a hundred million dollars from Pro 2. We're once again out of money. Perot before he left had become extremely unhappy with the way jobs had burned through the money. As if he or canon or another sugar daddy would always be on him to bail him out. Saw that paradox next had been hurt, not helped by the generous funding and had been given because jobs never had to learn how to stick to a budget. I shouldn't have let you guys have all that money Pro told the next then till next. This is the biggest mistake I made. He was not about to make it again, So next could not get any more money from him. Nor could it get any more money from a licensing fees from Ibm. The only other major part partner of remaining was Canon, and it Canon was faced with an un savory choice. It could either inject additional capital in the next or watch its hundred million dollar investment land in chapter 11 bankruptcy. Whether next lives are died depending on what can decided to do. Another bad position to put herself in. Too deep to shut the cashier window closed to shut the cashier window at this point, Canon came through with 10000000 dollars in an inverted disaster. That money quickly disappeared so another 10000000 dollars had to be put in. And I think after that they had to London, like, another 40000000 after this too. So now we get to the point in the story where it's evident. Next computer is there... It's it's done. Like, you you you you you have to find another course. And the weirdest thing is the best decision they made, was switching from selling hardware to just software. Right? But that did decision didn't even come from steve jobs. He was forced into that, which is another, like, surprising aspect of that I found out I by reading the book. And part of the reason was he he he wouldn't believe things that were true that didn't that he didn't want to. So 1 of his partners... I think his name Bud Triple. Since jobs just is switching for selling Hardware software partly because he believe there's no money in selling operating systems. Next was near financial collapse compare that with Microsoft margins. That's what the note of itself Says this particular matter jobs should not have accepted Triples presentation of the facts. So but Triple tells them like, because people in in the company and and you've not said the company want just sell me your operating system, like, that's legitimately good. It has value sell it to me. And jobs refused. He's refusing to sell something that has huge marginal profits. And even though his company's near financial collapse is bizarre. And the point was Not only was a bizarre, but triples wrong. It says triples is just plain wrong. Microsoft continued to prosper from its high margin sales of the the Dos operating system and the window environment that ran between Dos and applications. In 19 91, no less than 36 percent of Microsoft's 1800000000.0 in revenue came from its operating system and language software. So they're selling, you know, what is that? Close to 605 hundred million something like that in in in operating systems. It's gross margins and this is the the main point though. It's gross margins in the force first quarter in fiscal 19 83, were in we're 83 percent as insane. But Microsoft was not the company that next would would best be compared to. No matter how he wished that it that it was otherwise. Job had no to cope of displacing Microsoft than the operating system business, But he had a... There was somebody else I could compare to. Right? And he says a more practical comparison would have been to the privately held Santa santana crew... Or excuse me. Not Santana. Santa Cruz operation. And this is very interesting. I never heard this company before, And I was having a conversation with the friend last night, because looking for, like, he's confused about, like, all the different opportunities is kinda hard, like, this idea that the Internet has massively broadened the scope of careers and all... Like, especially the leveraging technology, like, what there's people that you've never heard of building hugely profitable businesses and, like, in and and enjoying like, the product they make and some people wouldn't can call them lifestyle businesses, whatever whatever the hell you wanna call them. But, like, there's just... They... There's no limits like, the opportunities are out there. We're just in a weird time period. A great time period. I mean, weird in the most possible way possible. But there's also, like, not relatively new because look at what Santa Cruz is making but back in the, what is this? Late eighties early nineties. So this is the company that... The obvious saying, hey, you might not be able to do billions of dollars in sales like Microsoft, but there's tons of other companies that are selling operating this are making tons of money at this time. So it says, Santa Cruz operation was a small company which sold a version of the Uni operating system to businesses that needed Uni for computers be build able the same micro processes Ibm, Something that Ibm wanted next to do. Compared to Microsoft's Dos operating system, the Santa Cruz operation, Uni was not well known. But it was used by businesses. This is my point that there's all these weird niches out there that can can lead to a very profitable successful business. Not everybody has to build Microsoft. But it's used my businesses I need to write customized software for uncommon demanding tasks. And which permitted the computer used to run many separate programs simultaneously. This was exactly what the next software excel at. And Santa Cruz had a tiny company and they were jet they were generating annual revenues of a hundred and 60000000 only selling software. At high margins. So again, if you for steve jobs, you wanna be, like, you know, Henry Ford, then you're not gonna do that. But you know how many people would love to run a business that was doing a hundred million dollars in sales, a hundred and 60000000 dollars in sales at high profit margins, so it says... But there was a little likelihood of high bills building glory of the power set standards of the mainstream computer street let likelihood of collecting billions of revenue annually like Microsoft. So to step in that direction, and become an obscure Santa Cruz operation, which I really find like, d demeanor. Like, I don't think that's... Again, like, there's only gonna be a handful of of huge companies. Let's say you have, a generate... Like, there's generations of those. Right? Tiny handful. Maybe a couple handful. Whatever it is. Like, there's just... What I'm saying is, like, the opportunity to do that is a lot smaller and an opportunity to build, you know, hundred million or 200000000 or whatever the number is. Like, Santa Cruz level, bit level business is what I'm saying, which is still hugely successful. But for jobs it's, like, he calls a deep scares Santa Cruz operation... He's not calling it, but this is... The author describing, like, what his opinion would have been. Would be technology acknowledge it next or remain marginal, not in a business sense, but in a historic sense. I guess that's a better way to put check frame it. So he... They're not marginal business sense, he's successful, but in historic sense, you know, most people never hear them. Again, I just think optimizing for to go down a history. It's like, I mean, Steve jobs clearly did. Optimize for that and I wanna working out them him, but that's such a, like, a a tiny percentage. Like, you know don't what wanna we only have 1 life. I wouldn't waste it Like, what... Okay. So what I'm saying is, like, if you set that as your life goal, what happens when you don't hit it, you're just gonna look back at your your 1 life you have the 1 experience you have on this planet as, like, over, like, a waste, like a regret. Like, I would just would never set myself up like that. That just doesn't make seem to me make much sense. So anyways, eventually, because he's running out of money, and he's getting pressure internally and externally, the... The most important this is fast decision or fascinating idea. The most important decision about the fate of next didn't even come from Steve Jobs. Now this was the right decision. You could argue maybe years late, but definitely a right decision, and I just... I it was amazing to me that it did not come from cg. He had had to be pulled forcefully into to ditching hardware and going to software. It says it took 6 full months of campaigning, including the appeals of Intel andy grow from the outside and the continued lobbying by lower, level next employees on the inside before jobs cap the summer of 19 91 and gave his blessing. It was not appreciated the time, but it would turn out to be arguably the single most important decision that jobs had made it next even though he didn't really make it. As sales of next own hardware plummeted that summer and sp through the fall and onto to, fall and into, in the a fall of 19 92. Sorry. Next hopes of a pre from oblivion shifted increasingly later desperately to the intel project, which is doing software. And so that's where the book actually ends and I could see why Randall was a little harsh on jobs even though I think we can learn from that, because, you know, the book goes publishing in 19 18 83. And at this point, next is a colossal failure. So it it kinda I guess those kind of constraints, limiting that the... Just like I thought it was it was beneficial to limit the history, in Michael Morris book to the, you know, that 7 year window or whatever it is, of the beginning of Apple. And what happens when you have a huge successful product, I think it was equally as important to do so on literally the opposite spectrum. I'm holding the Michael Morris spoke on my left hand, and the the Steve Johnson next week in my right hand, and they're are literally on opposite end of spectrum. That's why I I'd read them both, because it's it's it's fascinating to me. But I do wanna end on a positive note because this is my favorite thing from Steve jobs that that Steve Jobs said in the book. And it says, j... He's he's out... He's on a panel, like this at this like conference and they're talking about the computer industry. Is the early nineties. And it says jobs at the... As the house philosopher for the for the personal computer industry. The 1 who made everyone and feel fortunate to be working in a historically... Significant moment. And so this is what he says. He talks about, like, why is working in the computer industry, a like, why should we be feel for? I like this perspective, by the way, feeling fortunate, Like, I feel the same way though, I've said before, Like, we're really, really lucky. Especially for introverted people, like myself and, I'm sure a lot of you, being alive, and introverted and curious and and wanting to learn, like, they could not be another more beneficial, invention on the Internet for that. Right? That's why I feel like we're really, really lucky to be alive and this time and being born 30 years or, like, 30 year... If we were born, let's say, you know, 30 years ago, 40 years ago, like, it's completely different life, and that's a very small time in the in the grand scheme of, like, how long humans have been life. So anyways, he's saying listen, Peel fortune should be working in his sort significant a moment. And I love this this this comparison that he does here. He says the petrochemical revolution of 100 years ago freed mechanical energy. Jobs it said. The information revolution just begun frees intellectual energy. And we'll dwarf the petrochemical revolution in its impact. I think that's a, a beautiful thought. I don't think it's done that yet. Probably we're in the future. But this is something, you know, he he said this back in the nineties, which is like, very pressing. Is that the word we're looking for? Like, the idea that that he internalize and I was able to comprehend this as such a it's such a early time. Relative to the time we're living now. Is rather impressive. So that's why I leave the story. I can't recommend enough. I think it's really important to study this. I buy both the books. If you wanna support the podcast, my work at the same time, I'll leave a link in the show notes like I do for everything or you can go to founders podcast dot com and you can obviously get everything there, but you can or you can go to amazon dot com, force slash shop, force us founders podcast. That's where I put every single book that I do for the podcast. If you buy through that link, Amazon Sends me a small percentage of the sale, no additional cost you. It's a great way to support yourself, and the author and me. So you support yourself by getting a great book to reach just support the author by buying their work because they spent a lot of time doing this, and they support me because Amazon sends me a small percentage of sale, and hopefully, I'm made you aware of the book and everything, and some of the interesting things. And keep in mind. Like, so I own the I owned the hard cover of this book, which is really interesting because I got a used copy off of... I couldn't find any new copies on on on Amazon, and I also own the Kindle version. And just to give you an idea of, like, that... And every single podcast I do. I'm I'm I'm telling you about it that did you basically... Think about it, like, my notes and highlights. Is a tiny percent. I think I'm talking for like, an hour and a half or something like that. And when I exported all my notes and highlights out of the kendall version, 5 percent. Like, it's such a tiny. There's so much information, like, in in this book that It can't and all the books. So it's... I guess my my point is, like, I've found a lot of good books to podcast and usually, when I when I listen to a podcast and I and I'm... And I liked the podcast, and I went up buying the book that the podcast is based on. And I think it's a good proxy to determine if you're gonna to like the book or not. I guess, it's my point. So, yeah, Pick that up buys many as you want, I've been... Like, I basically only give books as... Like, if I buy somebody gift, I'm very bad at giving gifts outside, like, for my daughter and wife, but, like, friends family members, they know, like, Christmas time your birthday, whatever. I'm giving you books. I just think it's, like the books I've read. Oh, no. Almost always books I've read. So, like, I don't know. I I think that's a it's like the best thing to give somebody. It's like, hey. I spent, you know, 10 hours reading this. I really enjoyed it. I thought of you for some, like, a specific reason. So if you have anybody in your life that you wanna give gifts to, buy books. And if you can buy them from amazon dot com forward slash shop slash podcast. If you've gotten this far, and you have not signed up for the mississippi feed. You're missing out on half of my podcast podcasts. I don't have ads in podcast, so that means I rely on the support of the people that learn from my work they get value from my work. And the best way to support My work is just sign up for the missile feed. You'll get 2 additional podcasts every month for me, including the 2 free ones that I could do. Obviously, the people that sign up for the mis or, allow me to dedicate the time to do the free ones. So in sense, like you're getting 2 that no 1 kits, but you also get all the free you make it the free ones available for everyone else. And that's the best way to it. It takes... I'll, I leave the the link in. The show notes, you can open up on your podcast player 10 to 20 seconds. You don't even have to pin your credit card number. You can do Apple pay super fast. The software program I use will automatically generate, the the private feed and automatically install it into your podcast player of choice. You can be listening to all the mis it feed podcast podcasts in 20 seconds from now. So please do that. If you get value from my work, and you wanna see this project continue, that's the best way. The more people sign up, the the the more the opportunity cost of doing the podcast. This is basically eliminated. So if God forbid or we scared that this podcast would disappear 1 day. Best way to avoid doing that is to tell your friend... Sign up for Miss Feed and then tell your friends to listen as well. I would greatly appreciate it. What else You need to talk about. So we talk about Miss fit. We talk about buying books on the the link... Oh, so I've talked about this in a in in a little while. If you... That's I... I... I'm so confusing. Okay. So I have all these different podcast feeds. Not don't I. I have a mis fit feed. I have the the main feed the 1 you're listening to now. I also have a reviewer only feed. So for the life of me, I don't understand why, you know, I've been obsessed with podcast podcasts for 10 plus years. Every... Almost all of podcast but be like, hey, please rate and review because it does actually help. What I never understood is like... So a lot of people leave reviews and recommendations because they want to. But like, why don't you... We know from studying human nature from studying business from studying history, they're, like, humans are governed by incentives? So why don't other podcast podcasts... Further incentivize you for doing that? You know? And so my idea was, like, hey, why don't I just make a private podcast? I'm not gonna sell it? I'm not gonna give it away for for everybody either. And it's for people that are willing to lee review. And so if you... Like, let's say you're listening to most people that listen on to 2 podcasts. Like, 90 something percent of the people listen to founders. Do it on either overcast or or Apple podcast podcasts. Right? There's other ones you can do this on, but let's say for for overcast. Overcast doesn't a review function. Right? But it does have a recommend function, and it's when you're listening to this, you see that the you know, on your on your podcast... On the screen. You'll see, like a little star. If we went to tap that star. That means you're recommending this individual episode. So you tap the star turns gold. Take a screenshot of that. Email to me. At founders reviews at gmail dot com, and I will reply back with a private podcast feed. I have 7 other podcasts that are available nowhere else. They're only available for people that are willing to take a minute or 2 other day to help me out. And what happens is, you know, you recommend that overcast will show that to more people, that that helps the podcast grow, which is sen if you don't want this podcast as a spear, you wanna help grow. Right? The other way, if you if you're listening on, you know, other other podcast, like Apple Podcast podcasts. We can lee review. Lee review, take a screenshot, email to me. I'll send it send you that link as well with instructions on how to add it to your Apple podcast player. You can do it really, really fast. So anyways, I'm asking you to do this because it it really does help out it helps other people find it. It's also... The people actually leave detailed reviews gives me a good, like, indication of like, I have an idea of what I'm doing here, but it's seeing how you interpret it, it is also really helpful I guess, and how I think about it. I'm losing my voice. If you haven't already joined my private email list. I you could just go to David's david's notes at dot david's notes dot subs stack dot com. Or just click the link, enter in the email address. The email address is free... Or the email list is free. I'm doing an audio version now. If you want me to read my notes to you instead of, read it yourself, you can upgrade, and then that actually turns into, like, this is weird, like, mini saying, I don't know. It people seem to like that a lot more. They like the idea of me reading to them, than them having to do it. I kinda like that too. If I get more information audibly, while I can do other things. I definitely would would... I'm doing that because I would wanna that as well. I guess that's what I'm saying, Like, that just makes more sense. It makes it makes sense why people have said that they like it better to way, because I also like better that way too. Alright. Well, anyways, I've talked enough, I need to figure out what I'm reading for the next week, and I need to get on that as soon as possible, so we can keep this train running. Thank you very much for support. Thank you for listening. Thank you for telling your friends. I guess it's it. I'll talk you next week."
}