{
  "transcript": "In the chronicles of American financial history, Charlie Mu will be seen as the proverbial en wrapped in a paradox. He is both a mystery and a contradiction at the same time. Warren Buffett said Charlie most important architectural feat was the design of today's Berkshire. The blueprint he gave me was simple. Forget when you know about buying fair businesses at wonderful prices. Instead by wonderful businesses at fair prices. Consequently, Berkshire has been built to Charlie blueprint. How is it a Charlie who trained as a meteor neurologist and a lawyer and never took a single college course in economics marketing, finance, or accounting became 1 of the greatest business and investing geniuses of the twentieth and 20 first centuries. Therein lies the mystery. Okay. So that's from the introduction of the book that I'm gonna talk to you about today, the 1 I read this week. Which is the towel of Charlie Mu, a compilation of quotes from Berkshire Hathaway vice Chairman on life business and to pursuit of wealth. So I wasn't expecting to do this book this week. But I saw this random tweet. And let me just read this tweet to you. And it says, the towel of Charlie Mu by David Clark is easily the most impactful book I've read over the past 5 years. I've read it probably 20 times just to drill all of Mu lessons into my head. Better than any Mba. So anytime I see a tweet like that with such a, like, a high recommendation. I've talked about this before. I think it's foolish to, like, I think you've shouldn't econ and be frugal about, with most of your resources in most things in life, I don't think books is 1 of the things you should econ on or anything that teaches you something. I think it's silly. I think that's what you should be, like, there's a purpose of it that's so you should be spending your money on. So I me... Once I sell, I immediately downloaded the Kindle version, and read the... Like, the Kindle sample, couldn't put it down immediately bought the book. And normally, I like to read, you know, paper back books or physical books, but I didn't wanna wait. So I just... I downloaded the entire book and just couldn't stop reading. And before we jump into the book, I just wanna talk about, like, the... I I... Especially, like, if if you're new to, like, the world of Charlie Mu. Now there's 2 other books that I wanna be doing in on future episodes of founders about Charlie. 1 of them being Port Charlie Almond which is huge. But this is a really good introduction because what David... Let's see. His name's David Clark, The author. What he did is he took, the book is not like a normal like chapter book. It's like, a hundred and 30 or a hundred and 40, like, I would say, 1 to 2 page essays. And so he takes a quote or an observation that he he found him Charlie Mu, and then kind of expo on it in a few short paragraphs. So, it's the kind of book where you could read in, like a weekend, but I would I would recommend, and I bought, I'm I'm waiting for the paper back version to to arrive. Just keeping around your house, and and, like, in in in a place where, like, you see it all the time. Pick it up, read 1 or 2 essays put kinda down, and that's the way I would consume it after you read it. Because I think it is very much, like, what the person is treating this is, who read it 20 times. Like, it's a... Is very much like a, like, a an easy digestible, like, reference to the mind of Charlie Mu. Now why you you might be asking other than the fact that, you know, he's warren Buffett right hand and, like just said never really took a class on economics or any kind of business yet. Yeah. Has had... Has already had 1 of the most successful careers in in business history. And the reason I was introduced to Charlie is because he is... There's a lot of people that I respect the way they think. And so I try I try to follow, like, what they read what they write if they're on podcasts, etcetera like that. And when I noticed a pattern is a lot of the people that I already respect respect Charlie Mu. And I think that's a good way I've always talked about this idea that I was exposed to a few years ago that books are the original hyperlinks, they link us from 1 person or 1 idea to another. Well, same thing with people. Where if there's somebody you really admire the way they think, you'd always go back and look who influenced them because we're we're, very where species that that mimics. Right? So inevitably, the people you admire were heavily influenced by other people. And, this podcast is kind of an example of that. Because I started out being interested, you know, in people that entrepreneur is, like, the basic people that a lot of people look up to now. Let's say, like, the Steve Jobs and the Jeff Bezos and the Elon Musk's. But then the more you study them, And you read their biographies. You you watch videos of them talking, you realize like, they always reference who influenced them. So think about this like Steve Jobs. He was influenced by Robert No, 1 of the founders of intel. Robert No was, in turn, influenced by people, like, Bill Hue and David Packard, founders of Hp, who also influenced Steve jobs. Then, I always talk about you know, if you really wanna understand Steve jobs, you should really study the life of Edwin Land, who is I think 1 of the most, how I say, not under underrated. Like, he had a huge impact in the world and yet not that many people know about. So whatever term you wanna whatever term describes that, where, you know, I when I discussed edwin when Atlanta. I said hey, you really should read his book or read the book, his... The biography on him called insisting on the impossible. And you realize a lot of the ideas that we quote Steve jobs. He's just quoting I with Land. And this happens all the time. So, Jeff Bezos. Who is the influenced by. Well, read read everything story talks about Sam Walton, talks about, life changing meeting with the founder of Costco. James Cynical, I think is how you pronounce his name. Same thing with Elon Musk. Hey he talks openly about being influenced by people like Benjamin Franklin and Henry Ford. So I I... This is a long winded way to say, there's something... There's a lot of value to studying Charlie Mu, At least, I found a lot of value in that. Because by and large, almost every single person I look up to are are that I enjoy the way they look at the world, references the influence he's had. So we're gonna see a lot of that today in in in this book. So it's... This is not like, a typical biography, but we are gonna hear a little bit about, like the introduction covers a little bit about his early life. So let me just jump into that right now. And it said, Charlie spent much of his youth. He's 95 years old now. Okay? So he says Charlie spent much of his youth reading. The television and video games of his day. So that's what they're describing reading. Reading is a heavy heavy theme in this book. Well, I'll just get it I won't step on my future points. And that is where he discovered a larger world. So Charlie and Warren both grew up in Omaha, and this a little about his first job in in an indirect way that he's gonna wind up meeting Warren Buffett. So it says, Charlie was introduced to the world of business at the Buffett Grocery store. So this is a grocery store that warren Buffett grandfather owned. He said he learned about and this is really important. He said he learned about taking inventory, stocking shelves, pleasing customers, the importance of showing up on time for work. And how to get along with others while accomplishing a joint task. And, of course, running the cash register where money, the lifeblood of business flowed. The people are already on my email list will already know this because I just took notes on It's like a 30 minute talk, Charlie Mu gave in 2005. He was... Given a commencement address. I think was at the University of Southern California the school of law. And so he referenced his history constantly. He's very much a student of history. And so the author David Clark, is picking out up on that here in the introduction. He says Charlie often brings up the horrors at of the great depression at Berkshire Hathaway Annual meetings as a reminder of just how bad things can get. And that's 1 thing you're gonna notice about chart... Charlie is, like, a very... Almost like a stoic philosophy on understanding, hey, with most of what happens to us some life. We can't control, but we can control how, like, we react to it. And references, like, how studying history we'll put things into your perspective, Like, you may be suffering, but people have suffered way worse than you and they've survived through it. So that when I read that part about, constantly reminding yourself about the great depression and how things can get. There's a book that I read So it says, well, first, let me read the note out of. Is there's a value in setting these time periods. I'd recommend reading the last highlander. It teaches you what humans are able to adapt and overcome, and the audio book is, like, a long podcast. So then I went back and and looked for my notes on that book, And I'm just gonna read him to you. Let me pull it up right now. Okay. It says, so these are notes I wrote. It says I just finished forgotten Highlander. My incredible story of survival during the war in the far east by Alas star E court. So I, it was posting something that I'd I highly recommend, but let me just tell you the basic plot here, and I'm just gonna read my notes directly to you. Okay? This is really important. So the guy that wrote the book is it's just, like, self first firsthand account. Says Ali or Ur was cons into the British military to fight during World war 2. He was 19 years old. He was sent to Singapore. The Japanese invaded and he was taken hostage. He survived 750 days in the jungle, working as a slave on the death railway and the bridge on the river Kw. Most of the time, he was forced to work completely naked. So imagine be your slave of the Japanese imperial army, your your butt naked, and you're in the jungle. What do you think's gonna happen? He contracted dysentery malaria and tropical ulcers a lot. If you wanna gross yourself out, Google what a tropical ulcer it looks like. He was then transferred after 750 days of sleep. He was transferred to what's called a Japanese hell ship. The ship was torpedo by the allies. Almost everyone on the ship died. He did not. He spent 5 days a adrift at sea until he was picked up by a Japanese w ship. It gets as bad as his life has been so far. Right? It's gonna it gets about to get worse. He was sent to Na nagasaki, and forced to work in a mine. 2 months later, he was struck by the blast from the atomic bomb. He was freed by the Us Navy shortly thereafter. He returns home to Scotland and finds out his best friend died in the war and the girl he loved got married and moved to Canada. At 90 years of age, he wrote the book the last highlander to inspire others to persevere when they are faced with hardships in their life. I think it's a great book for entrepreneurs, the story demonstrates the adaptability of humans our fierce desire to survive and puts the stress of building companies into the proper perspective. The entire story only takes 3 hours and 14 minutes. So if you happen to subscribe to audible like I do, I definitely recommend, using 1 of your credits on that because I think it's it's fantastic. Okay. So, let's go back to more of, his early adulthood. So it says after high school, 17 year old Charlie enrolled in University of Michigan to study mathematics. He turned 19 a year after Pearl harbor, dropped out of college and joined the Us Army Air corps. The army sent him to Cal tech in Pasadena, California to study meteor. There he learned a difference between c and Serious Crowds and fell in love with the sunny southern California weather. While the teenage warren Buffett was busy learning about odds and probability at the racing... At the horse racing track. Charlie Mu was learning important investment skill, while playing poker with his army buddies. That's where he learned to fold his hand when the odds were against him and to bet heavy when the odds were with him. So betting heavy when you know when you have an opportunity he talks about constantly, a strategy he later developed to investing. Are he... Excuse me he later adapted to to investing. So went up going to law school, then he joins a prestigious corporate law firm. He doesn't last long as an attorney. And then he also becomes a director of an international harvest dealership, which I think just sells like farm equipment. But he talks about some of the lessons he learned from the dealership. It's a... It was a volume business required a lot of capital to pay it's cost the inventory, mostly with finest the bank loans. Is a lot of stuff. So I after a couple... Bad seasons, carrying costs an inventory structure share of the business. So he learns, like, what's a bad business. Which I think is very valuable, very valuable to learn. So I'm sorry. At this point in the book he's still on attorney So says Charlie thought a lot about business during that time. He made a habit of asking people what the best business they knew of. He long to join the rich elite clientele tell that his silk stocking law firm served. He decided this is really important. He decided that each day he would devote 1 hour of time at the office to work on his own real estate projects. He wanna develop real estate. And by doing so, he completed 5 5 projects. He said, he has said that the first million dollars he put together was the hardest money he ever earned. It was also during that period that he realized he would never become rich or never become really rich, practicing law. He'd have to find something else. So I I think that's obviously really important Like, listen, there's nothing wrong with having normal job. It's just you're not gonna become wealthy being an employee. I mean, go look at how... The the great thing that I'm... That I was exposed to by accident, which which is really good idea was you can pull Irs data. And let's say you wanna know, okay, what are the people that make over, say 10000000 dollars a year, what it... Like, what are... What's your occupation? And so, a lot of it comes from, like, Furniture services. So if you're making 10 10000000 plus a year. And this is date is, like, you know, a couple years old. It might be might even be a decade. But the time is, like 45 percent of the people over were reporting million 10000000 dollars of your income. It comes from, like, interest dividends, capital gains and stuff like that. The next category is, like, business. So entrepreneurs or something like, 30 percent, and then, you know, goes from there. But I think that... So that's 1 way to do it Charlie. I just realized, hey, Like, I wanna be on the other side of this transaction. I wanna be the people hiring the attorney, not the 1 actually doing the work. So he drops out and, goes least California. Actually I don't know if he leaves permanently. I think he just back in Omaha, but he winds up meeting warren buffett. He meets warren at a lunch through mutual friends, and they instantly hit it off. Like, the first time they talked, they went talking for hours the the rest of their friends leave lunch and they just wind building with this relationship saw today. So it says, after Charlie return to California, he and Warren talked several times a week on the phone over the next couple years. And in 19 62, Charlie finally started an investment partnership with an old poker body who is also a trader at the Pacific Coast Stock Exchange. He also started a new law firm, so he starts his own law firm called Meng, Mu Tolls, Hills and Woods. And within 3 years, he stopped practicing a law to focus on investing full time. So he goes through a couple of these investment partnerships, I think even has... What, I guess we would call hedge fund at the time, winds up closing down after this the the the stuff the financial panic. I think of 19 73 to 19 74, if I'm not mistaken. And in 19 79, Charlie became Berkshire Hathaway first vice chairman. It was from those 2 positions, so he was, oh, I skipped something. Charlie wind buying a company called Blue chip stamp, and then that merged with Berkshire Hathaway, but he was running the company. So says that's... It was from those 2 positions that Charlie would help warren and make the investment and management decisions. That would take Berkshire hathaway from a net income of a hundred and 48000000 dollars and a stock price of, 12 1200 dollars a share in 19 84 to a pro... To an income of approximately 24000000000 and a stock price of 210000 dollars. A share in 2016. Warren in summing up Charlie impact on his investment style over the last 57 years said, Charlie shoved me in the direction of not... This is important. This is what Warren was referencing at the beginning of a podcast about how He credits Charlie thing like the architect behind the strategy of Berkshire chao. This as Charlie shove me in the direction of not just buying Bargain as Ben Graham had taught me. This is the real impact that he had on me. It took a powerful force to move to move me on from Graham limiting view. It was the power of Charlie mind. And that mind is what I was referencing earlier where people that I admire their mind tend to admire Charlie Mu mind. Alright. So now we're into the book where it's gonna move a lot faster because He gets to his points really really quickly. So start off, you know, Charlie Mu is very against this idea of of fast money. He doesn't believe in him. And his quote is the desire to get rich fast is pretty dangerous. And now we're gonna hear the the author expo, David Clark expo on that. He says, trying to get rich fast as dangerous because we have to gamble on the short term price direction of some stock or their asset. There are a huge number of people trying to do the same thing. Many of whom are much better informed than we are. The short term price direction of any security or derivative is subject to all kinds of wild price rings due to events that have nothing to do with the actual long term value of the underlying business. Last but not least, there is the problem of leverage. To get rich quick, 1 often has to use leverage or debt to amplify small price swings into a really huge gain. That's fine. But if things go against us, they can also turn into really large losses. In his early days, Charlie did use a lot of leverage on the start on his stock arbitrage investments. But as he got older, he saw the grave danger he was putting himself in and now passionately avoid using debt and only bets on his long term economics of a business. Not the short term price of its... Not the short term price swings of its stock price. Okay. So that was fast money. He has this idea where he talks about a lot or where you need to know your circle of competence. And so, this is a direct quote from Charlie. It says knowing what you don't know is more useful than being brilliance, what Charlie is saying here is that we should we should become conscious of what we do not of what we don't know and use that knowledge to stay away from investing in businesses, we don't understand. Another 1 of his famous Ac axiom is avoid being an idiot. And it this is I don't really need to spend expo on this quote, it's pretty straightforward. People are trying to be smart. All I am trying to do is not be idiotic, but it's harder than most people think. Another 1 of my my favorite quotes of his. He talks about getting rich by sitting on your ass. So it says sit on your ass investing. You're paying less to brokers, you're listening to less nonsense. And if it works, the tax system gives you an extra 1, 2 or 3 percentage points per annual. So she he talks about, you know, you should be buying and then never selling. Like, he's not really into the this idea of day day training. The know that myself as same applies to founding and running your business, starts something to sell. In the entrepreneurship world starting something to sell fast is glorified, but the type of person who is able to build a business and sell it is probably not gonna be content sitting on their ass with just money to show for it. They inevitably start again and most times they sold the best idea So now, they're working on their second or third best idea. So he's talking about, Charlie saying, hey, you know, do your homework, read research, then once you make your purchase decision like, that's it. You're done. Don't do anything else. Now work on the next person purchase decision. Don't go and be all frantic and and live like this this, like, hectic lifestyle. It's like, okay. Now it's up. Now I'm gonna cash in on it. And, I've always referenced this. Multiple times of the podcast. Go look at the There's graphs just type in warren buffett net worth, and you're gonna see, I don't know what the percentage. Say, 50 percent of it's happened unless the last, like, 5 years. Because all good things in the life are from compounding, and you can't have things at compound if you don't invest the time. So it says the important investment philosophy assumes that 1 is better off buying a business with except... 1 is off better buying a business with exceptional business economics, working in its favor and holding it for many years than engaging in a lot of buying and selling. Now, for our purposes, and, let's change engaging a lot of buying selling to engaging a lot of starting and selling, starting and selling. So on and so forth. I love Jason Free opinion on this. It's like I'm proud non Ceo entrepreneurs. Like, I got a good idea. I'm gonna stick with it. Trying to anticipate market trends constantly buying and selling means constantly being taxed. So that's what, Charlie was talking about. You have a a huge economic advantage over the people to do this. If 1 holds an investment for 20 years, there's only 1 tax to pay, which according to Charlie equates to an extra 1 to 3 percentage points of profit per year over the entire time you hold it. Charlie knows that time is a good friend to a business that has exceptional economics working in its favor, but for a mediocre business, time can be a curse. It's really good point. There's a short little video, it's taken from 1 of the Berkshire Hathaway. Shareholder meetings, and it's just Charlie Mu and warren and Involved talk about diversification because, you know, if you went to any kind of business school or from a finance school, like, they should our for diversify, Charlie calls diversification t. And he says this worshiping at the altar of diversification, I think that's really crazy. He talks about his diversification only... Is only for people that don't know how to value businesses. But, in in that talk. He's like, listen. The idea where like, like, first of all, he says, there's only so many businesses that 1 human being can actually understand at, like, a fundamental level. Right? And so this idea where you've identified 1, 2 or 3 really great businesses. But in the name of diverse... For the sake of diversification, you're gonna instead of putting more money into the things that you're... You think are sure winners, you're gonna put into, like, the 30 fifth business business. He's, like, this is stupid. Like, the people teaching you and he he he talk about this in the books somewhat. He's has no respect for, like, for almost all of modern financial education. And I use education loosely because it's mostly bullshit. Okay. Charlie discovered that if we invest investing companies that have great economics working in their favor at a reasonable price, we can bring the number of companies we still we own down to 10 or fewer and still be protected against an unexpected business failure. And have good growth on our portfolio over 10 to 20 year period. As the saying goes too much diversification and we end up with a Zoo. It is much easier to keep a sharp eye on our basket if there are only 10 eggs in it. And out, you know, if you listen to the 3 part series, I just did an Andrew Carnegie and Henry F, this comes up over and over again. He's just what Charlie Warren are saying, let's say in 19 eighties, 19 nineties 2 thousands, Andrew Carnegie, he said a hundred and 50 years before that. He said, you know, this idea that you should he put all your eggs in 1 basket and watch that basket. That's why Carnegie most famous quote. And then Andrew says in his auto biography. Maybe he was in 1 of the books with F, but he's like, listen, study how the great fortunes are. It's not a scatter shot approach. They've identified the best business possible and they put all their energy and effort into it. That's certainly what, Carnegie did. So another example, Charlie gonna talk about this lot. Either about when do you bet heavily. You should remember that good ideas are rare. When the odds are greatly in your favor bet heavily. Same thing applies to business. If you've identified a a business that's worth something that there's clear demand, people are willing to pay you for it, and you're you enjoy running it? Like, why are you going out starting a side project. Very few people in the world in in history or even if you wanna limit people are alive today, find 1 great business. That is so rare. You found 1 great business you already won, just stick with it. But again, that kinda goes against, human nature, which Charlie talks about a lot. The reason that him and warner are successful because they have patience, but why, you know, patient seems simple. Right? Your your parents taught you. Hey, be patient. But that's not in our nature to be patient. That's why it's so heavy. It's not that the these ideas are even like like rare unknown. It's the application of the idea that's so rare. You just gonna talk about more about financial crisis equals opportunity. And he says if you like me lived through 19 77... 19 73 to 74 or even the early 19 nineties, there was a waiting list to get out of the country club. That's when you know things are tough. If you... Live long enough, you'll see it. So at the same time I was reading that part, I was listening to bill Early, another another person that, I respect where he thinks. He just has a really interesting unique mind, and Was taking notes on him, and he was asked, how has experiencing multiple booms in busts impacting your investing mentality. And he talks about... I've read... Have multiple views on the subject. Hey, he says, I've read every book on the history of financial markets that I could. You can get a ton of exposure to it. If you just look for it. Silicon Valley is an interesting place because I've never been around a group of people where risk is forgotten so quickly. And I think having that historical background is a huge advantage, And I think what Bill Bill Bill talks about this multiple times. Like, if you're really interested something, Think there's no reason. Like, you have no excuse in the Agent and Internet, not to be well read on it. And I think if you're looking for other books or other things like to I I just like I think, obviously, reading biographies is a good use of time. I think studying the history of financial markets is a really good use of time because it's... It influences business and entrepreneurship. And that's basically what Charlie selling us. Like, listen. You're gonna... If you live long enough, you'll see this over and over and over again. So I always laugh when, like, you have these people like, oh, no, we we... We're gonna control the business cycle. No. You're not. You're absolutely not. Like, bubbles and busts are part of human nature. They're not going anywhere. Okay. So what... This is an description. Now, you teach gonna talk about, like, what what what is Charlie do during a crisis? He said, I would be a miss if I didn't point out the random recession crashes that, that random recessions and crashes are programmed into Charlie buying strategy. Both Charlie and Warren let cash pile up. Waiting for a recession and crash, even if it means getting low rates of return on their cash holdings. So so this is so funny. Is what I mean about, like, what your toll works and what actually works is usually 2 different things where people like, oh, you shouldn't should never have, like, an abundance of cash. That is the dumbest because, it's gonna be inflated away. Well, it's not gonna be inflated away if asset prices decrease when you have these regular busts that decrease asset price of by 50 percent. What you talking about? And so this is what Charlie warner are saying? Like, they're arguably Charlie makes the point that Berkshire chao probably has the most successful investment record in the history of humanity. That's a hell of a statement, and he's probably right. And what are they doing? Of, like, they're letting cash pile up because they know what's gonna happen? They've studied history. When a crash happens, everybody runs for the exit. And then asset prices drop. And oh, shit. Look, I have all the money. Guess what? I just bought up, you know, I bought up that thing that was for for pennies on the dollar. That's how you get really, really wealthy. That's how they got really, really wealthy. There's even some numbers in the book. I'm not gonna share about the podcast because it gets a little boring. Like, oh, they bought something for 280 and a million 5 and during a crash. 5 years later were 2000000000. Like, you see it, like, those examples. So really really do buy this book. I can't. There's no reason not spend 15 bucks in the book. It's just not. You, even if it means getting low rates of crash... Oh, okay. So they'll they'll sit on cash even if it means getting low rates as they wait for the... What... Listen to the word they use here. They wait for the inevitable. When the crash hits, they make their purchases. And then he's gonna hit on this. Cash is key. The way to get rich is to keep 10000000 dollars in your checking account in case of a good deal that comes along. So these... The the they hit on the same themes in different ways. So it really like, see into... At least is ce into my brain. Probably well to you. So this says Charlie advocates keeping 10000000 dollars in cash, and Berkshire keeps 72000000000 sitting around in cash, waiting for the right deal to show up. Obviously, that number changes over time. The lousy return in their cash balances are getting is a trade off. Poor initial rate of return in exchange for high for years of high returns from finding excellent businesses selling at a fair price. This is an element of the Mu investment equation that is almost always misunderstood. Why? Because most investors cannot imagine that's sitting on a large pool of cash year after year, waiting for the right investment could possibly be a winning investment strategy let alone 1 that makes them super rich and why why why is that so hard for other humans to understand because it goes against our nature. We think, oh, I have to do something. If I'm not doing anything, I'm not being productive, I'm I'm wasting time. It's like, no, You just be patient way for the right opportunity. Oh, so I always love this because I talked about this in the last the last few weeks. You know, this is a reminder that companies love to create made up metrics, and I find it unbelievably. Like, I cannot believe that the... I should... I, I don't know what I'm talking about, like, why wouldn't meet it. But the media amplify fake numbers? It's like, who's writing these stories? Don't you know this is a made up number. I talked about this last week with Steve Jobs lying about next phantom profitable quarter. And I was, you know, carried. It's like, they didn't do any kind of investigating. So like, oh, he said that. Okay. So let me just amplify that to other people. So says, this is Charlie says, I think that every time you see the word... Let me just spell it out. Eb d, you should substitute the word bullshit earnings. So this stands for earnings before interest, taxes, depreciation and amortization. Charlie considers interest depreciation, taxes to be very real expenses because they are they have to be paid. Insurance and taxes have to be paid in the current year. Depreciation cost has to be paid at a later date. For example, when a plant plant and equipment eventually need replacing. That eventual replacement is a capital cost and capital cost can destroy what otherwise appears to be really great business. According to Charlie, if we use this Eb T to determine the earnings of a company, we will get an unrealistic view of the company's true economic nature. And, Charlie gonna give us some lecture on over confidence. So he says smart people aren't exempt from professional disasters from over confidence. Here, Charlie referring to the collapse of long term capital management, which was a hedge fund set up by the famed Wall Street bond trader John Mer weather in the late in the late 19 nineties, mer weather brought together some the smartest people from Wall Street and Academia, including Phds and mathematics and economics, several of whom were Nobel Lau. Those brilliant minds, device strategies for investing in bonds and derivatives using tremendous amounts of leverage, which if things went their way, were earn outrageous returns on their partner on the on their partner's invested capital. The problem with the with the strategy was the potential for losses was catastrophic. So you probably heard about, long term capital management winds up going under, within a day, they they become, involvement. Charlie lesson here is that a combination of super smart people, and large amounts of leverage often end in disaster. I might add that the combination of really dump people in large amounts of leverage And disasters well. Okay. So this is Charlie waiting. It's waiting that helps use an investor, and a lot of people just can't stand to wait. So I I don't know how to pronounce this guy's first name, but I... You've heard his last name was. I'm just pretty sure you've heard this guy, Pascal. I'm not gonna try to... Bla. Maybe I don't know. I'm gonna refer to him as I've heard him referred to at Pascal. Pascal the seventeenth century French mathematician said all of you manage problems stem from man's inability sit quietly in a room alone. Charlie Agrees. You have to wait for the right company. 1 with a durable competitive advantage of is selling at the right price. And what And when Charlie says wait, he means wait as long as it takes, which can mean many years. Now this is interesting. I didn't know about this. So why let me just read you. Warren got out of the stock market in the late 19 sixties, and he waited 5 years. Before he found anything he was interested in buying. I don't III know for sure I wouldn't have that kind of patience. That's amazing. There's there's more than just waiting to find something to buy. Once you buy a stock, you have to wait for the businesses underlying economics to grow the company and lift at stock price. When Charlie Warren say that they intend to hold an investment forever, they mean forever. Who on Wall Street would make such a statement. That's 1 of the reasons Charlie Warren have never worried about mimicking, I love that words. It's very important. Mimicking their investment style because no other institution or individual has the discipline or patience to wait as long as they can. So the note of myself is patience is a superpower and this is where my own life I need to work on because I'm probably the most impatient person. That I've ever met. Okay. Enduring problems, this is what I meant about. He has kind of like this this like, stoic nature about himself. So it says an isolated example that's very rare is much easier to endure than a perfect sea of misery that never cease. Charlie is talking about the difference between an excellent company, which might confront a major problem a few times in the span of 20 years. I also same. Think it applies to your personal like to, compared with a mediocre company, which might go from prompt to prom year after year. A perfect example of an excellent company is the Coca Cola company. Over the last 50 years, Coca Cola has screwed up twice. Once when it got in the movie business and again when a reform reform its f... Flagship product and came out with New coke. It solves both problems by getting rid of them. The perfect example of a mediocre business that goes from 1 problem to another is any airline, which has union problems and fuel cost problems and is in and is in a price competitive business. This bit of wisdom is also applicable to our personal lives. It is far easier to endure a brief moment of intense pain than it is to suffer misery that drags on year after year. That that may be thinking of that famous quote where most men live lives of quiet desperation. Like, don't be most people. We... We're all temporary beings. There's no reason to be miserable. Just fix whatever it needs fixing. Alright. A few good companies. If you buy something, So you've hit on this trend. He said at a couple different ways already in the book, but say, you don't need to have 200 great opportunities. Just 1... I think Warren says, from say, it's like, if you can identify or or or, like, 1 to 1 to 2 great, really truly fantastic businesses in your lifetime, like, that's enough to get fabulous wealthy. So this is Charlie saying, if you buy something because it's undervalued, then you have to think about selling it when it approaches your calculation of its intrinsic value. They're talking about Ben Graham approach to value vest thing. Right? That's hard. But if you can buy a a few great companies, then you can just sit on your ass, and that is a good thing. And he doesn't mean when he says sit on your ass, like, sit around do nothing. These guys basically can read all day long. He says, like, if you go around and fall... If somebody was to to to follow warren Buffett around with a with a camera. He says it looks very academic. Half the time he's sitting on his ass reading. The other half of the time he's talking 1 on 1 with people, like, that he respects that he could learn from. And and I just remember Charlie saying he's like, doesn't look like work. It looks like academia. Sis... This is more about him about talking about a few good companies. Charlie Warren steer is that a company with a durable competitive advantage Dave to say that over and again, has business economics that will expand the underlying value of the business over time and the more time passes the more companies value will expand. So they're talking about the in the in the case, like a public markets, but I say the applies entrepreneurship too. The longer you're able to hold in your company. The difference is, like, if it's a private company if you own it, like, the value will surely extend in time. Right? Just as it would mimic what it would do in, like the public market where you see, like, the compounding of these business is over a long period of time. The difference is you as the entrepreneur reap all that benefits instead of selling off selling equity, which is the most valuable part of the business to other people. So says us, once the purchase is made or once the founding is made, it is wise to sit on the investment as long as possible. Other and what he saying Entrepreneurs Just don't jump. I use that quote. Like, quit, rabbit eyed kid, quit jumping. Focus. Just stay with what you have. Ace it's gonna... It's it's gonna be hard to do Because just you get against your nature. I'm speaking to myself more anywhere too. So thus once the purchase is made this wise has sit on the investment as long as possible because the longer we own the company, the more grows in value and the more grows in value the ritual we become and I always use your, founder Pat. It's a multi billion dollar company now. 40 years later. It wasn't at the beginning. What if he sold it 5 and he had the opportunity to. What if you sold it 5 or 10 years in. He'd be a lot less wealthy than he us today? Not that even cares about that, but, okay. What's this? Oh, here's here's Charlie talking about not being stupid again. It is remarkable how much long term value or excuse me. How much long term advantage people like us meaning him a warren have gotten by trying to be consistently not stupid instead of trying to be very intelligent. There must be some wisdom in the folk saying it's the strong swimmers who drown. So again, people trying to be really intelligent, really smart really cutting edge. Those are long term capital management kind of people. Okay? He's saying that's not our... That's not that's not what we more to do it all. We're just try to avoid being dumb. And if you could avoid being dumb over a long period of time, you will get wealthy. And anyway, I didn't understand this this the sentence he said, it's a strong swim to drown. I guess, strong... The the explanation was, like, stronger swimmers or the 1 who actually... They become over confidence so assume further away from shore, and that gets them in trouble. Weaker swimmers are say close to shore because they... That's where it's most safe. So that's what he means by that. If you get anything out of this book, this is just a random 1 sentence. If you get anything out of this book, you will learn the importance that Charlie puts on patients. I need to have that tattoo on me or something because I I need to work on that. Academic so, By and large, I don't think too much of finance professors. It's a field of witchcraft. He also talked about, when I took notes on that, that other talk gave that he firmly believes you can learn everything you need to know in about finance in a week and that the people that try to sell you other things, they're over comp... There... Like, the problem is if you can learn something that fast, there's no, like, market for people to sell to. Right? So, like, you can't have, like, what are you doing in degree finance for. Like, if you can learn everything in a week, like, they have to fill your head with all those other nonsense. And he he calls a t, so, witchcraft, all all kinds of, ways to describe it, but it's same thing. He's like, this is a bull crap. Don't don't pay attention to him. This is why I think you're better off reading a biography. Oh, my god. I think he's actually gonna... He he talks about. Yes. He does. Oh, okay. Let me just read to you, and then, I guess I'll spell my own thoughts So there's no single formula. There isn't a single formula. You need to know a lot about business and human nature and the numbers. It is unreasonable to expect that there's a magic system that we'll do it for you meaning having successful oh, careers as an investor and entrepreneur. Is people are looking for simple method, they can learn from reading 1 book that will make them rich. It doesn't happen that way unless they get really lucky. 1, this is really interesting. 1 is actually better off reading a hundred business biographies than a hundred books on investing. Why? Because if we learn the history of a hundred different business models, we learn when the business has at tough times and how they got through them. We also learn what made them great or not so great? So in other words, he's telling you listen to Founder podcast. And I I obviously agree with. Like, I don't read it. Like, I when I was younger I a bunch of business books. And you realized, wait, this could've been a blog post or... Oh, this this actually doesn't even... Like, this idea doesn't even make sense anymore. Because their target market is people that want, like, a simple solution. There is no simple solution. It's a it's a... What is the what's the word? I just... I learned. So the market calls it a complex adaptive system. That's what's starting. Companies is Bill Gu use something else. Because he was recommending a book to read. Hold on. Let me look first real quick because I think it's interesting. Okay. So he he's talking about his 1 single favorite book is complexity. The emerging science at the edge of order in chaos by mitchell wardrobe drop. And this is why. Says it's about multi variable nonlinear linear systems. You know, I read went a 25 or 26, Had profound impact on high c model, systems economies businesses, opportunities, investments because most things in life are a multi variable nonlinear system. And that's what business is. So you can't read just a business book. That's gonna give you the 1 answer on how to do it. Better off reading biographies. Okay. So that we covered that. I just love this quote, he's talking about this phenomenon, at least in in America, the country I live. I don't know where it is in the country you live, but this idea have too big to fail, which I hate. And Mu is gonna, like, very su describe, like, what's the problem with this? And he says capitalism without failure is like, religion without hell. Another quick app dealing with carrots and sticks. If we're gonna prosper, we have to work. We have to have people subject to carrots and sticks. If you take away to stick, the whole system won't work. You can't vote yourself rich. It's an idiotic idea. This is very much sounds like 1 of my favorite writers. It seems to love. It says, I do not think you could trust bankers to control themselves. They're are like heroin addicts. This is another way for Mon to tell us to be patient. He says buy and hold, we just keep our heads down and handle the headwind and tailwind as best we can and take the result after a period of years. Once Charlie gets his hands on an excellent business at a fair price, he knows that the smart thing to do is to hold it. Is to hold on to it and let the company's accumulated earnings pile up. This will increase its underlying intrinsic value and over time will cause stock price to go up. Same thing when he's saying, hey, I got my hands on next excellent on business. The best this more thing to do is to hold on to it. And let the company's accumulate me the early earnings pile up, I think that's French. And I guess, it doesn't even matter like what I think. I mean, charlie saying the the way to get, like, if you're trying to optimize for wealth, you should hold on to the to things are valuable. Alright. So going to extremes. This is really interesting. But this way 1 of my favorite points that he makes. I never really thought about. And he says, in business, we often find that winning that the winning system goes almost ridiculously far in maximizing or minimizing 1 or a few variables like the discount warehouses of Costco. Okay. So think about that. They're going ridiculous, like, on... This is absurd how far you're going in and then what you're focusing on. Right? And you you can you can only go that deep on a handful of things. He says, what do you say 1 or 2? Yeah. 1 or a few. Right? Just says this example of Costco. Costco is obsessed with keeping operating cost to a minimum. It does not provide shopping bags. Customers bring their own bags are using empty packing box the store supplies. Saving costco 2 to 5 cents on plastic bags and 10 to 25 cents on paper ones. That might not seem significant. Remember, they're going deep on cost. They wanna keep their cost low. Right? But consider this, costco does 15000000 dollars a year in sales. If the average customer spends a hundred dollars per shopping trip, you spend way more in that at Costco by the way. And means that means Costco has approximately a hundred and 50000000 customer checkout every year. If 3 paper bags at 10 cents per bag were used per checkout, the total bag cost multiplied by a hundred 50000000, basically, saying, Costco would save approximately 45000000 dollars a year just on this 1 single decision. That's going to the extremes. It's also knowing what your your customer's value. But you're going to Costco not. For the experience you're going because you wanna save money. And this is something that this this this like, almost like, religious, adherence to watching your costs is something that's very common in the in the Berkshire portfolios. This is the 1 thing that all of Berkshire businesses have in common. That they're managed by people who are willing to go to great lengths to keep costs low. And, of course, we see that over and over and over again, and then the books that we're studying. Andrew Carnegie, Henry F. They don't don't tell me your revenue. I don't care about that. That's gonna change. It's gonna go up and down and everything else, but your cost savings forever. 2 kinds of businesses according to Charlie Mu. There are 2 kinds of businesses. The first earns 12 percent a year and you could take it out at the end of the year. The second earns 12 percent, but all the excess cash must be reinvest. There's never any cash. It reminds me the guy who looks at all his equipment and says, that's all of my profit. We hate that kind of business. Oh, so this is an... And this is a really good reminder that, you know, no matter what. So my opinion is like, you should take your craft seriously? It doesn't matter why you do whether your employee, a business owner and Athlete, whatever? Like, just whatever you're gonna spend your time doing? Like, why why are you doing it if you're not gonna try to be really good at it. Right? So you should take your craft... Or, usually. You should take your craft seriously. But you... But don't make yourself miserable. None of us are getting out of this alive. And so Charlie is kinda telling us that here with his quote on about a few companies surviving. Over the long term history shows the chances of any business surviving in a manner agreeable to a company's owners are slim at best. This is some more lessons of, from a lifetime owning businesses, and it's just the, like, the given the dichotomy between, like, easy decisions and painful decision. So it says, the difference between a good business in a bad business is that good businesses throw up 1 easy decision after another. The bad businesses throw up painful decisions time after time. So says a lifetime investing in owning company to start Charlie worn many lessons. They both own very... They've vote both own a few bad businesses in their day. So they talk about a department store, a win mail manufacturer, a textile factory in an airline. Why are the businesses bad? Anything toss because they're involved in an intensely competitive industries that beat each other up over price, which brings their profit margins down, kills their cash flow and diminishes their chance of long term. But Charlie and Warren, but Charlie Warren education and misery has been our gain. Now we know that the secret is always to go with the better business that has a durable competitive advantage. How many times are gonna say this durable competitive advantage. Like, it if they repeat it over and over It's obviously trying to, like, drill our minds. And can raise prices at will. This allow... Meaning it's not a commodity business. This allows this allows it to keep its margins high, which creates a lot of free cash flow to spend on new business opportunities. So kind of a simple formula there. But, yeah, most people seem to be attracted to to businesses with a lot of competition. On, this is pro probably true for life as well. It's so quote on market declines. If you're not willing to rack with to a market price decline of 50 percent, 2 or 3 times a century, you're not fit to be a common shareholder, and you deserve the mediocre result you're going to get compared to the people who do have the temper temperament who can be more philosophical about these market fluctuations. Same thing. Yeah, inevitably, bad things are gonna happen in your life, and he's talking about. Like look look what the words he uses there. React with e, temperament, being philosophical. It's interesting. So another quote 1 of my fair quotes from the big short. This comes from the same guy, Steve, Actually just sat in the book It's in a Youtube video I watched of an interview with him. And he says that the the 1 sentence description of the financial crisis was they mistook leverage for Genius. So this is, Charlie Mu lecturing us on, you know, being careful leverage is specifically saying, use less leverage. As you could tell in Berkshire operations, we are much more conservative. We borrow less and on more favorable terms. We are happier with less leverage. You could argue that we've been wrong and that it's costing us a fortune or that has cost us Fortune, but that doesn't bother us Missing out on some opportunity never bothers us. What's wrong with someone getting a little richer than you? It's crazy to worry about this. I love this idea too, And this is really hard for me to internalize too because you can't really plant... Like, if you... If you... When I when I when I say, like, the world is more complex We understand. Right? I ever actually internalized that message, it also goes against my natural personality so, like, you wanna plan things. And it... It's something you'd, like, it's not about planning. It's about being adaptable to a situations change. That's much more important. So this is him Charlie saying the the idea of having a master plan is t. At Berkshire, there's never been a master plan. Anyone who wanted to do it, we fired because it takes on a life of its own and doesn't cover new reality. We want people taking into account new information. Now he's giving us advice on, like, life education, the pursuit of happiness, which I think is would... So that... There's 4 parts in the book we're in the last part now. The last part, I've read the book in order, but and I definitely wouldn't, like, I should've have read... I should've have looked ahead first. Because I would would've have read this first. The this section was was fascinating to me. 1 step at a time. Spent each day trying to be a little wiser than you were when you woke up. Discharge your duties faithfully and well, slug it out 1 in 1 inch at a time day by day. At the end of the day, if you'd live long enough, most people get what they deserve. This is Charlie incremental approach to getting a ahead in life. And, another way to frame this is, like, consistency is way more important than intensity. While when he was practicing law, he implemented this is a going back to his I realize, when he was practicing law, he implemented a self education regime for 1 hour a day to learn such things as a real estate development and stock investing. It was slow going at first, but after a great number of years and thousands of books read, he started to see how different areas of knowledge interplay with each other and how knowledge like money can compound. Making 1 more and more aware of the world in which he or she lives. He has often said that he's much he's a much better investor at 90 than he was at 50. That's interesting. In fact he attributes to the compounding effect not here's just 3 rules of career advice, 3 rules for career. 1, don't sell anything you wouldn't by yourself. 2, don't work for anyone you don't respect and Admire, and 3, work only with people you enjoy. More life advice on know all. I try to get rid of people who are always who always confidently answer questions about which they don't have any real knowledge, and I would argue it's most of of human communication. Another 1 admitting stupidity. I like people admitting that they were complete, stupid horses asses. I know I'll perform better if I rub my nose in my mistakes. This is a wonderful trick to learn. Charlie believes that we can learn from failures only if we accept responsibility for them and and examine exactly why we failed. Blaming someone else in shi responsibility is a is a missed learning opportunity. That is why Berkshire sherry annual report is always quick... It's always quick to point out warren and Charlie screw ups, and the lessons they learned, such as their investment in Us airways, which they thought was gonna be a good investment but prove to be a real stink. This nose rubbing exercise is 1 reason why they never make the same mistake twice. He, I've heard him talk about this number of times, being frugal not living beyond our means. Mo is a good example of a life ruined by net ness. His achievement wasn't diminished. He may well had the best innate musical talent ever. But from the start, he was pretty miserable. He overs spent his income, his entire life, and that will make you miserable. 1 of the keys to Charlie accumulation of wealth is that in his youth, he was fan about not spending money. He didn't buy his for first his new car until he almost 60, and he lived in an upper middle class house long after he became multimillion millionaire. Every dollar save was a dollar that could be invested overs spending can make us miserable, but under spending and investing wisely will help us speed along the road to riches same thing for when you're spending your company money. Out with the old, any year that passes in which you don't destroy 1 of your best loved ideas as a wasted year. Out with the old and in with the new, this shows an evolution in our thought process, which means we actually thinking. There's no really explanation needed for this. I have never succeeded very much in anything in which I was not very interested. If you can't somehow find yourself very interested in something, I don't think you'll succeed very much, even if you're fairly smart. This chapter or this essay essays called being frugal. 1 of the great defenses if you're worried about inflation is not to have a lot of silly needs in your life. If you don't need a lot of... If you don't need a lot of material goods. So he's saying this, I remember even... I never thought, like, this is such an interesting idea. I've never thought about frugal gallery as a hedge against inflation, would never put that together. Says both Charlie Warren have lived in upper middle class homes and driven older motor cars most older model cars most of their lives. Why? To keep their expenses low so that they could accumulate lots of cash to invest? How does this protect them against inflation? If you don't need something, you don't have to buy it, so who cares if it goes up and price. Okay. So I never I never heard this term before. What he calls it it catches them. Oh, it's just so useful dealing with people you can trust in getting all others the hell out of your life. It ought to be taught as it catches them. But wise people want to avoid other people who are just a wise people want to avoid other people who are just total rat poison, and there are a lot of them, meaning there's just a lot of low quality human beings. So he says, a catch is a summary of a doctrine that is used to teach young students, usually religious instruction. So saying this should be taught to everybody. With Charlie advocating here is a philosophy that says we need to Jet our least trustworthy friends and business associates. I try to practice this in my own life. Like, I rather have, like, a small handful of really deep friendships and a lot of really shallow ones. Learning machines. Something hugely important. Also something Heard both Warren Buffett and try them moment and repeat a lot. Warren is 1 of the best learning machines on the Earth. Warren investing skills have markedly the increase since he returned 65. Having watched the whole process with Warren, I can report that if he had stopped with what he knew at earlier points, the record would be a pale shadow of what it is. Talks about, like this idea where you ever stopped learning is silly nonsense. There's another point I've noticed with men and women who truly excel their craft or profession. They keep on learning and improving themselves at long after most people would have retired. He so this is a secret to wisdom. Look at this generation with all of its electronic devices and multitasking. I will confidently predict less success and warren who just focused on reading. If you want wisdom, you'll get it sitting on your ass. That's the way it comes. And again, he means sitting your ass and reading not sitting around and doing nothing. Reading personal biography allows, want to experience multiple lives and successes and failures, Reading business biographies allows 1 to experience the vic of a business and learn how problems were solved. Both Charlie and Warren are copious readers of personal and business biographies, somebody tell them about on podcast, please. I might add that if Charlie ever wrote an auto, it would probably be titled, how I read my way to fame and Fortune while sitting on my ass. He's gonna talk more about reading. It's interesting He he he waited to, like the life advice section of the book to talk or about reading a lot. He says in my whole life, I have not... I have no no wise people who did not read all the time. None 0. You'll be amazed at how much warren reads and how much I read. My children laugh at me, they think I'm a book with a couple of legs sticking out. Back to learning machines, I constantly see people rise in life who are not the smartest, sometimes not even the most diligent. But they are learning machines. They go to bed every night, a little wiser than they were when they got up and boyd does that help, Particularly when you have a long run ahead of you. Right this is something I off, I need to work on, for sure. He's telling to stop multitasking. I think people who multitask pay a huge price. Many people believe that when they multitask, they being super productive, Charlie believes that if you don't have time, that if you don't have time to think about something deeply, you're giving your competitors who are thinking deeply a great advantage over you. Charlie ability to focus intensely and really think about something has been his competitive edge. And this is just an idea of including in the podcast because I've never thought about this before. And he calls it a seamless web. The highest form that civilization can reach is a seamless web of deserve trust. Not much procedure, just totally reliable people correcting correctly trusting 1 another. In your own life, what you want is a seamless web of deserve trust. My my question there is it's like, how they can't have that with a society. Right? There's there's like, a limit to the amount of like, how large a group of, people can get where you can have this seamless web, At least, maybe with the invention of, like, the Internet. There is some kind of way to do this. I just... I mean, you can have what seamless web of trust with with family, maybe a small group of friends, maybe like, a small company, but at some point, like, you're gonna... The the sheer numbers are gonna overwhelm this. Okay. Missed chances. He talks about his respect for the the former slave turn philosopher, Epic, epic epic. So he says, I think the attitude of epic Epic... Come on man. Why can't can I pronounce things? Epic is the best. He thought that every missed chance in life was an opportunity to behave every mis Chance in life was an opportunity to learn something and that your duty was not to be submerged self pity, but that's what I meant about not being miserable in our 1 life to live. But to alter... But to utilize the terrible blow in a constructive fashion. That's a very good idea. Talks about that. Most people don't know Charlie lost a child through leukemia, which, you know, that's probably the most painful thing a person has to go through is does that have a child. Perspective, it is bad to have an opinion you're proud of. If you can't state the arguments for the other side better than your opponents. This is a great mental discipline. Yeah. And very rare. I, the next time you see a bunch of people wasting time argument in Twitter. Just remember that. How many of them are actually or can can say that they're proud to have a opinion if you can't state the arguments with the other side than been better than your own... Better than your opponents. This is great mental discipline. And the last 1, that reminder that nothing lasts forever, and it's called the this essay essays called civilization. Over the long term, the eclipse rate of great civilizations being overtake is a hundred percent. So you know how it's going to end. Plus the country applies to empires plus the businesses supplies to individual lives. Right. So that's why I'm gonna leave this story. If you want to... I I recommend picking up this book just as a reference. I paid, I think 11 dollars and 9 8 cents for the kindle, and I think 15 bucks for the paper back or her. I don't even know if it's pay heart cover. Haven't gotten it yet. But yeah. I buy whichever, I'll leave a link in the show notes or you can just go to amazon dot com forward slash shop slash founders podcast podcasts, and, you buy it there then the podcast gets a small percentage of the sale additional cost to you. I would definitely recommend picking picking it up. Okay. So I guess that's it. Thank you very much for your support. I gotta figure out what I'm reading next week."
}