{
  "transcript": "What is most interesting about Mu is not his success as an investor, but the way he thinks and keeps his emotions under control. Mu ability to cut to the heart of an issue with a few well chosen words is legendary as is his desire to think independently. A fundamentally important truth is that people rarely make decisions independently. This means that people who can think independently, gain control of their emotions and avoid psychological errors have an advantage. Warren Buffett once illustrated Mu desire to do his own thinking with this story. In 19 85, a major investment banking house undertook to sell Scott Fe. Real quick, Scott Fe is the name of a company. It's best well known for selling the Kirby vacuum and the world booking encyclopedia, but it also owns about a dozen or so other businesses. I had never heard of before. So Had to look it up. So it says a major investment banking house undertook to sell Scott Fe, offering it widely, but with no success. Upon reading of the strike out, I wrote Ralph Shea, then and now Scott Fe Ceo, expressing an interest in buying the business. I had never met Ralph, but within a week, we had a deal. Unfortunately, Scott Fe letter of engagement with the banking firm provided it with a 2500000.0 dollar fee upon sale, even if it had nothing to do with finding the buyer. I guess the lead banker felt he should do something for his payment. So he graciously offered us a copy of the book on Scott Fe that the firm had prepared. With his customary tac, Charlie responded, I'll give you 2500000.0 dollars not to read in. So that is from the introduction of the book that I read this week and the 1 I'm gonna talk you about today, which is Charlie Mu, the complete investor by Trend Griffin. And the what I was just reading from was actually the... Direct quote from Warren Buffett from his chairman letter, all the way back in 19 99. So last week we did an introduction to Charlie Mu with the book, The wonderful book, the tau of Charlie Mu. I'd recommend everybody go out and buy. It's a fantastically easy to read book and a good introduction into the beautiful mind of Charlie Mu. It's like... It contains like, a hundred and 30 or... So individual essays where the author would take like, a quote, or a statement by Charlie, and then use that to, like, expo on his own thoughts. And it's... Like I said, it's really easy read and a really good introduction to getting to know Charlie Mu, which I think everybody obviously should get to know. So in that book and in Last week's podcast, I covered a little bit about, like, Charlie early life and having got to investing everything, so I'm not gonna, like, cover that this week, definitely go back and and read that. What I'm gonna do is just jump right into the highlights and notes that I took while I was reading the book, and the things that really stuck out to me. This book is is formatted it's in a similar, but at the same time, different way. There's a lot of quotes from Charlie and Warren in this book, but trend breaks it down into, like, more like, regular chapters. So it's... Reads more like a book than than last week's book where where I consider that more, like, a reference book where you could just pick it up, read 1 or 2 or 3 essays, put it down and and so on so forth. You can read trends book straight through, and it kind of follows in, like, a you can understand why Trent organized the way he did. And if you're not familiar with trend Griffin. I'd recommend, of all, he's a good follow on Twitter, but I would also recommend checking out his blog, which I've learned a lot from, 20 5IQ dot com. Okay. So let's just jump right into the book. And I love how... I I talk about this all the time in the podcast. So this is Charlie just telling us that we should read biographies. But I love the point that trends making here, which is his interpretation of of how Charlie Mu thinks, because I I say this all the time. Like, listen, we're here to learn from these people We're not here to realize them. Because, you know, all humans are imperfect. So trans picks that point up Right here he says the point is not to treat anyone like a, like a hero, but rather to consider whether mu, like his idol benjamin Franklin, may have qualities, attributes, systems or approaches to life that we might want to emulate even in part. This same process explains why Mu has read hundreds of biographies. Learning from the success and failures of others is the fastest way to get smarter and wiser without a lot of pain. And, undoubtedly, a lot of other smart people, current smart people and people in the past have picked up on this idea. I always say, like, the genesis, the the a little colonel idea that's that saved my mind for a year or 2 before I started this podcast and kind of influenced me to start it was, when I was listening to... You, elon Musk another podcast and he was asked, you know, you started a business really young. Did you... How did you even think to learn about these things? Like, did you read a bunch of business books He's like no, I didn't read business books I read biographies. And he thought they were really helpful. I talked last week in the first, like, 5 or 6 minutes of Last week's podcast, how every single 1 of the entrepreneurs that I've studied for this podcast or nearly every single 1 They did the the exact same thing whether it's Jeff Bezos sitting Sam Walton or the founder of Costco, which he, Jeff talked about, like, the... I think had breakfast with them or something like that. The meeting had with, his name Jim Cynical, I think. With life changing. So this is definitely, a, a good idea for us to use. And what he's saying here, like, I I love what he says is it's like, listen, we just wanna consider whether they have qualities, attribute attributes systems or approaches to life that we want that we might want to emulate even in part. Okay. So we just skip ahead a little bit, and I love this this idea which I think applies to a lot in life, which is simple, but not easy. And so as much of what is interesting about Mon is explained by this simple sentence. I observe what works and what doesn't and why? That's a direct quote from him. Life happens to Mon as it does to everyone, but unlike many people, he thinks deeply about why things happen and works hard to learn from that experience. So again, thinking just sitting down and thinking and analyzing, it's really simple. But for some reason for our species, this is actually not easy for us to do. And if you're able to do that, you have a an advantage over a long period of time. And I think I'll touch on this later, but just in case I don't, Charlie brings up a lot about the the importance of leaving your... Like, do not pack your schedule. He's like, you wouldn't believe how much time Warren and I leave to just thinking and reading. That he's even said, like, if someone is to follow around warren buffett himself, Like, it looks very academic. They're just sitting and read... They're sitting there. He calls it sitting on their ass, sitting on their acid reading or talking 1 on 1 with people that have information that is valuable to them. But not, like, 1 of the most famous quirks about Warren is that he won't... He he schedules very rarely... Like, he won't fill his calendar and he won't make a commitment for that far in the future. He does that very rarely. So for example, if you wanna meet... Let's say you wanna meet him next Thursday. Or let's say you wanna meet him 3 months from now. Right? He's like, we'll call me the day before. And if I can do it, I'll do it, but he he he it's rather strict about keeping, like, controlling his time, which I think is smart for everybody to do. Alright. So Mu is gonna tell us we need to use checklist series as Mu is a strong proponent of a checklist approach to life challenges. Direct quote from Charlie. It says I'm a great believer in solving hard problems by using a checklist. You need to get all the likely and unlikely answers before you. Otherwise, it's easy to miss something important. Part of the benefit of creating a checklist is the process for writing down your ideas. I've always loved the point Buffett made about the importance of making the effort to actually put your ideas in writing. In Buffett view, if you cannot write it down, you have not thought it through. So I I actually just heard, the founder of Wordpress, Matt Mill Mu white talk about that. How when he's looking for people to hire, he always sees how they write. And he's like, listen, writing is important, but it's not the most important thing. Thinking is the most important thing. But it's really hard to think if you don't write it down. This is something I'm definitely trying to work on on my own life as well. Okay. So this is another, another trend that you're gonna see over and over again, and this... Mu is telling us, like, if if you wanna have a good life, if you wanna succeed at what you're doing, you need to become what he calls a learning machine. He says the... So this is trend writing. He says the learning and teaching opportunities related to investing are essentially unlimited. And so this book is about on investing our purposes, we're just gonna every time you hear the word investing. Just think about entrepreneurship, running a company. It's really very similar activities. Obviously, entrepreneur entrepreneurship is is where our focus is. Mu likes to say that a successful investor read successful entrepreneur never stops being a learning machine. This need to learn and relearn learn means that an an entrepreneur must read and think constantly. Mu has said he does not know a single successful entrepreneur. Remember, I'm just changing every time he says investor entrepreneur who does not read var v. Learning about Mu ideas and methods will forever change the way you think about investing and your... And about life. You will make better decisions be happier and live a more fulfilling life. Okay. So that's the end of the introduction. Let's go ahead right into... So they're both proponents. He's gonna start off with, like, who influenced them. Ben Graham. Obviously, the, like, the Godfather value investing heavily influenced warren and Ben... Excuse Anne Charlie, and then Charlie did some tweaking to to his system where it's just not just about buying fair businesses. At great prices. It's by about buying great businesses at fair prices. And just a few quotes here, I'm gonna pull out that. I don't think need expo on, and it's it's Charlie Mu dis taste for complexity. And the note of myself has complexity is not your friend. So here's Charlie says we have a passion for keeping things simple. Another quote, if something is too hard, we move on to something else, What could be simpler than that. And another quote I love this. He says, we have 3 baskets in out and too tough. We have to have a special insight or we'll put it into the 2 tough basket? And just move on. And then here's Charlie quoting 1 of somebody from history that's heavily influenced that's confucius. He says confucius said that the real knowledge, that real knowledge is knowing the extent of one's ignorance. Aristotle and socrates said the same thing. And so now I wanna get into the... This concept, which I really like. So this is Mu concept of worldly wisdom, and there's an entire chapter, yeah know, in this book dedicated to this. And I think it's a a really use Fighting idea. So it says, Mu adopt an and approach of business in life that he refers to his worldly wisdom. Mu believes that by using a range of different models from many different disciplines, psychology, history, mathematics, physics, philosophy, biology and so on, a person can use the combined output of this of the synthesis of the synthesis to produce something that has more value than the sum of its parts. In developing his worldly wisdom approach, Mu uses what he calls, I'm hoping I pronouncing this word correctly, but you know, I can't pronounce. Any words, a lattice of mental model, so the lattice metaphor was also carefully chosen by Mu to convey the idea that that multiple models needed to acquire word wisdom must be interconnected. And so this is Monkey expo on that. He says you've gotta have models in your head. And you've gotta have a... And you've got to array your experience both Vic carriers to reading and direct on this lattice work of models. And now this is tran expo on that. It says, understanding the worldly wisdom methodology is made easier if you see it applied an example. To illustrate the method, Mu gave the example of a business that raises the prices of its product and yet sells more of the product. This would appear to violate the rule of supply and demand as Tau economics. So if you only... His point here is if you only study economics, you might never attempt something something like this because you're like, what Mu was saying Like, you've got you've gotta connect all these model models in your mind. If you're only have 1 model, you're gonna think it's right and it's good, like, a approximation of reality, and it's not. However, if 1 thinks about the discipline of psychology, 1 might conclude that the product is a gif and good. Also never heard this term before. And, what that means is people desire more of it at higher prices. Or another explanation or 1 could conclude that low prices signal poor quality to buyers and that raising prices will result in more sales. So again, if he's studying human behavior from from different angles. So it could be economics could be a philosophy. It could be psychology, and he's applying why it makes sense. Then they actually use... This is actually rather important tenet to help Berkshire think about their businesses. They don't wanna buy businesses where they're not able to raise prices, and we'll get into more of that later. Simply put Mu believes that people who think very broadly and understand many different models for many different disciplines make better decisions. This view should not be a surprise because he believes the world is composed of many complex systems that are constantly interacting. Okay. Before Ever you quote, there's many ways to think about this. Mu is gonna call them complex systems Mark G calls, the active starting a company and living in the world in general is a complex adaptive system. Bill Gu would call it a multi variable nonlinear linear system. They're all describing the same thing. And so here's longer we're talking. He's says you've got a complex system and it sp out a lot of wonderful numbers that enables you to measure some factors. But there are other factors that are tear terribly important yet there's no precise numbering you can put to these factors. This is really important point. You know they're important, but you don't have the numbers. Well, practically, 1, everybody outweighs the stuff that could be numbered because it yields to this to the statistical techniques that are taught in academia, and 2, doesn't mix in the hard to measure stuff that may be important. That is a mistake. I've tried all my life to avoid, and I have no regrets for having done that. I also say on point number 2, you've heard me reference that as a human score in the abstract. Like if there's not a number, if it's not right in front of us, we kind of ignore it, even though it's it's really important. Okay. So, again, the best way to survive in a complex system is to 1 what he was just saying about confucius and Side, Socrates auto. So you have to know the limits of your knowledge. I think he calls this, like, knowing the circle of your competence. And also, just being well read. Is so there's a way to to spot, like, Bs. Okay. So here's Here's mon on why he feels reading is so important. This is something he... Like, through, I don't know. Decades he talks about. Mu speeches and essays are filled with thoughts of great people from the past and present from many different domains, so it's kind of an extension of what we're just talking about. Right? Mu is also careful to set aside a lot of time in his schedule for reading. This is Charlie Mu speaking in 19 98. I believe in the discipline of mastering the best that other people have already figured out. I don't believe in just sitting down and trying to dream it dream it all up yourself. Nobody's that smart connects again to what he was saying about the complexity of the world. It's impossible for 1 person to to understand everything. He also applies this to businesses, and I think why heard warren Buffett say this as well. He's like, listen, for... There's only a certain amount of businesses that 1 human being can know intimately. Enough that they they could put a large percentage of their assets into. So you talked about why they're not fans of diversification. Like, I can't understand 6, like, 1 individual can understand 30 or 40 different great businesses, and you don't need to. They're they always say, like, if you have a handful. I think the numbers is, like 2 or 3 great businesses in your lifetime, you can get fabulous rich. So, again, these are all... When when you search studying and understanding how their minds work. You see how their can... Their philosophy is connected in... Like, it's the same philosophy applied to different parts. Of life whether it's learning, investing, managing whatever the case is. And then here's more importance on on reading. He's gonna continue on this. He says I constantly see people rise in life who not the smartest. Sometimes not even the most diligent. This is 1 of my favorite quotes of of mu. I've talked about it in many to place. I may have even mentioned it last week on last week's podcast, but also on my on my email list. So Said, I constantly see people in life who are not the smartest. Sometimes not even the most diligent, but they are learning machines they go to bed every night a little wiser than they were when they g up and boy does that help, particularly when you have a long run ahead of you. So if civilization can progress, only only with an advanced method of invention, you can progress only when you learn the method of learning. Nothing has served me better in my long life than continuous learning. I went through life constantly practicing because if you don't practice it, you lose it. The multi approach. And I can't tell you what that's done for me. It's made life more fun. It's made me more constructive. It's made me more helpful to others, and it's made me enormously rich. You name it that attitude really helps. And so Mu applies that to reading. I think it, like, obviously, like, I love reading as well and that's the single best way for me to learn. But I I think it applies to so many other things that applies podcasts. Audio books, lectures, videos, like, I don't... Like, however, you gotta figure out however you learn. You know? I know some people that they just absolutely cannot sit down and read a book. But they will consume audiobooks, you know, var. He doesn't... To me it's all the same. It doesn't matter. Okay. Just whatever it works for you. What is... Okay. So now he's got this famous speech on Youtube. And it's called the psychology of human mis judgment, and it's like an hour and a half an hour and a half lecture. I'd recommend reading it. But this chapter I'm in it has the same title, And I'm just gonna pick out some things where he feels like, he's identified through studying the humans, like, where we're most likely to make mistakes, and then, you know, being aware of that mistake and then trying to avoid in our own life. So I'm just gonna pull out some of the want... To some of the parts that I found most interesting. And the first 1 is, this thing called reward and punishment super response tendency. And so let me just... Let me just read this quote from from Mu. He was talking at Harvard University in 19 85, and this is what he said. Almost everyone thinks he fully recognizes how important incentives and dis incentives are in changing cognition and behavior. But this is not often so. For instance, I think I've been in the top 5 percent of my age cohort almost all of my adult life in understanding the power of incentives. And yet have I've always underestimated that power. Never a year passes, never year passes, but I get some surprises that pushes a little further my appreciation of incentive superpower. And another way to say this. He said a few years later was, the iron rule of nature is that you get what you reward for. If you want ants to come, put sugar on the floor. Okay. So was just saying listen, we are heavily influenced by incentives. So when you... Where whether you're thinking about that from product design or dealing with other people, or just analyzing, like, why would somebody do that? There's usually an incentive hiding behind that. So it says, this then this applies to... They talk a lot about it the importance of incentives when you're when you're figuring out compensation in your company. Right? So says Mu believes the structuring compensation incentives is critical. If the right structure exists then a seamless web of deserved trust, this is also a term that's repeated over and over again, can be created, which lessen problems related to this tendency. For example, it is surprising how many people fail to recognize how performance suffers if you pay someone in advance rather than after the work has been completed. It's precisely because of the dangers of misaligned incentives that Mu and Buffett choose to make competition compensation decisions themselves, whereas they delegate almost all management responsibility. So what they're talking about there is this weird, maybe weird out the word. This unique way that, you know, the the conglomerate that is Berkshire Hathaway is structured where it's almost completely decent decentralized, decent decentralized, they're famous for buying businesses and then leaving the people like, alone to run them. But when it comes to, com... They do control some some some decisions are centralized. 1, where to invest, obviously, the the profits from that business, and 2, the compensation of the people in the business. So again, I think that's a signal to us, like, that's obviously important to them if they're saying, I don't know we're gonna do this ourselves. Okay. Another 1 of the the technologies of human mis judgment is something they call doubt avoidance tendency. And I think this this this paragraph describes, like, gives you a good, like, summary of it. Says the confident... The confidence of entrepreneurs bolstered by doubt event avoidance tendency creates positive benefits for society in the aggregate by generating productivity and genuine growth in a in the economy, even if legions of entrepreneurs may fail. This seem to lab put it this way. Quote, most of you will fail disrespect, impoverished. But we are grateful for the risk you're taking and the sacrifices you're making for the sake of the of the economic growth of the planet and pulling others out of poverty. You're the source of our anti fertility. Our nation thinks you. And says researchers believe that doubt of avoidance tennessee exists because a brain's processing load can be substantially reduced if a person rejects doubt. That's very dangerous though. Another 1, curiosity tense tenancy. And I'm not reading all of. These are just the ones that I find most... Personally most interesting. There's a bunch of it in here. Alright. So curiosity tenancy. This is a Charlie Mu on that. Experience tends to confirm a long held notion that being prepared on a few occasions in a lifetime to act promptly in scale in doing some simple and logical thing will often dramatically improve the financial results of that lifetime. So it's kind of a core tenant of the way they invest. Right? A few major opportunities clearly recognizable as such will usually come to 1 who who continuously searches and waits with a curious mind that loves dying diagnosis involving multiple variables. K? So there's the whole complexity thing again, then the whole reason be a learning machine because he's saying it's curious mind. And usually, if you're curious, you're... That means you wanna learn. And then, yeah, Charlie continues and then all that is required is a willingness to bet heavily when the odds are extremely favorable. Using resources available as a result of prudence and patience in the past. So prudence, he's meaning frugal gal, sitting on tons of cash, keeping your operating expenses low, and then he preach over and over patients. That's actually a really good. Now that I've read 2 books on Mu, and I've watched ton of his talks and things. It's actually a really good I didn't think about this when Took that. When I highlighted this. But that that 1 paragraph is actually a really good like, view into, like, the mind of Charlie Mug. Let me read that again. Experience tends to confirm a long held notion that being prepared on a few occasions in a lifetime to act prop promptly in scale. Okay. So that means go all in. He's not wanna be like, oh, what? Like, if you really believe in something, like, they're they talk about, if you if you look at them, it looks like they're doing nothing and then they they move fast and they move, like, they make an investment fast, and they do it. Like, they don't put a... They usually don't put a tiny bit of money and they're kind of kind of like a self confidence in their own like skills. So to act promptly and scale in doing some simple and logical thing, will often dramatically there's the whole simplicity thing again. Right? We'll improve dramatic... Will dramatically improve the financial results of that lifetime. A few major opportunities. Remember what I was just saying a few minutes ago, how they say you just need a few good... A few wonderful businesses to make yourself really rich. Clearly recognizable as such, will usually come to 1 who continuously searches and weights, learning machine with a curious mind that loves diagnosis involving multiple variables. Complexity. And then all that is requires a willingness to bet heavily, They're not favorite... They're not fancy of diversification when odds are extremely favorable, using resources available, saving your money as both prudence to patients in the. So, yeah, That is a really good combination of every... A lot of the things I've learned from from Hunger. Now this is trend expo and that I said curiosity... Okay. So this isn't this is important. Curiosity can, cause an investor to engage in too many activities are a business owner to offer too many products and services. Startup up founders can end up repeatedly pivoting their business into Bolivia if they overload on curiosity. At the same time, curiosity can lead to important breakthroughs for a business. So you see this a lot. So somebody made the point on Twitter, and I wish I saved the treat, but I didn't. They're, like, if you really analyze some of the most successful businesses in the world. Right now, and I guess in the past even then, they were found on extremely simple ideas. And I'm not... So that let let let's go through, like, some some of the example. Like, Apple has a bunch of different products, but vast majority of the profits they will ever make come from 1 product, The iphone. Right? Google. I know they try to do it all the other stuff, but all their profits come from 1 thing, making the world's information online searchable. Right? So these are... They're they're simple ideas. It doesn't mean they're easy to do. Uber, press a button get a ride. Like, these are... Again, simple idea, it's not easy, but very simple. So I love this idea where it goes back to what I was saying about Andrew Carnegie, where he was lecturing Henry F and other people He's, like, go study how the great fortune of the world are made. It's like, don't... It's on a scatter. He called it, like, a scatter shot approach. Focus on what you're doing. 1 thing. His case is like I'm just make money on steel. So I really like this what trend is saying here. Starter founders can end up repeatedly pivoting their business into Oblivion in the... If they overload on curiosity. A business owner can offer too many products and services. And then that last sentence, I think is also important. Like, at the same time, curiosity, you can lead to important breakthroughs for a business. So it's there's a dichotomy there. Moving forward, another 1, is... And this is annoyed life myself is another reason we should all be nicer. Re res, you know the word I'm trying to pronounce. You know what? Here. I'm my my c host will pronounce it. This Youtube channel is a life saver for me. Rec. Okay. So. Rec tendency. So this is Charlie Mu on. The automatic tendency of humans to reciprocate favors in dis favor versus has long been noticed as extreme. What an interesting choice of words he extreme. So this is trend talking about this. Actually, he's quoting, he's the guy that wrote influence. Geraldine din. I think I how you pronounce the last name. People will help if they owe you for something. You did in the past to advance their goals. That's the rule of reciprocity. That's the end of his quote. The reverse is also true if you have done something that negatively affects a person. The urge to reciprocate favors and dis favors is so strong that even someone smiling and you as hard not to reciprocate. The embedded feeling that humans have when they receive a gift tends to make that person feel uncomfortable until he she can distinguish the debt. So this is him obviously setting psychology. And the reason I said this is another reason we should be nicer because, you know, you might be having a bad day and take it on somebody else, but then what is he saying. He's like, the automatic tendency of humans to rep reciprocate favors and dis newspapers has long been noticed in extreme. And what I always talk about on the podcast something I've learned from studying other areas of histories like, humans are, vi. What I call vi of violence. And you just don't... You can they're... We're unpredictable. And you just don't... There's no reason to go around making enemies. Just be nicer, and that person's hopefully, is not gonna feel the need to reciprocate what what what trend here is calling a dis favor. Okay. Moving ahead. This is funny. This 1 is called excessive self regard tenancy. So it says this is trend talking companies are not immune from the successive self regard tenancy. Including Berkshire sc portfolio companies. And now, Charlie gonna talk about this. He said, Geico got to thinking that because they were making a lot of money, they knew everything. So anybody with the experience of in in the the ecosystem of entrepreneurship has seen this behavior before because they were making a lot of money thought they knew everything, and they suffered huge losses. All they had to do was to cut out all the fo and go back to the perfectly wonderful business that was lying there. And this this happens to people that should have a high, you know, regard. We're all prone excessive of self regard. I think about... I mean, about the entire podcast I just did on Steve Jobs time and next. You know, when you're when you create a an amazing product, and in your you're in your early twenties, you're worth with hundreds of millions of dollars in the in the seventies. I think the early seventies eighties. And you do that for a decade, then you come back in the entire book... The Randall Strauss book, the next big thing, in case you haven't listened to the catch yet. Is all about this excessive self regard. It's amazing to me, the difference between the on... The quality of entrepreneur and Mike Mori it's his book, return to Little Kingdom, which at the beginning focus on just the beginning of steve jobs. Where, you know, he's still, like, a young and and immature undoubtedly of the, like, a talented entrepreneur, and then, obviously, what we see when he comes back to apple in the late nineties and early 2 thousands compared to that, that, that's the same person that in the... Let's say, the late eighties early nineties was doing everything in correctly. So we're all prone to this. I'm definitely prone to it as well. So it's something to, like, be aware of. Another 1, social proof tenancy. Here's Charlie Mu on that. Big shot businessman men get into these waves of social proof. Do you remember some years ago when an oil company bought a fertilizer company, and then every other major oil company practically ran out and brought and bought a fertilizer company, And there was no more damn reason for all these oil companies to buy fertilizer companies, but they didn't know exactly what to do. If Exxon was doing it, it was good enough for mobile and vice versa, I think they're all gone now, but it was a total disaster and trend expo on that. Humans have a natural tendency to follow a heard of other humans In other words, because humans do not have unlimited time and complete information, they tend to copy the behavior of other humans. I love the mu use of this word constantly. So this is the t tendency. Charlie Mu speaking. It says it's obvious that if a company generates high returns on capital and reinvest at high returns, it will do well. So right. Another thing that's simple, but not easy. But this wouldn't sell books. So there's a lot of t and fuzzy concepts that have been introduced that don't add much. So he talks about a constantly about modern finance salt t, which is just a really a polite way of saying bullshit. And I just love, I absolutely love this idea about, like, you know, what we're doing here is very simple. It's not easy. But again, like, no 1 can sell you it. Another reason I think why he's read hundreds of biographies as opposed to hundreds of, like the latest business book. And I used to... I felt when I when I was... Let's say, I have to go back and look at Amazon, but let's say the last, like, 12:14 years. I bet you when I started college. I read a lot of business books. Like, here's this 1 idea, and and then it took me way later in life to actually skip over and get over that. Phenomenon. Because you're, you know, you're young, you don't know anything about the world. I still don't know that much about the world. And you're just looking for answers, and you're trying to see, like, this guy must know or this girl might know... Must know what's going on because they have a book and it was published and the idea ideas is obviously good. And you realize that's not an indication that the idea is good. So I love this quote, and I just want these traits. This is Roger, an author Roger Lowe, who's this a quote from the the biography who wrote Warren Buffett. It says genius was largely a genius of character. Right? Not Intellect, which is very an important interesting distinction in my opinion. So what it's saying the largely genius of character of patients And now he's gonna list off the traits. Patience, discipline and rationality. That's what I mean by I want those traits. His talents sprang from his unrivaled independence of mind. I'd also like to do that. I also like to be capable with that. And ability to focus on his work and shut out the world. So, yeah, this are just great. I mean, who doesn't want that? Who doesn't wanna be patient? I'm not patient disciplined. Some somewhat disciplined. Rational. I have no idea. And then independent of mind and ability to focus on work and shut out the world. I think that, I mean, those are fantastic traits. Right? Oh, so I I didn't explain. I just transitioned out of the psychology of human mis judgment. And now they have this concept, Charlie, and I think Warren has the concept. They call it the right stuff. And it's just, like, well, I guess, that's a good opening of it. It's just traits and and and ideas that people have, which they consider, like, to to be successful what they're doing, investing and starting companies buying companies, etcetera, etcetera. Like, this is the stuff you need to do. Right? So this says the chapter I identifies a few the experts that make up the right stuff of a successful entrepreneur investor as identified over the years by Mu. Okay. So there's a bunch of traits in. I'm only... I'm gonna not gonna obviously read all of them. We're just gonna pick out the ones that I found interesting. So this one's on patience. Success means being... This... These are quotes from Charlie. Success means being very patient, but aggressive when it's time. Another 1, it would be nice if finding great investments happen all the time. Unfortunately, it doesn't, hence the need for patience. Another 1, patience combined with opportunity is a great thing to have. My grandfather taught me that opportunity is infrequent. And 1 has to be ready when it strikes. That's what Berkshire is. And then later on, he... This is interesting. He's telling us that Or telling... Yeah. He's telling us that we need to study probability. Here's a quote. If you don't get elementary probability into your repertoire, you go through a long life, like a 1 legged man in an ass kicking contest. And if you wanna learn more about probability, I would read I'd read the entire Sur, but if you could only read 1 of the the collection, I've read fooled by randomness. I think, like, a little trick that I have is as far as, if you wanna be good at, like, conversations. I always like to ask questions like that. Like, Okay. If you could only recommend 1 book for somebody to read. That's it. They can only read 1 book, what would that be? My to that question would be fooled by Randomness spending to let. But even last night, like I texting friends. I was like, hey, if you can only visit 1 country that you haven't gone to yet, what would it be? When you put these artificially, like, artificial constraints on it, you really get, like, to know people better and to know their thinking. Sometimes, I'll ask the question like, when I'm dinner. Okay? You're you're trapped on a desert island. You're you're gonna be trapped on a desert island. You can only bring 1 album. What like, what are you bring with you? Like, you're gonna listen to this 1 album for the rest of your life? What is it? Get you a good idea how to think about music. And it's just worth for everything. Books, podcasts, just just anything. Cities to visit experiences to have. So anyways, if you wanna learn probability, I think, 1 of the best books you can read is full by randomness on that. Okay. So this is Mu unique definition of being disciplined. We've got great flexibility and a certain discipline in terms of not doing some foolish things just to be active. Remember that goes against human in nature. Discipline in avoiding just doing any damn thing just because you can't stand in inactivity. So I think that that that little idea comes from his his lifelong study of human nature. Another quote on this. I think it's possible for a great many people to live a life. I I think it's possible for great many people to live a life like that where there isn't much risk of disaster and where they're virtually sure to get ahead a reasonable amount. It takes a lot of judgment, a lot of discipline and an absence of hyper activity. Absence of hyper activity. By this method, I think most intelligent people can take a lot of risk out of their life. So he's telling us you need to have judgment, discipline in an absence of hyper activity. Another 1 of his traits... What he calls the right stuff is honesty. And here's what I'm talking about that. Generally speaking, when Berkshire has the power, we try to be more than fair to the minority who don't have the power and who depend on us. You can say aren't they wonderful moral people? I'm not sure we get credit for a lot of morality because we early knew... We early knew how advantageous that would that would be to get a reputation for doing the right thing and it's worked out well for us. My friend Peter Kaufman said, if the Ras really knew how well honor worked, they would come to it. So this idea that that being honest and being honorable is actually a long term competitive advantage. Most people optimize for the short term is what they're talking about. Longer continues. It really has worked well, people make contracts with Berkshire all the time because they trust us to behave well where where we have the power and they don't. There's an old expression on this subject, which is really an expression on moral theory. How nice is how nice it is to have a tyrant strength and how wrong it is to use it like a tyrant. It is such a simple idea, but it's a correct idea. I just love Mu like, Mu own love of simplicity. Continuing this another quote on honesty. More often we've made extra money out of morality. Ben Franklin was right for us. He didn't say Honesty was the best morals he said that it was the best policy. Another trait for the right stuff is long term oriented. Charlie says almost all good businesses engage in pain today gain tomorrow activities. And this is trend expo on us. Says Mu recognize recognized that is hard to think on a long term basis when you were just getting started or starting over. For this reason, he he said once that accumulating the first hundred thousand dollars is a bitch. That is that is reason enough to work hard to assemble a basic financial cushion. Not only is it not fun, it is a handicap to live on the edge of financial ruin. That applies to your personal finances as well as your company finances. It's amazing to see how few people actually and business is actually adhere to this very simple idea. In long term, the power of compounding it becomes ever more evident. Unfortunately, understanding the power of compounding is not a innate natural state for the human race. I always wondered why people used human race. So why isn't it human species. However, it is a critical task. This is more on Charlie, or Charlie speaking about this? Again. Understanding what the power of compound interest and difficulty of getting it is the heart and soul of understanding a lot of things. What does he mean by that? That think they're all good things in life compound. So he says many things that are not this is trans speaking. Many things that are not directly financial will compound, skills, relationship, and other aspects of life can compound and benefit a person who invest time and money wisely to c to cultivate these things. Another trait that he identifies his passion This is Charlie speaking about that. What matters most? He's asking question. What matters most? Passion or competence that was born in. Berkshire is full of people who have a peculiar passion for their own business? I would argue passion is more important than brain power. That's a hell of a statement. This is tran expo on that. If you do not know about the link between passion and success, you have not been paying attention. People who are passionate tend to work harder and invest more in achieving their goals. Passionate people also read and think more. Passionate people tend to have an informational edge over others who are not as passionate. This is also an indictment if this is true, which I tend to believe it is. It's an indictment on an on our education system. And then I just read and who knows how they they come up with these calculations if it's true or not, but next 75 percent of people, I think this was just in the United states are working in a job that they don't like. They're just literally doing it for money. Well, it's really hard to get to be really great at something that you don't actually care about. And if you don't actually care about it, you're not gonna invest the time outside of work to get better skill whether it's reading and understanding the history of the industry that you're in or are doing what what Danny Meyer and Bill Early call professional research. Often the level of passion you have... You will have for topic will grow over time. So this another idea about compounding they keep hitting on. Right? The more you know about some topics, the more passion you will get. That's probably true. Some of the best passions in life grow on you in a nonlinear way after a slow start, which is just another word for compounding. No another another trait that they consider is the right stuff, studio. This is Charlie. Learning from other people's mistakes is much more pleasant. Here's... He's continuing on this that idea that you need to be studio studios. And I think they kinda go passionate and... Like, they kinda go hand in hand. Like, if you're naturally passionate about something. Like, you're you're just gonna you're gonna... You can't help but studying and wanna learn everything about it. So I think finding passion is the key to unlocking, like, your your inner studio person. And really, what they're talking about is, like, being studio. It's it's just about ignorance removal. So it says in my whole life, I've known no wise people, who didn't read all the time. None, 0. You'd be amazed at how much warren reads at how much I read. Another quote, development into a lifelong self learner through v reading, cultivate curiosity in I I put that notation on the wrong part. Let me read that again. Develop into a lifelong self learner through a v reading, cultivate curiosity and strive to become a little wiser every day. So again, he's he's already hit on that just saying in a different way. And another way to think about this is you gotta work where you're turned on. And, again, I think passion and pink studio is is they're they're connected. Oh, and here, here's He's still talking about being studio here. He's got a lot of quotes on this, Apparently it's important to him. The main contribution of buying seized candies, they mentioned sees candies constantly, was ignorance removal. If it weren't good if it weren't good if it weren't good at removing ignorance. If it weren't, who's... What's it? Maybe Berkshire. If it weren't good at removing ignorance, we'd be nothing today. We were pretty damn stupid when we bought c's. Just a little less stupid enough to buy it. The best thing about Berkshire, yeah. They were talking about berkshire. The best thing about Berkshire is that we have removed a lot of ignorance. The nice thing is we still have a lot more near left. I love this guy. Another trick is scrambling out your mistakes, which is enormously useful. We have a sure to fail department store, a trading stamp business shirt to fold and a textile mill. Out of that comes Berkshire. That's really fascinating way to look at things. Think about how we would have done if we had had 1 think about how we would have done if we had a better start. This guy's hilarious, man. I I love... And some people call them, like, like, an ass or arrogant, but I I don't interpret it that way. And again. I always say, like I'd I'd I'd appreciate... And I I think what he's Package. It's kinda the opposite of arrogance. Has anything saying like I know such a... Like, there's so much more things that I... That I... Like, I'm ignorant about, and I haven't fixed yet. He's saying these words and he's his nineties. He's saying, we... What is it? The nice thing is we still have a lot more ignorance left. I just think it's some. Again, I mean you wanna call it Arrogant, whatever. But I would I I prefer real arrogance to false modestly. And I like that he, you know, he has an independent of thought. It does... Like, he gets to say what is actually on his mind where I feel a lot of public statements is, you know, basic performance art. Okay. So Another trait. We're still in the right stuff. This 1 is frugal, and I had this thought. Okay. So I had this idea. I had this thought rather that if you were able to trans describe every single word spoken foreign founder podcast that the most common word uttered on this podcast has got to be the word frugal. And when I read this, when I read this quote from Charlie Mu about the importance of frugal reality, which obviously he's gonna gonna be very important to them. And made me think of, 1 of my favorite scenes. So I've said before, like, I... I was fairly obsessed with game of their thrones. So when I read this part earlier. I left my a note on 1 of my favorite scenes in Game of their thrones, 2 of my favorite characters are talking. And it's Ty Lannister and Elena Tyrell. And they're paying for this huge royal wedding. And Ty walks up to her and he's just, like, this this is a bit much. Don't you think like this is ridiculous. And she's like, oh, no. It's what the people expect. And then he says something that I love. And he says people who spend money on this sort of nonsense tend not to have it for long. And, again, I think that applies to your personal finances and also to your company finances. And this is an example, you know, Berkshire Hathaway is 1 of the most successful companies in existence, and this is Charlie describing. I says, we don't we don't have an isolated group of managers surrounded by servants. Berkshire headquarters is a tiny little sweet and trend continues to expo on mu for gall and maybe what influenced as maybe, who influenced them to to be to be frugal. He says like his Idol Benjamin Franklin and his partner Buffett, Mu is relatively frugal given his wealth, especially when it comes to operating and investment expenses. In addition to the Ac axiom, a penny saved is 2 pence deer Benjamin franklin wrote, the way to wealth is as plain as the way to market. It depends chief on 2 words, industry and frugal gallery. That is waste neither time nor money. But make the best use of both. That's the best description for frugal gall. And I think why, you know, it's not a coincidence that some many the entrepreneurs that we study, adhere to this principle. You're not gonna get... You're not gonna be able to build a successful company especially on the scale that these these people do. Wasting time or money. Without industry and Frugal gall, nothing will do and with them everything. That's the end of Benjamin Franklin's quote. Other grand value investors have a similar focus on frugal gall, this scanning Walter Sc, was was famous for running his investment firm out of a single room leased from another investment firm. I suspect that some of the frugal reality that can be seen in grand value investors springs from their understand. This is interesting. Why? Like, why are you doing this? Right? Other than, you not just being a mis and sitting on a bunch of money? He says, I suspect that of the value they can be seen in Gram value investor springs from their understanding of opportunity cost and the power of compounding. They naturally compare the value of consumption today with the value of greater consumption tomorrow, which causes them to be frugal. That's that's fantastic. This is being the idea of being risk ave reversed. Really what Charlie is telling us here is how to run your business. And again, the I know of myself is this is also good for your personal life as well. Here's Charlie, you can easily see how risk adverse Berkshire is. In the first place, we try to behave in such a way that no rational person is going to worry about our credit. And after we have done that, we also behave in such a way that if the world suddenly didn't like our credit, we wouldn't even notice it for months because we have so much liquidity. That double layering of protection against risk is as natural as breathing around Berkshire. It is just part of our culture. Okay. So I'm skipping way ahead in the book now. Towards the end, they have another chapter, It's called the right stuff, but this is the right stuff in business, and they're talking about, like, how they actually manage Berkshire and what they prioritize. So this is on the importance of capital allocation and the management of a business. 1 major fundamental aspect of any business management, Mu and Buffett are famous for del almost all authority and responsibility to Berkshire subsidiaries to run their own business. Is what Was mentioning earlier. With the exception of capital allocation and the creation of compensation systems. In other words, while management of the business within Berkshire chao is extremely decentralized, the management of capital allocation and compensation systems is extremely centralized. So you have a decentralized, management of the business of the subsidiaries and yet, the complete control of capital allocation and compensation systems. Mu and buffett believe that capital allocations a scale that many managers simply do not learn before they become chief executive officers of companies. They believe this can create big problems for a business because Ceo will often not know how to make critical decisions that will maximize shareholder return. And you can argue that's 1 of in addition to many of his other talents, Jeff Bezos is fantastic at this. The most important task in a capital allocation is to take cash generated by a company and deploy it to the very best opportunity and avoid what Buffet called the institutional imperative. Now what's the institutional imperative? This is a quote from 19 89 for warren Buffett. Rationality frequently wilt when the institutional imperative comes into play. For example, number 1, as if governed by newton's first law of motion and institution will resist any change in its current direction. Number 2, this is such an an important point. Just as work expands to fill available time, corporate projects or acquisitions will materialize to soak up available funds. I don't think I've ever heard anybody. I'll say that. 3, Any business craving of the leader, however, foolish will be quickly supported by detailed rate of return and strategic studies prepared by his troops. So fake work. 4, the behavior of peer companies, whether they're expanding, acquiring, setting executive compensation or whatever will be mindless imitate. So he's telling you to avoid all this. And that's... And those 4 things he call institutional imperative. And this is trend now. The culture at Berkshire has been created by Buffett and Mu, so as to reject the institutional imperative like a foreign body. The heads of many companies are not skilled in capital acquisition. Another thing that they they say is a skill that you need to develop in business, and I'll expand on this because they have an entire chapter just on mo, but they say, you need to develop moat widening skills. This is what I mean about the ability to raise prices that they they love. Charlie says, I can see instance after instance, where that isn't what people do in business, meaning widening the out. 1 must keep their eye on the ball of widening the moat to be a steward of the competitive advantage that came to you. Mu wants managers of the business who have an ownership mentality toward the business, and Mu has now been quote Carnegie, and others. Carnegie was always very proud that he took very little salary. Rockefeller and Van belt were the same. It was a common culture in a different era. All of these people thought of themselves as the founder and their partners says founders. If you think about Carnegie, unique private partnership. You know, they all had a a small percentage of the business. And so what what are... What are they actually taught? Like, why would you do that? And the important was it's... The importance is they want risk and benefits to be symmetrical allocated. So skin in the game in other words. This is an interesting thought I've never heard of. This is mu on the curse of scale. For example, if you worked for At and T my day, it was a great bureaucracy. Who in the hell was really thinking about shit... The shareholder, anything else. And in a bureaucracy, you think the work is done when it goes out of your in basket into somebody else's in basket. But of course, it isn't. It's not done until At and T delivers what it's supposed to deliver. So you get big, fat, dumb, un unregulated bureaucracy. The constant curse of scale is that it leads to big dumb bureaucracy. This kind of I never articulated it this way. But this is kind of why I say, like, I favor smaller companies and I try to support independent entrepreneurs whenever I can. Because as businesses grow inevitably as they scale the end result for the For the the result for the end users usually worse. Some of the best service you're ever gonna get and some of the best products you're gonna get are, you know, small batch independent owners. People that are actually there. You know, in a large company, they the the owners are separated from customers in many in many cases. So I love that. I, the constant chris of scale is that it leads to big dump bureaucracy accuracy. And who's gonna get great products or services from a big dump bureaucracy. See. This is this is Charlie telling us how to make decisions. Intelligent people make decisions based on opportunity costs. In other words, it's your alternatives that matter That's how we make all of our decisions. And this is the the chapter on modes. So I'm... There's a bunch of... Just like anything else he's got, like, a bunch of numbered lists about what he feels builds a moat. Some of them might... I don't even know if Like they made sense to me. So I skipped over a bunch. But Just gonna pull out the ones that are interesting. So 1 supply side economy of scale and scope. If like, company's average cost, this is how you widen a moat So basically, they're saying, hey. If you don't have a mow, you can't raise prices, if you don't have a... If you can't raise prices, you might have a commodity business, which means you have heavy competition and all your profits are gonna be competed away eventually. So says supply side economies of scale and scope. If a company's average cost fall, when more of a product or services is produced, there are supply side economies of scale. Intel is a classic example of a business that benefits from economies of scale. And so this is, It says regarding the impact of supply side economies of scale, Mu has pointed out. Now we're gonna go some quotes that illustrate how is thinking on this. In some businesses, the very nature of things cascade toward the overwhelming dominance of 1 firm. It tends to cascade to a winner take all result. And these advantages of scalar are so great, for example, that when Jack Welch came into general electric, he just said to tell with it, were gonna be number 1 or number 2 and every field we're in or we're going to be out. That was a very tough minded thing to do, but I think it was a correct decision if you're thinking about maximizing shareholder wealth. Another quote. Yeah, I actually, know this is trend speaking now. If it is cost efficient for a company to produce several different products or services, a company can also benefit from supply side economies of scope. So now they're... He said economy a scale and economy is of scope. Economies a scale. Everybody knows know who that is. Economies is a scope is different. So you're you're benefiting because, to benefit from economies scope a business... Share resources across markets while keeping the amount of those resources largely fixed. Businesses is the desire to benefit account from economies of scope must avoid running as isolated units. So basically, you have 1 successful product, the the the customer already knows, who you are. If they are ar who you are, They're more likely to buy another product from you. That's economies of scope. This is the benefits of expanding a moat with demand side economies of scale, which almost no 1 uses a term and everybody uses the other monitor for this, which is network network effects. I'm not gonna spend too much time on this because it's talked about ad nausea. It says demand side, economies a scale also known as network effects results when a product or service becomes more valuable as more people use it, so Craigslist ebay, Twitter, Facebook, you know, All know this already. But American Express an example of a company in the Berkshire portfolio with the network effect benefits. The more merchants that accept the card, the more valuable the service gets, the more people use their car, the more valuable the services are for the merchant. Thus over time, that concept expansion expands their mo. Another way to expand a moat is brand. And that's very different. So it says a moat powered by brand is something very different from 1 created via supply side or demand side economies of scale. Now they're gonna use, regarding brand power. This is Charlie Mon says, the... This is really interesting talking about thinking about what... Like, you know, I was like, I'm building a personal brand. Or I'm... Mean, we think about branding. I, you know, that kinda like, hate people talk like that. But and the reason I hate a other people talk like this because they're not really, like, adding anything new to discussion. They're just kinda of mimicking other people. Right? I never thought about and maybe I... Maybe that's my fault for not listening intently. Maybe people have made this point. But Mon is the first person to talk about, like, what a brand is. A brand is just an informational advantage. It's a way in and a... A small amount whether it's the name of a company, a logo an image, whatever to convey a a lot of information about that. Right? And think about that. Like, think about when you hear the word Disney. That's 1 word... What is that 6... In 6 letters. Think about all the stuff that pops into your mind. Like, that is a brand that is conveying. It has an informational advantage because in 6 letters, it tells you, you know, hundreds of different things that may come to mind. So this is what... This is the way Charlie thinks about brands, which I think is really smart. The informational advantage of brands is hard to beat. And your advantage of scale can be an informational advantage. If I go to some remote place, I may see w chewing gum alongside gl is chewing gum. Well, I know what W is, well I know that W is a satisfactory product whereas I don't know anything about glasses. So he talks about the ability for w to... To increase prices just on that informational advantage. So in effect, W simply being so well known has an advantage of scale. What you might call in an informational advantage. Everyone is influenced by what others do and approve. We already cover this earlier. Another advantage of scale comes from psychology. The psychologist uses the term social proof. We are all influenced subconsciously and to some extent consciously by what we see in other... By what we see others do and approve of. Therefore, if everybody buying something, if everybody's buying something, we think it's human. All told your advantages can add up to 1 tough moat. A very important test for Buffet and mu and determining though this is trend talking in determining the strength of a brand based mode is whether a competitor can replicate. This is another interesting idea. Okay. So a very important test for Buffett and Among in determining the strength of a brand based mode. So how do you check that? I, how do you know this? Is whether a competitor can replicate or weaken the moat with a massive checkbook? As just 1 example here's is what Buffett said about Coke at the 2012 Berkshire meeting. If you gave me 10:20 or 30000000000 dollars to knock off Coca Cola, I couldn't do it. And now what's interesting is in this chapter on mo, then trends like, okay. Let me analyze Berkshire and see what kind of emo they have. And he says, some some companies like Berkshire have been able to create a moat as a result of combination of better systems and culture than their competitors. So just gonna go over some of the ideas eds he yes. Number 1, what what adds to the moat of Berkshire. It says Berkshire is tax efficient. They're well known for buying something and then holding it forever. And if you're... If you let something compound for 30 years, and you'll don't pay taxes on it once, you save AAA ton of money over that time period. Another 1, which is just another... Way to save their frugal, they have low overhead. And this is a, quote from New york Times. Says Berkshire has a corporate headquarters with a mere 25 people on a single floor of an office building. From there, mister Buffet and his staff, allocate capital and contemplate acquisitions of sales, hire fire people to run those portfolio companies and otherwise stay out of the way. Another way, they expand their motives is they're the the private buyer first resort and this comes ties into what Charlie was saying. Earlier if people understood the the long term benefits of acting with integrity and honesty and and morality, it's gonna give you... That's gonna add to your reputation, those rep that reputation of future can give you access opportunities. That other people just won't have. So it says, if you spend your life building and, building a business and decide to sell the company, Buffett and Mon offer you a unique opportunity. They will let you and in fact, want you to continue running the business. You... Your other option is selling the business to a private equity firm, does not give a damn about your business and we'll probably load it up with debt, creating a serious risk that the company will fail. Another 1 Berkshire has what they call permanent capital. And, they basically say this is some guy. Named, I don't know who he is his name's Bruce. That that they're quoting that just describing Berkshire s says that's why we keep a lot of cash around. Cash is the equivalent of financial volume. It keeps you cool calm and collected. And I'm gonna skip the other ones. But I want to describe... Well, this is them I'm talking about mo again, and then I'll, I'll I'll leave the idea of Mo alone it says, so you know you have a moat when you can raise prices. There... This is is this Mon again. Just quote. Yep. This is Mon again. Just quote from Mon. There are actually businesses that you will find a few times in a lifetime where any manager could raise the return enormously just by raising prices. And yet they haven't done it. So they have huge untapped pricing power that they're not using. That is the ultimate no brainer. Disney found that it could raise those prices a lot, anybody a little kids knows this. It's ridiculous, and the intended stayed right up. So a lot of the great record of, they're just naming some old Ceos of Disney came from just raising prices at Disneyland and Disney world and through video sales of classic animated movies. At Berkshire Hathaway, warren and I raised the prices of seas candy a little faster than others might have. And of course, we invest in Coca Cola, which has some untapped pricing power. Creating a moat is something that people like Ray rock, Founder Mcdonald's, Sam Walton, Est Lau, Mary k Ash, and Bill Gates have accomplished. And finally, is I'll close on this, and this is trend talking, and this is really this is really my death. The other people throw around the the the term model a lot. And for a while I didn't even know what the hell it was. And I think this is just the easiest way to to think about what it is. In at least in in terms of what we're trying to accomplish here on the podcast. So it says, with that last bit of wisdom wisdom, I send you off into the world, hoping that you too learn to concentrate and invest successfully. Whenever in doubt about making decision related to investing or otherwise, ask yourself this, what would Charlie Mu do? And so what I mean is like, what I mean by... That's my definition of a mental model. The reason that I read... So you know, so I didn't just read 1 book on Steve jobs. I read, like, 6. And I try to go deeper on on these peoples because you're exposing yourself to a lot of information and more importantly how they think. And to me, that's what the the mental model is. Like, if you constantly reading biographies on Henry Ford, Steve jobs, etcetera, etcetera, you're gonna eventually be able to in your own mind, develop a mental model of how they think. And then when you're presented with the decision, like, this is kind of the transmission of these ideas or in these biographies. Right? The practical application of these ideas is you can sit there and say okay, I'm... I'm presented with an opportunity, what would Charlie Mon do? What would Henry Ford do? What would whoever you personally identify with their philosophy of business do? Same reason if you're on my my email list. Like, I take notes on a lot of the same people and over over and over again because what I'm doing is I've identified people that I that I admire their mind. And I'm trying to go deeper so I can develop mental models on them. So I was 1 example is this Mark G was giving a talk. And he's 1 of the people that I'm interested in how he thinks. But he he... He's done his own research on Peter Till. And he... I think he thinks Peter Feels, like 1 of smartest people around. And so he says he has a mental model of Peter Till. And as he goes about his days as he has a little Peter T on his shoulder? And he'll ask himself, well, what would Peter T say or what would pe peter Till think or do or whatever the case is? And I don't think you need mental models, you know, we... There's been what, like, I don't even know how many founders we've covered so far. But over time being exposed to more of these studies ideas is, you're gonna identify the people that they're just... They click with you. You you can't even really... I don't even think you can you can explain why. Maybe you can you can point to certain ideas that you like of theirs or certain ways they they they run their business or whatever it is, but it's, like, deeper in that It's like, a more of like an abstraction. So that's the way I think whenever here people talk about mental model models. So I think have been, like, personal. Like personal mental models. I know other people like, this is my framework content how I make decisions. I wish I could say Have those. I just don't. I think of things and, like, like I said, and maybe it's because I spend so much time setting people. As opposed to just, you know, decision framework or whatever the case is. So, anyways, Charlie Mu, if you wanna learn more about them, if you want to if you thought this podcast was interesting. You probably like the book. So if you want to read the book, there's a link in the show notes, you can just click it and takes you right there to the book, and you can buy it. If not, you can go to amazon dot com for slash shop for slash founders podcast podcasts. You'll see this in every other single book, it's like the visual representation of this podcast presented in reverse chronological order. If you purchase using either the links in the show notes are going to that Url. The Amazon will give me a small percentage of the sale and no additional cost use to a great way for... I always say, like, you're supporting yourself because you're getting a a book that'll benefit your life, and you can apply those the ideas that you learn that book to your own work and get an unbelievable return on that investment. You're supporting the author who's taking a lot of time writing these books and you're supporting me who's hopefully introduce you to these ideas and expanding it to a an audience they may not have known about those ideas. Other than that, If you're listening to this, and you have not become a mis fit yet. Mis fits are the people that financially support this podcast as you see, I don't do any ads on the podcast, I rely on the people that get value out of my work. As a result, half of my podcast like this 1 are ad free and free to everybody. Don't have to do anything, but press play and listen, and you get the benefit of me reading, taking notes and doing all this work. But if you want more, every other podcast I do is a reserved exclusively for mis fits, you, so if you haven't signed up yet, you're missing on out on half the, you can click the link. Oh, I need it to bring this up. Several people have sent me messages and said, David, you... Or not being clear. You're not communicating clearly. So I've gotten this this message enough times that I need to, like, figure out another way to do this. They're like, I wanted to sign up for mis. I couldn't figure it out, or it's it's not, like, they had, like, it wasn't making it easy. So I thought I was making easy because I include every single link in your Podcast player. And 90 something percent other the people listen to. Listen to me on Apple, Podcast podcasts or overcast, and they make links clickable. So when you're listening to me, just click on the link. If you wanna sign up if mis it, You click on it. You can use Apple pay in, like, 10 to 20 seconds, you'll have the private Rs feed, which is all what a podcast really is. The private podcast feed, installed into your podcast player of choice, and then you can listen to all the unlocked. You can basically you're unlocking all the other, the mis fit podcast that you haven't that you haven't heard yet if you haven't upgraded. So I thought that was real easy. Some people prefer just to go to the Url so you can open up the browser in your phone, go to glow, GL0W dot fm, you know, every podcast. Like, the dot fm extensions like every podcast service or podcast. Loves that that extension. Anyways, glow dot fm m forward slash founders. So you can either go directly to the euro url and do that, or you can tap the link that's in the show notes or if you wanna take a roundabout way for some weird reason. You can also go to founders podcast dot com. And I have the link on every single podcast I've done. Although people said that I should have it, like, right in the, like, the beginning when you go to the website. So, anyways, I I appreciate the feedback. And I know that I'm obviously making a mistake if multiple people have run it the same thing. And that's not obviously not my desire. My desire is make it simple and easy for you to support. So if you sign up... Here's the thing. If you sign up for mis, you pay a small monthly fee, if you're willing to pay a small monthly fee and press play, you're gonna get 4 podcasts because you... I have 2 free and to mis fit podcast podcasts a month. All you have to do is sign up and then listen, and then you're gonna have some of the best ideas from some of the greatest entrepreneurs in history, just injected right into your ear every month. And undoubtedly, you will get more back than the small amount of money that you pay every month. And if you don't say, David, you know, I didn't get value of this. I'll give you a refund. I don't, like, I I it's impossible that that that would happen. So if you haven't done it, I know some people like, oh, it's kind of a pain the ass. I promise you. The the company I use Gu. They made it all... The only thing better than the way they did it is if Apple did it themselves, and Apple's not going to do it themselves. So they did it, beautifully. Like, they use... It... It's almost like you're you're you're paying for an app on your iphone, which you've probably done a million times. I've actually talked to the founders at glow 2 separate times for over an hour each just... Because I've tested every single other like podcast product. And this 1 was by far the best. And they just have their shit together over there. They they designed a beautiful, beautiful beautiful product. They they make it so super easy. To have a private podcast feed to listen to, you know, because some people sell private podcast feed, and then you have to listen to a browser, that's not ideal. I understand that. I think all audio. Literally, all audio is better in a podcast feed Even if they had, like, like, people that do Youtube videos, so that that some people only listen to. I think the the the... At least for me, the experience of listening to audio on in a podcast player is the single best experience. So that's the experience that you get. I would very much appreciate if you support the podcast podcasts. But if you're going to buy the books, and I know a lot of people have some many messages that, you know, they bought a lot of books, they haven't used the link and they're gonna use it in the future. Listen I'm it's really more important to me that you buy the books and read than it is. They use the link. But at the same time, if you're gonna buy the book, why Not just click the link and benefit the podcast at the same time. What else? What am I doing next week? Oh, If you go to Amazon dot com slash shop. 4 slash founders podcast. Usually, I put the book that I'm doing that week up there, so you can kinda have, like a sneak... It's way you I have, like, a sneak preview of what I'm working on. I'm not sure which 1 I'm gonna do. I have, like, 30 or 30 to 50 books to choose from. So I can't tell you that. Unfortunately, I don't know why Brought that up. Other thing is, actually, that's it. I've talked enough. Please sign up, become a mis fit, tell your friends about the podcast, and I'll talk to you next week."
}