{
  "transcript": "So we're gonna continue on this theme that we've talked about on past podcast. And that's this idea that books are the original hyperlinks that they lead you from 1 idea or 1 person to another, very much like the web does today. So the subject of today's podcast, Robert No. I actually found out about him the same way I discovered Edwin Land, and that was through Isaac since book on Steve Jobs. So after hearing how much Steve jobs was influenced by Robert No, it made me wanna learn more about who he was and and why he so influential. So today, we're gonna be learning about the life and career of Robert No through the book, the intel Trinity, how Robert No Gordon Moore and Andy Grove, built the world's most important company. This books by Michael Malone malone. So we're gonna go a little bit out of order today. When I originally started, reading this book and and coming up with the idea for this podcast. I thought I was gonna talk about both both founders of Intel. So Intel was founded by Robert No and Gordon Moore. So we're gonna touch a little bit on Gordon moore today, but after I was done reading, and then I would review the notes and the outline that I that I put together for these podcasts. I realized that 90 percent of what I wanted to talk about was with Robert Noise. So that's why this episode just basically about him. Gordon Moore is obviously important. He's the 1 that Moore's law is named after. He was an extremely important technologist. But a lot less is known about him because he he never... He's still alive today, actually, But he never he doesn't have, like, official biography. So every... All of the podcasts we do are based on a book, and usually, it's a biography of the entrepreneur. And no... There's just a lot more information about noise in out there online and in the book too. And you'll see why as as we continue here. So, given the fact that I found out about Robert No due to Steve Jobs, I wanna read, a few paragraphs about their relationship before we get into anything else. And let's go to the book. A regular visitor to the noise household during this period was an intense and quick qui young man in the midst of a serious life crisis and desperate for help. Steve jobs has been had been the most celebrated young entrepreneur of the age just a few years before. He made the cover of time magazine before his older and more successful Silicon Valley counterparts. And with the Macintosh computer introduced in early 19 19 84, jobs had become something even more, the embodiment of a new generation. Steve jobs was driven out of the company he had c founded and for which he was the most visible face. Jobs then founded a competing company next. And in case you don't know, I did a a long episode on Steve Jobs based on his books. If you wanna find up more, I'd I'd recommend listening to that episode too. So jobs founded a company called Next, but the company never really gained traction. Jobs was becoming a lost soul and at great risk of ending up while still under 30, a once famous, but now largely forgotten valley figure. So this is kind of surprising for for those of us in modern age, at least around by agent and arguably younger. The tea jobs we may be familiar with is the Steve jobs after he came back to Apple in 97. So I was born in the eighties, I will I knew about Apple Knew about Macintosh, but I wasn't using their computers because I was a baby. So I just found this this part really interesting where even though who's huge successful under 30, like, if he didn't have another hit, he wouldn't be looked at the same way that we look at him now. So is in this state of mind that jobs went searching for a mentor, a father figure who not only knew what it was like to live at the top of the tech world and be under constant public scrutiny, but who unlike him had succeeded. It wasn't long before he found himself invited to dinner with the man he admired most. The relationship between Steve Jobs and Bob No, as with most things in jobs life was both curious and compelling. After all, jobs un selfish behavior towards his partner Steve W at the birth of Apple had meant that Apple could not use the Intel 8 80, and the 8... And the 80 86 in the Apple 1 and 2. A combination that it would have changed history. So they're referring to is at the time, Intel looked up to by all young technologists, and W wanted to use specific chip and jobs wouldn't let that happen. Indeed, Apple, and now next and Intel had become competitors once removed. Still, the ties to Apple during the company's early years were very strong. After all, the third founder, Apple Chairman Mike Mark had been an in... Had been an Intel marketing executive. We're actually gonna talk about the connection between Intel, Mike and Apple a little later on too. Regis Mckenna intel agency publishes and marketing guru was now enjoying even greater fame doing the same work with Apple. And, of course, and bowers had grown close to jobs during the years, the 2 shared to Apple and bowers his Bob's wife. Bob himself would sometimes call Apple, and as Marc cool described it, come over to Apple and just hang around, go in the lab and talk to the guys about what they were doing. Still, jobs was not the most welcome guest at the noise household. Nice enjoyed the young man's company, perhaps because he too he was too smart, too old and too famous to fall under the spell of jobs intensity and wanted reality distortion zone. Looking back, bowers would tell Leslie Berlin that's Bob Inspired that Bob treated jobs like a kid, but not in a patronizing way. He would let him come and go, crash in the corner, we would feed him and bring him along to events and to ski and Aspen. No even invited jobs to join him on a flight and Bob's Cb plane. So Bob, Bob No, well, in his spare time was an avid pilot. A trip that almost ended in disaster when Ne accidentally locked its wheels while landing on a lake. Later when the pair attempted to land on a runway, the plane nearly flipped over. Only noises superb piloting saved them from Oblivion. As this was happening jobs with hit later say, I was picturing the headline, Bob Noise and Steve jobs killed in a fiery plane crash. But as Ann bowers knew as much as anybody being around Steve jobs was thrilling, but ultimately exhausting. Because the young man seemed to have no boundaries. He showed up at the door and announced, called at midnight over some notion that had just captured his fancy and generally acted as if he had no appreciation of the personal lives of other people. Even Bob, late 1 night after getting off a call from jobs said to Anne. If he calls late again, I'm gonna kill him, but he still took the next late night call from Steve Jobs. What jobs seemed to want most, was not specific advice from the older figure. Bob didn't know enough about personal computers to give it anyway. Jobs wanted a vision on how to live how to succeed in the valley and be beloved, not hated. To be the object of esteem not ridicule. This is a derrick direct from job jobs. Bob was a soul of intel. I wanted to smell that wonderful second era of the valley. The semiconductor companies leading into the computer age. Bob No now had a surrogate son. Steve jobs with whom in many ways, he had a better relationship than with his own son, still better bitter about his parents divorce. So that's that's what I'm gonna leave this section. But I think the most important part of it is that to understand what why Steve might have wanted him as a mentor. Bob No was not only hugely successful, founding 2 fundamentally, fundamental companies. But he's also... He was also loved by everybody. They call him the the the, mayor of Silicon Valley. And he was successful without steve jobs habit of basically tearing into people and not, you know, kind of being a jerk is, I guess, the the nicest way to put it. Bob No was by all accounts extremely nice and it was important to him to be well liked. So just another example of the there's just many ways to succeed. There's not just 1 way. So before I get go back into Bob's life, I wanna talk about I obviously knew about Intel. I but I but living in the age we live in now, it's really hard to appreciate that. Basically, everything that we're building and and the technologies that we're enjoying today, the foundation was laid by by people like, Bob No and and Gordon moore and the rest of the people that develop semiconductors and and chips. And it's something that's not really talked about. So, the 1 thing I'd recommend if you read the book is reading the appendix, which is called a tutorial on technology, just because I don't know how many people actually understand how important this is. And let me just read... I'm gonna start there real quick. So Digital electronics can be confusing, not only to people outside the industry, but even folks inside it. This has become increasingly the case as the years pass and even more new layers of products and services are p, piled atop the existing core. Ask someone who works in online gaming, or social networking, how an integrated circuit works, a component upon which that person's job, employer and industry depends for survival, and you are likely to get a blank stare and perhaps something mum about silicon and semiconductor. This isn't surprising. After all the worlds of social networks and code writing are 6 or 7 levels removed from the largely chemical business of making computer chips. It would be like asking someone preparing a big Mac at Mcdonald's and prague about cattle feed in Tulsa. This is also true in the media, even in the trade press. The reporter who writes inc on say Apple and its next generation iphone may have little knowledge about the chips inside that device. Other than perhaps the name of the manufacturer and its central processor and perhaps its memory chips. That's why you read very little these days other than financial news about the semiconductor industry. The men and women who once covered the business have mostly retired, and the new generation of technology and business reporters are much more comfortable writing about Twitter or Facebook. That's a pity. It is precisely because those companies and the thousands more like them depend for their existence upon the Internet or cellular to telephone tele, both of which rest upon semiconductor components that the semiconductor industry is more important to the modern global economy than ever before. Okay. So now as we get into the story, it was a little difficult for me to figure out where I wanted to start. This is a monster book. It's like 5... I have the hard cover version, and it's, like 500 plus pages. It took me forever to read, but it's really Malone does a really good job of, breaking it up into these, like, really interesting stories. So Robert No life, which just 1 success after another. He does have some trials and relations like we all do, but so it's... It was very difficult to figure out where Wanted to start. So he's credited with inventing the integrated circuit. He founded 2 extremely important companies the first being fair child semiconductor. And then the second being Intel. And so the the beginning of the book goes into his early life, how he was recruited by 1 of the most famous scientists in the country at the time, and a Nobel prize winner, how he was the the Nobel prize winner was a terrible manager. So you might have heard, like, the Traders ate that left shock transistors. Bob No is 1 of them. They founded a company called fair child semiconductor, but I'm gonna start the story when Bob decides to resign from fair child semiconductor. So let's go to the book. In his departure letter to the fair child board, Royce opened his heart. This is a direct quote from him. The reason for my resignation is more basic. As fair child has grown larger and larger. I have enjoyed my daily work less and less. Perhaps it is partly because I grew up in a small town, enjoying all the personal relationships of a small town. Now we employ twice the population of my hometown. More and more, I have looked with longing to the earlier days of fair child semiconductor. When there was less administrative work and more personal creative work in building new and new a new product, a new technology and a new organization. Wanna stop real quick. This is something I... I've noticed a pattern and in a lot of, these books that I'm reading on entrepreneurs and founders is they always long for, like, if they ever look back, and rem or have any sort of essential nostalgia. It's this era. When you're first starting out when the company smallest is just you in a small group, and you're building something that you're extremely passionate about. And then, of course, the successful products take off and eventually, they build these massive organizations around them, and then it becomes more of, like a bureaucracy and and more of, like, managing instead of instead of innovating. This is also something I've noticed in interviews where people would sell their company. And they're like, well, why do you sell? And I'm like, well, the job I'm doing now is not the same job that I wanted to do, and the 1 that I enjoyed and that I was the very beginning. So Bob continues here. My plans are indefinite, but after a vacation, I hope to join a small company in some area of high technology and to get close to advanced technology again in this manner. If I have not been away too long. The limited resources of any small company will be a handicap. But I have no large scale ideas. I do not expect to join any company, which is simply a manufacturer of semiconductors. I would rather try to find some small company, which is trying to develop some product or technology, which no 1 has yet done. To stay independent and small, I might try to form a new company after a vacation. It was the end of the fair child's semiconductor of Legend. The greatest company that never was. This is back to the book now. The more than 100 companies that spun off from the mother fur firm would fill the valley with entrepreneurial fire and competitive fe and would make the region the heartland of the digital age. Is argued that fair child semiconductor had the largest concentration of talent in any history in silicon valley history. It was also the start of another legend. This time of a very real company, the Intel corporation. Intel would start with just the reputation of 2 men and within a generation sit at the center of the world's economy. The multi billion dollar corporation on which the entire electronics revolution would rest. In the process, it would invent and then build by the billions, the most complex products ever mass produced, and it would accomplish this with an almost pathological adherence to a pace of change established by 1 of its founders that had almost no precedent in human history. This relentless an un flagging pursuit and proportion of the rapidly evolving world of digital technology at the most basic component level and a preservation of the law that the technology em bodies they're talking about Moore's law, has been the story of intel for more than 40 years. So I wanna skip ahead. Like, we normally do. I don't really have, like, reoccurring themes on these books. But if I do, It's definitely... I I try to highlight as much as I can about the founder personality. And so this section, gives you a good idea of of his... Of Bob's personality. Robert No, a great man, but also a hugely complex often contradictory personality. He was the smartest man in almost any room and even in middle age, the best athlete. He was as everyone who ever met him, acknowledged hugely charismatic Yet also distant private and largely un notable. He dismissed celebrity but took every opportunity to seize the limelight. He dismissed hi and titles, but never forgot his position at the top of the pile. And honest of them all, he chose a career, entrepreneur that demanded a certain pragmatic ruthless in dealing with the careers of subordinates. Yet he so wanted to be loved and admired that he was all but incapable of firing even bad employees. Rather, he kept his hands clean, but let but let but then let Charlie first Charlie sp, and then Andy Grove do the dirty work. And then wasn't... And wasn't above treating them as corporate enforce. So I tripped all over that, but Charlie Sp was basically, the bad cop to his good cop at fair child semiconductor, and then Andy Grove, who's famous in his own right, later, the Ceo of Intel was the bad cop to no his good cop. And, Andy Grove, there's a lot of information about andy Grove in this book. I'm not... I'm gonna skip... I've skipped over most of those parts because he wasn't technically technically a founder even though his employee number 1. But he's known basically more for management as opposed to being an entrepreneur. He has a bunch of books that if you're interested more in management, they're they're they're... They come highly recommended. High output management is 1, and the other 1, I think it's called only the paranoid survive. And there's plenty of information out there if you if you wanna look more to to Andy Grove. So back to Bob's personality. He was a great scientist. In fact, a strong case has been made that he should have won 2 nobel prizes 1 for the integrated circuit and the and the other for the for the tunnel diode. But he turned his back on research to become a businessman. And not least, though he always profess his your to work in a small boutique company where he could escape bureaucracy and focus on the work he wanted to pursue. He built 2 huge companies. 1 of them among the largest in the world, and would never show any inclination other than to grow them as big as they could get. Comparisons of a may between the experience of being around Robert No and the even more famous reality distortion field said to have surrounded his greatest aco Steve jobs. In truth, they were very different. Noise appeal was warm and visceral. Jobs cold and ether. Noise made you feel that feel that important vital things could be accomplished if everyone could just steal their courage ignore the risks and move forward together toward a difficult but achievable goal. Royce made you feel that while he would be in the lead, it would only be because he was better suited for the job as you were to yours. Steve jobs by comparison invited you to change the world to accept his vision as your own to join if he deem you worthy, to select you creating a perfect cool new reality with the knowledge that if you ever fa proved un worthy, or in some unknown way irritated Steve Jobs that you would be jet, shunned and left behind. The difference of the 2 is best captured in the photos of Bob no with his wide g and Steve Jobs with his tiny knowing smile. Ironically, while jobs zone would come to accomplish billions of people, it was Ne vision that was far more sweeping. Jobs merely wanted the world to own his company's computers. Ne wanted to usher in the digital age. In a legendary television interview about his invention of the integrated circuit, which noise called a challenge the future, he unexpectedly turned to the camera as if directly addressing millions of people at home throughout the nation and said, Now let's see if you can top that 1 and smiled. From anyone else, it might have seemed arrogant, but coming from Bob No, it was confidence. The friendly challenge of 1 competitor to competitor to another on the playing field to top what he had just done. Bob No was happy to beat the hell out of you. He lived for competition. So much that it often pit both him and others at risk. But after he did, he helped you up, slapped on the back and told you how well you had done. Okay. So before we go a little deeper into Bob Bob No personality, I wanna talk about how his partner and c cofounder created Moore's law. So this is about Gordon Moore. As he would later as he would recall later, he pulled out a sheet of standard graph paper and plotted out the performance to price ratio of the last 3 generations of fair child integrated circuits. Even though he knew the specs on these devices, more a surprised to discover that the performance leaves between generations, especially from the third to the fourth, now in development of fair child were so great and the hyper quality curve they created were so vertical that he had already run out of paper. So he switched to log graph paper. And when he did, the data points neatly array themselves into a straight line as he wrote in the article. The complexity for minimum component costs has increased. This is now Gordon more ready. The complexity of for minimum component costs has increased at a rate of roughly a factor of 2 per year. Certainly, over the short term, this rate can be expected to continue if not to increase. Over the long longer term, the rate of increase is a bit more uncertain, although there is no reason to believe it will not remain nearly constant for at least 10 years. This means by 19 75, the number of components per integrated circuit for minimum cost will be 65000. I don't believe or excuse me I believe that such a large circuit can be built on a single wafer. It has been said that if in 19 65, you'd had looked into the future using any traditional predictive tool, per capita income, life expectancy, demographics, geopolitical forces, etcetera, none would have been as effective a pro. None a more accurate lens into the future than Moore's law. The trend Gordon Moore had identified was that the world of electronics from computers to military and consumer products was increasingly going digital And thanks to the semiconductor planner fabrication process, it was pro possible to make the tiny digital engines at the heart of these products, even smaller, cheaper and denser with transistors at an exponential rate. No human invention had ever exhibited that rate of improvement. Okay. So let's skip ahead. I found this paragraph interesting. This is, like a concise statement on Bob No management style. Bob operated on the principle that if you suggested to people, what the right thing to do would be, they'd be smart enough to pick it up and do it. You didn't have to worry about following up or anything like that. And I think he was able to have that perspective because Intel had a an insane focus on talent and maintaining their culture. So a few pages later, it it says, Intel has are always recruited the best technical talent it can find. Then drop them into a work environment that has little pity for human weakness, much less failure. The operative word would be performance. If you screw up a national semiconductor, you're on the street. Do the same thing at a he packard, and you're taking aside to a private conference room and told you're having a little problem fitting in. At Intel, you're screamed at for not exhibiting the proper level performance And the next day, you're back on the job working twice as hard as ever to regain the respect of your peers. And the matter is never mentioned again. And then to me, that that last part relates to the structure in the hierarchy of Intel management at the time. So let's let's learn a little bit about that. At Intel, No decided to eliminate the notion of levels of management altogether. He and more ran the show, that much was clear. But below them were only the strategic business segments as they called them. They were comparable to the major departments in an orthodox corporation, but they had far more autonomy. Each was run like a separate little corporation. Middle managers at Intel had more responsibility than most vice presidents. They were also much younger and got lower back pain and migraines earlier. At Intel, if the marketing division had to make a major decision that would affect the engineering division The problem was not routed up the hierarchy to a layer of executives who oversaw both departments. Instead, the councils, which were made up of people already working on on the line in the divisions that were affected would meet and work it out themselves. The council's moved horizontally from problem to problem. They had no vested power. They were not governing body. They were not governing bodies, but coordinating councils. I think that only works if you have a lot of smart talented people. If you have a lot of smart talented of people, they're not gonna want to be micro managed. They're not gonna wanna move slowly. So having the structure and then making sure you're feeding that structure with the best talent, to me is the only way Intel was able to to keep this going. So 1 of the things I I like about focusing on founders and companies, in history as opposed to, like, covering some modern day founders our company. So so far, the we've only covered a few founders that are still active. So Elon Musk being 1 Jeff Bezos being another. You can kind of see that no matter what happens. They're they're gonna go down as some of the best entrepreneurs in history. So their place already solidified. As opposed to... I see some of these other, like, podcast podcasts that talk about entrepreneurship and founders. And, usually, they're they have like, an interview format and they cover, like, current companies. But in some of the companies they cover, it's not clear as if they're gonna have an impact or they're they're they're out. They're not successful yet. Maybe they have an Ipo or maybe their product hasn't taken off, but there is definitely stuff to learn, but I think if you focus on history, history is important because you realize as people don't change. So the technology changes, the the company names changes, the people doing the work changes. But human nature doesn't change. And I think if you see these large, larger patterns of how humans react and how they respond to incentives, that that gonna help you in your in in your life going forward, because you realize that, oh, I've seen this before. I've seen a similar situation, and it might give you some information to act differently. If you think about it, we we've witnessed bubbles. Let's say in the last 15 or 20 years, you had the the the Internet bubble the late nineties, early 2 thousands, you had the housing bubble and let's say the 2007 is 2009 era, some would say, like, higher education is going through a bubble at at in relation to costs and value. So what you realize is like, why are these bubbles constantly happening in different areas. And so this is a really funny... I not... I shouldn't say funny, but a really interesting bubble that happen in 19 sixties? And the note I wrote down was calculators as consumer tech bubbles. So see if you if you recognize some of this behavior in other bubbles. By the late 19 sixties, setting the precedent for for many consumer tech booms that followed. The calculator business enjoyed almost vertical growth as prices held steady. Performance improved and retailers than customers flocked to this hot new home slash office appliance. And again, setting the trend for future consumer tech bubbles, the calculator industry began to first, attract scores of new competitors hoping to cash in on the big profits to be made and second. Segment into different sub markets. There may have been more than 100 calculator companies by 19 70. And while newcomers were rushing to compete with cookie cutter 4 function machines, the established and ambitious firms were already racing off to add more functions, make them small enough to be handheld or drive manufacturing costs down so far as to comm their basic models and shrink profit margins. This would drive competitors from the field with massive investments in marketing and distribution. It was mostly American companies, especially Hp that took the first attack. American and the most veteran Japanese calculator companies like Ti and Cass the second, and giant Japanese companies like Canon the third. That left everyone else high and dry when the inevitable industry shake out came. So they're just describing typical human behavior in a bubble, something starts working, a bunch of people jump onto it, then competition cuts the profit margins or the demand, are they they overs subscribe, they overs supply to demand, and then the... It pops and most of these companies there's a few that survived, there's maybe 5 or 6 out of, over a hundred. So because the micro processor was so important it's such an important invention, the vast majority of this book covers intel after they invented the micro processor. The first 5 to 7 years of the company, They they made memory chips. They hadn't yet invented the micro processor, which what they became famous and so successful doing. And so we have this this thing, we've talked about other podcast which which is a section that says, critics don't know shit. And it's just funny, like, like, sam... Somebody telling Sam Walton that he's he's he's not cut out to be a retailer, won't then it winds up going on to be the most successful retailer in the world. Are Steve Balm saying that the iphone's gonna flop because no one's gonna buy it a 500 dollar phone. And there's all... There's... There's examples literally in every single book where at some point, the the founder had to believe in what they were doing because the outside world is telling them no that it's not gonna work out. And so I affectionately call that critics don't shit. So sometimes, the critics are in the own company. So the this part stuck out to me, they're... At the time selling memory chips, and they've invented the micro processor, there they're calling it Cpu on a chip at the time. And the inventors are wrong with noise think it's going to be big. And other departments in Intel don't agree. So here's a sentence to you on that. Intel was a company they made memories. These were custom chips. Marketing was very much afraid of the computer business. And they came up with arguments as to why we shouldn't go into it. So this is probably the most important decision noise ever makes. The vast majority of the company, including the american department and a lot of managers. They don't wanna... They're having a hard enough time succeeding the memory business, they don't wanna divide their attention of their resources for this 1. Noise overrule them all. And as a result, intel takes the lead, and then they build upon that for the next 40 years. And while this is happening, they're having to go and educate an entirely new market, like, what the difference of these Cpus on chips, these just the Cpu on a chip would be. And at the note I wrote here is, the difference... What technology... What new technology could do and the difference of chip would make. And this is basically the case that they're making. Because again, this... We take this technology for granted now. They're trying to look into the future and and talk about the the the possibilities and the opportunities in this new market. And so 1 of the guys that is largely credited with, the invention is this guy named Hof. And we're gonna we're gonna jump into the store here. Unfortunately, H wasn't trying... Wasn't just trying to sell a new product, but a whole new paradigm. And as is usually the case when you were trying to convince an audience to accept a radical innovation, almost by definition. The idea is so far from the status quo that many people simply cannot get their minds around it. And this is a direct quote from off. People were so used to thinking of computers as these big expensive pieces expensive pieces of equipment. That had to be protected in garden at baby and to you be used efficiently to be worthwhile and cost effective. So there was this built in bias in people that any computer had to be treated that way. I remember 1 meeting in which which there was all of this concern about repairing micro processors. And I remember saying a light bulb burns out, you unscrew it and throw it away, and you put another 1 in. And that's what you'll do with the micro processors, but they just couldn't accept doing that with the computer. But the basic... Biggest obstacle to the adoption of these new processors wasn't simply a failure of imagination by potential customers. 1 that wasn't helped by intel intel own ind indecisive. Computer scientists and programmers had spent the entire careers working on giant mainframe that required information to be loaded via cards, tapes, and eventually terminals and processed in large batches. The output the output typically was delivered via large noisy printers that operated like giant type. So again, this is in the 19 sixties. The time rent, shooting in 19 seventies. So to us in 2017, this doesn't... This seems like a fantasy, Like, as old as a stone age. But, I mean, just listen to what they're saying here. These mainframe computers with the size of studio apartments required their own climate controlled rooms, cost millions of dollars and required a team of operators. So everything they just described there, you have more power on the phone... Your iphone that you're probably listening to this. I mean, let's listen to that again. These mainframe computers with the size of studio apartments required their own climate controlled rooms cost millions of dollars and required a team team of operators. Just 15 years before, the biggest breakthrough in data storage, the 1 ton Ibm, Ram, RAMAC magnetic disk drive. I'm not sure how to pronounce that. If I say the letters are say Ram mac. Had to be delivered to cuss... Oh, this is crazy. Let me let me start that part over. Just fifth 15 years before the biggest breakthrough in data storage, the 1 ton, the 1 ton Ibm Ram mac magnetic disk drive. Had to be delivered to customers via especially equipped Boeing 07:07 jet, imagine building a product that you have to deliver on... With a special specially design airplane. Obviously, these big computers have evolved over the previous 2 decades from slow giant monsters to somewhat smaller and flee early generation micro computers. The size of a couple refrigerators, and they only cost a few hundred thousand dollars. How crazy is that? Computer scientists had anticipated this kind of evolution of power, size and price and had updated their skills to keep up. But the devices that Ted Hof described to them were so radically different in every way that as they had preface their presumption by saying they had come from outer space, no 1 would have been surprised. After all, he could hold the 4 chips in the palm of his hand and at 400 bucks per set, they still call cost less than just 1 terminal for a mainframe computer. And there he was announcing that these little silicon caterpillars would soon replace the big iron to which they had long ago become accustomed. On top of that, Hof pointed out these chipset sets also process data in real time, so you could pour data in and draw results out 24 hours a day, and not just an expensive to run air cooled processing centers. But right out of the... Into the natural world. And you could even use some of the established computer programming languages to make them work. So I included that section because 1 before I read this book, I didn't know anything about micro processors or chips, and I probably still don't know too much know a little bit more after reading it, but I feel those few paragraphs gives us an idea of the... Like, they they called the paradigm shift of what they were trying to sell. And it it's not guaranteed that they were gonna be able to convince people. It's a lot easier to convince younger people, but, like they said, some of the people they're selling to, had sent their entire careers working with these huge mainframe computers and are very accustomed to doing things that the way they were used to. So when I thought about that more. A little bit more. Was like, well, thank god for their perseverance because now we're living in the digital age that these chips ushered in. And to continue that thought about how unpredictable and massive this opportunity was going to be, I wanna talk a little bit about the section where the the fates in the past of Ibm, Intel and Microsoft Converge. So at the time, Ibm is famous for only building things in house. They... There's a salesman from Intel that finally convince them to to let intel build for them. And, before I get into the the convergence of their pass, I wanted to... This the of how they used to work together. These 2 companies. They're both hugely secretive Ibm and Intel, and then we'll get into Microsoft in a minute. But these 2 this 2 pair... This this 2 paragraphs... Excuse me. Describes just the the weirdness. I just... In the... My note here is what in capital letters with a bunch of question marks. So here's here's what they're working with. Everything was very secretive. When we went in to provide technical support, they'd have our technical people on 1 side of a black curtain and theirs on the other side with their prototype product. We'd had asked questions They'd tell us what was happening, and we'd have to try to solve the problem literally in the dark. If we were lucky, they'd let us reach a hand through the curtain and g around a bit to try to figure out what the problem was as the world would learn 2 years later. This stealth project was the Ibm Pc personal computer. 1 of the most successful electronic products in history. I just thought it was really funny. The Ibm Pc was actually the first computer I used when I was about 12 years old. Oh, so I just mentioned the massive opportunity. And this is the the sale... The intel salesperson that convinced Ibm to use Intel chips what... His name West stone. And then as a result of Ibm adopting Intel chips, and Ibm adopting Microsoft's operating system, it's this great growth for Intel. So he he talks about he goes, a great account was that, a great account. He's a salesperson. So he's talking about getting an account. A great account was 1 that generated 10000 units a year. Nobody comprehend comprehend, the scale, the Pc bills business would grow into tens of millions per year. So he's trying to move 10000 units a year, and the business grows into tens of millions per year. To understand why Intel contract with Ibm meant game over for everyone else. It's important to appreciate what happened next. With the intel 80 86, Est and his team in Boca had the box and the central processor, but they still needed the software to run them. Est works for Ibm. And he... There... He's working out of Ibm facility, research facility in Boca rat, Florida. So Estrogen his team in Boca I had the box and the central processor, but they still needed the software to run them. That's when a third figure enter the story. Bill Gates had dropped out of Harvard and joined his friend Paul Allen, Allen to create Microsoft. Ibm was interested in Microsoft's word processing software, which would later become word. But more important, it was in desperate need of a good operating system. Gates men... Recommended Dr dos created by digital research in Monterey, California. Big blue followed his advice, but when negotiations there collapsed, Ibm came back to Gates and asked Microsoft to develop a comparable operating system. Gates and Allen quickly snapped up a nearby Seattle company that had the right code, renamed it Ms dos And after a few generations of upgrades, Microsoft Windows and delivered the product to a very happy Ibm. It was a brilliant stroke. Soon the market was filled with Pc clones and the aisle of electronic retailers were dominated by endless shell of Windows compatible applications, and even more important computer games. Furthermore, thanks to Ibm half century as the world's dominant supplier of business machines. Its Pcs quickly found their way into corporate offices. Even more than big blue. That's obviously Ibm nickname in. Oh, you didn't know. The biggest beneficiaries of the Ibm Pc were Intel and Microsoft. They sold not only to Ibm, but to all of the other Ibm clones out in the world and in time to makers of others window based products from game con... From game consoles to smartphones. So skipping ahead a little bit, This is a great synopsis of of what this meant. Because right before this deal with Ibm, they were... There was... There's constant booms and busts in the micro processor industry, and they were going through a bust, and they needed... They nice corral throughout the entire group and set insanely high sales and production goals, something that was completely unrealistic. And yet this lock this lucky stroke with Ibm and then Microsoft, they far super seed their sales goals and basically never look back. And here here's this an synopsis I like. That's how you come back a winner, and Intel has done it again and again throughout its story. It is in the company's Dna. You can hate intel for its sometimes hard and borderline illegal tactics. You can resent the company for its arrogance as the high priest of Moore's law, and you can complain about its consistently high handed treatment of customers and every other stakeholder. But in the end, even competitors admit that this sick company that place itself at the center of the global economy, assume the toughest and most unforgiving role in the business world, claude its way to the top and remain there for decades, through all the vast changes that took place in high tech and the world around it. And never once took its task lately, never shrink its immense responsibility and always looked seriously towards its stewardship of Moore's law. Intel, and this is... I think the most important part. Intel had learned to learn. That ability would save the company many times in the year ahead, even as other companies succumb to their mistakes. So I think that's the reason we read books, that's reason we listen to podcast is because we're obsessed with learning. And I think if you have 1 meta in life, in addition to building good habits is learning to learn and solve problems. There's just a few other, highlights of the book that I wanna cover. This is a great anecdote on entrepreneurial personalities. Rarely discussed in studies of entrepreneurial startups is just how lonely it can be out there with a revolutionary new product. No competition and a market that doesn't seem to get what you were doing. That echoes back to what we were just talking about how they were trying to sell the micro processors. You can try to hide in the echo chamber of your own team, telling yourselves that what you've got is really great. But eventually, you've got to go outside and deal with investors, analysts for reporters and potential customers And when all of them are skeptical, even dismissive about your product or service, it becomes increasingly difficult to retain the supreme confidence you need to keep going. That's why many of the great entrepreneurs are arrogant and obsessive to the point of mega. They sometimes have to be to make their solitary vision to take their solitary vision and make it real. Skipping head, I found this part about the connection between the Ipo of Intel and the seed money for Apple. So if you remember back in Steve Jobs podcast, we talked about Mike Mer, who was, I think the third employee at Apple, but he was the 1 that basically gave them the money to put the... Their first computer into production. Well, here's how that relates to Intel. Mike Mark was a brilliant investment manager. From the moment he was eligible. Mer purchased every intel stock option he gets his hands on. And by the time of the Ipo, he was in a position to convert those shares into more than 1000000 dollars, a considerable fortune in the early 19 seventies. He was just 33 years old. He wrote a check for 250000 dollars the money Apple needed to launch its new computer and get into production. The arrival of Mer made him the new third man at Apple. Steve W would say that he thought Mike's contribution to Apple was even greater than his own. An extraordinary comment given that W invented Apple's earth earth shaking first 2 products. But W understood that without Mer business experience, his network of Valley contacts, these are mostly tell people. And, fair child people. And frankly, just the fact that he was a responsible adult turned Apple from a garage based maker of semi custom hobby machines to a world class manufacturer of the of the most influential consumer electronic products in history. So this next part, just to give you a context into how the difference that 10 years and a micro processor industry can make to to intel. Total annual revenues in 19 70 were 4200000.0 dollars. Losses were 970000 dollars. And the company had 200 employees, nearly all of them in Intel rented offices in Mountain view. 10 years later, Intel had grown into a global company with 5 factories in the United States and Singapore and 87 sales offices in 17 countries. The company's annual revenues in 19 79 were 633000000. Profits were 78000000, and it had 14000 employees, a majority of them working in intel big new headquarters in Santa Clara. It had against all odds, carry the torch of Moore's law and had been rewarded with growth over the decade that almost tracked the laws exponential curve. So to go from 4200000.0 and a 970000 dollar loss to 633000000 and a profit of 78000000 in 9 years. So this is... Might seem like a random anecdote, but it's about never underestimating your competition and a great story story on learning in arrogance. So just a little background before I read it is, the Americans were way ahead in the semiconductor industry, but the Japanese were constantly studying and learning. And eventually, they, they overt took their American counterparts. So here let's go to the story. Back in the 19 sixties, we used to laugh at the Japanese. Usually 7 several hundred technical papers were delivered at Us semiconductor industry, technical conferences of the era. Of these, the Japanese electronic companies might contribute only 1 or 2, and even these were were of minimal importance. Not only was the technical content of these papers of a little significance, but the limited English of the presenters made them all but unintelligible. It really didn't matter as the paper said little of value anyway. It wasn't until years later when our sm gave way to fear and awe that we realized that the Japanese hadn't come to talk. They came to listen and to photograph. Every time a slide would go up. All of these Japanese cameras in the room would go off all at once. We Americans even had a joke about it. You know what that sound is every time a new slide go up, slide goes up, it's the Japanese cameras going quick. That was more than a decade ago. We don't laugh anymore. Oh, and I think this part is really, really important. It's a just position between outside success and depression. And this has to do with Bob No. So intel, management structure was interesting where Noise would leave the company, then he would step down and Gordon Moore took over the company then Gordon Moore decided to to hand the Ceo Reins over to Andy Grove. And during this time, this is right before noise is going to to resign a Ceo. He's deeply depressed. So this says during this time, No was also exhibiting signs of deep depression. Not only had the previous decade in intel taken its toll in his emotional state, but even more so, his divorce, divorce and his impact on his children. 2 of his children had gotten involve with drugs, 1 was diagnosed with bipolar bipolar disorder and hospitalized. And another, 1 of his daughters was hit by a car and was in a coma for 6 months. On the outside, Bob dealt with these events with his usual denial, but inside, there was no denying that something had gone terribly wrong with his family and that he was part of the cause. As reported by his biographer, Leslie Berlin at a dinner for 1 of the recipients of an investment by no angel fund, Bob un burden himself in a way he rarely allowed. This is a quote. After the dishes had been cleared and the and the children sent to bed, nice listened as the company founder explained that someday, if the business still did well, he would like to move his family into a bigger, nicer house. Nice looked up at him and said very quietly. You've got a nice family. I screwed up mine, just stay where you are. 25 years and a successful company later, the entrepreneur had not moved. Robert No had had pioneered the integrated circuit, he founded fair child semiconductor in Corporation and to boot is a pilot and champion skier. Not only that, he has just become only 1 of a hundred and 30 people in the Us history to receive the national science medal. So he is extremely depressed. On the inside. And yet, look at the list of accomplishments that I just... I just rattled off there. Anybody that from the outside, I think anybody doesn't know any better from the outside, would assume that what does this guy have to write to like, what could he possibly be upset about? And that... I mean, listen to that resume. Very few people in the world will come close to to accomplishing anything like that. The the invention of the integrated circuit, founding 2 multi billion dollar companies, a champion skier, a pilot. Receiving national science medal. Only a hundred and 30 people in history to do so, and he's still depressed. So I know this has been talked about especially in the last couple years. And even in the book, it talks about how being a founder being an entrepreneur can be extremely lonely and having people doubt you all the time and you still believing, it it's really hard to talk to other people about that. But I included that because I think it's important. It's important for us to, like, to understand it. Having goals and and wanting to create companies and products is a great thing. But not at at the... At at the expense of your mental health and your... The enjoyment of, like, the 1 life that you have. And I'll just I'll just leave it there. Okay. So we're almost done. This is a story again about human behavior during booms and bubbles. So the... And just a note, obviously, the point of with these podcasts is it's not to summarize the book. I'm just sharing interesting parts things I think, I learned from and hopefully, you you might learn something from. Obviously, books 500 pages. There's just no way I could summarize this, the podcast be 20 hours long. But throughout the book, and I skip over a bunch of these parts. There's just a constant cycle of booms and busts. Right? And I tell I said a little earlier that we still see this behavior today, and I don't think it's something that ever is gonna gonna stop. I mean, you go back hundreds of years to the to the tulip bubble. It's just something that that humans do. But I did think this was just a... It just stuck out. Was a... It's a... I wrote down crazy story about human, a human behavior during during booms and bust. And so this is a a gold rush and a in a bubble forming, and it has to do with memory trips. So let's just go into this because this is... You're re... You're reading this this book, and then all of a sudden, they... The author hits you with these these 3 or for crazy paragraphs. And you're gonna see why here. It wasn't long before scrap memory chips were being stolen off the valleys loading docks. Sometimes with the help of hooker to create a distraction. Employees were ga with gambling debts were being blackmail to leave backdoor doors lock during night shifts. And various other strata were used to separate chip companies from their production. So what's going on here is they're producing chips are such a high demand. They can't get them out fast enough, So people are are going crazy. At least 1 local low grade criminal was murdered over a busted chip deal. Meanwhile, the memory chip drought began to take its toll in the far east, where the young consumer electronic business was a huge consumer of memory chips. So it wasn't long before Asian businessman carrying briefcase full of cash began raving arriving at San Francisco airport with orders to find chips at any price. This led to some odd moments such as the time when a chip seller and buyer having taken a joining rooms open the joining doors and tried to hand the money and goods to each other, only neither was willing to let go first. The result was slaps stick in which the 2 parties, each gripping both briefcase through the partially opened doors played a desperate tug of war while trying to hide the face their faces from each other. This is like a scene out of scarf you would expect, not makers of chip technology. Tech tech booms with their prospect of overnight riches almost always produce a certain amount of criminality. Witness the dot com bubble in late 19 nineties, but it has never been as bad as it was during the boom between 19 79 and 19 81. Not only was their gray black market surrounding chips, but the speed up production and increased quotas led to an epidemic of a abuse as fab and assembly line workers try to keep up with the amped up pace. Drug dealers openly worked out of trunks of their cars and the vast national semiconductor parking lot and took orders from intel employees among others. Meanwhile, the Japanese had their listening post and were ramping up to an all out industrial espionage. And a half dozen half dozen nations had spies in the valley. Some of them like the Russians hoping to steal the technology they would put in the note in the nose cones of Ic and 8 that are aimed right back at Silicon Valley. Humans, we are a strange bunch. I mean, you're talking about 3 paragraphs they talk about what looks like a drug deal. Hooker, murder, multi country espionage and a abuse, a abuse. That just that blew my mind. So now I wanna skip towards the end of the book. Noise is he stepped down from intel. He's still highly involved. He's in his early sixties, and he's doing this joint venture with the government where government vest a couple hundred million dollars in this technology because they're their American are still having this battle with Japanese. Japanese are being, helped greatly by their government. And so there's this coalition of technologists and noises noise is leading them, and I'm just gonna read these few paragraphs. It was a great and if largely unrecognized recognized victory for Bob No, but it came at a great cost. He often spent the work week in Austin and then flew back to Los Also to provide over various valley events and fundraiser. But there was little time now for his... For his usual outlets of skiing and flying his planes. Though he did swim almost daily at his Austin home. Unfortunately, the stress of the job had brought back his old chain smoking. 1 on 1 of those trips back to the bay area, in which he gave a speech on Sema. Ce texas joint venture between the government. He took the time to be interviewed on a locally produced, but nationally syndicated television show. Before the cameras rolled, he sat back in his chair and told the host whom he knew very well that he was happy to be back in the valley, even if was only for a couple of days. He joked about being a Texas Cowboy saying that he had to scrape the shit off my boots before landing back in the Bay area. He was proud of what he had accomplished with Ci, He took enormous pride in which in what Intel had become, and he was obviously be beginning to ponder the next chapter in his life. Steve jobs heard he was in town and anxious for Bob to meet and improve improve his fiance, invited noise to his house for dinner. They stayed up talking till 3AM. Like any group of employees who had ever worked with Bob No, the people at Sema adored him. And when an article appeared in the San Jose Mercury during his visit that quoted a semiconductor equipment company executive at that Americans needed to change their idol and then nominated noise for that pedestal. The... Those employees decided to greet Bob on his return with a party, complete with t shirts that featured that quote. Bob's photograph and the line, Bob No, Teen Idol. Sema officially declared that day, 06/01/1990 as Bob No day. By all accounts, no was surprised and flattered by the event not least, the post the posing, not least the posing for photographs with pretty female staffers. That was Friday. On Saturday, he held some business meetings at home to catch up on what he had missed. And on Sunday, he took his usual morning swim. Then feeling tired, he went inside, laid down on the couch and died. And I'll wrap right here. Apple's computer, Apple computers official common. No doubt influenced by Steve Jobs may have been the most powerful of all. He was 1 of the giants in this valley who provided the model and inspiration for everything we wanted to become. He was the ultimate inventor, the ultimate rebel, the ultimate entrepreneur."
}