{
  "transcript": "We are being born into opportunity. For hundreds of years men have been talking about the lack of opportunity and the pressing need of dividing up things already in existence. Yet each year has seen some new idea brought forth and developed, and with it a whole new series of opportunities. Until today, we have already have enough tested ideas which put into practice would take the world out of its slows and ban poverty by providing living for all who will work. Only the old out worn notion stand in the way of these new ideas. The world shack itself blinds its eyes and then wonders why it cannot run. Take just 1 idea, a little idea in it in in and of itself. An idea that anyone might have had, but which fell to me to develop that of making a small, strong, simple automobile to make it cheaply and pay high wages in its making. From a mere handful of men employed in at in a shop, we have grown into a large industry directly employing more than 200000 people, not 1 of whom receives less than 6 dollars a day. Our dealers and service stations employ another 200000. But by no means do we manufacture all that we use. Roughly, we buy twice as much as we manufacture, and it is safe that another 200000 are employed on our work outside fact in outside factories. That gives a rough total of 600000 employees direct and indirect, which means that about 3000000 men women and children get their living out of a single idea put into effect only 18 years ago. And this is... And this 1 idea is only in an in its infancy. These figures are given now with any thought of boast. I'm am not talking about a specific person or business. I am talking about ideas. And these figures do show something of what a single ideal idea can accomplish. And this has matured in less time than a child matures. What nonsense it is to think or speak of lack of opportunity. We do not know what opportunity is. So that is from the introduction of the book that I read this week and the 1 I'm gonna be talking to you about today, which is today and tomorrow by Henry Ford. And this is a book that was first published in 19 26. I found this book because this idea that that you and I talk about quite frequently, which is that books are the original hyperlinks, and they, link us from 1 idea much like the modern web, 1 idea to another and 1 person to another. I was reading, I I can't even remember which book it came from. But another founder was talking about what he learned from to... This this book, and I didn't even know that this book even existed. I was like wait a. What is today and tomorrow And I've read a few books by this time, turn them all into podcast podcasts. So if you just search Henry Ford Founder podcast, you could see all them. So it was a pleasant surprise because this is another after reading Henry Ford's auto, which is my life and work, you see that it's... He gets right to the point, he speaks very plainly. And it's almost like a a journal of sorts where he's just his ideas on Not only the work he does it forward, but he talks about all kinds of different topics like education and and war and economics and the meaning of money and the meaning of work. And so it's like a lot of good practical knowledge for us, but also a lot of, like, yeah. An exposure to, like, his own philosophy on life, which which I particularly appreciate. So let's not waste any time. Let's go ahead and get back into the book. And I just love this idea that he talked about. Like, listen, look at what 1 single idea can accomplish. And it's just a reminder that there's there's always new opportunities. And if you're on my email list, I just sent an email to everybody on the list. I was watching Jeff Bezos talk for probably about 20 years ago. Video was watching to place 1 years ago rather. And he has this this bizarre, and, I mean that in the most flattering and or possible because I never heard anybody else talk like this. He has metaphor about the webs future. What's the Internet future and he's like, it's not the gold rush. It's more akin to, like, he calls it the electricity metaphor. And in that, he talks about, like, every single new idea or every new business creates 2 new opportunities. Therefore, like, we... We're not living in this 0 sum game anymore. Like Henry Ford was just talking about. He's like, the opportunities out here are limitless, and they're only gonna multiply faster. So it's just a good reminder that there's always new opportunities. And here, Ford is echoing a very similar sentiment, you know, what a hundred years before Bezos did. So it says with the maturing of industry, a whole new world of opportunity opened up. Think about how many doors of creative activity every industrial advance has opened. It is turned out through all the fierce competitive fights that no that no man could succeed in his own opportunity without creating many times more opportunities than he could begin to grass. That's why I'm personally skeptical about this idea that we're gonna, ever get to a point where technology does everything we wanted to do, and we're we're just gonna be all sitting around with nothing to do. I I don't... I see no evidence of that at all. In history. In fact, I see the opposite that the more that we're able to invent new products and services and and more we're able put different ideas into implementation. That's only gonna create other opportunities for other people to pursuing in the future. And and in future generations. Okay. So he says... And this is something I always blow my mind. Because I I think I talked about this on a podcast a week or 2 ago. And, you know, we... We're all trying to to build things that other people can use. Right? That's what a product does. It's or to Quote Orchard richard Branson, like, a business is just a something that makes somebody else's life better. You know? Like, your entire point of making a product is to be in service of other human beings because if no 1 uses it, then then there's no utility. There's no like benefit that either cruise back to you or that goes first to society. And but could you imagine making a product like Henry Ford did that literally changed the geography of the world? Auto the invention of the automobile and more importantly, the the mass production of it, I guess, is what he really invented, and, obviously, with the mass reduction and making it affordable for for even, like, an the average person to to purchase, it literally changed the the the nature. Like, the the natural physical world around us. It's such a bizarre idea. So he's talking about this. He says, with the motor car, and that's what he calls on automobiles. Does, among other things, quite part from its own usefulness is to familiarize people generally with the use of developed power to teach what power is and to get them about and out of the shells in which they have been living. Before the motor car, many a man lived and died without ever have been have having been more than 50 miles from home. That is the past of this country. It is still true of much of the world. And then the very same page, another idea that he's gonna, I mean, he dedicate an entire chapter to this. He has a thing called a wage mode, which I'll get to in a little bit, but he's just like, listen, wait... When you're running a business, like, almost every single other entrepreneur we've ever talked about on this podcast, he has a focus, of fan focus on keeping costs low. And he's like, has a just a innate dis taste for waste. Right? But he's like you don't look at wages as a cost. You need to keep your cost low in your wages is high. So he says the work man has also had to be protected and someone invented the living wage notion. All of when, he doesn't with this at all, All of which grows out of a complete misconception of the entire industrial process. So he continues. The plain fact is that the public which buys from you does not come from nowhere. The owner, the employees and the buying public are all 1 and the same, and unless an industry can so manage itself as to keep wages high in prices low, it destroys itself. For otherwise, it limits the number of its customers. And I love that because it's just... I don't, you know, claim to speak for all of modern business, but I feel that most companies look at wages, especially, if you if you think of, like, the ones that are rewarded on, like, a quarter... Like, a short term focus quarter to quarter basis, like, 1 way to to squeeze out profits into artificially freight and inflate temporarily, your stock price is to push down wages. But henry ford, like this is stupid. This is very short term thinking. Like those customer... The the wages you're pushing back down or not only your own customers but customers of other businesses, and there's no way that you can prosper with low wages. And, unfortunately, I don't know if what... Like, we're in a weird... Like, if you think of like, a weird, the macroeconomic environment where we're just in a bizarre time in history. So I have no idea how this is gonna play out. But I would just say that, like, if you're in a position where That's why I always say, like, the best description of entrepreneurship besides, like that Peter Dr quote, which I really love and I always referenced that entrepreneurship is not an our our science to practice. The best 1 Ever heard is describing on entrepreneurship is really, it's it's an out of money option. And if you're in an environment where you think that you're not getting compensated, come commensurate it with the amount of skill and talent that you bring, and that's what most entrepreneurs believe. If not, they'd go get a job because they'd be like, oh, the market is already accurately assessed the value that I bring to society. So therefore, I'm willing to take a job. That's what you're doing when you have a job. Entrepreneurs saying no. The market is not isn't mis misplaced my... It's mis priced, and I'm gonna prove that by delivering value and then collecting a part part of that value. Right? So, unfortunately, if you're working for wages, which most people are, you're you're at somebody else's whim, you know? And maybe in an environment where you're in an industry that's growing and you have skills that you can then make other businesses compete for that. But if not like, you really have no leverage, and that's just a dangerous place to be. So again, if if you're personally in that situation, find a way to work for yourself. And if you're already working for yourself and you're hiring people, just hire and ford's gonna hit on this over and over and over and over and over again in this book that, like, if you're paying... If you're artificially if you're already artificially suppressing the wages you're paying, He's like, you're getting lower quality work that lower quality work. You're... You you think you're saving money today, and but you're really gonna be pay for it much more in the long term. And again, this is just thinking that is unfortunately extremely rare in society, but extremely common in the in the people that we're covering these books. Let's see. What the note of myself was the opposite of autopilot. Think about what you're doing? I don't know what it mean? Okay. What that means? It says, all men are not voluntarily intelligent. They must be taught. All men do not see the high escape from dr and work by putting intelligence into work. They must be taught. That's interesting. The high escape from dr work by putting intelligence in work. All men do not see the wisdom of fitting means to ends of conserving material, and he always talks about material. This is such an another unique idea. I'm gonna say that over and over again because this guy just... I mean, it makes sense why he... Why so many of the entrepreneurs that we admire today, study and admire him. You know, he's birthed so many founders that are using his ideas and you can see why. So he considers... I'm gonna re reread and start this part over in a second, but I this is important. He... Like, when he's using materials for production. Right? He doesn't think of it as just as like, you know, it's just these natural resources that that that appear out of nowhere. He says there... You have to choose treat materials sacred because that's the results of others labor. Okay. So let's go back to this. And keep in mind, this book is from 19 26. He's gonna use the word man. This applies to women applies to everybody. It's just not... This... It's just... At his case, Like, I don't even know if he had any women be working for. So when you hear that, just... In rd and age it's people. So is it all men are not voluntarily intelligent, they must be taught. All men do not see the highest escape from dr and work by putting intelligence into work, and they must be taught. All men do not see the wisdom of fitting means to ends and he's to gonna talk about this. You need to start with what is your objective in business, and I'll cover that in a little bit. Of conserving material of saving that most precious commodity, something he repeats over and over again. Time. They must be taught. So you're saying, listen. Really think about what you're doing. Now now my my own note makes sense to me. The next section. Every business or product exists to serve customers, this is priority number 1. Again, something that should be... If you've listened to a bunch of these, it's you see that that, trend over and over again. We look at we look at how a serving corporation. So he talks... He makes a distinction in the book different difference between a business that's set up to serve it's custom... Service to, like, the general population it's customers and those serving money. He hates the ones that are serving money. So he he considers what he's doing a serving corporation. If we look at how a serving corporation comes into being. First of all, it has to be designed to fur some service. The corporation has to follow the service. The service does not follow the corporation. The design is what counts. Everything in this world to be made rightly has to follow a design and time spent in getting a thing right is never wasted. It is time saved in the end. So he has a very... It's no wonder. Remember the podcast I did on by Mark To book the Dow of Capital, had this huge element about listen. Do not just think about time as in the present. You have to look at it in a spectrum. And he called I I said in if you read that book and I recommend it because it's just mind blowing. The the classic example of how to look at time from an entrepreneur perspective because Mark is doing it as an investor, He he referenced Henry Ford. I could have easily just taken all the quotes and and passages out of that book and made an entire another but it's... He's talked about so frequently. It could've made an entire another podcast just on the Henry Ford part. And I... It makes perfect sense when when you study how Henry ford thinks. And that's another example. He's like, listen time. Everything has to do with time. And then this whole idea got design. I don't know who said it. I maybe Abraham Lincoln. I don't remember, but the famous quotes. Like, listen if you give me 6 hours. To cut down a tree. I'll spend the 4 first 4 sharpening the axe. That's exactly what Henry Ford saying here. He's like, listen, start with what you wanna do, then put the time and effort upfront into designing it. It's... You're not wasting time by spending time on the design. Because you're... If you don't do that at the beginning, you're gonna pay for it at the end, and it's gonna be much more costly. Okay. A simple but not easy guiding principle, the test of the service of a corporation is in how far its benefits are passed on to the consumer. So again, focus on what's cost... Like, serving the customer number 1, and then trying to spread that benefit as much as you can. So the way Henry forwarded did that, it was by lowering cost, increasing wages and with that he lives in a different age. Obviously than we do. You needed to be a much, you know, you needed to have the economies of scale back then to lower the prices. Now you can do the same. With much smaller companies because of the you, you know, the the transition that we're going in from the analog to to digital. Putting profit above service leads to inevitable death Okay. Let's see what he means here. Business must be run at a profit. I skipped that. Sorry. Business must be run at of profit else, it will die. But when anyone attempts to run a business solely for profit, and thinks not at all of the service of the community, and also the business must die for it is no longer has a reason for existence. The profit mode motive, although it is supposed to be a hard headed and practical is really not practical at all. Because it has its objectives the increasing of prices to the consumer and the decreasing of wages. And therefore, it constantly narrows its markets and eventually strangle itself. That accounts for much of the difficulty abroad. He's talking about all the the the, like, stag nation in other parts of the world at this time. And right there is a good, maybe 1 paragraph description of, you know, ford's guiding principles on how he wanted to to conduct business ford like many people that we studied in history warns us to be wary of debt. And he says another rock on which business breaks is his debt. Debt is nowadays an industry. Learning people in the debt is an industry. The advantages of debt have become almost a philosophy. And as you could guess, he's not... He does not agree with that philosophy. The debt motive is basically a slave motive. When business goes into debt, it owes a divided allegiance. This is so important. The scavenger of finance when they wish to put a business out of the running or secure it for themselves, always begin with the debt method. 1 we talked about this last week. Like, why do so many people that they're already financially set choose to sell their businesses to warren Buffett and Charlie Mu. Because they know if they sell to warren in Charlie, they'll read the benefit, but warren and Charlie want them to keep running their business. They they wanted to see exist a lot of people in, like let's say, private equity, will buy that business loaded up with get, sell off parts, they'll make a lot of money in the process, but the business dies. And if you've spent your whole life, think about the why this advantage cruise to people like warren buffett and charlie Longer. Like if you spent your whole business, your whole life's building up this business, you have a, on intimate relationship with your employees, You... Your intimate relationship with your customers, you don't wanna see that happen. So of course, you're gonna go to them. And so that that advantage accrue to them. Alright. So, once on that road, the business has 2... This is so such a good point. Once on that road, the business has 2 masters to serve. The public and the speculative financier year. It will sc the 1 to serve the other, and the public will be hurt for debt leaves no choice of allegiance. Business has freed itself from dom finance by keeping itself within its earnings. Just good old practical old school knowledge from Henry Ford here. This is Ford on profits, long term thinking and resourceful. Profits may be stupidly fixed and stupidly used. If so, they destroy their source and vanish. A business which charges too high profit disappears about as quickly as 1 that operates at a loss. The duty of every manager of industry is to encourage business by making it easy for people to obtain what they needed at a price they can afford. Interesting. To hold up, prices is to tax the people more heavily than a government ever could. Good management pays dividends and good wages, lower prices and more business. It is very bad management that can see any revival national ambition only an opportunity to lay heavier burdens on the spirit of enterprise. This ought to be self evident. No 1 who... Nice nice quote here. Here we go. No 1 who gets rich quickly stays rich. Going into business just to get rich is a waste of effort. We do have a type of business whose only objective is a swelling of someone's personal fortune. A business which exists to make 1 man or family rich and whose whose existence of no moment when this is achieved is not solidly founded. I love the clarity of his thinking. This is something that we all... Definitely speaking for myself. Need to focus on and something that's really important. Let's see. Focus. The importance of focus. And so what is the focus of Henry Ford. What was the focus of his life? We're in the motor business, and in no other business. Everything that we do gets back to the motor. So that's very simple. It's easy. Really easy to sit to make this... He talks about this in the in the book quite at length and he gives, like, explicit detail. Like, how much of material he uses, how much it cost. Why is he doing that? And it all comes down to... Listen, we're in the motor business he... He says a car is just he's like we don't... We're not. We're... I mean, we're making cars, but really what we're doing is because we're we're putting wheels on motors. And I was like, wow, that's a really interesting way to look at it. So anything that comes to... Like, when they're making decisions, like, will this decision, Right? Further r 1 goal. R 1 goal is to manufacture motors. He says, we have built this see, he talks a little bit more about. He said we have built nothing for the sake of building. We have bought nothing for the sake of buying. We make nothing for the sake of making. Our operations all center around the manufacturer of motors. So sometimes you have to buy materials sometimes nice you to make it yourself. Whatever decision you're choosing. It's all oriented around what the hell is your purpose? Why does your business exist? And you... It's so surprising when you look at when you study modern businesses, And I'm sure this is true in the past too because that history doesn't repeat human nature does. It's like, they have 1 goal and then they get distracted by all these other shiny things. We talked Charlie Longer talked about this Last week. He's like, don't you remember this point in history where every 1 oil company goes on buys a fertilizer company. And then what are all the oil companies do? They start buying fertilizer companies. And this whole bubble plays out and it realizes, I didn't need to buy the damn fertilizer company to begin with. Well, they got away from what of their main goal is. So I just I just love that. I love that I... Because it's a simple yet hard idea to to adhere to. This is January before telling us that we can always improve. It is 1 of the odd of business that a man will cite what he has done in the past as proof of what he can do in the future. The pass is only something to learn from. So he talks about this a lot of times like, listen, we thought we were all cool. No. You didn't use that word. Obviously say, he's like, we, you know, we thought, oh, my god. We made 3 3000000 cars this year. This is amazing. And then now we make 10 or whatever the number is. I'm just making these numbers up for illustration point purposes because I don't have the note in front of me. And he's like, just listen, the the learn from the past, but don't think that's the the apex of human achievement. You can improve on that constantly, and he's gonna keep a few pages later, he he keeps hit hitting on this point that things can always be improved. The only tradition we need to bother about an industry is the tradition of good work. All else is... That is called tradition had better be class as experiment. What a good frame like thing frame for your mind when you're analyzing the past. Like, these are just experiments. These are the results of experience, experiments. There's ideas that we that we can take away they're good. Ideas that are bad that we don't want wanna replicate, but there... It's not the the the the end of human progress. It seems hard for some minds to grasp this. The easy courses is to follow the crowd to accept conditions as they are, but that is not the way of service. It is not the way of sound business. It is not even the way to make money Of course, any man may following this line fall into a bit of good luck and make a million or 2. Just as a gambler sometimes wins heavily. In real business, there is no gambling. A real business creates its own customers. That's... I love that idea. Our own attitude is that we are charged with discovering the best way of doing everything, and that we must regard every process employed in manufacturing as purely experimental. We do not make changes for the sake of making them but we never fail to make a change once it is demonstrated that the new ways is better than the old way. We hold it our duty to permit nothing to stand in the way of progress. It is not easy to get away from tradition. That is why all our new operations are have always directed by men who have had no previous knowledge of the subject and therefore, have not had a chance to get on really familiar terms with the impossible. So this is another way of he he has this famous quote that he never employs experts in full bloom and he's talking about that. Right here He's like, listen, there always directed by a men who had no pure knowledge subject and therefore, Had not had a chance to get away. Again really familiar terms with the impossible. A lot of times, experts in industry, they all... Their experts on what is not possible based on their own correct, like, collective knowledge. But when you have somebody it's just brand new. They approach maybe approach it from a different way that in... That the people in already in the industry have not been taught and they wind up finding these weird improvements and no 1 thought about. No operations is ever directed by a technician. For always, he knows far too many things that can't be done. Our variable reply to it to our variable reply to, it can't be done is go do it. Focus on doing 1 thing well. Another thing he repeats a lot. We do nothing at all in what is sometimes ambitious called research, accepting as it relates to our single objective. We believe that anything else would be outside our province and possibly done at the expense of our own particular function, which to repeat is making motors and putting them on wheels. Our principal duty as we can conceive it it's to not wander from our own path, but to learn to do 1 thing well. This is a worthy way to spend your time. The true end of industry is to liberate mind and body from the of existence by filling the world with well made low priced products. And there's all another reminder that there's always more opportunity. What is the best way to do a thing? It is the sum of all the good ways we have discovered up to the present? It therefore becomes the standard to decree that today's standard shall be tomorrow's is to exceed our power and authority. Such a decree cannot stand. We see all around us yesterday's standards, but no 1 mistakes them for today's. Today's best, which super seated yesterday's, will be super seated by tomorrow's best. That is a fact, which theorists overlook. Ford spends quite a bit bit of the book talking about what he believes like, what proper our business management is. So this is a good good way to think about what... Like, you know, ford's basic thoughts on what management actually is. We look upon industry largely is a matter of management. And to us, management and leadership are quite the same. We have no patience with the kind of management that shouts orders and interferes with instead of directing the man at their work. Real leadership is uno unproductive. Our aim is to always our aim is always to arrange the material and machinery and to simplify the operations. So that practically no orders are necessary. This is kind of a, echoing that famous quote by Jeff Bezos, like, most companies are trying to figure out how we can communicate better. He's like, no, no. The fact that you're communicating the sign of dysfunction. It's an actual sign that you have not communicated properly with other areas in organization how to get what they need from you. So he says, it's much better than if there was no communication. Like, what's the best customer service of a company. Never having to contact customer service? So that... So he's kinda echoing that here. He's like, to simplify the operations so that practically no orders are necessary. Unless management begins on the drawing board, it will never get into the shop. Each man and machine should do only 1 thing. And then this is for his relentless focus on costs. Once we had large supply rooms, and men lined up at the windows to get their tools, that was waste. We found it often costs 25 cents worth a man's time not counting overhead to get a 30 cent tool. With that, we abolished the central tool room. So what he does there. He just reverses instead of men... Or employees waiting in line to get their tools. They have a separate like, a separate set of employees that bring them to him. And he goes into this whole, chapters about all the different ways. They would just... Again, focusing on seconds, so you could save ton of money in the future because of how big his operation got. So it mine's of paying dividends. Same thing we're like, they made everything waist height. So they realized if you somebody had to bend down or move or in a position, like, they'd worked slower. So again, you don't opt... You don't over optimize at the very beginning, like, first he started on a shop doing it rather crude. Once he got it down, then you had a relentless focus on optimization, especially when it comes to costs in time. And and the relationship between the 2. Okay. So this is an example that founders tend to have extreme personality traits. And he's got an entire chapter. He he titled the meaning of time. Okay. This go... Kinda goes back to what I was talking about with with the Dow Capital. And this is this is an example of, you know, Henry Ford's an extreme character. Or was an extreme character. Hiring 2 men to do the job of 1 cry or excuse me. Stepped over the punch there. Hiring 2 men to do the job of 1 is a crime against society. To carry a product 500 miles for the consumer if that product can be found within 250 miles is a crime. For a railroad to deliver in 10 days what it might deliver in 5 is grand larson. This guy's is serious about not being wasteful. It is not possible to repeat too often that waste is not something which comes after the fact. Restoring an ill body to health is an achievement, but preventing illness is a much higher achievement. Picking up and reclaiming the scrap leftover after production is a public service, but planning so that there will be no scrap is a higher public service. Time waste differs from material waste and then there can be no salvage. The easiest of all wastes and the hardest to correct is the waste of time. Because wasted time does not load the floor like wasted material. In our industries, we think of time as human energy. And the note I just left myself is 1 of my favorite quotes that I remind myself constantly, don't waste time you don't have much of it. And this is the results of continuous improvement over a long period of time. Our production cycles about 81 hours from the mine to the finished machine in the freight car are 3 days and 9 hours instead of 14 days, which we used to think was record breaking. Kinda see why he thinks why he says, and he believed you could always improve. Let's see. So this is about saving resources, it is not possible long to continue to get something for nothing. But it is possible to get something from what was once considered nothing. So you can't get something from nothing for nothing, but it is possible to get something that from what was once considered nothing, so taking a different approach and he gives an example of saving on wood. This is at the root of our efforts to save timber. We are trying to use as little lumber as we can, and here's the crazy thing. So he focused on. Like I wanna decrease the amount of lumber use. But he says, so we use less wood each year, meaning today at the time he's writing that, in spite of our ever growing production, so he's doing more with less. And another way to think about that is getting something from what what what was once considered nothing. And saving our costs is the same thing as is is the same ways and has the same effect in your bottom line. All things equal as increasing sales. There are 2 parts of the same coin. Okay. This is ford on the wage motive, which is, like, his, like, central thesis on business. So this is gonna be the long... Probably the longest part that I read to, just because like, it unfolds over so many pages. Okay. So let's go over the what what the wage motive is. We are as a matter of policy against hard work. We will not put on the back of a man what we can put on the back of machine. There is a difference in a man working hard and hard work. A man working hard will produce something, whereas hard work is the least productive sort of labor and 1 that he believes should be outsourced to machines. Right? Somehow a deal of confusion has crept into wages, hours of work, profits and prices. Most of this confusion traces back to an unwillingness on the part of someone to work. And so what is that? What is this confusion caused by people that don't wanna work. Right? And so he's... He... So he describes the people that don't wanna work as trying to do the impossible. That is to live without work. And now take wages, an unemployed, this is you're gonna get a the central core of, like, hey his thoughts on why he keeps for his wages high and cost low. An unemployed man is an out of work customer. He cannot buy. An underpaid man, meaning you're trying to squeeze that because you think of wages as a cost. On underpaid man is a customer reduced in purchasing power. He cannot buy. Reduce wages and you reduce work because you reduced the demand upon which work depends. So he's gonna continue this this this line of thought here. And he says, high wages with high prices do not help anyone. It just means that everything else has been marked up. But higher wages and low prices means greater buying power, which means more customers. The payment of high wages, however, is not just the matter of wishing to pay them. It good... So he's like, that you don't you don't get to the point we are just by saying, okay, I'm gonna pay high wages I could bankrupt you. You can't just wish to do it. You have to do the work necessary first to get to that point. It goes and in his opinion, it goes back to the very structure of the business self and the idea on which it is founded. If you set out to make something which will help people, then you have to plan slowly and surely trying out as you go along until you have what you believe is right. It's then and not until then, have you anything worthwhile making. The next step is to find out how to make it, and that is a job which is never finished. And he's gonna remind you here. Your employees are part of your public. If you cut wages, you just cut the number of your own customers. If an employer does not share prosperity with those who make him prosperous, then pretty soon, there will be no prosperity to share. And he care... He continues. Fully to carry out the wage mode, society must be relieved of non producers. Meaning people that just refused to work and contribute to society, we need more creators than we ever did. Not fewer. And now we have ford's principles on management are of management rather, and he said the 4 principles of management. The principles are extremely simple. They may be compressed into 3 statements. Number 1. Do the job in the most direct fashion without bothering with red tape or any of the ordinary divisions of authority. 2, pay every man well, not less than 6 dollars a day and see that he's employed all the time do 48 hours a week and no longer. 3, put all machinery in the best possible condition, keep it that way and insist upon absolute cleanliness everywhere in order that a man may learn to respect his tools, his surroundings and himself. And then in the book, he gives the example if they had to buy a railroad, and they didn't want to it just because they thought they were getting ripped off and they they went up being right. So, like, well, the the amount of savings would get if this operated efficiently, would, yeah, would be greater than the cost to buy the railroad. So we'll just buy the railroad, and then he applied those principles and might of turning the thing around. Okay. So this is for giving us advice. Like, he's like, listen, you could apply these principles to any business. And something that is important to him was that... Because it's... The way I say it's important him he's because he he repeats it over and over and over and over again. Is that you have to third first, the very first step, you have to think about the kind of business you want. Like, really spend a lot of time sharpening the ax if you will. Think about what you wanna do and, like... Not only the product you wanna make, but how you wanna... Like, how you want your business to be organized. So you said, at first, we could do little. Then gradually, we could do more and more. And today, we are able to do a great deal. Although we have more ahead to do than we have behind us done, we are going forward all the time. These methods are changing so constantly, not because we like changes changes for themselves, but because the firm policy of always striving to lower the price and raise the quality just naturally forces improvements. The question to ask oneself is not, what are the best methods for a man with a business like mine to adopt? But what am I in business for? Where am I going? What do I want to do? So you're saying answer those questions first? And then you'll figure out which principles you need to use. And, 1 of those principles that he believed in was that all of your actions just so... Excuse me. All of your actions should serve your objective. And he talks about that in the sense of making says we never make for the sake of making. This, I think answers the question of how our methods might be might be put to use by the smaller manufacturer. It is not the method, but the objective that controls. So work backwards. Start where... What is... What do... Like, what is your objective and then adapt your methods of that. Your methods are formed by what you were trying to do. They do not determine your purpose. To my mind, it is starting wrong to put methods ahead of purpose. And in the same chapter, this is... You're gonna hear from Ford on what do you thinks about competition. It is doing anything in less than the best way, not competition that matters. If we do that if we do that, which is before us, if we do that, which is before us to do in the best way that we know how that is if we faithfully try to serve, we do not have to worry much about anything else. The future has a way of taking care of itself, and I'll also add. I think he's picking up there that so few people and so few businesses are run this way. That if we just focus, he saying, listen, we're... If we faithfully try to serve, and that's our main objective. Our main focus here. We're serving the the public and his point public and the customers are are are the same exact thing. So when he's saying I'm serving the public, he's saying serve your customers and, goes in both directions. You're not gonna have to worry about anything else because not only is this just like a central tenet of the way he would organize business and manage them. But in my opinion, and it I don't think he states this here. Although he does talk a little bit about people that don't really know. Like, he talks about some business owners are just better off getting jobs. But it's because this is so rare that it's so valuable. And to be able to do so on such a long... Like, a long, like a long time period, it's even more rare. At this point, he's saying, what? This is about 18 years. Since, his his his his innovation and in the model t. So the idea that you can continue to keep that eye... Your eye on that that ball, your eye on that objective for 18 years is is extremely rare. Goes against, like, the the normal way of our species. And I'll just close on this. This is not the longest book. If you wanna pick it up, I'll even link in the show notes like, I always do and it's... And every other book that I do is available at amazon dot com slash shop slash founders podcast, Like, always, I would... I I I'd pick up on Read. I think it's... I mean, like, if you if you like the way Henry Ford thinks, and I'm assume like you've listened to the other podcast podcasts on Ford. I would... I just don't think you can waste your time by by studying Henry Ford. Alright, It sis. This actually comes from the last chapter, and he says, let this meet let this be made clear. There is no way out of poverty except through work. The world has tried everything but work. And this is what I was referencing earlier about, like, what is the point of what we're doing? Like, why do you wanna build a company? Why do you wanna build a product? Why do you wanna build a service? And he he gets, like, he's very capable of doing? Gets right to the heart of the matter? And he says industry exists to make things that people use. I just love that that sentence and, you know, the way, again, what I just mentioned earlier Heritage rich Branson says a business is just something a product or service that makes somebody's life easier or life better. There is nothing in business itself that nec nsa fit nec failure. But men who enter business unprepared by training in its special points take failure with them. Business never fails. Only men do that. The way into business is through the door of work. I love that quote. Alright. And that's where I leave the story. If you want to pick up the book. I I got the, this paper back versions like this really tall version today and tomorrow, by I henry ford. Timeless is Wisdom for a modern digital age. But this... There's a bunch of, you know, this books a old, like, this a bunch of other, like, independent printers. So just choose whichever 1 that you like. It's probably an audiobook... Book version of this, which I thought would be... Would probably be interesting. I'd imagine it's available. I haven't confirmed that though. So I'll leave... And if you wanna buy the book, obviously, in Sports podcast at the same time, I'll leave a link in the show notes. And I would say if... In case you're not on my private e or keeps saying private. On my personal email list, my personal email list is David's notes. I take notes on entrepreneurship just like I take notes. So basically, like, when entrepreneur speaks. I listen. I take notes and I email you the notes. This it's really all there is to it. If you'd been... If you aren't on it yet, let me just tell you some of the the the ideas like, people that I've, recently taken notes on. So there's a Mark Dr, and Ben H talking about the difference of entrepreneurs today, maybe in the past, that that went out. Jeff, I took notes on Jeff Bezos and electricity metaphor for the webs future, which I referenced earlier, Bill Gu on all things business and investing, Bill Gates on advice founders, mistakes and on advice founders, his mistakes and phil. An interview with Patrick C, the founder Stripe who's a really unique and interesting thinker. Another another podcast, on Bill Gu on why the abundance of capital today's bill biggest challenge and the right way to think about market size when assessing opportunities. Peter T Monopoly entrepreneurship and Society. Matt Mo, the founder of Wordpress on the operating system for the open web, which I found interesting Charlie Mu commencement address. He did about 15 years ago on Usc. A interview of podcast with Elon Musk talking about Tesla and autopilot very fascinating. Another video named running your start... Title running your startup up by Patrick Call again. Notes from Neville Ra appearance on the Joe experience which is really fascinating. That's actually a really long note, mark recent on change, constraints and curiosity. It just goes on and on and on and on. I have over 5000 jewel notes in the archive if you wanna go to look at that. But anyways, you can you can just go to david's notes dot subs dot com. I'll leave a link to. You can go through the archive if you want for set that Url 4 slash archive. But if you just want me to email you the notes every time I I do notes, then join that email list. Thank you very much for for your support. I have something coming just for mis soon, and, it's just additional. I'm gonna be doing in addition to the every other 1 that you guys are getting exclusively. I'm doing the history of American technology from 19 76 to 19 80... 18... Or 18 60, maybe. I I don't have the book in front of me. Do you I? I don't have the book for me. So that that's coming, and then I'm doing... Oh, my goodness. I got myself in a pickle here, man. I'm doing all the Berkshire Hathaway, shareholder letters. And that's gonna be just for you guys as well. So, that is a monster. So that that is I don't wanna... If I had to guess, and I don't know for sure, but I'm pretty sure that's going to be the longest podcast I've ever done by a long shot. And, of course, that's only going to you. Thank you very much for your support. Thank you for listening, and I'll talk to you next week."
}