{
  "transcript": "The historic first meeting of Henry Royce and Cs roles took place on 05/04/1904. The 2 men could have hardly come from more different backgrounds. Cs roles had been educated at Cambridge and moved comfortably in London society among his ari democratic and wealthy friends. Henry Royce had known poverty and hardship all his life. The only university he'd graduated from was the 1 of hard knocks. The 1 characteristics they both had in common was a certain prick, perhaps in both case, born of shy than arrogance. And here's a quote from roles describing his meeting with with Royce a few years later. And he says, you may ask yourself how was that it came to be associated with mister Royce and mister Royce with me. Well, for a considerable number of years, I had been actively engaged in the sale of foreign cars. And the reason for this that I was that I wanted to be able to recommend and sell the best cars in the world irrespective of origin. The cars I sold were, I believe the best that could be got at that time. But somehow, I always had a sort of feeling that I should prefer to be selling English instead of foreign goods. In addition, I could distinctly notice a growing desire on my part on the part of my clients to purchase English made cars. Yet, I was to embark in a factory and manufacture myself. Firstly, on account of my own incompetence and in inexperienced in such matters, and secondly, on account of the enormous risks involved. At the same time, I could not come across any English made card that I really liked. Eventually, however, I was fortunate enough to make the acquaintance of mister Royce. And in him, I found the man I had been looking for for years. Okay. So that's from the very first chapter of the book that I read this week and the 1 that I'm gonna talk to you about today, which is Rolls Royce, the magic of a name, the first 40 years of Britain's most prestigious company. From 19 o 4 to 19 44. When I started reading the book, I wasn't sure exactly who it was gonna profile. And then as you start to read, it becomes extremely clear that I need to focus solely focus on, Henry Royce. So it's probably important to note that I didn't know anything about Rolls Royce other than that they make cars that cost as much as houses, and I had no idea about the founders. I've stumbled upon this book accidentally. There's a thread on Twitter where people were recommending the best books to read on, like, the very beginning of iconic companies. So I went through that thread, ordered a bunch of, a bunch of those books. And then 1 day I just, you know, pick this 1 up and start reading it. And wow. Henry Royce is 1 of the most incredible incredible people that have come across since I started reading all these books for for the podcast. And I think a good introduction into the life are more specifically the mind of Henry Boys. Is to look at the night before he died. The night and this is from his Wikipedia page. The night before he died, he sat up in bed and drew a sketch on the back of an envelope, which he gave to his nurse and house keeper, telling her to see that the boys in the factory got it safely. He died before it reached the derby. This was the adjustable shock absorb. And I think that story just illustrates the life and the mind of royce. He found something that he was extremely passionate about something he dedicated all his resource and energy to almost to the point of death, which obviously, I don't recommend, and I'll I'll talk about that in a little bit, and he did so. And he thought about it up until the very time, the day before he died. Okay. So let's go back into the book. We're gonna go, starting with, you know, roles his partner is selling other people's cars at this time. And he was introduced through this guy named Edmonds to the work of voice because he, like, he just said he wanted some... He wanted, like, the... To see if there was any high quality British cars. And so this is this idea that it I came across first from your var Chan, which is the founder of Pat. It's, quality as a distribution strategy. And this is roles being introduced to the work of royce. And he says Rolls at this time had a prejudice against 2 cylinder engines. And he climbed into the high passenger seat of the little Royce prepared for all this vibration and rough ness that were usually associated with that type. So right, if the bat he's like, no. I don't really... I wanna sell 4 in 6 cylinder engines, and he's talking about this. The 2 cylinders are they're crappy. I'm trying to sell quality. And he was fully expecting that voice is 2 cylinders gonna be crap too. And it says to his amazement, he found that the car had the smoothness and even the pull of the average 4 for cylinder, Allied took a quite phenomenal degree of silence. He came, he rode and was conquered. So many years before Royce, met Roles. He was already an engineer by training. Here already he had started a company. I'm gonna go back to his early life in a minute. But what I found interesting is Royce started making call cars. Not not necessarily by accident, but basically at a necessity. He was already... He already had a business there where he was making electric motors and electric cranes, like Cranes used for like in ports and moving heavy equipment. Things like that. And it's so it's... And so we're gonna learn a little bit about why Royce had to make the jump into making cars. He said, helping Royce make the decision to build 3 prototype motor cars in the autumn of 19 o 3, was the post war slump, which left Royce Ltd. That's his the company was making motors and cranes, among with many others with spare capacity. Royce mindful of the survive mindful of the survival of his company and faced with declining orders and prices felt that motor cars could be a new product on which he could use his talents as an electrical and mechanical engineer. While Royce was experimenting and building his cars, Roles was asking Edmunds, that's the person to introduced them. If he knew a source a source of new cars. And so this, of course, is nothing new. It's talked about a lot. The timing is extremely important in the success or failure of a lot of different products, and they just happen to meet at the most at the most opportune time. Alright. So let's go back into, Henry Royce early life, So it says he was descended from generations of farmers and miller, and his grandfather had been a pioneer in the installation of steam power in water mills. His father James in the family tradition, trained to be a farmer before moving on to milling. However, James did not have a lot of success, and and unfortunately, as a result of this, Henry's early life was steep Poverty. So this is James proved to be unreliable and seemed unable to apply himself consistently. Probably due to his suffering from H disease. By the time Henry Royce was born in 18 63, he was in financial trouble and was forced to mortgage the mill. James died in 18 72 in a poor house at the age of only 41. So therefore, Henry Henry Russ Henry Royce, therefore new poverty in his early life. And even before he was 4, he was earning money, birds scaring in the fields. After his father his father died, he sold newspapers and he also delivered telegram. So he said start working right away, to try to help the family. And Royce was a bit of a work is what you would describe as today. And, to the point where he almost worked... He's almost worked himself to death. So says, fortunately, when he was 14, on on ant on his mother's side, agreed to pay 20 pounds a year about 2200 pounds in today's terms, for him to be an apprentice at the great northern railway work. So interesting, W o Bentley, the guy that that fell pronounce bentley, and the company which Rolls Royce essentially acquire. He actually started it as an apprentice in the exact same real railroad as well. So he said apprentice at 14 at the Great Northern Real railway works, he went to evening classes in English and mathematics and learned a great deal about manufacturing and fitting in the workshop. Unfortunately, after 3 years, the ant felt felt unable to continue her support. This was a serious setback for Royce. Since failure to complete his premium apprenticeship denied him what was known then a skilled status. However, Royce found work as a tool with the leads engineering firm, that firm was called Greenwood and Bat, Although it did not take long for Royce to secure this job, it was a very worrying time. So just a pause right here think about this you're 17 years old, you're extremely poor, your father's dead, a lot of the family, most of his family had moved to Canada this point. Had really no support system. So you you have 2 options like you're either gonna fail and and fall into a life of poverty or you're gonna pull yourself out of it. And this is probably where voices fierce work ethic it came from. So it says, unfortunately, at the... And then you add to the to the fact of those, like, your own personal family troubles, but then you have this huge economic depression that's occurring at the exact same time. So it's what they might by very working time, and this is a quote from another biography on Royce, and it says, unfortunately, at that time, there was there was 1 of our... It was 1 of our periodic seasons of trade depression. Henry Royce tram meaning walked as he told me himself, many weary miles upon a vein quest. His powerful recommendations open no doors, Meaning the the people he was previously practicing under. Great houses were discharging, not engaging men. So she have way more people wanting to work than than jobs are available. He must have come very near to spare in those faithful days before he found employment. And then when he does find employment. It's not like he's done a great situation. So he finds a job. He was paid, what would be the equivalent of 60 pounds in today's terms. Of course, just book about british shit history. So that's why I'm using those terminology technologies, and that was 60 pounds for a 54 hour week. So what does that mean? That means he worked from 6AM until 10PM and all through Friday night. Now, he does find a an interest. He really likes being an engineer. He likes... He... They I guess I should just... Let me read the back of the book real quick So you understand that this guy is just a a flat out genius. So this tells a story of genius skill and dedication that gave the world cars and aero engines unrivaled in their excellence, and I'll go into more detail like that. So he he picks us up on a a rather young age. He really likes engineering. He he's really good at at designing systems. He's especially good at taking systems, other people of design and improving every single aspect of them, which is basically how he gets his product. And then he has an interest in electricity, which is obviously you know, a booming or, soon to be booming industry. Around this time. So this his his interest in electricity led to a job with the electric light and power company in London, and he progressed well enough to be sent as first electrician to the associated company, so that another company called Lane, Ka, Maxim and West electric company. And they were hired, their... They were hired to light, like, do all the street lighting in Liverpool. And he's right around 20 years old at this time. So he's doing that work for a while. However, the company winds up going at a business. So it says by the end of May 18 84, the company went into liquidation, and Royce who had saved 20 pounds, set up a business, and he called that business f h Royce and company. So said f h Royce and company started with small items for individual sales. Such as electric bell set and quickly moved into sub contract work, producing bulb holders, switches, fuses, and filaments as well as complete bulbs and registering instruments. So he just took the the the skill that he was trained, which was electronic engineering and applied it to problems products that he thoughts of prop problems that he noticed At work. But they soon moved on to complete installations. Later, Royce said of his skills at the time. I know this is a direct quote from Royce. So he says in D work. So a d is a machine for converting mechanical energy into electrical energy. Sometimes it's also referred to as a, as a generate. And so rory says, in d work in spite of insufficient ordinary and technical education. He's describing himself, I managed to conceive the importance of spark less communication The superiority of the drum wound arm mature for continuous current d. Royce and company of Manchester became famous for continuous current d, which had spark list communication in the or comm computation. In the days before carbon brushes, while it's not important to know the details. Just know that he's innovating in the field that he just entered. While a liverpool from 18 82 to 18 83, I can see the value of the 3 wire system of conductor inefficiency, and and the economy of distribution of electricity. And also afterwards, the scheme of maintaining a constant potential at a distant point. Both of these are successfully applied the early days, I discovered and demonstrated the cause of broken wires and d through the def deflect deflation of the shafts by weight and magnet. So this an example of what Was saying earlier that he had this. In billy that he used installs his his entire life, and that was the ability to think about and improve existing machines. And another way to think about what's happening is here is he's just... He's inventing and improving upon the the the main technology of his day. And that's something it continues with automobiles and then eventually into into airplane engines, which is a still both of those lines of business are still exists today. And the the latter, was caused by, the outbreak of World war 1. Okay. Let's see. Okay. So it says this ability to observe, think about and then improve on existing machines and instruments was to be consistent theme throughout Roy life. Okay? Kinda just said that. Profits were fed back into the business. And the reinvestment of those profits were just to the extent that they were actually were profits. The early days of his business was extremely trying. And so, as was most small businesses, life was precarious. Royce told and interview many years later, and this is a direct quote from him. For many years, I worked hard to keep the company going, through its very difficult days of pioneering, personally keeping our few machine tools working on Saturday afternoons when when men did not wish to work. That's what Mean. Basically just worked. If he was awake he was working. And I remember many times, our position was so precarious that it seemed hopeless to continue. And I think that's an important point. Especially she when I found that highlight or when I read that, I I highlighted it was... There's an alternate... There's an alternate history where, you know, somebody... In the in this case, where Royce says, okay. You know what? Like, this is hopeless. This is... I've come to the decision that I'm going to give up, which is extremely common. And don't even think many people would blame him if he did that. But think about all the stuff that you... That he would have missed out missed out on if he would quit right then. You would have never had a Royce Royce car, Rolls Royce engine, None of the the... You know, this is now a company It's been around for what, a hundred and 20 Was founded in 19 o 6. So, you know, hundred and 15 years. I think granted the ownership changed many times since then. But, the point is, like, there's undoubtedly times in your life where you feel this way, and and you have quit, and I've been... I've done that as well. And sometimes that's the right decision and sometimes it's not. And, unfortunately, there's no, like, easy formula to understand when when when is the right time to quit and when it's not, But it is important to realize I think about in terms of like, hey, if I quit now, what are the opportunities I'm for closing on. Let's say, 5 years from now, 10 years from now, 20 years from now. Because we're talking about this is the late 18 hundreds. The business that he that he eventually found this, you know, 8 8 years away. And then you figured another few years after that from success. So the... He's for... If you would've have quit down, you could have fore closed, the opportunity for the airplane engine, which is based on what I'm reading, some of the highest quality airplane engines in manufacturing, like, available today. Well, that I... That opportunity is 15 years from the point and the the we're in the story. So I just think it's it's extremely motivating to understand that, like, you know, everybody knows name Rolls Royce even if you don't know Henry Royce was, you know, before you listed to this podcast. But not everybody, and, like, just like, in the case of many of these founders that we talk about, not many people see the the actual struggle and, you know, it's not oh I have this idea. I'm a freaking genius and it's gonna work. Like, that doesn't exist. Not in the complex environment that we call life. So to me, I, hopefully it's motivating you because it's definitely motivating to me. Okay. So it says, the notary left myself, well, I'll tell you what the note is after. It says what the business needed was a steady stream of straightforward worked to cover the overheads while Royce could give free reign to his creative genius. Certainly, he became obsessed with work, often staying late into the night and even all through the night. On a number of occasions, though those arriving next morning would find him at a work of sleep to with his head on his arms. By the end of the 18 eighties, the firm was sufficiently prosperous for Royce, and this is his partner Claire to consider other matters beside the next item of production and the next source of income. So I I don't think it's smart to to to deprive self of sleep. I think this is a clear reason that, that sleep is present and required in so many forms of life on this planet. So it's obviously, nature way of telling us, hey, This is really important. You shouldn't cut this off. But, you know, some people are going to take or are gonna be so obsessed like, in the case of Royce, and they're gonna do this themselves. Now he winds up almost dying because of some of this. Now there's also, like they're obviously negative to that. There's a there's a... Almost like a on, like, a positive external personality to that too, and I'll get to that in a little bit Just remember. I said that. But my my point here is, like, this is a classic example of the of this personality trait that we see the the Ps. And this is poor smart and determined. And I'm not encouraging this kind of behavior, but I understand it when you figure that guy working from time he's 4 or 5 years old. His dad's dead. He has no support structure at all He's obviously extremely smart. He was born extremely smart, and then kept working at being extremely smart. I just feel that, like, when you're... I I... There's just certain people like this. And and sometimes they're, you know, they're they're middle class, smart determined. But there's a there's a... Not... I wouldn't say special element. There's just... These people are unstoppable is that's what I'm saying. Like, when you find somebody with all these traits, there's just nothing. They're gonna accomplish what they set out to accomplish because they've they've adapted to the environment they were raised in. You can't replicate that. Nor do you want to? This is also I I've heard tons of people that are Ps, talk later in life. They're, like, I don't know what to do now because, like I was the son of a poor man and my my kids are the son of a rich man or rich poor woman, rich woman whatever, you know, pete person, not just men of course. And, you know, that... Because humans will usually... Like, we're infinitely adaptable. But but how do you have your child have that drive and determination that may have been spawned on with the the early life realization that, oh, shit? I'm in a bad spot. And if I don't get my stuff together, I'm... This is my life is gonna go poorly. You know, the... Royce never had children, but if he did, they were never gonna be raised in the same economic environment that he was. And I don't know if there's an answer to that. I've just heard a lot of people struggle with it. Okay. So at the end of 18 eighties, the company's prosperous, but, the prosperity the business was short lived after the war, there's a general slump of trade, and then there was cheaper d and crane. So he... He... The way he designs his products, they're, like, best in class. And eventually, people try to knock them off or they try to make, like, cheaper invitations, and he was really adamant. He's like I don't care about price. I care about quality. Right? And so the though... He winds up going into the car business by accident. Because he's a he's a crazy perfection. Like, this guy is insane. And I mean that in in the best positive ways. So he winds up realizing, hey, there's this this this huge new in... Or soon to be huge new industry that could be really beneficial to our company because before Rolls Royce is founded. He's still trying to to... Basically, Rolls Royce comes as like a spin off from his his electric motor and crane company. Right? And so he's, like, Royce turned his his attention to motor cars his potential new product for the company. Okay? And then this part really reminds me if you listen to my podcast said it would... On James Dyson, which is 1 of my favorite books are red because I guys a nut too. It all comes with... Not only is this the new product line, so there's obviously, like, he, he sees that he can... That, like, people are gonna wind up buying these things, but it also comes from a being frustrated with the... With the things that are already out there. And so in James S case, he's using the Hoover vacuum, the it... It has a bag. He's like, this is ridiculous. So from the time I think he's like, let's say, 33 years old. When he rips apart the Hoover vacuum. He's like, this is ridiculous. It takes him 5127 prototypes, and and to... I think he was 45 years old, by a time he has this the the famous dyson iconic vacuum that he owns complete and he could sell. So Dyson is very much like a Royce. Like, these guys are insane. She says, frustrated with the ina of the... I don't know how to pronounce this to some, this car brand is Dick. So she said, frustrated with the of this, whatever brand, although in many ways by the standards of the day, it was advanced. And therefore he saw he could build on it. Royce decided in the spring of 19 o 3 to make a prototype car of his own. Some have tried to give the impression that it was almost by chance that Royce became involved in designing a motor car. Royce was not a man to rely on chance. He saw that the motor car had a great future and that would be an ideal product for his business. And this is just a fantastic, especially for people that are are not... That I listening to that are not already entrepreneurs, but I I get a lot of, Dms and emails from people that haven't been inspired to take the leap from the podcast. This is a really good way to identify an opportunity for for entrepreneurs Their existing or or soon to be. He says there was never... There was nothing revolutionary about Roy car. He had taken the best of current automobile design and improved on every aspect of it. So this is very again. I'm gonna draw a parallel to Tyson. He's talks about He's like, I they're like, why don't you invent something new? He's like, I like to go after markets that are already there. People are already buying vacuums. Now they might be buying a 40 dollar vacuum, and it's gonna be really hard to sell them a hundred and 50 dollar vacuum, which you wanna becoming a billionaire. So he's proved right that he you could do it. So he's like, no, I'll just take... I'll take an already existing market, look at the ones that are filled crappy products, and I'll design the very best. Same reason, you could go down the street and buy, I don't know. Well, I don't even know how much car, like, a new car start. Can you go, like, 30000 dollars. Like, let's say, just an absolutely basic basic car. You could do that or you could buy when that costs a house. You know, it depends on how you wanna build products, and I'm not saying go on and buy build a 400000 dollar car. My point being is that there's you already have people buying a product, And if you use those products and you can identify deficiencies and things that you think should be better, then you already have an existing market, And then you just have to go and convince people that your alternative is better. And that's not easy either, but it is a good starting point, A lot harder than inventing something brand new and then having to basically create the demand. James point is that dyson point is that the demand was already there. I just had to show that they were buying things that were deficient. So I think that, again, that's another way to to to to identify opportunity for entrepreneurs. This is a quote from getting named Arthur, who's later, manager Rolls Royce, and this is him talking about Royce early work on motor cars. I'm gonna read that to you, but the note Also left myself was just make things better, and you you have a product. Is kind of what I was just saying. I do not think that Sir Henry did anything of a revolutionary and his work on motor cars in the early days. This changes isn't later on. He actually does. He did has a several inventions. He did, however, do and, again, that's probably a good point. You start where, like, He's didn't know anything what cars. It's like, start where you can. He did, however, do much important development and a considerable amount of redesigning of existing devices and apparatus so that his motor cars were far and away better than anyone else else's motor cars. I'm gonna tell you more about the quality. The the the level of quality in this book when they describe early Rolls Royce car is mind blowing. So he's continuing. This is still Arthur talking, and it says, he paid great attention to the smallest detail and the result of his personal consideration to every little thing resulted in the whole... So that to every little thing resulted in the whole assembly being of a very high standard of perfection. It is rather to serve Henry's thorough and attention to even the smallest detail, than to any revolutionary invention that his products have the super qualities that we all know so well. So he's extremely detail oriented. This is what I find fascinating that these these economies in life or maybe the word paradox, whatever everyone could use there a lot of traits that you could have that can be extremely... They they they're... They fall on simultaneously, both ends of the spectrum. Right? And the hard thing is reconciling both. Like, you can be how do you build a great product? Be unbelievably oriented. But you can also take that what is known why they know is a great trait and take it too far to the point where, like, you're not making anything or the public never sees it. And in this case, it took like the sick, Royce almost dies and how 19 11:19 12, I think, and I'll I'll talk about this more later, I think. But, because he was just... He would... I the the level of detail. He literally wanted to... Like, would design new bolts since he's, like, screws. Like, we don't need to innovate on every single thing. But he... That was just how he worked, and that's why I come away from reading this book we're like, damn. You gotta step up your game, man. There's people out there because there's there's undoubtedly people there there people like Royce before Royce, and there there people like Royce alive today, and there'll be people like Royce in the future. And just the level of detail that they think about things is extremely inspiring for me. It's like, it's a ego check there. It's like, okay. This this these these... This dude is not playing. So there's more quotes. There was very, again, this doesn't come at this not all positives. Right? We've talked about this many, many times. He's extremely hard... If if think about the kind of personality that is going to engage in this kind of behavior. Do you think that's going to be pleasant to be around? It's very hard that you're gonna find somebody that's this engineering genius detail oriented and also really personable. So it says to many, this is a somebody that worked with him. He says to many, he would have seen a hard task master in those hectic days. But it is only fair to add that he drove no 1 harder than him self. And this is something thing I was actually talking to a friend about yesterday that... You know, what I was just talking about, there's these weird things in life, These these economies that you have to keep in your head where, like, something I always say, I was like, I think that the the bigger problem for humanity. Like, I think it's much there's a much larger problem for people not believing they're good enough, then there there's a problem that people believe that are they're too well. Too good enough. Right? And then there could be, like, a lack of self doubt that causes somebody to not try something. What's the end the end result of somebody not taking a risk and not trying something. Well, humanity as a whole in society in general is deprived of that person's talents because they never even get off the runway so to speak. Right? And well, 1 of the things that I always talk about in my own personal belief is like, listen, you should be your own biggest fan. A hundred years from now, you and everybody you know it's gonna be turned into dust. Like you have nothing to lose. And I'm not saying take take tail risk don't take risk that can ruin you, but I'm saying, like, you you you're not getting another go at life as far as we know. So therefore, like, the first step of doing able will do something is believing that you can do that. Now that taken to the to to an extreme over confidence is obviously not good. But at the same time that you should be your own biggest fan of my opinion. You also should be your own harshest critic. Now that's that's taking a step back and really analyzing, like, like, being able to analyze. Like, what are you able to do right now? What are you doing now? Look, analyze your actions, that's then that's really hard for people do? But that can also be taken to a negative, like, a, 2 of a negative extreme, where it's, like, your own harshest critic that you beat yourself up and make yourself to depressed. So that's not the goal. The goal is, hey, have the confidence be your own biggest fan and also tote, like, walk that fine line and paying, hey. I am not doing the best I can in this area of my life. This is what I would do differently. And 1 thing I think is helpful and what I was talking my friend about. Was like, what if you just step back and you just try to be dis passionate about your life and just analyze yourself as as somebody else may see you. And just like, identify the areas in which you... Like, oh, if I was that person I would do x y and z. And then you've identified the areas that you maybe you can prove and then just go and do that. I think that's very helpful. And I think that... I don't even think that's my I original Idea. I'm pretty sure I got that from Tim Urban, the writer of Wave Why. He's got a he's got an essay called Grand theft Life that I think like it takes like 5 or 10 minutes to read, and I definitely would because it's that idea ideas. I think about if you ever played grand theft auto, you know, if your character needs to go make money, you take your character to go to work. If your character needs to get in better shape, you take your characters of the gym. Your character needs new clothes, or take your... Like, think about that... Like, what if you ran your own life like that. So anyways, Yeah. Royce is hard and demanding, but at least, he's on other people but he's also doing it himself. So at least at that point. Be... It'd be way worse if he's just sitting with his feet up in the office Like, You're not working hard. No. He's out there with the guy... With the the guys doing the work itself. And and then, again, people over... Some people can't work in that environment. They're, like, forget this I'm out. But some people will be like, hey. I actually respect them. So this is how 1 employee saw Royce, and his name's is Ivan, and this a quote from him, he says, I not only admired him. I was 1 of the few people who were genuinely fond of him. This is 1 of the the the greatest quotes in the book. Henry Royce ruled the lies of the people around him. Claim their body and soul. Even when they were asleep. And again, I don't think you treat people. Poorly, I'm not advocating for that, but, you know, you have to be who you are and Royce is an extreme character. This is also reminds me of a quote that came from the everything store that book on Jeff Bezos where it's if you're not good, Jeff will chew you up and spit you out. And if you're good, he will jump on your back and ride you into the ground. This is actually a quote from somebody that worked. I don't have the guy's name unfortunately. I'm sorry. But you get the point. He worked for Royce and he says my favorite stories of Rolls Royce work. Design and quality to Americans when they ask me about it as they often do is the use of taper bolts instead of rivets. So he's talking about the difference between the production and quality that Royce and insisted upon, and then the American counterparts at the time. Remember. If if you listen to Last week's podcast, Henry Ford is basically the anti ent of Royce. Henry Ford was about low cost mass production, Royce is about high quality, almost handmade kind of production. So it says, I remember Royce carefully explaining to me as a child, how a hot r never filled a hole when it cooled. A cold r was punishing the metal to much. So we made taper bolts fitted perfectly in a hand re hole. Something kind before never do. Just making things by hands that's absurd him. It is such details that explain the difference between Rolls royce and other cars and Rolls royce quality. Also Royce himself who taught us all the principles which carried on in the whole organization. And this is another random quote that I think is a good way to think about a product. The first car lights like its successors was not revolutionary in any single part, but in the excellence of the whole, I think that takes a very special mind to be able to hold all that in your brain and figure out what you're doing. So remember, I said that the the first voice call cars were not designed By Rolls Royce. They were still in this other company with, that he shared with his partner Claire. And so his partner Claire did not like royce working on other things. No factor. Royce doesn't care. You're not gonna be able to tell this guy what to do. He's he's not that kind of person. Claire was becoming increasingly chanted with Royce diversification. He did not like the move into Cranes and in the 18 99 flotation document, the words, the directors have no intention of launching out into unfamiliar businesses were inserted. As for Royce move into car manufacturing, Claire was horrified, horrified, but he's was not able to stop him. Another passage that gives you the idea of quality of voices work. Quality is probably gonna be the word that's most used in this podcast. It's over and over again. It's basically, like, the most important thing to him. Which says reliability was the strongest feature of these cars. 1 of them was sold to a customer and was returned in 19 23 in perfect running order after a hundred thousand miles run over the Hill Roads of scotland. I think this is also interesting where such early life of the Rolls Royce company is focused around quality has all these, like, test to customer testimony to the quality of it. I I can't help but think that, like, we always discuss, like, Min you discuss, like, the power of compounding. Right? And I can't help. But I think now, I don't know that much about cars, but the research I was doing before the podcast is saying that Rolls Royce is like, 1 of the best known brands in the world. They said, according to what I was reading, that was a second on. Only to Coca Cola. I have no idea if that's true. But there widely regarded the the highest quality cars in the world, and I can't help but think that, like, they could be very well be the highest quality car... Carson world I don't know. Not a car person. But I can't help but think that a lot of, like, that that that reputation compounded And even if they weren't, let's say you have a brand new company they can do a better job, but they don't have a hundred years of compounding, like, reputation and brand of of of quality work, the the public is not actually gonna know, like, be able to tell the difference. You know? So this this idea where compounding greatest things in life come from compounding pops up in all different, like, manifestations, and I have a feeling that the repetition that rolls enjoys today for for quality is influenced by that. It doesn't mean they don't make beautiful products on the. I'm saying. I'm just saying that, like, it definitely enhances it. There's there's a lot of different reasons why somebody wants become an entrepreneur, our founder, and I think the 1 above all is this desire for control. And it says Royce, though he was deeply engaged in the development of a 6 cylinder car, still found time to design most of the factory buildings himself. He did not have time to design the factory buildings. He did it anyways. So this is after they already... The cars in production, and it's... They're obviously building a factory because they need to produce more of them. And then this is his partner roles. So Roles is not gonna be featured in this podcast much. Royce dies when he's 70 rolls unfortunately dies 4 years after the company is founded. He dies at 32 years old. And he was a a nut up too, but he was, like, not an engineer. He was into, like, motor. So he'd he'd do, like, car races, then he'd fly hot air balloons. He eventually starts having appreciation for the work of the right brothers, and he's 1 of the first people in Britain to buy a right flyer, and he dies in a plane crash. He's, I think he might even been 1 of the first peep per people to fly over the English channel and back the same day. Like, he was a a dared demo in in some senses. And unfortunately, he died, you know, really, really young. So he didn't really have much of an influence. He did. Royce was, you know, the... By... Even though he wasn't really running the management of the company, but he did... Like, he was the the cornerstone of this company. So anyways, this is rolls on why the qualities of their cars are so high. He says we consider that the success of the rolls Royce, and its extraordinary durability and low cost of upkeep as... As exemplified in the 15000 mile trial last year. Is entirely due to scientific design to the original research work and close study of metals, which has been made by mister Royce and his assistance in the physical laboratory of the company. We regard this as perhaps the most important department in the works. Of course it is. And the what I always find fascinating is this idea I've talked to you guys about many times is there's Danny Meyer, the founder of Shake shack and Bill Gu, the famous Venture capitalists. They they always talk about this idea of doing professional research. That is your obligation as an entrepreneur as whatever crafter you're doing. Even if you're not doing it yourself, to not when you're when you're not working to also study whether you're studying the pioneers in the industry, the history of the industry. In in Danny's case, he wanted open a barbecue, high end barbecue restaurant and in, New york city, and he goes on, like, I don't, like a 14. I can't remember. He just goes on this road trip, and he tastes like, 30 different variations of of barbecue and he writes how... Like, he takes copious some amounts of notes on this this barbecue cooked at this temperature and then they use this to like, the the like, the prep work. And this is how they do this and brings it down, like, 10 different, attributes of great barbecue, that kind of level of detail and you're seeing this with Royce here as well. Because like, I'm not just and cars. Well, what is the source material of like, of what I'm making. So let's go and study scientific design of the metals of rivets. He has... Like I just shared he has opinions on things do difference between hot and cold rivets and the deficiency of both. And this is why we to do this? It's like, I just... I appreciate that. It reminds you of that that great documentary on Netflix, Gi James Sushi. Like, you know, the guy has a very intimate knowledge of the craft that he's been doing it for 40 years, and it comes down to, like, analyzing everything from his own methods but also starting at the raw materials, which again, like, if your large part of your life is gonna be taken part your work? Why don't you wanna try to be the best in the world at it? And Royce is definitely trying to do that? Okay. So Royce would give you device to do 1 thing and do it well. The other vital early decision made by the new company was to concentrate on 1 model. Now, eventually, they can deviate from that, but the a brand new company. It's very extremely expensive. Most car companies the time go to business, so we're not going to divide attention. It says now that Royce had produced a model demons superior to all its rivals, Rules Royce would devote. Its energy exclusive to the model. So you have Royce or focusing on 1 model once you prove that successful then the entire organization backs him up on that. Instead of diluting his skills over 3 or 4 models, Royce could concentrate on bringing 1 model to perfection. And this was Royce new model, the previous 3 fourth all these different cylinder models were all based on the experience of the D that's that that car referenced earlier, but manufactured voice standards. This 1 was revolutionary every way. And there are those who say that the new 6 cylinder Rolls Royce, which is called the Silver ghost is the most famous car ever made. That's bananas. And this is just in addition to building a great product, they had an organization that was great marketer. So Rolls introduced. It brought into the company the name guy named Claude Johnson. A lot of people say this the company would never been as successful without Claude Johnson taking care like, the business side and Royce doing the product design. And this is some great early marketing of the Silver ghost. Now when we think about this. We're talking about early 19 hundreds And it says to prove it smoothness and lack of vibration, which is a huge selling point. It's 1 of the only cars at the time to be capable of doing so. A penny would be placed on the end of its chassis while the engine is running. Or a glass full of water placed on the bonnet, while the engine was taken up to 1600 hundred revolutions per minute and not a drop built. I've seen car companies do that, you know, 80 years later. They feel like glass of wine on the engine or something that more great more great marketing. They drove the Silver ghost nonstop between London and glasgow until 15000 miles had been completed. The engine was always kept running except on Sundays when it was locked in a garage. When the 15000 miles had been completed, Johnson invited this, like, quality control department, supervisors to strip down the chassis and engine and recommended which parts needed replacing to make the car as good as new. The engine was passed as perfect. The very few things that had to be replaced. The total bill for a replacements, was about 213 pounds. That's bananas. And I don't think you could do that in today's cars. It was a standard of reliability none of Rolls Royce competitors could come near to em. Now do you see, like... I hope like this theme is this coming. This guy it's so detailed oriented that nobody was even close to what he was able to do, and he wasn't even a train. I mean, it's a brand new industry, It's not like, a lot of people could be trained in the automotive industry. But it's just like the power of sticking to the fundamentals and really focusing on what you're doing is. It's just amazing. Oh, this is fascinating. This is kinda side to Roy life, but there's regulations in Britain slowed down the car industry heavily. However, and it it came from corrupt lobbying from the the railroad industry. In Britain development was held back by laws designed to protect a former way of life, and thanks to a powerful lobby, in the house of Parliament, the interest of the railway companies passed the 18 65 local Moto at... Local Mode act. So this is just in... I think instructive to when we're trying to think about any new technology. Again, history doesn't repeat yourself human nature does. And, you know, people... Not only we have trans interest that are that are gonna actively fight against you and do things that are not best with the consumer, but they're gonna pass a silly things because they're worried about this new technology. In some cases it's not silly, but in this case, it is. And they're, hey, if you're gonna have a car, at least 3 persons had to be employed to drive a self propelled vehicle. While the vehicle was in motion. What That mean means, that doesn't mean it's an autonomous car. I mean somebody's driving and there's street people in front of them. While the vehicle was in motion, 1 of the 3 passengers was was required to walk ahead at least 20 yards, and they at the time, they had to wave a flag. And later legislation, they they let them take down the flag. I mean, come up, man. Drivers had to give away to all of the traffic the speed limit was 4 miles an hour, and there was also a license fee, which should be a thousand pounds in today's terms per county in which the vehicle was used. Faces faced with these restrictions. Early motor pioneers were forced to spend time trying to have such laws peeled. Rather than on the development of cars. The legal situation did not encourage the development of the Nascent motor industry in Britain, and no less than a person than Thomas Edison wrote in 19 o 1, and here's a quote from Thomas Edison. The motor car ought to have been British. You first invented it in the 18 thirties. You have roads only second to those of France. You have hundreds of thousands of skilled mechanics in your miss, but you have lost your trade by the same kind of stupid legislation and prejudice that have put you back in many departments of the electrical field. That's hell of an indictment from Thomas edison. So it's just to again, reminder, every time a new technology technologies presented humans act the same way, Reminder that humans are silly flawed creatures, don't let anybody else tell you otherwise, and this is an example. What happens when you when you're driving 1 of these new vehicles. Well, this is their experience. It's the driver. On more on more than 1 occasion, I've had drivers of horse drawn vehicles. Remember what I'm replacing. Right? Slash at me with their whips as I've passed them on the road. I've had stones hurled at my head and broken glass bottles deliberately placed in front of my what they're calling motor tricycle. In driving through London, for example, 1 was bombarded by G and insults from... From practically every bus driver and cab driver 1 met. Those are drawn by courses by the way. And this bombardment increased tenfold, if a car or motorcycle, happen to need adjustment or should break breakdown on the roadside. Queen Victoria after seeing her son drive a car said I hope you will never allow any 1 of those horrible machines to be used in my stable. My horse stable. I told that they smell exceedingly nasty and are very shaking, disagreeable convey together. Do you think a car smells worse in a horse? I mean, this is just silly nonsense man. This is a good example of what a nascent industry. Looks like progress is slow but assured Although the industry if it could be called such a thing of the stage was fragmented and could not agree on basic questions of design. Should the cars have steering wheels or tiller, should the engines be cooled by air or water, should the ignition be electric or hot tubes? Should the tires be solid or p nomadic, and indeed, should the engines be powered by petrol or steam. So journalists is rating 18 99 about about this industry, the industry is highly unstable. Hundreds of thousands of people surely millions have yet to see a motor car for the first time. And again, I just think it's a good idea to look to history to see how people reacted to. They didn't know... I had no idea. They couldn't have known at this time. This is the birth, literally the birth of 1 of the largest industries ever in ever existence, and this is how people are reacting. You just can't predict the future. So this is weird. And I can't figure this out. Says Royce gets another myself, royce gets sick, but what is a sickness. No 1 ever says. It's just like it's a... It's catastrophic. Well, name it. Maybe they didn't couldn't figure it out in 19 10. So says following rolls death in 19 10 another calamity struck the following year when Royce himself was taken seriously ill. Long years of over overworked and neglect of the of the needs of his body, this what Mentioning earlier, in terms of regular meals finally took their toll. So he wouldn't eat or sleep for days on ends why he worked. Doctors were pessimistic about his chances for survival. And so now... There's all these internal memos. This guy did, Peter P did a great job because he's has access. It says with unrivaled access to the company's archives, This is a unique portrait of both the iconic name and of British industry its best. And so part of having access to all these archives you have these these internal company memos that are that placed throughout the book, which I find fascinating. And this is the internal company memo and how they thought about Racist talents. And this is, Johnson, the guy running the company. For intents a purpose kinda running company. This brings me to the point that 1 cannot help wishing that a portion of miss mister Royce time should be spent right away from the works, meaning the factory. So that his brain might have the chance of producing for Rolls Royce a somewhat similar but better departure. So long as he insists on being worried with all the small petty, irritating details, which he definitely was, which must... Incredibly surround him, so long as a super superintendent as to as he... As he supervisors that works. So he's working in the factory with everybody else. His time and the value of his brains to our shareholders must to some extent be lost. That's interesting. His value of his brain to the shareholders. And the value of his his brain to the shareholders is inca. That is to say his brain is undoubtedly valuable at the works, meaning the factory, but it's most valuable property, namely invention has not sufficient chance to be exercised. So this is what I meant about it's not a good thing that almost died, but he winds up basically the rest of his life working what people would call working remotely today, and I'll get into that. So it says, this is royce... This an example. So after this, he's basically bedridden for a while. And he just... You, that's fine. No factor. I'll work from bed. So this says his mind and this lines being a ben beneficial to the company. And again, he's not a people person anyway. So just remove for the people. His mind un distracted by the management of the factory Royce kept his staff busy with a continual stream of ideas from his fertile brain. Often his helped kept him in bed morning, and this was the period of his greatest mental activity. Without making a single note he would design a new component in his head. After lunch, he would explain his plan to it to an assistant. And then later, had it put on a drawing board. If it it was a narrow... In there... It was found to me. I'm just skipping that word. I'm not gonna try to pronounce it. It was found to be mathematically correct. Blueprints would be sent to Derby. That's where the factory was and finished parts would come back. Royce would turn them over in his sensitive hands, criticize them and generally redesign them. So he did a lot of work. With wood before he would even commission it to be made. And he actually has really good ideas about that too, which I think I cover. So... Okay. This is this guy that tries to do a hospital takeover. He's trying to buy up all the stock, and a lot of it's privately held. So rolls father after he passed away had 30000 shares. And this guy talk about not knowing human nature. He's trying to do a hospital take officer. He goes to that his... This guy the father who just lost his son, and he's like, I want... I'll buy your shares from you. And his father is gonna do it what most father's do. Like, get lost. You got of your mind. Like, why... No. So then his father writes a letter to to Johnson. Johnson claude Johnson's the guy running the company. And he's, like, I love this because this is the importance of control. And he says, he gently rep recommend rep Johnson. Memory. He just lost his son, like a year too earlier. In my... In in view of what you tell me, you must not mind my saying that you have been lacking in foresight and fore thought and not obtaining control of the company, a perfectly easy thing to do. Control is essential to the peace of mind, not only of the head of a business, but of the humble employee. So he's not gonna give them... He's not gonna sell stock, which like, dude. What are you doing here? You guys should have a majority control. Like, that's something you should do. But pay attention. I love that. Oh, so there's another luxury car brand that is called Nap air, and this guy edge was involved, and he was like a cofounder like kind of the rules version of what the rolls Cs Rolls played in Rolls royce, Edge just playing in nap. But anyways, this is just advice on how to get a attention for your company in lower price. Edge was a adept at roles had been at gaining publicity by writing dear sir letters to major newspapers and journals. It proved to be a lot less expensive than advertising. So again, most of their money had to go into the production cars. So they'd get advertising we for free by writing op eds, they'd manufacture fake, like, fake controversy. So Edge and Nap went up having beef and they wanna breaking up. And I just I'm gonna bring up this point because Royce didn't have this problem. He was always focused forever on quality. And so this is Edge describing why they they had a falling out. He says I saw that nap, so Nap like the genius engineer in this case. His interest in Nap cars was beginning to wan. There was not the old enthusiasm, and there was certain... There was a certain air of ind as regard to the class of work to left the factory. His chief interest seemed to pass from the drawing office to his own bank account. And so, basically, I said, listen, Royce didn't have the problem. He was focused forever on quality up until the day he die because he was doing something that he truly cared about. Another great quote that I remind myself over and over again is from Bezos. Missionaries make better products. And I definitely believe that to be true. And event... What what's interesting is not did edge noticed this, but eventually, almost all of the talented engineers left Nap for Rolls Royce because they do... They knew too. They could see. He's just... His his heart's on it anymore. So world war 1 breaks out, Royce decides to design his first airplane engine. At the same time, the World's Royce board were deciding not to make aero engines for the government. Royce was designing the Eagle. The Eagle engine is, the engine he makes for the government. Not for the last time, Royce was ignoring what the board had decided in his absence. Like I said, he's you're not gonna be control. So he's like, the boards said no we're not gonna do this Like, too late. Already designing it. This is the state of the airline industry and Royce began. Not even an airline industry because no... There is no airline. The airplane, they call aero plane. I guess industry. In state of the industry when Royce began designing plane engines. On the outbreak of the war not a single British aero engine was in production, or anywhere near it. It's so he's at the very, very beginning. In designing the Eagle engine, what did Royce his own experience and the necessity for Swiss swift action tell. Remember he's doing this for the government. For the... They're at war. You can. He's gotta move it quickly as as quick as they can move, and they still move... Rather slow. He should be considering safety, cost effectiveness and what was readily usable. On the silver ghost, the crank case, which is aluminum, Crank shaft, gears, lu and pistons cooling were all the best available, so he used them. So he used to took what he learned from building car engines, took what was available and applied it to building a first rate engine. And it said and then what's the result. This guy's is a genius. He had engine on the test bed in late February 18 15. It was expected to give 200 horsepower, but gave 225 horsepower on its first run. However, royce was not satisfied with that. He stroke to increase power, reduce weight and fuel consumption and at the same time improved reliability. Oh, this is fantastic. I gotta find how I can get this. His... He he he took a copious amount of notes like I saying earlier, or maybe I didn't say for Voice. I was saying for Danny, but Royce did the same thing. And his work was so detailed that they made his notes into a book. So it says Royce was testing every part to destruction. And whenever a major increase in power was achieved. It's like a long endurance test would be run to prove that engine at the higher power. So impressive with the instructions at Royce... The instructions from Royce that in December 19 15, Royce had... Rs excuse Johnson had Royce memos on the subject printed and bound and an limited edition, a of a hundred copies. The book was called the first arrow engines made by Rolls Royce, and in the preface were the words. Here's a direct quote book. In the opinion of the Board of directors, the letters written by Royce, the engineer in chief in connection with the design, testing a manufacturer of these engines are so admirable as evidence of... This listen to the words use. As evidence of extreme care, foresight and analytical thought, that the directors decide to have them printed and bound in order that the companies may... The coat... The copies may be available for study, and as an example to all grades of rolls royce engineers present in future. This this is why I think everybody building a company right now whether they're big or small should write down their thoughts in detail on them. Because, you know, I'll probably never run out of books on founders. Right? There's tons of them out there. But there's not... I mean, and I'm only 1 person. Right? I can read about 50 of these a year. So let's see let's say, about 20 year period. What does that mean? You're... It's a thousand books something like that. That's not that many. Like, there's millions of companies that that have... That are either already in existence or have existed. I would love to get a copy of that book. I I haven't look for it. I gotta see if I can try to find it. But I think this is something that all should... Everybody should do. Okay. So this is interesting. They they they have a nickname of it. Okay. So the note left myself was the achievements of a thinking designer. I don't know what I meant by that. But it says the book became famous. The book I was just referencing. As the Rolls Royce Bible. So that's the the nickname. Right? On December 19 in December of 19 19 the times, the newspaper printed a whole article about it concluding. The bible was printed for the purpose of providing those engaged at the works with an example of engineering, living of of engineering living and of impress upon them the amount of care and thought needed for the design and manufacturer of a successful arrow engine. During the war, it's author received a a remarkable tribute from a German engineer who had apparently studied the evolution of the engine from A60, from a successive captured machines, so they shut down a plane and then reverse engineered it. Right? And this is what he's saying. The German guy. He described it as a classic example of how a designer can avoid every possible possible difficulty that can be foresee in a design and thus ensure success and you declare that many details of the engine and undoubtedly not the result of long continued experiments, but the achievement of a thinking designer. Now my my note to myself makes more sense. This is a first that have come across. A company so focused on quality that they risk going to prison. So there's this this department, they're saying, hey, you need to hurry up and manufacture faster. And even if you have to sacrifice quality and claude and Royce refused. And it says, when the ministry of munitions try to force rolls Royce to get to get a dozen or so firms to make their engines. The very great man Claude Johnson took the bold stand that he would tear up every drawing and go to prison, rather than to agree to risk inferior skills of other companies. Johnson said that the plane of using other manufacturers for futile and would yield nothing but mountains of scrap. They also cocky about their quality their work. I mean, in I kinda... Like, if they're competing with other people are kinda, you know, talking trash here. It's interesting. He he had his way. Other companies were not licensed and Johnson stayed out of prison. However, it almost led to Rolls royce being national. Think about that having such call... Such such confidence in your works. Like, you we can't even give our plans other companies. They just they wouldn't even know what to do with it. They would yield nothing but mountains of scrap. Oh, here's the front the driver of the French war minister gives a product review of some of their cars. This is hilarious. So the the French... The driver his name Eduardo, and he's writing the company. And they're using their... I'll just read you. After after having studied all the mix of cars which have passed through my hands, I wished by this letter to express the satisfaction I have experienced. Not only he's listing all the other, like, the 40 horsepower car, but these other 2 Rolls royce cars that he used, which I drove a year before the war, but also 2 other ones which I induced I mean, you convinced the warm minister to purchase. Right? So the French war minister is buying it on the the the recommendation of his driver. I travel with him the French war minister 35000 kilometers in 3 months, all over France, but principally at the front. Me in the front of the war. Both are 2 cars traveled without a single breakdown and always behave perfectly. We traverse bad roads along deep rut made by the wheels of heavy artillery and encountered share shell holes where the wheel sink to the axle box for instance, in the woods of tracy where we had to pass between trees without the trace of a road. There I fully appreciated the endurance and remarkable supplements of your cars. It is only necessary to have done the journeys I have in them to be convinced of the quality of your cars. I think that's just good good etiquette for humans. In general, If somebody's making, whether it's a company or person making a product that you enjoy, tell them, like good feedback for them. And it's kind of opposite for what most people do. They, It just kinda... Like, you only contact a company when you're, like, kinda upset. Right? Okay. So they had a decision make to the war ends are they gonna build cars, planes or do both. The return our piece after 4 years of slaughter, the life of which have never been seen in the world before. Brought the directors of Rolls royce face to face with the need to plan the whole strategy of the company. Should they continue to manufacture air engines? Should they return to making luxury cars or should should they do both? Cars looked a much better proposition. Although nothing new had been developed during the war. However, the the magnificent Silver ghosts had been supreme before the war. And just as Rolls royce had not been able to continue car development, neither had any of its rival. So I included on the podcast because imagine if you... If in in the industry which you work in. Was completely frozen for 4 years. It's so such a interesting thought. And this happens over and over again when we talk about industry associated with war. In both in usually War war 1 and World war 2. It's just something like we're very blessed to not have to deal with and hopefully never have to deal with us. So this is Royce plans for after the war. Although heavily engaged on aero design, aero engine design. During the war, Royce nevertheless found time to think about cars. In a memo dated July 19 17. He announced that all posts wore cha would have electric self starters and that he had been studying this Manchester gear box. So he says royce had already begin to work on the design of a smaller car before the end of the war, for too perhaps because the immediate post boom was followed by slump. Johnson was concerned that not enough people would be able to afford the silver ghost and felt that a smaller 20 horsepower car would be a very useful addition to the company's range. Good thing that voice was already working on that. And part of the reason is because Winston Churchill. So this is Winston Churchill imposed a road tax on all vehicles of 1 pound per unit of horsepower, this meant that the silver ghost at 48 horsepower would cost its owner about 2500 pounds per year. So obviously, having 1 that's half the price would save your customers more money, then there's a lot... Okay. So they've talked about this post were slump. So all car companies. A lot of other car companies are are getting kicked. Like, they're they're they're having to deal with lack of demand and inherent costs. And so they're... For for a short time, they're trying to think of, like, maybe merging a bunch with a bunch of other car companies. You can guess by this point what Royce responses and his is, of course, I'd rather retain control. From a personal point, this is Royce from a personal point of view, I prefer to be absolute boss over my own department, even if it was extremely small, rather than to be associated with a much larger technical department over which I just had joint control. But Royce was fearful of the future, and he says, I do not think the present way that is the multitude of small companies doing a great variety at work can possibly stand the competition after the war, and I'm anxious that our own position should not be equally weak. I feel that something must be done, otherwise a trade of motive manufacturer will leave England. And so the example of that is the economist pointed out in at 19 23, total British output of 37000 vehicles was produced by no fewer than 90 different companies. So there's a lot of competition at the time. Going back to what it's like to work with Royce, This is an another internal memo, and it says, unfortunately, we cannot deal with this business until Royce finished designs of his 20 horsepower car. He says that... This will occupy him for 2 or 3 years. If we were able to employ some other engineer to design of the car, Royce would still insist upon criticizing and probably red drawing every part of the design. And therefore, he would be overloaded, and we should just be and we would be risking his health. And so it's important to to understand how important that that Claude Johnson was the success of Rolls royce. And this is just comparing contrasting the different roles they played. And said far Worse for Rolls Royce pointed... From Rolls Royce point of view was the loss of the man who had turned Royce... Because Call Johnson dies. Right? Before Royce. So it says they lost of the man who had turned Royce genius into a commercial proposition And this perhaps is an appropriate moment to compare the qualities of the 2 men and to see how they complement each other. Without Royce, the peer engineer, there would have been no rolls Royce cars and no eagle aero engines in the first world war. That much is certain. But without Johnson's organizing ability and flare from publicity, there would probably have been no company to exploit the cars and aero engines. So they kinda need each other. Right? And Johnson thought not only of external relations, but also those inside the company. Royce lack of what today are called interpersonal skills with his managers employees is well known. Although he en gender quite remarkable loyalty in spite of being a hard task master. For example, almost all the workforce from the man Manchester moved to Derby between 19 o 7 and 19 10, many of them making the journey on foot. They wanted to work the Royce. However, Johnson was more aware of human relationships, though even he might be dubbed pate by today's standards. In the works, their hung notices ex the workforce to be accurate and be certain and reminding everyone, you you are on your honor not to depart from our standards. So says Johnson had also... Johnson also arranged for badges of merit to be given to those who it was felt... Had earned them. So he just basically said, like, he was just better understanding how humans. They wanna be recognized for the work today. He would arrange for the whole works management to go to the theater on Monday night. He organized regular medical checks and encouraged all types of sports. He he had leadership skills and management skills. He didn't have the product genius of the engineering energy genius Roy did, but he also had things that are necessary for our company's success, but he also had the numbers to to back it up. He said, in purely financial terms, Johnson's record speaks for itself. 19 26, Rolls Royce had made profits of a hundred and 64000 pounds, and a return on capital of 20 percent. But perhaps Johnson's greatest contribution of Rolls Royce was his understanding of voice himself. This is really important part. And his un selfish action in 19 11 and taking him on an extended trip through Europe and Egypt, which almost certainly saved Roy life. They left for, like, 6 months together. Johnson and then he runs relocating him in the South of France because doctor's orders were to get out of, like, the cold dan bear environment was in. So what is that? If you need to dry errors. Is that Tuberculosis? What's the... I don't know the the sickness he yet? Johnson also understood that both Royce and his employees would probably function better if they were kept apart. It meant by Royce worked remotely. It was a happy coincidence that Royce doctor prescribe Sea air and that Derby, whatever other cli attributes had offered could not boast a Sierra air. If Royce Royce had stayed in Derby, his obsession with detail might have well been hampered the commercial viability of the growing organization. Even when he was in the south of England and he... So he split the time between South Southern of France, he would become obsessed with intricacies of a component that might ultimately not even be used in production. And he would become involved in details That could easily been left to others. For example, he insisted on designing the toolkit to be fit into the cars. That's pretty crazy. He could not stand adjustable spanner and so he designed a full range of double ended Opus spanner. However, these are not satisfying because each different size of nut required a different degree of leverage. He therefore designed a set of spanner with single ends, but with the length of each spanner are exactly appropriate to the size of the nuts. He like that's that's... You... Somebody else can be doing that work. Somebody else could be doing that work. And so this just an example of, like, the extreme almost detrimental level of detail that that Royce had. And this is a firsthand account on, like, Rolls Royce was very much a distributed company. And so this is person working directly with Royce at the time. He was giving a firsthand view of how the company operated in 19 twenties. In 19 23, the control of the company was vested in 3 widely dispersed groups. All designing was carried out. This designing was carried out where Royce was living, so his house. All the directors except Royce were based in London, and then the sales departments were and manufacturing was in Derby. The function of the ladder was to make parts of voices designed. So the factors test them suggests means of eradicating any faults and finally carry out road endurance test before releasing them for manufacturer. In essence, this was correct although it did not give the full story. There was also a major design office in Derby, albeit under Roy control. So it says this is a more description because Royce word was law throughout the company, the Apex of the administrative triangle was undoubtedly, the team of designer designers working under Royce. So he'd kept like, a small team with them like 5 or 6 people. So this is interesting. They worked in monastic seclusion. So, like monks in a drawing office called Cam, situated in the middle of village about a quarter mile from Royce house. To ensure a minute... This is really interesting. To ensure a minimum of distraction, the drawing office was for a number of years forbidden the luxury of a telephone, Communication between Cam and another place, that the company owned was maintained by, the secretary who had to ride a bicycle between the 2 places. It seemed to me that until Health deteriorated, Royce made the majority of all the technical decisions. As I later found out to my cost, if 1 attempted to turn royce from his chosen path by any arbitrary action, 1 got into very serious troubles, very severe trouble indeed. This was the team responsible for the design of every car in all their components from 19 19 until Royce died in 19 33. It says in matters concerning the actual model, which eventually went into production, Sir Henry's decision was final, even though the sales department might not always agree that they were getting exactly what they wanted. And now, this is the the the, Peter Peter of the author, wrapping up Henry's life for us. Royce was quite simply a genius. And thanks to a meeting with Cs roles, the benefits of his genius were spread and shared by the whole con country, indeed by the world at large. We have noted his belief and hard work. He set the example and expected others to follow. As this guy named Ivan who worked with him in 19 twenties and who continues to serve the company till the 19 sixties is observed. Henry Royce ruled the lives around him claimed their body soul when they was asleep. So it's the quote repeated. Ag g Elliott joined Rules Royce from the company's great rival, Nappy air in 19 12. He served the company for 44 years instead of the silver ghost, Royce masterpiece, and this is 1 of the best engineers that worked with Royce describing why Royce was so talented. When I saw the engine dismantled, it revealed new and advanced features of design, which aston me. It was the first 6 cylinder engine that I had ever seen fitted with a crank shaft damper. The first expanding carburetor with such effective schemes of jet and air control role The first valve gear with the silent scientifically designed cam and the first high tension jump spark distributor. The last name feature being entirely new to motor ignition. Elliott recognized genius at work and felt compelled to leave Nap and join Rolls Royce to see how it it was done. And he says he's so talking about Henry. He says Henry Royce never claimed to be a good drafts, but he had a wonderful eye for line in proportion instinctively knew the right shape for every piece. Nor was he a trained mathematician, but he had his own way of doing calculations. By using simplified methods showing that he had highly developed sense of the fundamental principles of mathematics. And of course, everyone who worked with him knew that he was perfection. They knew he would test parts far beyond anything they were likely would stand on the road. Some found his habit of changing and improving designs extremely frustrating. He wanted his designers to be rubbing out improving all the time. This tradition of obsession with functional perfection long out him, and indeed his paramount in both Rolls Royce companies today. His near fatal illness in 19 11 and 19 12, May from the company's point of view have been a blessing in disguise. Never 1 of never 1 of the world's world's great man managers, Royce was able to concentrate on what he knew best. And so this is a quote about what he knew best. His mind un distracted by the management of factory. Royce kept his staff busy with a continual stream of ideas from his fertile brain. Royce is striving for perfection and everything he did was a pot epi minimized by a comment he made to a local person in this village that he was living. After he had stripped and rebuilt this person's lawn mower. And this direct quote from Henry Royce, and his motto for life. Whatever is rightly done. However, humble is noble. And that is where I'm going to leave the story. If you want to get the full story and you wanna support my work and this podcast at the same time. Go to ami... You can click the link in the show notes. And if you buy using that link. Amazon sends me a small percentage of sale. At no additional cost to you It's a great way for you to get a great read to support the author's work and support my work as well. You can also go to amazon dot com for slash shop for slash founders podcast, and you'll see every all of the books that I have to cover for the podcast and reverse Chronological order. My voice is going. I've talked enough. I will talk to you next week."
}