{
  "transcript": "I do not regard advertising as entertainment or an art form, but as a medium of information. When I write an advertisement, I don't want you to tell me that you find it creative. I want you to find it so interesting that you buy the product. In my confessions of an advertising man published in 19 63, I told a story of how Og and Math there came into existence and set forth the principles on which our early success had been based. Our principles seem to work. But I'm now so old that a French magazine lists me as the only survivor among a group of men who contributed to the industrial revolution, alongside Adam Smith edison, Karl Marx, Rockefeller, Ford and canes. Does old age just disqualify me from writing about advertising in today's world? Or could it be that that perspective helps a man to separate the internal ver of advertising from its passing fad. Most of the advertising techniques, which worked when I wrote confessions of an advertising man still work today. Consumers still buy products whose advertising promises them value for money. Beauty, nutrition, relief from suffering, social status and so on, all over the world. In saying this, I run the risk of being denounced by the idiots who hold that any advertising technique, which should have been in use for more than 2 years is Ips, obsolete. Okay. So that is from the introduction the book that I read this week, and the 1 I'm gonna be talking to you about today, which is Og v on advertising by David Og. Alright. So let's jump into the book. This is a glimpse of his personality, and he's explicitly he tells us who this book is for. He focuses on advertising, like, he just said, like, I don't look at as an art form. I... I'm not trying to be creative creative states. I'm trying to convey information so you buy a product. Right? And that's why my agency will grow because I'm effective at doing this for my clients. And as their business grows, they spend more money with me and therefore, that rising tide lifts my boat. And then he talks about, he's like, I don't care about, like, you know, what campaigns find favor cocktail parties in New york San Francisco. So he says, I come for myself with the reflection that I have sold more merchandise than all of them put together, meaning the people had just went awards. I am sometimes attacked for imposing rules. Nothing could be further from the truth. I hate rules. He's very much a mis it. All I do is report on how consumers react to different stimuli. This is not a book for readers who think they already know all there is to know about advertising. It is for young hopeful and veterans who are still in search of ways to improve their batting average at the cash register. I write only about aspects of advertising, I know from my own experience. So he's right off the selling Listen. I don't I'm not here to win War. I'm not here to make my ads make, be even the most beautiful, like, visual representations. I'm here to serve my clients, in his entire business. We've been talking about, howard howard stern. We've talked about Henry Ford lately, and his whole theme when you read the 2 books are Read the 2 ones that he... He's written at least. And either in the other books written about him is focus on service, service, service service service. His... There's no... And Henry Ford's his opinion, there's no opinion... Or, there's no point in having a business that does not focus on service. Because that's literally why you exist. And in, David Obi released case, he feels the very same way. I'm here to service my clients what they want me to do is help them sell sell more of their product. And so that's the the prism into, which I'm gonna look at advertising. I'm only going to look at advertising on based on its effectiveness, which I find refreshing. So here's a little bit about B, performance and lies. I actually to forgive me for overs simplifying some complicated subjects. And for the dogma of my style. And so what's that dogma? He says it's the dogma of B. We are both in a hurry. I love this guy. The first thing I have to say is that you may not realize the magnitude of difference between 1 advertisement and another. And, just like he studied consumer behavior he studied the the industry. Like, he did a lot of professional research. In his industry, he he sought out and learned from people that came before him. In fact at the end of the book, I'm gonna share with you where he goes over the 6 people that had been in the business before him, some of which he wind up... He winds up knowing and they no end up mentoring him. So in this case, he's quoting another 1 of what he feels is 1 of the best direct response copywriter in this guy named John Cape, and this is John speaking, and he says, I have seen 1 advertisement actually sell not twice as much, not 3 times as much, but 19 times as much as another. Both advertisements occupy the same space, both run the same publication, both had photographic illustrations, both had carefully written copy. The difference was the 1 used the right appeal and the other 1 used the wrong appeal. And so, all, he talks about, like, well, I guess, I'll get into that, but you... Too many people... Too many companies he was saying in too many advertising agencies. They advertise the product. Customers don't care about your product. They care about what change your product makes to them. That's where Talking about with the right appeal. This is very similar to when we took... I keep saying waiters. There's no week. When I covered the the 2 books by Charlie Mu where he kept drilling in about study incentive study incentive study incentives, even when he was eighties, Monkeys like, listen. I thought I think Been in the top 5 percent of my age cohort, my whole life, understanding how human behavior shaped by incentives and every year that passes even until this point where I'm later in my life. I still realize I have a lot more to learn. And that the impact, the incentives actually have a larger impact than I even thought before. So he says everyone involved has a... Vested interest in prolong the myth that all advertising increases sales to some degree. It doesn't. This is another example. So he he has these just little paragraphs. So little sections within chapters that have these these headlines that I would say, it's basically him giving us direct advice, and this is something that I've talked about a lot, the importance of professional research, and he calls it doing your homework. She says, you don't stand a tinker chance of producing successful advertising unless you start by doing your homework. And again, he's talking about people wanna work in my advertising business this applies to all... Whatever craft that you're doing. Just is, I've have always found this extremely tedious, but there is no substitute for it. First, study the product you're going advertise. The more you know about it, the more likely you are to come up with a big idea for selling it. This is actually, the idea that books are the original links, I found this paragraph, particularly interesting because it ties into the book that I did last week, which is on Henry Royce. 1 of the founders of Rolls royce. So turns out, All connected to that because he ones up doing the... His his, his agency ones up doing the advertising for Rolls royce for quite a long time. So is when I got the Rolls Royce account, I spent 3 weeks reading about the car, and came across a statement that at 60 miles an hour, the loudest noise comes from the electric clock. This became the headline, and it was followed by 607 words of factual copy, and he actually shows that beautiful advertisement that he has. They talking about on the the page next to us. And remember the 607 words, a lot of people... Well, he's gonna talk a lot about the fact that it's a myth that you... When you're writing an advertisement, or or you're communicating with potential customers. Longer is almost always better, and he's he's got some date on that. So just remember, the fact that he wrote a 607 word advertisement in a magazine. Okay. Or, it could be a newspaper I'm actually sure where it was published. Alright. Later when I got the Mercedes account, I sent a team to the to the headquarters in Stuttgart. And they spent 3 weeks taping interviews with engineers. From this came a campaign of long, factual advertisement, which increased mercedes sales in United States from 10000 cars a year to 40000 cars a year. Okay. So that's just an example of some of the results of his such pretty excessive. I mean that the best way possible, professional research and he talks about consumer research and positioning a lot in spoke. Here's some examples. Now come... Now comes research among consumers. Find out how they think about your kind of product. What language they use when they discuss the subject. What attributes are important to them, and what promises are shouldn't you? And what promise would be most likely... And what promise would be most likely to make them buy your brand so the whole idea that an ad or anything. The the first thing that customers should know about your product, which you're trying to sell them is what do you promise that it's gonna do for them? A lot of things, a lot of ads that he uses examples of. It's like, we're the best. Look how great we are. Consumers don't care about that. Everybody's is in in in some degree selfish. So they care about them. So I don't talk about yourself, talk about them. And he says the positioning. Now consider how you want to position your product. This curious verb is in great favor among marketing experts, but no 2 of them agree what it means. My own definition... My own definition is, what the product does and who is it for. So he talks about the importance of brand image, and he... This is a some of the tests he does consumer behavior, and he's doing... There is some kind of liquor. I don't know what kind. It's called old crow. Okay. So, I guess, that's not important. Just... It's alcohol that he's... He's advertising. So he says, give people a taste of old crow and tell them it's old crow. Then give them another taste of old crow, but tell them it's Jack Daniels. So they're drinking the exact same thing. You're just lying to them. Right? And he's doing this in, like, a consumer research study. Ask them which they prefer, they'll think the 2 drinks are quite different. They are tasting images. That's such an interesting idea. So this is again, tying into the importance of brand image. I have always been h ties by Jack Daniels. The label and the advertising convey an image of homes spawn honesty. And the high price makes me assume that Jack Daniels must be superior. This is another, like, hidden secret about human nature that people had determine quote... The quality of the shortcut to for determining the quality of a product that's by looking at the price. So you remember when we did that, when when I did that book on, the 2 founders of Banana Republic, Mall Patricia, and I found it fascinating when they first started the first Banana Republic store, which is really interesting because it's completely different brand than what exist today. They would have Patricia would set up the store. And when an item wasn't selling. In fact, this is 1 of the reasons the founder of gap wind up buying the company. Most retail establishments at the time Like, oh, this is this price or this this item of clothing and selling here, 50 percent off. Now now it will sell. Push patricia to the opposite. She raised the price and he wind up selling. Because the same scarf for same blouse or same shirt, same whatever that was 25 dollars is viewed 1 way. Now it's a hundred dollars and suddenly, it's, oh, it's a luxury item. Oh, this must be really nice. And again, the the world is extremely complex. Humans, all of us, and myself included, look for shortcuts to try to to convey information rapidly and then price is 1 of those. Okay. So, oh, this is... I love this quote. He says, have humility in the presence of a good idea. He says, when asked what the best asset of man could have, Albert Las, this is a huge influence on him and we'll cover more about Albert later, the most astute of all advertising men replied, humility and the presence of a good idea. It is horribly difficult to recognize a good idea. I shutter to think how many I have rejected. Research can't help you much because it cannot predict a cumulative value of an idea, and no idea is big unless it will work for 30 years. That's another another idea of his that is kind of contra in the advertising industry, at least it was with at the time you wrote the book was that if you find an... An ad that works, don't change it. I in, some cases, they were on the same ad for 30 years and it's still selling. And now he's got some explicit advice for us, make the product the hero and make it different. So he says whenever you can, make the product itself, the hero of your advertising. If you think the product's too dull, I have news for you. There are no dole products, only dull writers. Every time I have written a bad campaign, it is become... Is because the product did not interest me. Now why wouldn't the product interest you? And and keep in mind, I agency see tons of products. So it says a problem which confronts agencies is that so many products are no different from their competitors. This why we kind of... Are... I guess, I do believe in the in the ac axiom that you don't have to be better. You just have to be different. And I like this idea too. The idea of a positively good product. And this is he... This is an a quote from his partner Joel. So he says in the past, just about every advertiser has assumed that in order to sell his goods. He has to convince consumers that his product is superior to his com... Competitors. That's why I was referencing earlier how you made a lot of ads. Like, we're the best in the world or this is the Northeast best car dealership or this is, you know, Europe's best coffee, whatever the case is. This may not be necessary. It may be sufficient to convince consumers that your product is positively good. If the consumer feels certain that your product is good and feels uncertain about your competitors, he will buy yours. Remember that has nothing to do with the quality. Right? If you and your competitors all make excellent products, don't try to imply that your product is better, just say what's good about your product and do a clearer, more honest, more informative job of saying it. That that word clear is really important. And we'll talk about that later. Because remember, he told you from beginning. Advertising is conveying information. Don't confuse your customer. If this theory is right, sales will swing to the marketer who does the best job of creating confidence that his product is positively good. And now this og with advice on down with committees. Most campaigns are too complicated, use the word product as well for for campaigns. They reflect a long list of objectives and try to reconcile the emergent views of too many executives. By attempting to cover too many things, they achieved nothing. This is also why I prefer founder like companies. Many commercials and many advertisements look like the minutes of a committee. In my experience, committees can criticize, but they cannot create. And then this is, his advice on this constant pursuit of knowledge, and he he comes to the conclusion that the good ones just no more. They just know more. He says, it is the same with advertising agents. The good ones no more. I asked an indifferent copywriter what books he had read about advertising. He told me that he had not read any that he preferred to rely on his own tuition or his own intuition. Excuse me. Suppose I asked your gallbladder has to be removed this evening. We choose a surgeon who has read some books on anatomy and knows where to find your gallbladder or surgeon who relies on his intuition. Why should our clients be expected to bet millions of dollars on your intuition. This will full refusal to learn the rum of the craft is all too common. That's 1 of the most important sentences in the book. Let me read that again. This will full refuse refusal to learn the ru of the of the craft is all too common. So this is lessons of direct response. He's a really big proponent direct response advertising. And he feels like it's kinda at least when he's writing in the eighties, it's kinda like the ugly step child because a lot of people just wanna advertise their brand and make you aware of it. He's like, well, the the best people at advertising are actually people that that know the effectiveness of their advertising. And at that time was only direct response. So we're gonna talk talk a little bit about that here. He says the advertising community has turned its back on such research. Agencies which pioneered the search for knowledge, Na excel and violating the principles their predecessor had discovered, so they're ignoring the past. All the lessons that that people have never were doing that job before had discovered. And so now they're gonna make the same mistakes over and over again, if they didn't have to. If you choose to ignore these factors, good luck to you. A blind pig can sometimes sometimes find truffle, but it helps to know that they are found in oak forests. Direct response advertisers know to a dollar how much each advertisement sells. So watch the kind of advertising they do that's smart. Really smart. Watch what they do not what they say? You will notice important differences between their techniques and the techniques of general advertisers. And so he says, for example, now this is where he's... He comes up with some of his ideas. Again, So he he does... He he relies on professional research. He doesn't really pay attention what people say, watches what they do. Right? Which is really smart for human because humans tell we're much more truthful with our actions and we work with our words. Okay? So natalie he's gonna go in and contrast what direct advertisers do with what other people in advertising that don't do professional research recommend you do. See the difference there. This is these are the people actually are effective what they're doing. Meanwhile, there's like this intelligence, if you wanna say or, like, these these people are trying to win awards and not necessarily sell products, and this is what they tell you to do. So says general advertisers use 30 second commercials. But the direct response trinity has learned that it is more profitable to use 2 minute commercials. And then this is David asking us. Who do you suppose is more likely to be right. General advertisers broadcast or commercials an expensive prime time when the audience is at its peak. But direct response advertisers have learned that they make more sales late at night? Who do you suppose is more likely to be right. In their magazine advertisements, general general advertisers use short copy. But the direct response people invariably use long copy? Who do you suppose is more likely to be right? This is such a really important point he's making here. I'm am convinced that if all advertisers were to follow the example of their direct response brethren, they would get more sales per dollar. And also this is what I meant by. He's funny. Like, if you choose to ignore these factors could look to you a blind pick and sometimes fine truffle. Also, this is something he learned from William Maynard, somebody that was had a different agency, and this idea of being, if you're a killer, plus a poet, you will get rich. So it says most good copywriter fall into 2 categories. Poets and killers. Poets see an ad as an end, killers as a means to an end. If you are both killer and poet, you get rich. And now, I guess, the the modern equivalent in the age of the Internet. If you're a builder... If you can build things yourself and you can sell them yourself, you'll get rich. I think that that that quote is from, the founder of Angel list in naval all Ra. This is just good advice for life, set yourself to becoming the best informed person in the agency on the account into which you are signed. If for example, it is an a gasoline account, read books on oil geology, and the production of petroleum product. Read the trade journals in the field. Spend Saturday mornings and service stations talking to Motorists. Visit your clients or refineries and research laboratories. At the end of your first year, you will know more about the oil business than your boss. And again, this is another example professional research, something that Bill Girly talks about, Danny Meyer talks about, A lot of people talk about. And how many people? I would just ask you this question First. I think this is a great idea. Go as deep and as you can. Right? How many people Like, it if you assume that that the advertising agency is a 0 sum game. Right? We're we're lucky, I think most of us to... We don't have to... You know, most of the the world now, at least in in, like, the Internet, world is not 0 sum. But you could argue that the world that David inhabited was 0 sum. Either your agency gets this or they don't. Right? That that accounts going somewhere. So it's highly competitive. How many people are that you're competing with are actually going to do these things that he's talking about? Like, that's tiny. Probably 0. So who are you actually competing with? You're actually really not competing with anybody? Because so few people are willing to do, you know, what he's saying. Like, if I'm gonna advertise oil, I'm gonna go into that meeting. And this why I recommend reading books and, of course, if you... By listening to this podcast. Not only you're like, picking up, like, ideas and tips and habits and and unique perspectives about work, but they make you a more interesting person to talk to. So when they're in these... And a lot of... He talks about like, the the the process in which a company, a large and mostly large corporations pick ad agencies. And it's almost... You know, it's just like a series of job interviews essentially. Now imagine how... Like, the the response that the person you're trying to solicit their business from would get... When they... When you can mention, oh, yeah, I read on books on oil geology and production of petroleum products. I went to your refinery and your went to your research laboratory. Like, they're just gonna be blown away. I love this. So I know left myself was only the auto ide decks are free. 87 American Universities offer undergraduate courses in advertising, and even give degrees in it. Okay. So it's 87 American At the time, they some of them give degrees in in advertising. Right? With a few cons cons exceptions, The teachers lack the practical experience to be relevant. So he's saying they're selling you stuff that's be worthless. All of them are handicapped by the poor quality of their textbooks and very few do research on their own. How many times where we're not even what what 20, 30 minutes of podcast. How many times does the the word research come up. Over and over again. You... It's very much a theme of David's life. Very few do research on their own. Most of their graduates get jobs with small agencies, the big agencies preferring to recruit people who have furnished their minds by studying history, language, economics and so forth. So he's very widely red. And when I do cover his... What what's interesting about his life, He talks about it a little bit in this book, but I'm sure more in confessions of an advertising man is that he didn't start in the advertising business who he, like, 38. He was like an unemployed former chef farmer, researcher, and then he went into advertising. So he had a a wide, like, a broader set of life experiences that I think was useful when when he started doing advertising that eventually we set up his on agency. He's telling us in in this section talk and write, like a human, He says be personal direct and natural. You are human being writing to another human being. Neither of you as an institution. You should be business like and courteous, but never stiff and imp. I think this is also, like, as time goes by, more of my own media consumption has skewed heavily towards podcasts and Youtube and away from, like, scripted shows. I just like another human... Like, it just feels more natural and authentic for 1 human to be talking to another and to, like, be, like, a person, not necessarily, like a, like a company or, like, even... I might I I always talk about my favorite Tv show, probably all time game of their thrones. I definitely enjoyed it. Now most Tv shows are not like that, but think about, like the production. It took, like, 1 person to write, you know, 25 years of 5, 7 books However many, there's in, and then you have, like, literally hundreds and hundreds and hundreds of people working on that. Now you can come up with something as beautiful and epic as what I felt game of their thrones was, last season notwithstanding. But there's also something extremely gratifying, like, of of have of consuming something that's, you know, not necessarily scripted. I always talk about my favorite podcast in the world is Dan Carlin, and I think he's the best podcast in on the planet. And it's so crazy to me that, you know, his shows... He's just talking to you. And people are like, oh, it's Script. He's like, no. III pieced them together, so I don't sit down and record all at once. Is what Dan says, But, you know, I I just... He basically talks to you as if you're sitting across from him. And, obviously, he's 1 of the best storyteller I've ever heard. So it says good this is more good advice for life. If you take my advice, don't get a job in advertising unless it interest you, more than anything in the world. And now he's gonna give us advice on how important discipline is to your life. He says discipline works. And now he's gonna quote from history. Says saint Augustine had this to say about pressure. To be under pressure in capable, pressure takes place through all the world. War, siege, the worries of state. We all know men who gru under these pressures, and oak and complain. They are coward. They lack splendor, but there's another sort of man who's under the same pressure, but does not complain. For it is the friction which polish him. It is pressure which refine and makes him noble, and now back to David's takeaway on this. He says, I have to admit that I have sometimes found the pressure unbearable. My own fault for f away so much time on things which lead nowhere. It is a good idea to start the year by writing down exactly what you want to accomplish and end the year by measuring how much you have accomplished. So have clear set of goals or ideas where you where... Where you want it, your year to be and then have a discipline to go after that goal. And I like that idea of not complaining. That understanding that pressure's is part of life, it exists everywhere, and it it's it's intended to stress you a little bit to make you stronger. A few pages later, he kinda extends this theme. And he he believes you should write down your principles. So he says, this is, written principles and this is somebody else who who who we learned from, which is... I don't know if it's a founder of Mckinsey, but he... Well, let me go there. Marvin Bauer, who made Mckinsey, mc the the consulting firm, the huge consulting firm, who made Mckinsey what it is today believes that every company should have a a written set of principles and purposes. So I drafted mine and sent them to Marvin for comments. On the first page, I I'd listened I'd listed 7 purposes, starting with earn and increased profit every year. Marvin gave me holy hell. He said that any service business, which gave higher priority to profits than to serving its clients here He's echoing going Henry Ford here, serving its clients deserve to fail. So I relegated profit to 7 place on my list. Do you think it's childish to use a set of written principles to guide the management of an advertising agency? I can only tell you that mine has have proved... That I can only tell you that mine writing it down have proved invaluable in keeping a complicated enterprise on course. And I like this this writing technique, David has. There's a lot of times Where he's asking directly direct quotes to you. Like, he'll direct questions rather. He'll he'll state his case or case that he learned from somebody else He think he's stupid. Do... Like, were we just... What he when he was comparing contrasting what general advertisers do compare to direct response. It's very it's very actually helpful because it's it takes... When you're reading, you take a second. You're like, well, I don't know. Do I believe that? Like, Let me think about what you're actually telling me. It's it's it's smart. I I wish more writers use that. So this is why he feels he's is qualified to give advice on sales. And this again, this is even more of his personality more. Like, he... At this book, I I think I said earlier, I'm very happy this book came into my life. So whoever recommended it to me. Thank you very much. Like, I... I'm a smile. I don't know if you can hear that, but I'm smiling just he's funny. So he says here I go boasting again. There are bet better copywriter than I am, and scores of better administrators, but I doubt if many people have matched my record as a new business collector. So he's saying listen. I'm just... I'm really good at sales. And that's and and that can give you an advantage in life above almost every other, like, aspect. If you can get really good sales, you're you're gonna be successful in business. So this is his tips on sales meetings, Oh, so what I should refer here? So this section we're in, it's how to how to get clients for your your your business. And so that's what he's talking about. Like, not only does this add his ad sell, but he's really good at getting clients for his business. This is some chips which which he used in his own experience which were helpful in closing clients. So he says they want to... They, meaning the... The the the corporation that wants at or wants to hire are you? He says they want to know a commission you will charge. I answer, if you're gonna choose your agency on the basis of price, you are looking through the wrong end of the telescope. What you should worry about is not the price you pay for your agency services, but the selling power of your advertising. So what is he telling you there? You're focus on price. You need to to focus on value. This is really hard for humans to do. Really hard, but he's do... He's completely right. Now he's at a better selling proposition for himself, but better for the company. Like, no. Don't worry about the price. Worry about the selling power of your advertising. Rehearse before the meeting, but never speak from a prepared text It locks you into position which may become a irrelevant during the meeting, so it's more conversational how he you do this. Above all listen. The more you get the prospective client to talk, the easier will be decide whether you really want his account. A former head of Magna, treated me to a 2 hour lecture on advertising about which he knew nothing. I gave him a couple... I gave him a cup of tea showed him out. Tell your prospective client where your weak points are. This is Summer smart move too. Before he notices them, this will make you more credible when you boast about your strong points. So this is the importance of of headlines and this is based on a lot of research he did. On the average, 5 times as many people read the headlines as read body copy. It follows that unless your headline sells your product, you have wasted 90 percent of your money. The headlines which work best are those which promise the reader a benefit. That's what we talked about earlier, like a wider wash, more miles per gallon, freedom from pimples, fewer cavities. Rifle through a magazine and count the number of ads whose headlines promise a who whose headlines promise a benefit of any kind. If you are lucky enough to have some news to tell, don't bury it in your body copy. Which 9 out of 10 people will not read. Stated it loud and clear in your headline. And don't scorn tried and true words like amazing, introducing now and suddenly. So he talks a little bit about in the book about Like, there's these words like he just described that that they're so common people doubt their effectiveness. Not realizing that they're common because they're effective. And so a lot of advertisers like, I'm not gonna use those words I wanna be more creative. While he's saying, well in that case, you're choosing creativity over effectiveness. And therefore you're not servicing your customer. That's like a beautiful thought. The way he he... The beautiful, like, the beautiful logic he has there. And again, that comes from writing... When he just said write down your principles. His main goal was to assert to sell more products for his customers. So it he can... He has his written principles. He can refer back to He's like, is this behavior or this action I'm doing in line with my stated goal? Let me read my stated goal. Is this gonna sell more for my customers? No then I'm not doing it. This is advice and good copy, do not address your readers as though they were gathered together in a stadium. When people read your copy, they are alone. Pretend you are writing each of them a letter on behalf of your client, 1 human to another. This isn't as easy as you may think. A Huxley, who is once a copywriter said, it's easier to write 10 passively effective son than 1 effective advertisement. You cannot bore people into buying your product. You can only interest them in buying it. It pays to write short sentences and short paragraphs and to avoid difficult war words. So long copy, but short sentences a short paragraphs what's easier to read. Copy should be written in a language people use an everyday conversation. Don't write essays. Tell your readers what your product will do for him or her and tell it with specifics. This another thing. Include the price. Your... You should have pricing if you're selling something in your advertising. This is something that you don't see commonly, but he's he's a real advocate for. Always try to include the price of your products. You may see a necklace in a jeweler window, but you don't consider buying it because the price is not shown and you're too shy to go in and ask. It is the same way with advertisement. When the price of a product is left out, people have a way of turning the page. So people are scared to pick the price. He's actually saying, no. It's a good... It's a good idea. So this is examples of long copy. I'm gonna... He he's got, like, let's see. 10 examples here. I'm just I'm gonna omit every single word in the description except for how many words. Right? Because he's gonna make this case. He says all my experience says that for great many products, long copy sells more than short. And he's gonna give 9 to 10 examples of advertisements he did. Ready? 6450 words. 5 pages of solid text, 700 words. 600 words, 800 words, 4700 words, 2500 words, 3200 words, and 800 words. And then he gives examples like, you know, went from from their company went from fifth in their industry at first. You know, they went from 10000 cars to 40000 cars, etcetera, etcetera. And then this is his opinion on why long copy. I I could give you countless other examples of long copy, which isn't made the cash register registers ring. I believe without any research to support me that advertisements with long copy, convey the impression that you have something important to say, whether people read the copy or not. That's interesting. Advice in life, keep it simple, It's interesting. I think humans crave simplicity, but we default to complexity. Copywriter specify that a commercial should be shot in... Oh, this is funny. Okay. So copywriter specify that commercial should be shot in bat in Bali when it could be equally be equally well be shot in a studio for half the price. They insert expensive animation into live action commercials. They insist that original music be composed for background purposes as if there were nothing suitable in the whole repertoire of existing music. Worst of all, they use expensive celebrities when an unknown actor would sell more of the product. Let me pause right there. He says he has research. And this is interesting because it flies in the face of how a lot of brand advertiser products today and how they did back then. That when you use a expensive celebrity your ad, the consumers tend to remember it's celebrity and not the brand, not the product. So he's saying that I have data that it's much more effective to hire an unknown person to sell your product than a celebrity, which is funny because think about... I I've seen studies on this where, like, like, 1 1... Like, they hire... The example, I saw recently as they hired this famous model, like, 15015000 a year, sort of a jewelry company. And yet, it's all brand advertising. It's not direct response advertising. So I'm like, wait a minute. I was like, how how do they know the effectiveness of that 15000000 dollars. And the answer is they don't. They're just guessing. It's a hell of a guest to make. That, yeah, Okay. I want my brand... My product to be associated with you, but I can't actually track what the the difference in my sales was. So it's a huge benefit for the person getting the 15000000 and I say, I would I would argue rather dubious. For the company. But again, large companies do really stupid things constantly. I have no research to prove it, but I suspect there's a negative correlation. Oh, so he's he's kind of echoing this. I have no research to prove it, but I suspect there's a negative correlation between the money spent on producing commercials and their power to sell products. My partner was asked by a client to remake a 15000 dollar commercial for a hundred thousand dollars and sales went down. So it's interesting. I I heard this podcast 1 time. I took notes on it. Where, I think the brand was called Tu and Needle. It's 1 of those, you know, these these direct consumer... They're advertised on podcasts a lot. If I'm not mistaken and the these mattress companies. Right? And the... They wind up selling the company. I think for, like, I don't like the say 500000000. I something like that I don't remember the exact number. Right? Maybe 450000000. And the founder was talking about this. He's like, the ads where we spent a lot of money. Did... Were some of the worst performing ads. And he said they they did ads were, like, were, like, Blair which Blair Witch project style that movie that was, like, real shaky, and I think 1 awards because it's maybe we wouldn't record, like, a cam quarterback back in the day. But he was just says stuff rough and dirty. He talked about tracking the ads on... If I remember correctly billboards. And just like a black billboard with white text, like, very simple, like, 1 sentence, performed way better, and I forgot what the sentence was or whatever the case was. Then then, like, once had... Like, were over produced. They had, like, images and, you know, because Billboards have to be like, a poster. It's interesting enough. David Hates Billboards. He he thought he thinks the road would be much safer, and he makes predictions at the end of the book that eventually bill boys would be illegal. And I guess they're illegal in some countries because he he references that, in his writing as well. But anyways, not enough to build billboards. The what the person Think his name's J t. The founder of Tu... 1 of the founders Tough neo. The point he was making was commercials doing them rough and dirty and spending less money. They actually perform better. Okay. So oh, this is... And I love how og he was saying earlier that he's his dogma of B. He's gonna tell us exactly what the most important sentence of the book is. He says, advertising which promises no benefit to the consumer does not sell. Yet the majority of campaigns contain no promise whatsoever. This is the most important sentence in the book, read it again. I'll do is he asked. Advertising which promises no benefit to the consumer does not sell, yet the majority of campaigns contains no promise whatsoever. And he continues a few paragraphs later he says, try to find a promise, which is not only persuasive, but also unique. This is why David loves research. Few copy copywriter share my appetite for research. Many others thought that it inhibited creativity. My experience has been the opposite. Research has often led me to good ideas such as the eye patch and the hathaway campaign. So it was a company that sells shirts, and he had this weird idea that just putting a a fake eye patch on the on the model that's modeling the shirts would actually increase sales because of would increase... People would instead of gl over the ad. What what is going on here and then they'd actually look at it. So he actually got more people to read the ad and then that resulted in more sales. Who says, I've seen idea so wild that nobody in his senses would dare to use them until research found that they worked. And this another example. When I had the idea of writing headlines for French tourism in French. My partners told me I was nuts until researcher revealed that French headlines were more effective than English headlines. Isn't not bizarre? Researchers just also saved me from making some horrendous mistakes. So what he means by French headline. The first sentence would being in French French. Then he'd have English translation under it. The next sentence census is in French, France. The next sentence is in French, and you'd have English under and so on and so forth. So that's what you're talking about. Research has also save me from making some horrendous mistakes. Researchers often misused by agencies and their clients. They have, oh, this is important. They have a way of using it to prove they are right. They use research as a drunk uses a lamp post, not for illumination, but for support. On the whole, however, research can be of inca help. I love this idea. Don't waste time on problem babies, most marketers to spend too much time worrying about how to revive products which are in trouble in 2 lot little time worrying about how to make successful products even more successful. It is the mark of a brave man to admit defeat, cut his loss and move on. Concentrate your time, your brains, and your advertising money on your successes. Back your winners and abandon your losers. And he says don't da. Most big corporations behave if it's... This is so good. Most big corporations behave as if profit were not a function of time. When Jerry Lambert scored his breakthrough with List, He sped up the whole process of marketing by dividing time into months. He reviewed progress every 30 days with the result that he made a fortune and record time. So again, think of profit as a function of time. I think that's a really good advice. David has some thoughts on pricing. So he says pricing is guess work. It is usually assume that marketers use scientific methods to determine the price of their products. Nothing can be further from the truth. In almost every case, the process of... The the process of decision is 1 of guess work. The higher you price your product, the more desirable becomes in the eyes of the consumer. So they talked about the study have in University Iowa tried to relate the prices of 679 brands of food products to their quality he found that the correlation between quality and price was almost 0. Then he has this idea of, where you account for your advertising cost. And he says it's a production cost, not a selling cost. Even though advertising is has start off as as written salesman and print. As the word as the quote he uses. I've have come to regard advertising as part of the product to be treated as a production cost, not a selling cost. It follows that it should not be cut back when times are hard, any more than you would stint any other essential ingredient for your product. Okay. So now we actually got... We've gotten to the my favorite. I love the all parts this book, but I really love the ending because, this is where we he profiles people, like, specifically, like, people that practice craft before he did and what he learned from them, which I think is the entire point of founders. Right? So this is 6 giants who invented modern advertising. This is introduction paragraph. He says all 6 had other jobs before they went into advertising. For At least 5 were gotten for work and uncompromising perfection. 4 made their reputation to copywriter and only 3 had university degree. So I'm just gonna tell you the person's name. And then he gives, like, short biographies for them all. I'm just gonna point pull out, like, the quotes that wanted to remember. Most... I think Albert... So Albert Las first. He might be the 1 I highlighted the most on 2. Alright. So is Albert Las made more money than anyone in the history of the advertising business. 1 of his 1 of Albert Las copywriter came up with what he feels is the best description of advertising he says, he says advertising was salesman ship and prints, a definition that has never been improved. Las held that if an agency could write copy, which sold the product, nothing nothing else was needed. Isn't that? Like, it's a it's beautiful when you can have a business where it's that simple. It doesn't mean it's easy, but it's very simple. Like, if we can write copy and sell more products than that... That's it. Nothing else matters we will be successful. Now what happens is that means he's also kept Albert Las the reason he made... This is an interesting point. Right? A lot of advertising agencies have a lot of revenue. But Albert had... He made more money because he had he controlled his costs. Something something talked about Ad nausea on founders. Right? What he meant is like, he focused on copy. He didn't have, like, arc directors and and executives and all the other, like, fluff. Well, I just ran over my point here. So he said, by dispensing with marketers, art directors and researchers, Las saved so much money that he was able... He was able to make a profit of 7 percent probably the world's record for advertising agencies. If an agency makes more than 1 percent today, it is an it is exceptional. His advertising agency was called Lord and Thomas. He says he ran Lord and Thomas as a dictatorship. As you all know, he told his staff. I'm am the owner of this business, and therefore I decide the policies. He owned 95 percent of the shares. So there's just a this idea of control that that comes up all the time. After he retired, he said he had never attended directors meeting and did not think that that that 1 had ever been held. He he low talking on the telephone and obama committee committees. He never belonged to an advertising club and avoided his competitors. That's actually might be interesting where you avoid, like, industry news, so you can... They're not that, like, we have the the like, the tendency to copy those around us. If you avoid that, you would come up with, like, your own unique like ideas. It might be more differentiation for your product. He was not shy about cons cons consumption. His weekend state outside Chicago had a staff of 50. He wants to find an administrator as somebody without brains. He once said, I didn't wanna make a great fortune. I wanted to show what I could do with my brains. He could be over bearing intolerant and arrogance. He's a mis fit. He could be bad tempered demanding and didn't consider it, and he had 3 prolonged nervous breakdowns and then check this out. This is how, like, you just got a very... I I looked for a biography on him I couldn't find 1. Or else Cover him because this guy's such a weirdo in in in a, you know, an affectionate away. This is how he just He dominates an industry, and then 1 day, like, alright, I'm out. 1 afternoon, late in 19 42, he suddenly said to her his wife. Mary, I've decided to get out of the advertising business. 2 days later, he gave Lord and Thomas to 3 of his bright young men for a token payment of a hundred thousand dollars. He lived for another 10 years. That's really interesting. Alright. So now this guy's name is Stanley Re. Res... So now he's comparing contrasting. Res was never over bearing like Las. He managed by consensus. So he's this guy had did success in almost the opposite way. Right? He managed by consensus distressing what he called individual opinion and thought that brilliance was dangerous. His agency was structured in the loose possible way. He tested hi keys. There were no department heads and no job descriptions. He used to say that his agency was a university of advertising. So he he was very he spent a lot of time in in training his employees. He was a fe believer in research. A man of rigid principles. He threw away an opportunity to get the huge camel cigarette account because he would not show speculative advertising, advertisements. Res made 1 mistake. He stayed too long by the time he was in his eighties, his ideas for advertising campaigns had become an and a con. I don't know how to pronounce that word, and partners who have who would have made good successors retired before he did. Alright. So this guy probably the most important person in on a personal level to David, his name is Raymond Rub, he was my conscience for 40 years, teaching me that advertising has a responsibility to behave. Raymond Rub assembled the best team of copywriter and art directors than the history of advertising. Under Rub cam inspiration, they created advertisements which were read by more people than any other agency. In 1 of his last letters before he died, Rub wrote to David, we knew you before you started your agency. How come we missed you? By the time he... We had become great friends. Friends is not the right word. He was my patron. My inspiration. My counselor, my critic and my conscience. I was his hero worshiping disciple. Rub was was the most outspoken man I've ever known. He blur out what it was ever on his mind without considering what effect it might have. The youngest of 8 children in a poor family, he left school when he was 15 and spent the next 9 years bum around the country as a shipping clerk, a Bell hop, a chaperone of cattle, a movie projection, a door to door salesman, an automobile salesman and a newspaper reporter. Reporter. When he was 24, he applied for a job as a copywriter at the now def wallace armstrong agency in Philadelphia. Now check this out. The reason I include this this is how he gets a job. He's very resourceful and this 10 the word I'm here for. Persistent maybe it's the better word, and this is direct quote from from Raymond. I sat in the lobby, meaning of the agency. On a bench so hard that I can still fill it. He later called. At the end of the ninth day, I exploded. So he's sitting in the lobby of 9 day straight. I wrote the boss a letter calculated to produce an immediate interview or a couple of black eyes. So he knows the value of being polarizing. The boss stormed into the lobby waving the letter and said, those ad you wrote didn't amount to much, but this letter has some stuff in it. She wants getting the job. More on Raymond, in age... In old age, she told me advertising has a responsibility to behave properly. I proved that you can sell products without bim boo the American public. While he had no monopoly on this virtue, he had more right than anyone to boast it. So this is actually interesting because I didn't know that. I I learned this in by reading Anthony Bo Book lump. I don't even, maybe a decade ago called Kitchen Confidential. And he talks about, like, at the time when he got... And I guess Danny Meyer talked about the Little. His book setting table. How when they got involved in the restaurant industry. It was... It was, like an island of for mis. Like, your your family would look down on you for working in the industry. And now it's like the opposite. Right? They have Tv shows about chefs and they've become individual personalities and all other of stuff. So David talks about this in the book. What they were talking about what Raymond Taught is people looked at advertisers like, sc. They thought they were, like, scam artist and stuff. And so that's why Raymond was, like, listen, yeah. Advertising, you're gonna have a small percentage that that are just trying to trick people into buying useless products. But for us, it's our our obligation to make sure that it behaves properly that we're advertising and selling effective products, and then we're not, like, tricking or lying to customers. So that... That's interesting because I don't... May maybe I don't know enough about the the, like, the ad agency business now, but I'm... I mean, they have Tv shows like Mad men about it. Like, it seems to be somewhat prestigious in that sense, at least from, like, a cultural perspective. I could be wrong though. So he says he taught me to resign accounts when they were spoiling the morale of the staff. He resigned the huge American tobacco account because he dislike being bullied by the by the notorious George Washington Hill. Or I guess, what's ahead of that. His letter is before me. So this is what Raymond he's, like, Raymond sends to George Washington Hill about. We're gonna part ways. This is hilarious. And his his his agencies called Young and Rub. So it says a young... This is this is now Raymond writing to Hill. Young and Rub, and American tobacco were both successful companies for some time before our association began. I trust both will continue to be successful companies after our association cease. Which it is doing as of now. So I love that. He has some kind of principles and he's willing to turn down money. He's like, listen, you're bully you're ruining away, the morale, my staff and be gone. So he says, I knew this David. I knew Ruby camp for 40 years longer than any other giants, and I loved him more. Wow, that's that's beautiful. He did leave behind an app. I love this too. Resist the usual in advertising, the beginning of greatness is to be different, and the beginning of failure is to be the same. So hell of a quotes in here, man. Leo Burnett is the next guy, it wasn't now this kinda pure system myth that that, you know, like, entrepreneurship or success only comes early in life where the not is that, like, but like, empirical not true, the data states, like, the at least from, like, I think the data I've seen is, like, and this is not the best metric for a success entrepreneur. Keep you mind, but, like, I wanna say, like, Ipo usually started by people when they're, like, averaging age, like 42 years old or something. This guy, Leo, he says it wasn't until until he was 60. That Leo hit his stride. It was as if he had suddenly turned on his after burners. By the time he died 20 years later, his agency had become the biggest in the world outside in New York. That's bananas. So he has... Leo has his set of principles and he wrote them down. Maybe that's where David got that idea from. His attitude to the creative process can be summed up in 3 things he said. Number 1, there is an inherent drama in every product. Our number 1 job is to dig for it and capitalize on it. Number 2, when you reach for the stars, you may not quite get 1. Get 1, but you won't come up with a handful of mud either. And number 3, steep yourself in your subject, work like hell and love and honor and obey your hunch. Never heard that before. Love and honor and obey your hunch. At the end of his life, he wrote, looking back over our greatest achievements, I recall that that few of them were generated in an atmosphere of sweetness, light and enthusiasm. But rather 1 of dynamic tension, complicated by off stage mu, and this is my own personal view that we need stress, not chronic stress, but definitely acute stress in our life for for the best... Like for the best outcomes. Instead of assigning a project to 1 creative... Oh, this is another good idea too. Check this instead of 1 assigning a project to 1 create a group, he had a habit of putting several groups and competition. It was enough he once said to send strong men staggering to buy a go farm. So you get more out of people. This is kind of known in human nature. You get more out of people in there into direct competition. I do this this from time to time. I use the Apple watch to track. Like, I I don't know use it for anything else, but the track fitness. And I don't even know if it's the best for that, but it's it's the 1 with the biggest network of people I know. So, friends will challenge you to... Like, let's have about, you know, week long, or, you know, 3 day long or week long competition, let's see who could burn the most calories or who works out for the longest. And I don't know if I'll do that anymore. I've done it a few times where I've almost destroyed myself. So this actually... This is not proving the point that I was trying to make. But, so the point I was like, I can't do anymore. This is this is insane, but you definitely at least in my my case, like, I definitely burned Way more calories than I normally would, because, you know, I had that direct competition, and I could see what the other person was doing. Leo deployed the tendency of mega agencies to put their own and a Grand Dia ahead of service to their clients. There's that word service again. Not long before he died, he told his staff. Oh, I love this. Somewhere somewhere along the line, after I'm off the finally off the premises, you may want to take my name off the premises too. But let me tell you, let me tell you when I might demand that you take my name off the door. That will be the day when you spend more time trying to make money and less time making advertising. When your main interest becomes a matter of size just to be big, rather than good, hard, wonderful work. This is what I love. I always talk about, I favorite small companies in general that I feel I get the best products and services for them because I actually give dam. Actually have some kind of skin in the game. And a lot of lot of, literature and and and media and entrepreneurship is kind of, we we fetish the big. And I love that idea. Like, you you can get big as long as services, number 1, like, Henry Ford seem to have done. But when this... What Leo says, when your main interest becomes a matter of size just to be big rather than good hard, wonderful work. I love that. He's like, I'll make you take your name off it. And then this is what David said. I wish I had written that. It's so good. Alright. Claude Hopkins is the next person, by exercising the pseudo protections, endemic and British copywriter, remember, David definitely favored practice and research over theory. And concentrating my thoughts on the obligation of advertising to sell, Claude Hopkins book, scientific advertising changed the course of my life. So this would be the second or third time I've mentioned that the podcast that books on the original links. David believe that too because at the very end of the book He's like, here's all these books you need to read that That influence what I just wrote. I got the ideas from them, read them. Really interesting. Which all books did that. That's why I also... I buy... So I prefer to read and do the podcast podcasts and highlight and take notes in the paper back or hard cover versions of these books, but almost always buy the kindle version 2, because 1, I can search the book and add notes, but it also tells me in the kindle version, what other books are mentioned within that book. So I find a bunch of other books, like, like, what what's this idea that Henry Ford said? Is, like, the idea that we're ever gonna automate our way to, like, where humans have nothing to do? Is like, that's not real. Like, every new opportunity creates 2 new opportunities. Every new book creates 2 new books. When he was 41, he was hired by Albert Las. So this guy didn't run his own firm. Right? He was hired by the guy we talked about first, the very first 1, Albert Las. The guy made the most money. To write copy for Lord and Thomas. Las paid him a hundred and 85000 a year, equivalent to 2000000 dollars in today's money. Wow. What does that tell you about his skill. And again, when when people are always was like, what like, I don't... I wanna start a business. I don't know like, what I should do. There's 2 things I normally say, I use that example that Richard Branson says a business it's just an something that makes somebody's life better. So if you look at it, at that point you find tons of opportunity. And the second thing is, like, try to... Businesses will always pay you to bring them more business. So think about why is this guy getting as an employee making 2000000 dollars a year? Because he's selling more business. He's gonna get paid for that. He stated Lord in Thomas for 18 years. Hopkins was a prod hard worker. Sunday was his favorite day because he could work with an interruption. He held that nobody with a college education should be allowed to write copy for the mass market. David says I know what he meant. He was an un... He was an uncompromising practitioner of the experimental method forever testing new ideas in search of better results. And then he wrote he wrote, like, the, like, takeaways, I guess you'd call it from his life in advertising. I'm just gonna read to them to you. Ad writers forget that they are salesman and try to be performers. Instead of sales, they seek a applause. It is not uncommon for a change in headline to multiply returns from 5 to 10 times over. That's interesting. This is another 1 called Bill Bill Be. And this is actually the last guy, we'll cover. So he says he held his idea that's quality of the idea and the excellence of its execution was the alpha and omega of successful advertising. So quality of the idea excellence about execution. He worship shipped at the altar of originality and was never tired of research as the enemy of creativity. Remember, a lot of these people were successful even though they're conflicting views. That's why it's so important to collect as many ideas as you can because entrepreneurship like life is a complex adaptive system. It does not act in a predictable way. So there could be a a good idea that you pick up that it applied in the wrong situation, yields a bad result, and that same idea and a different situation creating yield a better result. That's very confusing. That's why so many few. So a few people are entrepreneurs. It's really hard. This may have irritated some of his clients, but it made him the heroes of the creative f eternity. He spoken a quiet voice and looked modest, but he wasn't. When some of his dodge, here's an example of his his non modest. When some of his dodge your competitor started rating his agency in search or swing, I don't know. I assume good talent and not the other world meaning the word swing, Bill told me, they don't realize that these people will be helpless without my guiding hand. He was a philosopher. He live without os and organize his time with a self discipline that is rare among heads of agencies. Shortly before, Bill, shortly before he died, Bill was asked, oh, this is... This is where I'm gonna close this podcast. And this is so important because it's it's a foundation of why we're going to history to learn. Right? Shortly before he died, Bill's asked what changes he expected in advertising in the eighties, remember the 19 eighties. He replied, human nature hasn't changed for a billion years. It won't even vary in the next billion years. Only the superficial things have changed. It is fashionable to talk about a changing man. A communicator must be concerned with a un changing man. What compulsions drive him what instincts dominate his every action, this is very similar to what Jeff Bezos says, like, find the things that don't that are never gonna change and then build your business around that for so for Amazon's cases, like, you know, in 10 years now, are people are gonna be like, I wish Amazon had less selection. No. What are they gonna say, I wish you deliver my my product slower or no. I wish you had worse customer service No. So he's, like that's the things that we orient around because I'm gonna be true today, and then we you in the future. So she says, look, a I communicating with must be concerned with un changing man. What comp compulsions drive him what instincts dominate his every action. Even though his language to often camouflage is what really motivates him another trend we keep talking about. Actions indicate are I was saying, like our family, actions express priorities. Okay? So remember language often camouflage is what really motivates him. So watch actions. For if you know these things about a man, you can you can touch him at the core of his being. Again, that's another way to say you know his incentives. This guy's really... There's a lot of knowledge in this 1 paragraph. 1 thing is un sure. The creative man with an insight into human nature with the artist street to touch and move people will succeed. Without them, he will fail. A gentleman with brains. I think now after hearing me talk about this for maybe an hour, you realize how much I love this book. I know you can't see me, but I've had smiles on my face a lot of the time reading this to you and talking about this. I think it's great the beautiful... The book is beautiful. Like, you know, obviously, podcast you're not gonna be able to see the ads. I'd buy it just for that, but this guy is just so smart. He's just so interesting. So I cannot wait to read his biography. That'll that'll undoubtedly be another founders episode in the future. But if you wanna buy this... You wanna buy podcast. If you wanna buy this book and support me, the author, and yourself at the same time, there's always a link in the show notes. And that link is an Amazon affiliate link, which means if you if you click on that link and buy through that link, Amazon some small percentage of sale, and no additional cost to you. You can also go another way to do that is amazon dot com slash shop slash founders podcast. Other than, I think I've spoken enough, I will talk to you next week."
}