{
  "transcript": "Great indeed is the power of electricity. And in the final decades of the nineteenth century, 3 titans of America's Gil age were among the few who dreamed of the possibilities hidden in this force of nature. It's awesome power visible only in the wild rumble and slash of electrical storms. Each titan was determined to master this mysterious fluid. Each vibe to construct an empire of light and energy on a new and monumental scale. Each envision radiant enterprises that would str the globe, illuminati the night and easing forever the burden of labor. This is the story of the nascent years of the electric power industry and the rise of a new technology that completely transformed society, a tale told largely through 3 visionary figures. Their triumphs, their blu and their caustic feud. Alright. So that was an excerpt from the book that I read this week and the 1 I'm gonna talk to you about today, which is empires of light. Edison Tesla, West House and the race to elect the world, but Jill Jones. So this this 1 paragraph just gives you an idea of the time that this entire story is set in. It says, the miracle of the Great Atlantic cable, flash telegram across the coldest depths of the ocean, where once letters from Morgan's father, Jpmorgan actually plays an important role in the story. I didn't know that going into the, before I read the book. Once letters from Jp Morgan's father and the London office took weeks to arrive, now Telegram pulse through in mere minutes. The railroads had become mighty, creating new cities where there'd been only Marsh land or prairie. And in just the past year, there... They had laid an astounding 10000 miles of track. The 18 80 census, that's where the story begins. It's gonna go all the way up until the early 19 hundreds. Since it showed 50000000 Americans. Jpmorgan unlock unlike many of his old money peers re this new temper of the times. He admired men like Edison who were bold, ambitious, hardworking and confident. So not only does Gp jpmorgan play a role, which I'll talked expo on later on in the podcast, and financing some of these electrical companies. But he also had the first... His house was the first private home in New York City, that was lighted up and, actually wired for electricity. And 1 of the the main takeaways of this story that I was thinking about is how important is the study, like that, you know, they're, like, industry is now massive and it we could not, imagine living without it. But at the very beginning, things look very different. And so humans have the tendency to look at how things are now and extrapolate in the future that it's just gonna be the same. And, obviously, that's not the case. And so here is how individual houses we're able to have electric lighting at the beginning of this industry. And think about how different this experience is, taking place in Jpmorgan house as it is in in where you live. And says they were they were run by generators. So says the generator had to be run by an expert engineer who came on duty at 3PM and got steam so that anytime after 04:00 on our winners afternoon, the lights could be turned on. I think about that. We flip a switch. They had an actual person in the house and he had to be an expert engineer. He says, this man so it starts at 04:00. This man went off duty at 11PM. It was natural that the family should often forget to watch the clock. So then the 11PM, all the lights turn off is the lights would die down and go out. Then there was a careful g about in the sudden Mer to light candles and ke lamps. So that's just some of the hoops that they jump through because obviously, at this time, what was common is you had either lit candles? Or you like gas powered lamps? A lot of people complained. They wouldn't... They'd have gas powered lamps in their house and to produce headaches and other kind of, like, issues with your health? Candles, obviously, sometimes cert fires. So the the the light bulb was a huge step up. And so people would jump through hoops to be able to get access to this new technology. And what I found interesting was Once it was wired up, Morgan had, obviously with any new technology, hit had all kinds of problems. So, like, sometimes do they they would bury the, the electrical lines underneath his floor boards and then put, like, a rug on top, there'd be, like, small fires or, like, burning. So they... And then they had rewire the house over and over again, but he was just so happy that he went up being a good, like, early salesman for the Edison electric company, which is the 1 he's he financed. At 1 of the ones he finance I should say. But this paragraph reminds me that this is like the influencer marketing in the early electrical industry. The banker or the referencing Morgan was subsequently so delighted with his electricity that he gave a reception and about 400 guests came to the house and marvel at the convenience simplicity of the system. 2 of the guests, California Gold Rush Millionaire Darius Og Mills and his son law, New York Daily Tribune publisher white White law Reed, promptly contacted the Edison electric illuminati company to have their own houses electrified. So we see that obviously happen. A lot where there's people will admire, They start talking about other products and it's very soon. We say, hey, we want that product as well. And then I just wanna be... We're gonna jump in and we're gonna go back and forth. So this is gonna be a little different because normally focus on just 1 person. Right? And I I originally wanna reading the. And like, okay. Well, maybe I'll do separate episodes all about the book, 1 up based on Edison, take each person at a time because they're hugely important, hugely fascinating people. And then the more I got to the, I like, no, you know what? I'm just gonna make this maybe even if the podcast be a little longer. They're just... There it's a dynamic between all, all these, these 3. It's so fascinating and. There's just, like, this belongs in 1 podcast in 1 story in 1 sitting. So with that said, I do wanna read this part, and we're gonna jump around between the people, obviously, why this period in my opinion was was so important? So it says, but for the visionary capitalist, electricity possessed other more practical lures. Already, this astonishing invisible agency had burnt 2 radically new technologies, the telegraph and the telephone. That had forever compressed and altered the age old realities of time and distance. The most far sided were by even greater electrical prices. Who who would further harness electricity to light the nation streets. It's dim factories, and all those millions of households dramatically transforming man's age old sense of day and night. I like like I was just referencing. Once once the sunset, if you didn't have candles, you didn't have lamps, that was the end of your day. Of even greater moment of even greater moment in these commercial times, who would harness electricity to operate work saving machines. Mechanisms art reinvented to liberate humankind from the hard toil of farm and factory. He who could unleash the fully the full only dreamed of potential of electricity and control this awesome invisible power would become wealthy and powerful indeed. Was it any wonder the war of electric currents would be so fiercely waged. So, that may... That... That's actually what this book is about that that term there. The war of electric currents. That is what the the battle between, like, the the entrepreneurs. Edison with his direct current and then West House and I don't know a few other people and then obviously, the invention of Tesla with the alternating current. And now before I continue talking about Edison, I wanna take a slight tangent, a slight right turn here. Because I've always talk about this idea that books are the original links. They lead us to... From 1 idea to another or 1 person to another much like the modern web does. And in this book, so I... And this kinda relates to what we're doing here. Right? In this book, a lot of people, a lot of early entrepreneurs, inventors, tinker in the electrical industry. Were going off of and inspired by people that came before them. Right? So I, when I when I talk about founders podcast to people. And person, Was like listen, what is Elon Musk, Jeff Bezos and Steve jobs have in common. And the answer is they all learned and studied from, entrepreneurs that came before them and that influenced their ideas and business and how their life turned out. Right? Well, a lot of the early inventors in in the electric... Electrician... Electricity fields. Excuse me. Were influenced by Far. Michael Far. Who you might have heard of. And this book empires of Light talks a lot about Far. So I'm only gonna read, like, 2 paragraphs from about him just so you haven't understand I understand who he is. He's hugely influential, and this caused me to find, biographies on him. And he's gonna appear in a future founders podcast. He's not technically an entrepreneur, but he thinks like 1 and he acts like 1. So let me just read this part before I get into Edison. And, Edison was hugely influenced by my fair day. So this is a 1 quote from a biography on Far as such was the pro of his output, and the diversity of his skills that modern chemists, no less than physicists, engineers and material silent scientists regarded him as the founder of their subjects. Some scientists and technologies owe their very existence to his work. He quiz to posterior a greater body of pure scientific achievement than any other physical scientist and the practical consequences of his discoveries have profoundly... Influenced the nature of civilized life. So it says, and then this is... This is a quote from him. Okay. Yeah. This is Fair. It says, a philosopher should be a man willing to listen to every suggestion, but determined to judge for himself. He should not be biased by appearances, have no favorite hypothesis be of no school and and an and in doctrine have no master. Truth. Should be his primary object, and then in turn, so all Edison on a bunch of other these, maybe even Tesla. Were inspired by Far, Far was in turn inspired by Benjamin Franklin. He says, Fair like to quote benjamin Franklin. So they they were asking, like, what what is the before I read you the quote. Like, he would create, like, a new chemical process or a new, electromagnetic realm? And then people would inevitably over and over again when he'd make some kind of discovery, like, what is its use? Like, I don't understand. And it's is fair I like the Quote Benjamin Franklin who had famous to replied. What is the use of an infant? The answer of the experiment is endeavor to make it useful. So saying it's our job to make these these discoveries useful and practical, and that's exactly what they were doing. They they were the book talks about, they were experimenting. There's records of humans experimenting with electricity for a couple thousands of years. And in some cases, there'd be progress, then nothing would happen for 500 years, so somebody else picks it up. And then 200 years, and then finally, in the late 18 hundreds, we have a huge amounts of progress. Alright. So this is what motivated Edison to work on electrical lighting. At this time, he's in his mid thirties. He's already super super famous. 1 of the, most famous Americans living easily. And this actually worked as benefit in in starting his company. He said, as Edison, so it's he he was... At at first, his friend was trying to get him to go check out, like, these new electrical d and these experiments with with lighting. And he was... He's like, not too busy too busy. Then eventually he goes and he's blown away. And he says, Edison was now a fire with excitement. Ever the competitor, he turned to his host William Wallace and said, I believe I can beat you making the electric light. I do not think you were working in the right direction. So something that that that Jill, the author talks about a lot is Edison extremely cocky. And I covered this a little bit because if you... Long time founders listeners remember, I think it's like founders episode number 2. I did the Thomas Edison biography, the wizard of Men men Park, and they talk about that a lot in there. He was extremely confident in in his own abilities. So he says, I just rushed back to his research work up to throw himself into creating a better and more practical sexual light. This is our light. This is actually an important part. He worked fever threw up the possibilities of this new field. It was all before me. This is a quote from Edison. I saw the thing had not gone so far meaning the industry still are new, that but that I had a chance. I saw what had been done and had never been made practically useful. The intense light had not been sub divided so they could be brought into private housing. That's an important part. It's like, you gotta lower that. It's too bright. Could... And he understood at the very beginning. Of course, people are gonna want an alternative candles and ke, lamps. Like electric light was really important. And this brings me to your point. I guess I wasn't exactly to thinking think about talk about this, But Jeff Bezos has this great. There's a there's video on Youtube where he's saying, it's like 18 minute talk. I took notes on it. I'll actually link my notes in the in the show notes, so you can read them if you want, and it also links to the video. But Jeff like, listen, a lot of people and that this this talk is like, 15 or about probably 15 years old. Right? And in it, Jeff is like, a lot of people think, like, the early, the the the analogy for the Internet revolution that we're going through right now. A gold age. He's like, no, I don't I don't think that's the right metaphor. And gives all these examples from history, What of how he thinks about it. And he says it's... The growth of the Internet is gonna be... Is gonna look closer to the growth of the early electricity industry, which is really interesting. And because Jeff is like, they're not, people were not saying, hey, like, why are my house for electricity? They were... They said, why are my house for lighting? And he's saying, essentially, the killer app of the electric industry before was the delightful? And this is what Edison is working on right now, where we're at in the book. He's like, well, I actually think that you... I could be doing this better. I can make it more practical, which is obviously what he endeavor to to to do for all his inventions. And he went up succeeding because he he gets the patent. He wants up fighting patent wars for... Like, I'm don't know, just probably hundreds if not thousands of lawsuits trying to to stop people from infringing us patent, and it's upheld all the way up to the supreme court. I'm not mistaken. And so Edison gets the the the patent for the first, I think it's incandescent bowl. So that's always he's working on here. Says the man who came up with the best arc light system might well make a fortune, stealing away even that that 10 percent of the gas lighting business. And he's saying, So even on the tiniest and that that's... He's just talking about street lights. So even if you could just take 10 percent of the gas light at street lights, you already have a fortune. So that you knew it the very beginning the size and the magnitude of the industry. But the man you could sub the light to take it indoors and tame it into a gentle glow, which what the light bulb does. Right? And power it with a d, which that doesn't happen anymore. At least not in the way they they did it back then, he would be the true prom, the blazing electrical pioneer. The hailed ben factor of humankind and he become wealthy to boot. The race to illuminate with electricity the houses and offices of America was on. So we're gonna stick with Thomas Edison for a little while because how Jill, the author, she starts out talking at... She basically build a foundation to understand how each individual thought about electricity. 1 by 1 gives us some background and then, then the story unfold and how they interact with each other. So this is just... I'm gonna do a brief introduction to Thomas Edison. He says, Thomas edison had announced he he he was becoming a full time inventor in early 18 69. So now we're going back in time. Okay? The previous 6 years had been spent drifting from city to city as a Western Union operator. While he was continually devi advising improvements in telegraph. Remember they just referenced to set the stage for the time we're in to the 2 huge improvements with human communications. 1 of those telegraph. And and he was soaking up technical books on telegraph and electricity. He's a lifetime Ver racist reader and learner. Once committed to full time inventing Edison had done well enough with such clever items as an electric copying pen, But he really hit the jackpot in late 19 74, when he sold rights to his quad quad telegraph system to Western Union, and Wall street manipulator Jay Gould for 30000 dollars. Give you an idea at the time what that 30000 dollars mean, like, a a typical labor. Like, let's say, when the electrical industry is up and about, they have tons of people, like, laying the wires. So like, you know, working people in the field, they would make about 12 dollars a week. Okay. So this says, this was this was heavy success for a small town boy from port here on Michigan, whose father had muddled along in various grocery real estate and truck farming enterprises. Edison had received very little formal education being taught mainly by his mother. His his boy revolved larger around his many ingenious use efforts to make mechanical things or brew new chemistry experiments. Including 1 that produced an explosion that wrecked a corner of a building and burned Edison in some of the boys. When Edison was 13, he joined the Grand trunk, the grand trunk railroad as a news boy. He impress bosses as a hardworking, entrepreneurial and intent on self improvement. There's are really good traits to have those 3 hardworking working, entrepreneurial and obviously focused on self improvement. He spent 2 dollars to join the new detroit public library which was 2 days of his pay at the time. And this gives you an indication of how how hungry he was for knowledge. So he spends 2 days pay to join the Detroit public library and proceeded to read his way through the shelves. It was during these railroad years that Edison became partially deaf. Now I didn't I didn't remember this part. I knew he was partially deaf because he says some... He has some funny lines about, being partially death saves him from, like, the C. I think is the word he used of, like, the Ridiculous like, everyday talk that people have. But the reason I I wanna bring this to to your attention is because I think there's... Like, there's a lot of things that we can't control that happens to us in life, but we can't control the frame of mind in which that we we look at these things. And he took a positive spin on a very negative event. He says ever the... So this guy, 1 of the conductors grabbed by the ear for some reason and, like, lifted him and something snapped inside 1 of his ears. And his deafness started from that time. So it's a terrible thing to happen. Right? But he says ever the optimus, Edison viewed his deafness as an advantage, a built in buffer against outside distractions that helped him concentrate on whatever he was doing. Edison ab avid curiosity about all things, mechanical had led him to perform the local telegraph operator wherever he was. When Edison turned 16 in in 18 63, his natural flair for banging out and receiving morse code. Which was honed by 18 hour bout of practice. Earned him his slot as a junior operator. The Civil war was going on at this time, and telegraph were in great demand. So sometimes you're just... You're at the right place the right time. Timing is really important in these things. And so Edison was launched into the world of telegraph, invention money and getting ahead. So now this is Edison approach to work and the power of inspired work and the different paths you can take. When Edison was on to a problem, there was no day or night, just hours in which he... In which to work as his long suffering neglected wife and 2 small children well new. So I bring that up because so obviously, were we want to grab the best ideas from a life a lifetime of experience that these entrepreneurs have. Right? But we also want to learn from their mistakes. Now it's great to to work on something you're passionate about to love it so much that you wanna dedicate a lot of time to it. Very few people in in life find something like that. But it's... Into me, in my opinion, like, I wouldn't, like, family is extremely important. So I don't think neglecting in your your wife and your small... Too small children. He went up having 6 children. And, you know, he's basically Sacrifices his family life for invention. You have to be who you are. It just, for me that that that's a bad trade. He's ones up some of his kids wanna being a strange. And basically say he's a crappy father. Edison could rarely pull himself away long enough to dining at home instead of fueling himself on yet another slice of Apple pie. That was a really weird thing that I learned that he sustained himself just be eating Apple pie. So now he's... Oh, and this this is a sign of his cock member, he he toured William or Wallace shop, and says a mere week since a tour of Wallace shop, Edison pronounced was a... With his characteristic Hub to the reporter from the New york sun, that he Edison would be the 1 to succeed with the electric light where others had failed. He Edison would be the prometheus. They use that word so many times in spoke, who would define the secrets of this mysterious agency in light up America in the world. He had In 1 inspired week, just invented the first practical incandescent light bulb. So that is partially true, but partially not you. He had got 1 set up in 1 week. Yes. But then it would... He would... The search for the right material. I think it was a filament is what they're called. Took a very long time after that. So the basic idea was there after 1 week and he had run constant numerous, maybe countless is the better word experiments to try to find the filament that wouldn't burn out and then could actually last. He says, I have a... And this is this is Edison, and he's not gonna give too much details because this... He hasn't kid the patent yet, but he says, I have obtained it. The light through an entirely different process than that from which scientists have sought to secure it. They had all been working in the same groove. And so that's the power of inspired work on different on a different path. Realizing, okay. Well, everybody's running the same experiments they're working the same groove. Maybe let me, attack the same problem. And find a solution in a in a different manner, and that's what he did. This is just fair day, inspiring Edison. Edison was a v gracious and penetrating reader. Hungry for knowledge and possessing an amazing memory. So it says Edison had avid consumed all 3 volumes of British Scientist, Michael Far book in that books called experimental researchers and electricity and magnet. Far became an immediate hero. A poll poor London boy who rose to the top ranks science on brains and hard work alone. To Edison, Far had been living proof that the secrets of nature could be revealed through a determined experiment and astute observation. Beloved as Edison was by an odd and respected public, His cocky ways and phenomenal early success had deeply ir his many scientific and inventing rivals, especially the gentleman of Academia. So this is also you'll see West house has to deal with this, Tesla definitely has to steal at this. A lot of people did not like him be their work understandably, so. But I just wanted to bring this part because I I had this in so many of these these episodes I had the section that I, like, tongue in cheek, called critics don't know shit. And it's not that saying that, like, you should ignore all criticism It's just that it is inevitable. I I don't think I can think of 1 example of of the biographies that I've read covered on the podcast where people at the very beginning told the the the entrepreneur or the founder or the inventor? No. It's not gonna work. Oh, you're gonna fail. Why are you're doing this, why are you trying to be different. It's just a part of human nature, Human nature does not change this happened hundreds of years ago it'll happened hundred years in the future. And they... You're gonna see this where you have the... Where they just said, he the gentleman of Academia where, like, Edison a liar. Like, this is ridiculous. And so let me give you a quote. And this is just silly nonsense. And we know this is silly nonsense because we're living in the world that Edison helped partially birthed. Just guy named... I'm Gonna say his name it doesn't matter. He's sc in a public lecture. I wrote a cock. And I and I wrote who is the cocky 1. And you understand why I wrote that after you hear this sentence he says. We have heard a great deal of of late of mister Edison discovery of a means of indefinitely dividing the light. I cannot tell you what his method may be, but I can tell you that any system depending on incandescent light will fail? So how, like, they're were saying he's cocky. Right? How cocky is it to say, I don't know what... How he's doing it or what even what the details are, but I'm just gonna make this pronounce that nope. It's never... It's impossible. Like, you just have no idea if it's impossible. So I bring that up because inevitably, whatever you're working on, sometimes it's it's customers, sometimes it's your own family, sometimes it's friends, sometimes it's strangers on the Internet. You're gonna experience criticism. It's just what humans do. They just like to babylon about stuff they know nothing about. And it's best for you to just ignore it. I mean, if it... If there's some element of truth, then listen. Like, oh, is that true? And if it's... If you find it to be true, then hopefully, you can use that as helpful information that's actually useful criticism. But if it's just some people saying, oh, no, this is impossible. I have no details. I haven't looked at it at all. I'm just talking and didn't ignore them. Edison is tell... This is something I talk about a lot. I talk about this in, with friends and family that 1 of my fair quotes is action express priority. So your actions actually tell the world what is actually important to you. There's a lot of people that say, oh, I wanna start a business. I wanna lose weight. I wanna do x y and z. And then you look at their actions and this like, oh, you don't actually wanna do that. Just playing... It's is a very fairy tale in your mind. So Edison is telling us with his actions what to do and that's avoid distractions. Edison who had always been easily available to any reporter looking for a story now put off all of our requests. Now what's taking place. At this time is he's got the light bulb working, but he doesn't have the film at working. So he's like, alright. I'm avoiding distractions. I cannot entertain reporters like I normally do because I gotta solve this problem. Okay. So he's raised a little bit of money. Obviously, these are hugely capital intensive businesses, but they're... He's getting a lot of pushback. And this section made me think of, a quote that I've... I've been actually thinking about a lot lately. And it comes from the podcast I did on Jim Clark, founder Silicon Graphics, Nets gave, other companies. 1 of the craziest stories. If you haven't gone listen to it. Go back and listen to it, Jim Clark. It's based on Michael Lewis book, then new new thing, a Silicon Valley story. But he has a quote in there that I've been recently thinking about where at the time, Jim was, like, trying to raise more money and people are like, w. I think let's say he needed, 20000000 dollars. I don't remember the exact number. But He's like, you know what? I'm not, they're, like, oh, you know, they were trying to make some concessions or basically dill dialing for lack of a better word. And Jim's like, you know what? Forget it. I'll put up the money myself. I'll do it. And then this inevitably resulted as kinda predictable, then they became extremely interested because then they had fo. They're like, oh, no We're gonna miss out. He's gonna just do myself, So we'll do it. And then the the part that stuck out to me is what Jim said about it. He he was raised in a small southern town in Texas, so he has, like, a really interesting way to think about things. And he says to do anything great you need pigs and not chickens. Right? And this is 1 of my favorite metaphors, and and Thomas Edison is experiencing the same thing. He needs pigs, not chickens. So it says Jim Clark like to say that human beings, when they took risks fell into 1 of 2 types, pigs or chickens. And this sequel quote from jim. He says, the difference between these 2 kinds of people is the difference between the pig and the chicken in the ham and eggs breakfast. The chicken is interested. The pig is committed. If you're gonna do anything worth doing, you need a lot of pigs. So obviously, the the the the pig gave his life, and the chicken just laid a nick. So we see a echo of that, about hundred and 50 years early before Jim experienced the same thing. He says, this is now Edison talking. He says, we were confronted by obstacle. Nowhere in the world could we attain any of the items or devices necessary for the exploration of the system. The directors of the Edison Electric light company would not go into manufacturing. Thus forced the wall, I was forced to go into manufacturing myself. So you don't wanna spend the money in manufacturing. Forget. I'll do it. Since Cap and listen listen the words Edison uses here. Since capital is timid, I will raise and supply it. The issue is factories are death. So Edison is a pig. He's committed. The people that have funded him up until this point are chickens. You need... If you're gonna do some great, you need pigs, not chickens. To show he was not kidding Edison had Bo established a light factory out of out at Men Park, which by the end of the year was turning out several hundred bulbs daily. This was controlled and financed by Edison himself. Who sold electric stock and borrowed whenever he could. So he's fully in. He's like, listen, we're not... Like, if we don't do this, we die, so we have to do it. Oh, so this is something I just crazy to me. This is not really nothing to do with any of the 3 that were we're studying today, but it were it was a reminder to me about that there's always always opportunities for entrepreneurs that are always focused on improvement because there's a lot of, of problems in our life that there's, like, the adaptability of humans is 1 of the the greatest traits of our species. Right? But it could also lead to this point where, like, you just... You settle for good enough. Like, this is... And and if you focus on, hey, we don't have to focus on good enough, We can actually always focus on improvement. That's where there's a lot of opportunities to start the companies to products and new services. Right? And 1 of this was, I I thought about, like, I've been thinking about Henry Ford a lot lately because just covered his book a few weeks ago, and how much of an improvement, the automobile was compared to how people got around on horses or with their own feet. So this is the main setting for the the story we're talking about today is in New City in Pittsburgh. Right? But mainly New York city because that's where the... They started lighting up everything first. And this is the this is the environment that these people were living in in the 18 hundreds in New York City. Working largely at night when the city was much... When the city's much mali aligned street cleaning crews spread out to remove the 2 to 3000000 pounds of horse manure left behind each day by the city's hundred and 50000 horses. So think about this before the of the automobile, the primary way to gate around the city was horses horse carriages, and humans thought it was fine to have 3000000 pounds of horse crap. In the city streets every day. People live like that. They like, this is the best solution. This is this is good enough. And so I think for entrepreneurs always focused on improvement, you realize that there's no such thing as good enough. We can always improve and find up new... Find out new ways and eventually, course, like New york City's does not have or any other cities does not have a hundred and 50000 horses, dropping a bunch of crap everywhere now. And that's because entrepreneurs, tinker, and inventors, experiment found a better way to transport our bodies around. Of course moving on, some traits that I've obviously learned from Edison among others his and persistence overcomes all. He said for 4 years, now we've jumped head in story. Edison had worked as hard as ever, has he had on any 1 project. And he was understandably nervous they would actually perform as promised. Edison was now 35 years old and while his face still looked at useful leather. Ever, his brown hair had turned gray in the years since he had b and innocently promised. To light up all of Lower Manhattan with his with his light bulb. So think about that. He he got a a lot of initial traction after 1 week, took over 4 years to finally find the filament. That's persistence. And this is what Edison wanted or, as I would say, like, everybody needs to know their why? Like, why are you doing what you're doing? Like, what is your why? So this is Edison why. Before him, the great inventor saw only more glory and great fortune, which Edison translated into utter freedom to exercise his prod prestigious gifts as an inventor. He explained. My 1 ambition is to be able to work without regard to the expense. I want none of the rich man's usual toy toys. I want no horses or yachts. I have no time for them. What I want is the perfect workshop. And that is actually a belief held by a lot. But, I would say, Edison Tesla and West house. In fact, I was just, watching a talk. Steve Jobs gave back in, like, the late nineties. And he talked about how he was influenced by, Bill Hue and David Packard, specifically the fact that they wrote down the principles of their company. It's called the Hp Way. Actually read that book and did a podcast on you find it in the the founders archive. But he talked about He's, like, the first thing they said in the Hp is that we have to make a profit. That's the very first thing. They weren't... And they said, they they have to make a profit so they can go on building other products. And I like that as opposed to building a product to make a profit. It's like, no. No. We're gonna make profits so we can make products that make the world better. That's how Edison thought about it. How Tesla thought about it. That's a West House West House winds up being a very wealthy man. He guys, like, 50000000 dollars by the time he dies in early 1900 money. But he he focused solely on, like, building products for the good of humanity, and I would argue that same thing with Steve jobs. Like, you can go and look at the house he lived in or, like, the fact that he... I don't think he ever sold stock. I know they borrow against and they do all other stuff. But he wasn't in it. He had like he he was in it for the right reasons. And that and to me, the right reason is to build the best product possible. Now a byproduct of building the best product possible is you're gonna have, assuming you're running your business correctly, you're gonna have profits. But what are you're gonna do with your profits? And for Edison, Tesla, Tesla wants to making a little bit money too and they... And I'll get to that in a minute. It's it was always just so they could invent and make more products. I I feel like there's a theme there that... Between Edison and Tesla and Wes House and He and Packard and jobs. That I think is important to to to realize. It says, I mean, even think about what Jeff Jeff Bezos is doing. He's taking... He's liquid about a billion dollars a year and his Amazon stock and he's putting into blue origin. He's staged... I mean, he he could spend that billion dollars on all kinds of ridiculous consumption. You know? And he's like, no, I I want... Like, I've had a passion since is 5 years old about space and rockets, and I would... I feel like that... That's my obligation to humanity. Alright. So now we're gonna go to Tesla. What a character this guy is? Nikola Tesla was truly possessed by only 1 great passion. The mystery of all things electric. So let's see He says settled into a strenuous schedule to begin at 5AM. Now, this is... So he's he's gonna start working for, Edison company in in in in France. Now, this is his schedule. It's such a... He's such a interesting person. So he settled him to your schedule that began at 5AM. Every morning regardless of the weather, whether Tesla explained, I would go from where I resided to a bathing house on the sign... On the river sign scene. I don't know how to pronounce set. Plunge into the water, loop the circuit, which means swim laps 27 times and then walk an hour to reach the factory where the companies where the company was located. It was a considerable coup for a young man whose whole soul resonated to the little known mysteries of electricity. Here he was in the expanding Edison empire. So he starts working there. He says it quickly showed he was a reliable trouble troubleshoot capable of solving most electrical tang. However, talented Tesla was an engineer. He was also a decidedly odd fellow, so he's a mis fit. What a surprise? Tesla was prey to strange habits and pho. He silently counted each step he took as he made his early morning walk down to the factory. Every activity had to be divisible by 3, hence the 27 laps each morning. Before eating or drinking anything, he felt obliged to calculate its cubic contents He deeply dislike shaking hands with anyone. He had a violent aversion against the ear earrings of women. Whoa. Pearls above all freaked him out. That's weird. I would not... And then he this is... At its our tesla talking. I would not touch the hair of other people except perhaps at the point of a revolver, and the mere sight of a peach brought on a fever. What? This is Tesla. I was intended for my very birth for for the clerical profession and this thought constantly impressed me. So he talks about why he left his native Serbia that he was very... His Serbian family was very against his experimentation. So it says this is Test on high school. This is more critics obviously. Tesla, prodigy and math and physics fell even more deeply in a rough rev and ent to the still nascent science of electricity. He alarmed his professors with his v racial and exhausting appetite for work, especially if he had had to do with electricity. It is impossible for me to convey an adequate idea of the intensity of feeling I I was experienced, I experienced in witnessing, my physics teacher's exhibitions of these mysterious phenomenon. So this is where he's falling in love with his life work. And he started of work... He worked on this up until he died in his eighties. Every impression produced a thousand echoes in my mind. I wanted to know more of this wonderful force. And I'm gonna share a lot of quotes to do from Tesla. He's got a very poetic way of speaking. So he goes... This is important though. So his teacher d gives a demonstration of this thing called a Gram machine. And Tesla, this is another example of, like, critics where Tesla realizes... Well, let me just read this to actually. So let's see. Says notice Tesla. This is the... That there... There's... Here's a quote from tesla says sparking badly talking about the gram machine. And I observed that it might be possible to operate a motor without these appliances. Meaning all these moving ports that they needed to to alternate the current. But my professor declared it could not be done and did me the honor of delivering a lecture on the subject at the conclusion he remarked, mister Tesla may accomplish great things, but he certainly will never do this. It would be the equivalent of converting a steadily pulling force like that of a gravity into a rotary effort. It is a perpetual motion scheme, an impossible idea. And saying this in public. Like, how why would you do that? Initially deeply embarrassed by such a public or rebuke, tesla so the dream could not resist. However, thinking about the pointless of the sparking... Communicators. I don't know what those things are. He winds up actually accomplishing this very feat that his professor says as impossible, and he winds up selling variation of this idea to West house, which we'll cover later. And it took years and years and years. I'm skipping ahead in the book, but this is Tesla's response to solve problem that he worked on for more than 5 years, and this is this is Tesla talking to his friend about it. He says, isn't it beautiful? Isn't it a sublime? Isn't it simple? I have solved the problem? Now I can die happy Now I'll keeping it he's very young man. But I must live. I must return to work and build the motor so I can give it to the world. No more will men be slaves to hard tasks. My motor will set them free. It will do the work of the world. And what he's talking about the work he's talking about was is Ac. It's alternating current. He's a he's he was integral in get and bring this new technology to life. Unfortunately, as we'll see later in the book, like, he never captured nearly, he dies basically penn less, and and and he never captured the value. That he actually provided to the world. He was not a good businessman, unfortunately. But I wanna bring up that point because he actually dreamed a day dreamed. You, didn't, obviously, it didn't happen all once. He was thinking about this problem and working on for many years, but he saw the the the solution in his mind. Then he says I have to build it. So that's what I mean. He's got a very... I I've I've never come across a person like Nikola tesla before. That's basically what I'm trying to say. Okay. So now we're... I'm just gonna give you some early responses to electricity. People were pessimistic about it, and they called it, like, witchcraft. This is 1 quote, We are not yet in the habit of observing machines that function without a parent cause. Remember, electricity is largely invisible. Right? They're cult workings ba. The secret of their existence escapes us. The naive enthusiastic tesla was soon explaining his wonderful alternating current induction motor. That's what he was talking about, and full system to these new colleagues and bosses. This is happening at Sse factory. But remember Edison is dedicated to direct. Assuming that they of all people would appreciate it. At a time when the understanding of electricity was still quite primitive, Poly phase alternating current was a quantum leap and difficult to grasp. So that's what tesla's is working on. Okay? Tesla's ex an... Idealistic plan to liberate the world from judge was not at all obvious even to those working in the field. What they knew and understood was direct current electricity where the electrons flowed only in 1 direction and created little magnetic field. So Tesla, this is Tesla creates a lot of enemies within the industry because like, this is He's basically saying this is dumb. There's a much better way to do it Direct recurrence, it's not going to... It's not gonna last because it was limited. You'd have to build a reason they start in new york city because you needed population density. So they'd build like, the the these stations, and each individual station could elect houses and offices, anywhere from a a half a mile to mile radius. But after that, you had to build another 1, where alternating current, you could actually build the factories that are producing the the the power much closer to the actual fuel source. And that's how we do it today. You see the electrical lines either running like, you know, on these wires in the road or they're buried underground, but they travel very long distance this. And so tesla's is like this... Like, you're not gonna be able to spread, and he he he framed it in, like, idealistic terms. He's trying to free humans from dr. Liberation is what he constantly use. He's not going gonna be able to do that. Over long distances under her current. You have to use my current. So this is surprising but still to this true to this day and also an insight into what it's, like, building a company in new industry, and this is a quote from 1 of Edison managers. He says, people generally did not at all appreciate the need or value of electricity. They had to be educated to its use. Suitable manufacturing methods as well as adequate ways of distributing the manufacturer product had to be devised. So what they're saying is I not only like you have to create the product, would have to create every single process you need in this this nascent industry, including distribution. Customers did not in check this out. This is such a great quote. Customers did not exist they had to be created. A lit of insufficient capital, shipments that needed to be sped. This is some of the prop product problems that they're having in New York laying all the... On the electrical wire. So there's a lit a lit of in insufficient capital, shipments that needed to be speed up, f clients of isolated plants. That's the recurrent plants, problematic and erratic machines and poor quality supplies. Many of these difficulties were resolved fairly easily, but others were major embarrassment and threatened great financial consequences. So, you know, the... Every day, they had more fires and more chaos to deal with. This is Tesla on meeting Edison. He he finally comes to America, because he realizes, like, that's that's... If he's obsessed with electricity, that's where electricity he's happening, he needs to go there. At at the time, like I said, he was working at a, factory of Edison Factory in in 1 of his in Europe in France. He is a meeting with Edison was a memorable event in my life. I was amazed at this wonderful man who without early advantages and scientific training had accomplished so much. I had studied a dozen languages, delved in a literature and art and had spent my best years in libraries reading all sorts of the stuff that fell into my hands, meaning get had a broader education. And then I felt most of my life a bit sq. It's like, maybe I made a mistake. Maybe maybe I didn't need to look with Edison accomplishing. But he realized, no No. That's would... The fact that I spent all this time having a broad set of life experiences this is actually better because he was able to see the the deficiencies. In in Edison systems, But he says, but it did not take long before I recognize that that was the best thing I could have done. Meaning constantly exposing himself and learning about new things. So this is I wrote I left my note to myself. I don't know. No 1 is always right. No 1 is perfect. Let's see what that meant. It says, Tesla pointed out that a central station based on alternating current d could liberate... There's that I word again. Electricity from the 1 mile shack of Edison Dc plants. Moreover, his Ac induction motor would surely be superior to those operating on Dc. Oh, this is what... I understand my note. Edison when when Tesla's telling Edison this. Edison responded very bluntly, that he was not interested in alternating current, and then this is Edison being extremely wrong. That's what Meant about no one's perfect. There was no future to it, and anyone who dabble in that field was wasting his time. And besides, it was a deadly current, whereas direct current was safe. So, obviously, Edison we know, because the world, we live in as ac siege powered that that S was wrong. And it... The these 2 do not, that there... They don't it'll don't mix well. Tesla and Edison are very much like oil and water and Tessa leaves, and he's he starts at some company, and he says, Tesla lasted less than a year Edison as Edison employee in New york. In truth, he and Edison were like oil and water, each muse and annoyed by the other. Far worse believe Tesla was edison approach to science. There's there's quote from... Now this is really interesting because there's multiple ways to to to succeed in any complex endeavor. Right? And so this is Tesla saying that, hey, he doesn't like edison approach. He said it's... If Edison had a needle to find an a haystack, he would proceed at once with the diligence of the b to examine straw after straw until he found the object of his search. His method was inefficient in the extreme for the immense ground had to be covered to get anything at all unless blind chance intervened and tesla suggest to us a different alternative. He's is a little theory and calculation could have saved to him 90 percent of his labor. Edison in turn, dismiss Tesla as a poet of science, who I... Whose ideas were magnificent, but utterly impractical. So that... So usually just 2 very different people. And again, they could both... They're both very smart, make a lot of inventions succeed at life and take different approaches. Now I'm gonna talk a little bit about the dramatic ups and downs of the life of Nikola Tesla. And he says, I've lived through a year of terrible heartache and bitter tears. My suffering being intensified by material wants. So he's not he has no money at the time he's starting his zone company. Scraping by in the cold winter, Tesla was reduced many a day to working in a New York labor gang. And he just has such a strip... I'm gonna eventually covered a biography of just of his because his life is so interesting. Just a little bit I learned about it from this book. And so he's in this, like, labor New york gang, and he's doing physical work, and then 1 of the people he's working, with realizes this guy has, like, a, hell of a mind behind. And so he he he sets up a meeting for a potential patron. And he just does... He doesn't an experiment where he rotate... He he he's like, figures out how to to command the electromagnetic field and make well, let me just read this. He placed the egg on the table until their aston, it stood on end. But what they... When when they found it was rapidly spinning, their simplification was complete. So he has... He was a very, like, a flare for the dramatic and he would do these lectures of these experimentation, and and that's where he wind up building most of his reputation to making them famous. No sooner had they regained their comp proposal than they delighted Tesla with their question. Do you need any money? Of course, he needs money has no money at the time. Nicholas Tesla's life was taking another 1 of his dramatic turns? After the betrayal of his partners, his winter of pop, I I skipped over a part. He started a company. They did a little bit of financing, and then they just steal still all of his working kicked them out. Nikola Tesla was once again launched on his long deferred electrical dream, and that electrical dream is to bring alternating current to the world. Finally, he would be able to build the whole Ac system he had dreamed of for so long. Okay. So now we got to the part about George West house, and I just wanna give you a little bit of background to him. Alright. And this is at the time he starts realize ham to work in this industry as well. He says, by 18 84, at just 37, he'd already assembled a formidable empire in Fortune in the free world of railroads, the most important and ruthless corporate force in America. So he was already before he started working like, in the field of electricity. He was already, well established and really successful entrepreneur. I started at age 22. He introduced his most momentum invention, a revolutionary air brake that allowed the engineers of a passenger train for the first time to quickly and safely stop all the cars. West else had had a struggle finding anyone willing to back this novel and expense venture. And so far, far wiser when he finally did introduce his brake, he staunch refused to give the railroad license is saying only he would manufacture them in his small pittsburgh work. So 1 I wanna stop and tell you what the alternative was before he invented the air brake system. So let's say there's something on the track, and at the time, the real, the the train had to stop. The engineer had to go back in every single car and break it manually 1 by 1 by 1. And so the air brake system use compressed air to do that all at once, So the whole train would stop. So, then the second part I think is really important to notice. He's like, when he did introduce his air brake, he didn't sell licenses. Right? He's saying that he is going to own them. He will manufacture them. Right? This reminded me. So there's a lot of... I've read 2 books on Howard Hughes. So Howard Hughes is 1 of the most famous people that ever lived. Movies made about him. And all I could think of after studying him is we should... There should be books written about is dad, not him. I mean, what did aviation was impressive and other things. Yeah. But, like, 1 of the greatest business decisions of ever. 1 of the greatest strategic business moves of ever. Have has got to be Howard Hughes Senior when he found a Hughes tool company, which is the vehicle for which printed money, hundreds of millions have not billions of dollars and the that his son controlled later on after Howard Hughes Senior died. Was he came up with a way to... He developed a, a drilling bit. Right? That would would enable oil spec spec to drill deeper and to access, hidden fields of oil. Right? And they're like, I wanna buy I wanna. Like no, no. You're not gonna buy this for me. I'm gonna own it. I'm going to lease it to you. So which means you're gonna pay me every month. Right? And I'll I'll service and do repairs. And what happened is he's breakeven happened really fast. I don't remember, let's say, a month or 2 after. And so everything after that was pure profit. And hughes tool company has got to be 1 of the most profitable companies that ever existed. It's gotta be. I mean, he printed profits for like, 40 years of astounding... Just an astounding measure. So, West House is doing the same thing here. He's like, no. I'm gonna control this. You're not gonna manufacture. I'm gonna... Like, I'm not gonna sell you licenses. I'm gonna manufacture them I'm I'm gonna make them myself and I'm gonna control that. Says when how... When a West house felt the railroad however powerful, we're tread on his turf, he intervened forcefully threatening patent lawsuits usually in person. Having seen his first patents ex by the railroads that this happened in his early, before the imaging danny he had before the air brakes, he got screwed over. So they they they took his patents and his first company consequently joined away West house assumed a lifelong ferocity when it came to his products and patents. So he just learned from him. He also discovered Railroad signaling, So it's another business that he he built. In 18 81, he began buying a promising patents most important ones that controlled electric sir circuit set off by trains, thereby activating signals, so they needed to to know when trains are coming and to switch tracks to whatever the case was. By combining these with his own improvements and inventions west house soon dominated this new field. He said the oil lamps used in the signaling system were problematic and existing electric companies were unhelpful with solution. So this is the genesis of the ideas. Maybe Should get involved in this other this new industry. When in West house the state of the electrical art as embodied by Edison and his competitors, it did not much excite him, except as a sure way to develop a large enterprise, so he saw an opportunity. The physical and he saw the exact same thing that Tesla saw. He says the physical limitations of Edison direct current central station was more than evidence. The future fore told an ins demand for small direct current central stations, serving mile square areas, and individual isolated plant plants. So he knew that there was gonna be a allowed of demand for edison new system, but eventually knew that he's gonna run out because you... You... It's there's America's largely rural this time. Like, you can't... What was working in New York City in 18 eighties is and not gonna work for the vast majority, but it will with Ac. And then this is West house greatest advantage, and then we're gonna contrast Edison and West house a little bit here too. So it says, this is Wes a direct quote from West House. My early greatest capital was the experience and skill acquired from the opportunity given me when I was young to work with all kinds of machinery. Couple later with the lessons in that discipline to which a show soldiers required to submit. So he was when he's young boy, he would... He he was exposed. Also his family works and build machines. And so he was constantly tinkering this all it constantly says to see how things work and constantly improve it. And at the same time, the Civil war is going on, and he tries to go... When he was like, 15 years old, he go... He runs away. He tries to join the civil War. He goes back because his parents are gonna let him 2 years later, I think maybe 3 years earlier, maybe 16 or 7... Maybe 17 or 18 at a time, and he winds up serving and fighting for the north in the Civil war. And so he he... His child who's was formed by these 2 twin factors. The this idea that I can make machines. I can create things that other people use, which is extremely powerful idea, and he also had discipline and instilled in him to soldiers to when you're fighting a war. So he combine these 2 into a career. He was very much man to contend with, the founder 4 successful companies. Unlike Edison who preferred to use only his own patented in work, West else already had long and reasonably happy experience with purchasing other inventors, better ideas and improving them on his own shops, so that's his Mo. West house was nowhere near as famous as the Flamboyant boy Edison. He usually refused requests for interviews and stories, and he explains why. If my face becomes too familiar to the public every boar or crazy scheme or ones insist on button holding me. So he wanted his privacy. In private however, he was intensely compelling, Fortnite Wright, blunt and often charismatic. He could charm the bird out of a tree. And now here's a story from 1 of his employees. And this is part of the reason I I've come away from this book very much ad inquiring a mister West house. Why am I calling him, mister mister West house. A, George. I'm calling by his first name. I'm definitely gonna read his biography. And turn into a future founders episode. And this is 1 of the reasons. So this is 1 of his employees talking. They're trying to, like, wheel... Let me give you some background here. They're taking, like, equipment they need and supplies they need from 1 of his factories and moving it. And they're doing it by wheelbarrow, the wheelbarrow falls there's like a runway. It's, like seam, and the wheelbarrow falls off and into the mud. And so everybody's like. Other employees are laughing and, like, just laughing at how helpless the skies is. Right? His employee, and then mister West house sees what happens. And he says, mister West house appeared in his long tail coat in high hat. He removed his gloves took hold of the wheel and enlisted it onto the slab. He said nothing. It made a lasting impression on me. Here was a boss whose first impulse was to help to set things right. And at the same time to drive home a powerful but unspoken lesson. They were all working together from top to bottom. George West house like Edison, thought money was important only as a form of stored energy to use as he wish and his work and expand his businesses. He was interested not in being rich, but in helping the world. He drove incessantly to deliver better more reliable products. But he had another goal also. My ambition is to give as many persons as possible and opportunity to earn money by their own efforts he once explained. And this has been the reason why have tried to build up corporations, which are large employers of labor and to pay living wages, larger even than other manufacturers pay or that the open labor market nec. That is very 04:40 in. Very much if you chain... If you if you didn't tell me that was quote by George Rest House, I could easily think That was a quote by Henry ford, because all he focused on was service. And that's a Wes house saying It's like, listen, I I wanna make money, but I wanna make money as a way to expand the amount of service that I give to other people. And that's the point of the business that I'm creating. And I I think, like, why why would he say that? And it's because missionaries belief. They have a a deep belief in what they're doing. Right? They're sacrificing their time, sometimes they're safety to to to spread the word of what they believe in. Right? And I think it's really important to realize that that scales up and down and in fact, on an individual level. It only takes 1 person to really, really believe in an idea. And as long as that person is un and willing to not give up, they can motivate and and and gather other energy from those around them and push that idea forward. And so this is what he does. They they invent the modern transformer, the electrical transformer. He says the opposition by all the electric... And this is happening within his own company. So the reason I I should give his background. He... He's re... George is realizing exactly what tesla realized that Ac is the future. Right? And so... But everybody in the in the this early industry was trained in direct current. So, like, no. Just focus on What's already out there, and it took west house to have this un belief in Ac, and he's, like, even the opposition... He overcomes the opposition of his own company. So this is the opposition by all The electric part of the West house organization was such that it was only mister George West House's personal will that put it through. No 1 besides West house understood the tremendous breakthrough represented by the Ac transformer. A machine that could take high voltages that had traveled long distances and step them down for safe use in entire factories or homes, un by the course of Nay say at his own company. So what do you believe in? What do you believing so much that you're willing to dedicate and to say, no. I understand that you may not understand this, but let me explain to you why I believe this is true. I think it's a very important like, to pause and really think about, like, what am I working What am I doing? Do I have this deep belief? Because it's it's it's 1 of the rarest things in life to be able to work on something you truly truly believe in? And I think it's entrepreneurs like, we are, unbelievably, like, lucky to be able to do that. Most people don't do that. I was just listening to Arnold Sc center I talk. He talked about, like, the that the importance of making a full commitment in whatever you're doing in life. Right? And so he's like, I don't know where we got the number. Was, like, 74 percent of all Americans hate the job that they have. And he's, like, the reason they hate the job they have. So they're just accepting whatever jobs available? They didn't actually sit down and think, what do I wanna do in my life. What do I believe it? And for Arnold he's like, I wanted. I made a full commitment to become mister Universe, but the winning of the body contest. Then when I was that, I made a full commitment to become a movie. Even though everybody told me no you're you're silly, people can't even understand your accents accent, etcetera, etcetera. And then when he was done that, he said, I made a full commitment to to being in politics. He's said, I knew my why, and I centered that. And everybody said, like, you can't even pronounce the state of the of the the... That you wanna be governor of. He's like, it doesn't matter. Like, I made the fu commitment and I believe this. He was a missionary in every single endeavor. That he did. I don't know. I think, like you see that with West house. You see with Tesla? You see with Edison. You see with all of them. It's extremely important to to be... To make yourself aware of that. And then spend some time thinking about, like, how does the supply to my own life? Alright. So this is Edison on West house and this is the beginning of the war of the occurrence. So Thomas Edison already has an successful Dc company, and I successful and like, quotes because there... These are capital intensive businesses. They have to taken on high levels of financing high levels of debt, and there's all kinds of, like, global financial panic that caused them to in some... In many cases, like, how to reorganize raise more money and, go bankrupt. These are... So they're successful in the sense that they're just spreading the product, but financially, not not not so much. Thomas edison the smoked to cigar stew, deeply inc to learn the West house electric company it was invading the field of incandescent lighting. West house was altogether another matter, meaning there's a lot of other people without, like, little companies I try to pop up and in some cases even infringe on... And on edison patents, but he never had a an adversary, like, of the same level quality of person's west house. So she says West house on altogether another matter, a formidable arrival with a immense achievement in access to major capital. He was not a man of sc at der derived or dismiss. The Pittsburgh industrial was rep repeated to be a real fighter who once decided, pursued a course of action full boar. In other words, he makes full commitment to what he's gonna do. Whatever new project he launched, he was looking to be the best. Like Edison, he thoroughly enjoyed working in the noisy dirty shops among his men inquiring about the state of their projects and in ent everyone with his own zest. Here were the first angry rumbling in the coming hostilities that would become to known as the war of the electric currents. Okay. So there's this is there's 1 thing that's very confusing because, once... At the very beginning, everybody okay, Dc makes sense Cc. Then once Ac is arresting starts installing them, he grows extremely fast. People realize, oh wait, this is like, a better option. Edison was extremely stubborn. And he kind of ignored what was obvious. And I don't know why it was confusing to me. To the point where even bought... There was a, like, european companies that were developing Ac motors and stuff at the same time. And Ac systems, and he even bought an option for for 1 of their systems, but then he refused to use it. So he could've have sold. Like, he starts getting outs sold later on by even though when had to head start. By West houses Ac system and you just never did it? And so, like, my question, I wrote down Was like, why stay with the Dc system given its locations short cut shortcomings. Right? It says, wanted somebody who worked this a quote from somebody worked with Edison because Edison gen genuinely feared that poorly designed and installed Ac systems would impede the broad adoption of electric power. That's what his stated reason was. 1 it suspects a further cause, stubborn pride of authors ship. Every aspect of the electric of the Edison Dc system had been created from scratch by Edison or his colleagues. It is easy to imagine him ba and incorporating the inventions of others. So in other words, like, what what what the author suggesting here is its ego. Right? And I think that's very important because all... Like, the the idea that you're gonna accomplish something great without a without a a deep seated belief in yourself. Is just it's just... That's... Of course, you have this deep belief in yourself. Now Sometimes it's called Goes. Sometimes obviously, it could be taken too far, in this case, add Edison definitely took it too far. But I bring that up because it's inevitable that we all have the same blind spots in our life. And just realizing when you see... I guess my point is, like, you can see, it's a lot easier to identify flaws and other people than it is in ourselves. And just knowing that, okay. The that person has flaws undoubtedly, I have flaws, where are they? What am I what am I paper over? What am I ignoring? What is my ego are not allowing me to see? Because it could cause dire financial in in terms of business, like dire financial consequences for yourself? It definitely did for edison. Edison would been I mean, he still did relatively well financially for himself. He has a lot of other inventions other their businesses, but he could... I mean he got... He was the first 1 in the field. He owned the freaking patent for the light bulb. If he had just gone with Hey, and he went... III don't wanna step over my point, but I guess, I'm... It's not like, it's not like, this is like, a brand new. I mean, this this happened a hundred 50 years ago, but he winds up, like, g, General Electric. That came... That was a forced merger, which I'll talk about later in the podcast. Between Edison and another Ac company, and it was forced by Jpmorgan, actually, you know, General Electric still around today. But so he's gonna be forced into doing something he doesn't wanna do. But if he just adopted it earlier, he could've have It was his for the taking, imagine being at the very, very beginning of of 1 of the most important industries ever created ever, and not fully taking advantage of that opportunity that once in a once at a thousand lifetime opportunity because of Ego worrying about ego or authors or having to incorporate because remember, Edison didn't look at stuff like an entrepreneur. He looked at himself as an inventor. So it's gonna be hard from, say, like, oh, wait, This person invented something better than I did. Now an entrepreneur, if you... We're an entrepreneur entrepreneurial, like, oh, no. I don't care. Like, I'm that's a better option. Let me let me go and let let me act... That's that's way better. That's a better product. Let me adopt adapt to that. So it's it's frustrating. There's a lot of parts in this book or it's just like, Edison and come on, man. So this idea of businesses that create fu, fear uncertainty and doubt against their competitors. It's very very common, very old tactic. This is Edison creating fu against West house. Like I says, and he's trying to... He he he hits on this idea that Ac Ke is deadly that you're gonna kill everybody. Says the quickest most painless death can be accomplished by the use of electricity, and the most suitable apparatus for the purpose is the class of d electric machine, which employs air intermittent currents. That's Ac. The most effective of those are known as alternating machines, manufactured principally in this country by George West house. So he's he's directly attacking west house here. The passage of the current from these machines through the human body even by the slightest contacts produces instantaneous death. It's a hell of way to compete Saying if you use my... If you just my competitors product, you're gonna die. He lashed out publicly, issuing what Surely stands as America's longest and most splendid how of corporate outrage. An 84 page Edison Dia tribe. He basically wrote a book, a small book on this, and was called warning, all capital letters with a exclamation point. It served the... As a first official public sal in the most unusual and caustic battles in American corporate history. Edison with his dc system was making his first open attack against West House and Ac in the war of electric currents. While Edison and West house are competing, Tesla is inventing. As Nikola Tesla returned to a seat, the assembled electrician electrician comprehend une uneasy and somewhat resent that a new titan had risen un biden among them. Encompassing much of what they had done, making a relevance many of their dear labor. So this is when I was talking about earlier how Edison... Or excuse. Tessa would do these these public displays of what he did and they called the the author called earlier Quantum Leap, and that's the... Making these, like, these, Ac motors without I think it I think they're called brush list Ac electric d actually. But that's a way to to, like, simplify the the motors needed to make, Ac travel long distances. And so this this public arbitration becomes extremely famous. Everybody's reading about it in the the early, electric industry, like, trade journals. And so West house, does the opposite of what Edison does. Like, oh, this is Genius. This guy's has already invented something better than what my company has, so he goes and buys it from Tesla. And this is this is Tesla, describing to us. What he thought of West house. It says Tesla very much admired West house qualities is a businessman. He said once, no fierce adversary than West house could have been found when he was aroused. An athlete in ordinary life, he was transformed into a giant when confronted with difficulties, which seem insurmountable. When others would give up in despair, he triumphs. Had it that this is the greatest 1 of the greatest sentences in the entire book. Had he been transferred to another planet with everything against him? He would have worked out his salvation. In my opinion, the only man on this globe who could taken my alternating system under the circumstances than existing and win the battle against prejudice and money and power. So you're saying West house was the only 1. So I wrote a note to myself, be a wolf survive anywhere you were dropped. Because think about what what Tesla just told us about West accounts. He said, how did you been transferred to another planet with everything going against him? He would have worked out a solution. So what I mean about being a Wolf in driving way he dropped? I used podcasts a lot to learn about what I would consider, like, just completely different lives to my own. Right? And so I listen to, this this outdoor podcast, by an author and podcast and Tv host named Steve Now, It's called Meat. It's very fascinating because I know nothing about, like, the natural outdoors. I don't hunt. I don't know anything, like, I just... It's like a foreign world to concerned concern. And it's so weird when I think about it because, like, most of human existence was much closer to, like, Steve Vanilla existence than my own. Right? Where I've live in a city, you know, deal with it... Like, we have the Internet. We have all these, like, we just... We could... We basically, like, built our own world within our... The natural world. Right? That's kinda separate from it. And so it... I I wind up fat find, like, and Steve is, like, a, a student history it goes and talks about, like, how different species exist. And it's just, III find his podcast fascinating, and because it's a world I'll never probably exist in. So I was listening to and he interviews a lot of, like, I guess, the Us government has a lot of like, people working for them that have that that manage, like, wildlife populations and and and and, like, the net than the National parks and all other stuff, So I was looking to 1 where they move... They had to move around. They they they track and monitor, like, how much of any given animal. Is in an area and if, like, to make sure they didn't go to extinct. Right? And what happens is they were talking about how they had to move... I don't remember the name. Let's say it was an elk. Right? You said to move the elk population couple hundred miles, and you do that. They they have, like, a let's say, a small group of, like, a hundred, and you build this huge fence in area. Right? The fence is so big. They can't even see the fence. And eventually, you keep, we're moving parts of the fence. So over months and months and months. Eventually, like, you're easing them into it where, like, they... You you look relocate relocated them to an area they have food and water and things they need to survive. And then eventually, you remove pieces of fence and they start expanding out. And as they expand out, the population increases. And so they know you have these pods of elk. I don't know what they're called. We're grouping as Are called. But, in the environment they were just moved from. They're still growing, and now this new environment they're still growing. So basically splitting them up and now that allows them to to create more. Right? And so That I was like interesting that they had to, like, be so protective of them because there's so many things that hunt them. And then Steve or somebody else in the podcast says they're like, oh, you... You've done this with the Wolf population and In the American like, Northwest. Right? And and you've moved them, Do you have to do the same... He he was asked question. Like, you have to do the same process where you, like, set up this huge fence an area where there's food and everything else. And the guy's response Never ever forget. He's like, no. He's like, you can drop wolves anywhere and they'll immediately start surviving. Like, basically, they're they're infinitely adaptable. Over hundreds of thousands and up not millions of years to do what they're put on the planet to do. And I think there is an an analogy there for entrepreneurs. I always talk about how I learned a lot from, like, if you listen to the words of of, I think, like, entrepreneurship and Hip hop have a lot of, like, similarities. And there's this Jay z has a line I came out, like, 15 years ago or 20 years ago that I always think about. And he says, put me on any... Put me anywhere in on God's green Earth, and I'll triple my worth. Meaning, like, he'll understand, like, how to identify opportunities, and he's basically saying, I'm, like, in that scenario, he's the wolf. Doesn't matter where you drop me. I'll figure it out, and I'll, I'll thrive. I'll figure out what resources are there. I'll figure how to get what Need. I'll figure out how to combine those resources and to make them more valuable over time, and that's all you're really doing when you're building a product or doing a business. So I think in this case, going back to Tesla quote, had you been transferred to another planet with everything against him? He would have worked out a salvation. Be a wolf, survive anywhere your dropped. West house is gonna survive anywhere you drop them. Okay. Oh, west else just has a lot of good person out... Like, personality traits say that I wanna to focus on. So they're having this bitter battle. They don't even know each other. And west else like, like, this is stupid. In the middle of war, West House just writes Edison a personal letter. So she's a rosa... He wrote a personal note at Thomas Edison. And he's, like, I wanna propose peace here. He says, I believe there has been a systematic attempt on the part of some people to grow to do a great deal of mischief. And create as great a difference as possible between the Edison company and the West House electric company. Where there ought to be an entirely different condition of affairs. So they're like, let's just talk this out. We don't have to do this. We don't have to, like, there's there's plenty of room for everybody in the business. And I think Edison Re ba him, so it didn't work out. But III think... Like, I think about any times that I've had, like, personal conflict. There's something very human. When you... Let's say of a fight with a friend or a business associate anybody else like, I think it gets really... It makes it a lot worse if you just stop talking or ignore it. And sometimes you have to take a step back, Let's let time, like, get everybody to calm down. But almost every other time, you could just like, listen. Let's just sit down and and talk about this, man. This is stupid. Let's figure out why we're having a problem, and let's just come to some kind of solution. I think this personal touch is extremely important in human endeavor. So next time, you find yourself in conflict. Once you... As long as you're not, you know, letting anger or a motion blur judgment, just like, let's sit down a talk calmly and I'm bet we can we can figure this out. And in most cases you can. And that's what West house is trying to do. Edison in Re ba, part part of the reasoning he part we wrote him is because Ac was winning by a long shot. And here it says, West house emphasizes company's huge success. The 18 88 s an annual report showed central station orders totaling 44000 lights. Okay? So they did 44000 lights to whole year. In October of 18 88, his farms orders was 48000 lights. So he did more in October than Edison did in his entire entire year and Edison had a huge head start on them. Because again, other people saw the same exact thing that Tesla West house saw that the Ac was going to be. It was gonna win out. Edison does win a few battles. This is not, like, you know, this war goes on for quite a bit of time. So it says, Edison could feel happy about the drop in copper prices. So, light bulbs need copper at the time, and there was a what do you talking about? Is there was, like, a a small group of people try to corner the market on the world's copper prices and try to basically create them mono monopoly so they could jack up prices that affected Edison for a little bit, and it didn't really affect west house as much because Ac required less. Lighting are less copper. I don't know the exact details. Obviously, I'm not well versed in and all of the materials, but that that was actually that monopoly was penetrated and broken up, and it was actually done by, like, market forces, like scrap dealers or whatever the case was. But anyways, the the price drops. So that's what they're talking about there. His clear cut light bulb pattern win in the courts that happened over and over again, and Tesla's humbling in the world world of making things work. So what they're talking about is, West house bought Tesla's Ac system, whatever you wanna call it. But after a year, he left West house, because they couldn't they couldn't make it work. He it makes it work later on. They just couldn't at this point in the story. There was also the unexpected appearance of a new and powerful player. All all through the war of electric currents, both Edison and West House were continually in the public eye whether through their proxies or firsthand, notably absent from this very public fray, was the other major Ac company. The Thomas Houston company. So the Thomas Houston company, winds up... It's run by, check this out. If you think about think about where you're at in life, Hopefully, you're working on things that, that you want to. But maybe like, a lot of people, you're you're in a spot where you're like, man, I I know I could do better. The guide that runs Thomas Houston. You know what you did before, he runs Thomas Houston, and remember Thomas Houston merges. They went acquiring 75 percent the market into general electric. He sold shoes. He was a shoe salesman. My point being is, like, where you're at now is not indicative where your life will always be. You're perfectly capable. You are human. You're an adaptable person. You can learn new skills. You could do whatever you want to do that you set your mind to. This guy went from selling shoes to running the largest electric company in the world. Come on. That's amazing. Edison, obviously, gonna be forced. Into merging with him. He doesn't like the guy. West House doesn't like them either. But nonetheless, I thought it was the fact that he sold shoes before he started an electric company is quite inspiring. So there's a huge, willie the a lot of the public, relations battle in the war of the currents. It's is according to this book. Was really 1 side. Edison was really attacking West house. And West house is really smart, and he's, like, just this is a lesson He's gonna... Where we're gonna focus on here is don't play the other person's game. So West house hires is this guy named Henri who's a former reporter. He's basically saying, hey. I need positive PRI want positive P. I don't want you going out attacking the other people. Okay? And so wes Henri reads a story about same thing. They're attacking Ac and West house and Henri is getting mad. So he runs up to west how... Our Henri is getting mad. He Hendrix runs up to West House's office. He's pissed off. He's like, and he he's burst in the door. Can you believe this is happening. And this is West housing. He says, he saw that He rick's was agitated and what he was clutch the newspaper. The Pittsburgh industrial cock his great head and asked He. Well, what's the hurry? And then He rick says, don't you think we ought to say something against these sla and false statements? Henri would always remember how west house hide him for a few seconds. West house smiled. Henry, He. They tell me you're quite a wi player. Wi is like, something like bridge, some kinda like game. Is that so? Hi rick admitted a fondness. Well, then you know the meaning of the expression don't play the other fellows game. Hi rick's found the stop puzzling. What did this... What did the game wished have to do with Edison. West house explained. Now seriously speaking, all this opposition to the alternating current is doing our business a great deal of good? We... He's understanding this most such thing as bad pelosi. We are getting an invaluable amount of free advertising. As a practical commercial proposition, the alternating current system is so far superior to the direct current that there's really no comparison By keeping up this agitation about the deadly alternating current, they are playing our game and we are taking the tricks. They hope that by their power, their influence, they can accomplish the arrest of the March of progress. This by the very laws of nature cannot be done. As to the attacks made against me personally, of course, they heard, but my self respect and conscience do not allow me to fight with such weapons. Meaning he knows that he's on the right. Because I feel that my moral reputation of my business reputation are too well established to be hurt by such attacks. By letting others do all the talking, we shall make more friends in the end that if we lower ourselves to level of our assailant. III mean, I don't know how, you can come away from this this reading this book or listening to this podcast without an on, a lot of respect from for the mind and and philosophy of George West house. So 1 of the ways that Edison decides to fight the war is by trying to get the time New York state, I might be New Jersey. Let's say it's New York is saying, you know, we're gonna outlaw. We... They have the death penalty that don't wanna hang people anymore, so they're asking people to come up with different, like, more humane ways of killing people. And they come up with the idea of the electric chair. And so Edison wanted to... He he was he was... They don't contact is like an expert on electricity. So it says, oh, yeah. Perfect thing to kill people is west houses some machines. And this is more evidence says there's no such thing as bad publicity. And because they're using those machines now to kill people. And he says despite Edison War against alternating current, the month of September 18 90 soon after the first botched electric electro electrification, so they use the machine they they think the guy's dead after, like 12 seconds. They pronounce him dead, and then he comes back to life. He was never really dead obviously. And so they had to keep electro executing them and Was like, very gross and, like, public back tool and it it made news everywhere. Right? So that... That's where they made a bought execution. That at the the exact same month this happened, there was a banner sales month for West house electric company. In 4 short years since it was established, total annual sales soared from a hundred 50000 dollars a year to more than 4000000 dollars. So he's clearly winning this war. Now he's doing a lot of sales, but he has a lot of debt. These are capital intensive businesses, like I said earlier. And so there's 2 or 3 great recessions. If not depressions that happened during this time. And they... You know, sometimes they start overseas and they spread to America Sometimes they start in America. That's spread elsewhere. Like many bank crisis tend to do. And so at this at this point, he needs a lot of money to pay off and all debt because they're calling in loans because a lot of the... These banks are having runs on the banks and they need money to have to to satisfy their deposit. This is another example if you're gonna do anything great. You have to... You need a lot of pigs whatever earlier Jim Clerk idea. And so he's trying to raise money. The bankers are are seeing an opportunity of weakness, so they try to, like, they're like, yeah. We're gonna give you money, but we wanna make sure that your company's properly managed. K? So this is this is West house forcing them to change from being chickens to pigs. So The phrase property managed reflected an ominous turn of events. Believing West house cornered 1 of the bankers saw an easy chance to gain partial control this highly valuable industrial property. He said to his colleagues, mister West house weighs so much on experimentation. How ridiculous is that? And pays so liberally for whatever he wishes in way of service and patent rights. There we are taking a pretty large risk if we give him a free hand with the fund he has asked to raised. We ought to at least know what he is doing with our money. When the bankers demanded a voice in management, West house explained in a general and pleasant way that this was impossible. He had always run his own companies, they were flourishing before this immediate need to pay off electrical credit... Electric creditors. And he had no intention of being second guest are told what to do. The 2 sides went back and forth at some lengths until West house said he must have an answer. Either they were providing alone no strings attached are they were not. So they said they won't. To their aston instead of being staggered, he rose with a smile we're marking. Well, thank God, I know the worst at last It was not west house pet as ever who was shaken, but the over reaching bankers. West house told several jokes, bay the silent bankers good day and left the room. They had just witnessed the disturbing famous west house courage. So he goes and he finds other. And he's like, I... My business is good. You can look at the numbers. We just raised a lot of debt. Like... And, obviously, most businesses, you shouldn't be doing that. In in the case of what they're actually inventing in this case it might probably it sounds to be, had to... Like, there was no other way. And he winds up finding people would be capitalized as the company. This happens to him actually twice. And at the very end, like, 25 years, 20 years in the future from where right now, maybe a little less. They wanna do successfully bankrupt the company and in installing like, a, like on, like, I wouldn't say adult provision because I guys, like, 50 years old the time, but, they do make them have management, and he wants leaving the company. I'll I'll talk more about that later. But before he recap this, He also has to... He goes to Tesla. And he's like, listen, I said at this agreement was with you. You get royalties and this this... Tesla basically it gives up the royalties to save west house. And here's... I'm gonna reach you the description of how this event happens. And it's it's kinda it's, you know, sad from Tesla's perspective because he's he didn't have a lot of money then he has a huge success. Makes a little bit of money. And he winds this is this this this decision he's gonna make right here. Gonna wind up costing him close to 20000000 dollars. And, you know, he he needed that later in life. He he did not have a good later life. So their meeting he says elaborated upon... Elaborated upon the crisis and asked Tesla to rep imp his contract and for go his patent royalties. Tesla described his critical episode in his own life. Your decision said West house determines the fate of the West house company. Tesla said, suppose I should refuse to give up my contract. What would you do then? West house replies. In that event, you would have to deal with the bankers for I would no longer have any power in situation. And if I give up the contract, we will save your company and retain control so you can proceed with your plans to give my Poly face system to the world, West house replies. I believe your Poly face system is the greatest discovery in the field of electricity. W house explain. It was my efforts to give it to the world that brought on the present difficulty, but I intend to continue no matter what happens to proceed with my original plans to put the country on alternating current basis. Mister West house, At Tesla. You have been my friend. You believed in me when others had no faith. You were brave enough to go ahead and pay me. When others lack courage, you supported me when your own engineers like vision to see the big things ahead what you and I saw. You have stood by me as a friend. The benefits that will come to civilization from my Poly face system mean more to me than the money involved. Mister West house, you will save your company that you so you so you can develop my inventions. Here's your contract, and here is my contract. I will say both of them to pieces, and you will no longer have any troubles from my royalties. Is that sufficient? That's a hell of level dedication that Tesla had to bringing electricity in the world. I think our goals should be to work in an industry that excites us like electricity excited tesla. Here's an example of that. Tesla understood that many brennan him a visionary for his deep belief in time. That in time, energy would be easily extracted from the universe around us. He pointed out we are whirl through endless space with an inc speed, all around as everything is spinning. Everything is moving. Everywhere is energy. There must be some way of avail ourselves with this energy more directly, than with the light obtained from that medium, with the power derived from it with every form of energy obtained without effort from the store ever ex, That's an interesting way to describe it. Humanity will advance with giant strides. To mere contemplation of those magnificent possibilities expands our minds. Strengthens our hopes and fills our hearts with supreme delight. With that, Tesla bowed modestly instead beam as the audience rose to its feet and thunder clap and amazement at what they'd just seen and heard. This 1 of his world famous some. Demonstrations of new inventions that he was making at the time too. This is the beginning where Edison is gonna be starting to be forced to merge. West house determined quest for money continued. Thomas edison might well have been gained great pleasure from West health Financial Woes, were not much in the same predicament. That's what I meant about. These are businesses that created unbelievable value of the world, but, as far as profit at this point in time, not so much. The previous summer's reorganization, meaning they they they they had to raise payoff debt Tuesday So they reorganized was was not after all such a great arrangement. So the Edison electric company is being... The president is just kinda dill, He said Ville was well aware from his previous efforts to merge edison company with rival firms that Thomas Edison b at such talk. The inventor had angrily dismissed the notion that mergers would solve any problems. As for merging with Thomas Houston, that was absolute not ana. Edison had already denounced its men for having boldly appropriated and free every patent we use. Moreover, Edison fear believed that where he to combine with any of his hated rivals, his invent fertility would drive up. If you make the coalition coalition, my usefulness as an inventor is gone. My services wouldn't be worth a penny. I can only invent under powerful incentive. No competition means no invention. But here's the problem with this. He doesn't wanna merge, but he only held 10 percent of his own company stock. Willard once again began secretly talking to Charles Coffin. This is the former shoe salesman whose business brilliance had steadily forage Thomas Houston into a major electrical power. U. So they continue talking. Filler goes to Jpmorgan, Jpmorgan was 1 of Edison first financier years. And they do something here, I I couldn't even imagine what this... It's gonna... What this felt like. They're gonna merge the company and they don't even tell Edison. They don't even tell them. They do it because they control everything, so they just do it, and then he finds out secondhand hand. Says... And it was so that Jpmorgan whose house had been the first in New York to be wired for electricity by Edison, But a decade earlier, now erased Edison name out of corporate existence without even the courtesy of a telegram or a phone call to the great inventor. So what they mean by that is a new merged company. They dropped Edison name, and they just call it general electric. And they had to do this because obviously, I mean, you didn't have to do it that way. I think that's terrible. It's just not good at all. Like, interpersonal human relations. I mean, but they had to do this because Dc was getting its ass kicked. Ac was had won the war and Edison was refusing to give up. So now the combined company controlled 75 percent of the market, and they sell both Dc and Ac systems. And at this point, effectively, the war for electric current silver, Ac has won, I do wanna update... I, there's... Well, I'm gonna tell you more individually about the lives of West house, Edison and Tesla after the end of the war because, obviously, now it's just the beginning of a, a whole new industry, everybody's kinda competing on the same. Like, they... They're offering similar products. Before I do that, I just wanna remind you that there that my podcast has no ads. So if you wanna support yourself, and this podcast at the same time, please sign up for the mis fit feed, you can find that link directly in the show notes below. You tap it within 10 to 20 seconds, you can access all half of the the podcast I do for are for free like this 1 and half a reserve exclusively for mis fits. So if you wanna make a commitment, go deeper into the minds of these great entrepreneurs, benefit from their experiences, their ideas, download them into your brain, and support, I would say you support their podcast but really is supporting yourself first and foremost. So support yourself, by becoming mis fit. This in turn supports me allows me, the time and effort, that it takes to make these podcasts. So if you get value out of the work, if you're learning from this podcast, please do, click that link and sign up. It takes it's unbelievably fast, and I would really appreciate it. Alright. So let's talk about West house after the war. And this is somebody that, worked for him, and it says, I I've never met a human being who could keep track and direct as many things simultaneously as him. He had a foresight in this that it was almost uncanny to me. Every new idea was almost immediately analyzed by him and acted upon when you before you realized what was in his minds. As West house traveled with relentlessly among his many businesses, he continued his lifelong practice of seeking out brilliant inventors, our engineers, buying their patents and then collaborating with them to create better industrial version. So that's kind of his mo about how he started all his companies. People when he was younger, he had invented himself and then later on he he would just partnered with them. It's just some philosophy on life just some random things little nuggets of wisdom. I think we can learn from West house and apply our own lives, and they're saying, how how can you go to sleep to such a busy day. He's... And then he goes, I never think of the past. I go to sleep thinking only of what I'm going to do tomorrow. With this constant forward thinking, west house sq no mental energy on what might have been. So This is the part of the story where there's another financial panic. This is in the early 19 hundreds now, and this is where he's gonna lose his company. And I just wanna read the part, like, how he responds to it. It's Again, there's a lot of things in life that are that are gonna happen to us. Most of which are not out of our are most of which are not under our control, but we can't control how we we, we react to this. And he he's having this conversation when this this is really sad and unnerving day. And he's talking to that He guy, The guy that was doing his P, and he wants to get the word out to the press all what's going on, and this is this is wes us. He says, do not forget to make it very emphatic to them that this receivers ship is not the end of the company. The company is fundamentally as sound and solid as ever. The time they're doing like I don't, like, 30000000 revenue. They just have a lot of debt. The company is fundamentally as sound and solid as ever, and it will merge at as unfortunate situation a greater and more prosperous concern than ever. He's actually right about that. The bankruptcy was a great shock to both insiders and outsiders, but with money so tight West house soul alternative. He treated it as matter of fact. I grant to you, and this is the part I want you to remember and internalize your own life. I grant you this is not pleasant. He told 1 friend. But it isn't the biggest thing in the world. All large businesses, I would say all businesses has its ups and downs. This sentence is super important. The crisis through which we are passing is only part of our day's work. This remaining column realizing, hey, that there's gonna be up and downs, and I just gotta work my way through it. So they they they bring in this other guy named Robert Math, they wanna pushing him off the the board correct entirely, but then they wanted them to come back. And he says they made various blue lukewarm overt to bring the great industrial back into some kind of active management. But he disagree with their whole corporate philosophy. This is another thing I think we can learn from him. He saw himself as interested in progress and profits and the welfare of his men, while they were only interested in profits. The loss of his electric company was cruel blow, but West house was at heart an opt, a doe, and a builder. He still had his 4 other major American companies and his ins desire to improve the world, and he was an entrepreneur to the day he died. At a time when many Americans had had come to view the nation's industrial and financier sears as little better than Robert Barron, West house was a notable exception. This is how he was viewed. An honest industrial who sold the best product for the best price who re competition and valued his workers and who deserved his hard earned fortune. So when he dies, he went up having, like, thousands of his employees coming out and to his funeral. And I think this is just an important thing that he he... 1 lesson he taught to everybody in this time. He says, a corporation can have a soul. This is the last quote from western house in the book. And this is, 1 day 1 day towards the end of his life. He was on a train whose air brakes helped avert a derail at a bad track wash out. He turns to the person next to him He says, if someday they save me that with my work, I've contributed something to the welfare and happiness of my fellow men, I shall be satisfied. So I love that. That's that's the like, the the northern lighting, the north star, rather. They guided him Was like, I just wanna contribute something to the welfare and happiness of my fellow man And of course, capture some of that. Edison... Edison was distraught after after general electric reform. He said, you know what? I'm just gonna... I'm gonna work on something so big that they'll forget that I was ever associated with the electric industry. Winds up doing, like, spending years and a lot of money on this failed iron ore build business, but he he goes on and creates, it's surprisingly the movie business. So Edison had to set up a primitive movie studio. And by 19 o 4, with the Edison and Studios, made a... They made a movie called the Great Train Robbery. Did early movies begin to move beyond skit to real stories. This was a revelation. Soon copy by others flock to the business, and there's all these other machines and inventions that were basically, in the, early motion picture industry, and he went to consulting this. He says, he had a bunch of as can to be, like, standard for the the industries edison operating. And was he had a law... A lot of patent wars. But he wins. Like he won the light bulb Patent more. Long drawn out Pat Wars, he emerged Triumph as a holder of the key motion picture patents in 19 o 7. So he sets up the thing called the motion picture patents company, which was essentially a movie trust. It guaranteed fees worth a million dollars a year to Edison. How crazy is that? When 1 former colleague expressed concerned to Edison about his financial status, he wrote back cheerful. My 3 companies, the pho photograph works, the national Pho photograph company and the Edison manufacturing company, which makes motion pictures in machines and films are making a great amount of money, which gives me a large income. So as he turned 60, Edison was flourishing, while West house had become a great industrial as building even bigger and heavier machines, Edison was almost un unwilling developing a whole other sector of the American economy. 1 that was far less capital intensive and far more glamorous. The entertainment industry. So I wanted to work a farm him in the end. He didn't get nearly what he wanted on of the electrical industry, but he took that, didn't give up and kept going. Tesla, unfortunately, did, you know, fair, I I would say worse out of both both West House and Edison, and this a little bit about Tesla. His dreams were big far beyond the imagining of his peers and very expensive. Tesla's idealistic and generous ren rene initiation of his Ac royalties was beginning to haunt him. At 2 dollars and 50 cents per horsepower, 1 can quickly calculate that Tesla had no forfeit a prince and heartbreaking sum of 17500000.0 dollars in royalties. And that's just the American. The, the American induction motors, at the time they've generated 7000000 horsepower that he gave up. So he you would've have made more than that, assuming he he would have got the patents and, in Europe as well. And I'll close on this. To this day, Nikola Tesla remains a brilliant, but egg enigmatic figure, a scientist inventor, dream and visionary. He did find patrons later in his life who's allowed to live in Like, he lived as rest life in New York city he lives in hotels and whatever the case was, but he he did not have a lot of money. Electricity had... So it says, to this day, he remains a brilliant, but a figure, a scientist inventor dream in visionary. Electricity had created many, many millionaires. But Tesla, who made possible the electric age was never 1 of them. Still, he did live to see his Ac systems str the globe. Remember that was his original goal, and illuminati nation after nation powering millions of motors. Almost 60 years after he had stepped shore New York, dreaming a big dream of elect the world, the dream had more than come to pass. I will leave the story here. As you can see from the length of this podcast. I had a lot of notes. There's a lot... I really really enjoyed this book. When it was over. I felt, like, I always talk about that feeling. You know when you get to the end of a great book. There's this weird mel colleague. I don't know even the name of the feeling. It's like you're you're very satisfied You got to the end, but very sad at the same time that it that it that it ended. I really think Jill, and heard me... It's spelled J0NNES, I'm pronouncing that Jones. I have no idea to tell you pronounce it. But if you want the rest of the story, support, you can... Here's how you can support the author, yourself and the podcast simultaneously. I I'll leave a link in the show notes for every book that I cover. You click that link. It's an Amazon affiliate. If you click that link and buy the book using that link. Amazon sends me a small percentage of the sale and no additional cost you. It's a great way to support the author who did, and I'm Unbelievable a lot of work. That we can learn a lot from, support yourself by reading great book. There's very few better uses of your time then especially if you're obsessed with entrepreneurship like I am and, like, millions of millions of people are over the globe. Hard to find other than outside of your own work, a better use of your time, than reading about entrepreneurs of the past, learning from their mistakes, stealing their good ideas, which they... In some cases took 70 years for them to figure out. And you support the podcast at the time. So it's a win win. And you'll just get a fantastic story. You can click that link. Or you can just go to amazon dot com forward slash shop 4 slash founders podcast. You will see not only this book but every single other book that I've ever, reviewed for this podcast. And if you go to there, you'll see which book I'm working on, like a way to have a sneak preview to see what next week's podcast is about. Now, usually post that and put it on the list, a week in advance. What else? If... Oh, miss it feed. If you're ready to take it to the next level, if you're serious about studying doing the same thing that Thomas Edison did doing the same thing that Steve Jobs, Jeff Bezos, Elon Musk. Literally, almost everything, I I would say every single entrepreneur that we've covered. If you're ready to do what they've done. And what they showed you with their actions, they thought was a good idea, which has continue to study, entrepreneurs that came before you, more importantly, learn from entrepreneurs that came before you. You're missing out. You're missing half of the episodes that I've done by not signing up for the feed. So, the value that you'll get is inca. The value of ideas that people spent their entire lives figuring out. That you can then just download into your brain in very quickly. It's worth who knows what that that... These ideas will be worth over your lifetime as you continue to dedicate your time and and effort into whatever is you're working on whatever craft that you're pursuing. So please support... Again, that's another where you're supporting yourself. You're supporting me and allowing me to to to to spend all the time that it takes to make these, and I still... You know, I I don't know if there's another podcast on the planet that that's coming out on a weekly basis that prepares more than I do. You know, hun... Of having to read hundreds of pages taking notes going back and and looking, and trying to make something that 1 that, hopefully you find entertaining, but you know, because I think do entertainment is the is the way It's like the trojan horse, make this entertaining, and at the same time you'll learn a lot. So please, if you've learned from from my work and you value my work consider doing that, and I'd really greatly appreciate it. So you know where to get the, In order to get the mis fit feed. I mentioned earlier, if you leave review how to do that. Oh, and if you want, I'll leave I'll leave a link. I take a lot of notes on talks entrepreneurs. And so if you wanna like, I'll leave a link. Just gonna leave the link for the Jeff bezos 1 because his idea is on comparing and contrasting the Internet industry with the elect electrical industry. Think it's important, especially because we are in the very beginning of this Internet revolution that we're living to that's affecting all areas of our life And Jeff is 1 of the smartest people have ever coming across. And he just... The way he thinks about things. And and his presentation was just fantastic. I now let I'll read my notes, but, I'll link to the whole, in the notes I linked to the whole talk, and it's worth the 18 or 20 minutes it takes to watch it. So please tell your friends about the podcast. Thank you very much for listening. Thank you very much for your support, and I will be back next week with another biography about an entrepreneur."
}