{
  "transcript": "He thinks in terms of acceleration of progress and has achieved it. Only his quiet authority suggests that this is the same man who has for years figured in the headlines of English, French, Italian, Spanish, Greek, German and American newspapers. Predictable labels attached to unpredictable stories describing him as the mystery millionaire. The merchant adventure, the Golden Greek. About his multi dollar deals real or imagined, financial writers never cease speculating. However, fascinating the true facts of his life, invent minds keep developing new perm to tit the imagination with artificial ingredients. On nasa is not an officer of any corporation, domestic or foreign, but an owner holding stocks of corporations which give him control. Control over interests worth an estimated 500000000 dollars. This is the insurance value of his fleet, but the figure is liable to change from month to month. And O nas himself can sometimes only estimate the exact total. It is not easy. The totals made up of some 85 companies in 10 or more countries, which apart from owning a assorted real estate and considerable properties and enterprises operate all the tankers under the Nasa's flag and employ the huge labor force, which serves on Nasa's interest on land and sea and in the air. At any 1 time, several projects in the pipeline demand the chiefs personal attention. The new super tank under construction, new air travel techniques under exploration, new financial ideas require constant study of economic trends, political developments, legal contingencies, and business practices which vary from country to country. Sailors are said to have a girl in every port. Ship owners and airline operators have a problem on every sea board. Okay. So that's when be beginning of the book that I read this week, the 1 that I'm gonna talk to you about today, which is just named On. It's by will Willie F. I don't know how to pronounce this last name, and it says it's the definitive biography, the fascinating life of this awesome figure whose wealth and power have made him a legend, including the dramatic story of his marriage Jacqueline Kennedy. And this book before I jump into the rest the book. It's actually recommended and sent to me, the link was sent to me by a listener. And I actually ordered the original version. So I holding in my hand is, the first version printed in 19 68, and it smells like it's from 19 68 too. What I find fascinating if you follow Founder podcast on Twitter. I talked about it this week, but in the upper right hand corner, it has the original price, and it says the original price was 95 cents. Sorry I decided to start with that section of the book because I think it gives you a good overview of the chaos. Maybe the controlled chaos in which he operates. Did. And I think the way his business structured this this perpetual chaos has something to do with the the chaos of war that he experienced a very young person. So I'm gonna spend a lot of time talking about that today, because I found it very fascinating and we're gonna see, yeah, traits as of young Nasa navigate the the peril of war, traits that I feel, like, the the way he thought and the way he navigated That situation is very entrepreneurial in nature. But first I just wanna start with some personality and then his, his mo is Mo opera. And it says, unlike other Ty, he dislikes an entourage. He says it's un for people to be kept hanging around waiting for command. And invariably, he travels alone and without luggage. He has suits, shirts shoes waiting for him wherever he goes. So just talks about his chaotic... It's gonna give you an idea of his chaotic travel. He's got... Like they said, 85 85 plus different companies and almost... I think on every single continent actually. So it just talks about he he pull pulls up on his yacht in New York, and then it says London assumes that Nasa is about to take off from Paris and New York. No news on this end, New York says New york office, but he turns up in London instead, he was kinda just like a spectre, just traveling the globe constantly. No 1 knew where he's going. And I think he did that intentionally. While car waits to take him from... To the airport, a telephone conversation changes his plan. So he moves extremely. I think 1 of the things right off the rip that you're gonna learn from Nasa is the value of speed. This guy was really, really fast. Blackouts on his movements are accidental rather than deliberate. But if he's pressed too hard about definitive dates and places, he's a lot... He's liable to plead. Please do not pin me down. So the only thing I could say, I talk about that lot in this book. And I think, something I learned from him is the value and always focusing on the most valuable thing you could be doing at that time. So he didn't have a a strict schedule. He just said, what's the most important problem I need to to to solve, and he dedicate that. And then he moved on to it. What's the next problem. And inevitably, different problems would pop up constantly because he has such a wide and chaotic organization. Mean use that word a lot, and I think today. And so he... He's not, like, oh, I know I'm gonna be next tuesday It's like, it depends on what's the most important... What's the most important way I could spend my time. And I think that is is something that we can all apply as well. He says he knows every inch of the way. So he talking... He's talking about right now, we find him and not. His home on islands at Greece or 1 of his homes. He says this canal, he explains everything Greek launches him on an historical, geographical eth eth graphical lecture and dispersed with items of top photography and mythology. And he talks about this was this canal was a originally built for Alexander. The Great. I I put that part in them because he's constantly learning. And so this this serves him later in life because he he studies a lot of history studies he's a lot of, like, political history, military history, and then he keeps an eye on what's going on. Yeah, obviously, his business was built in shipping, which is hugely affected as we've seen with the other entrepreneurs that we've we've that we've covered that operating shipping. So I guess I should back up before I get there. If you remember the the the podcast I did on the invisible billionaire Daniel k Ludwig. In that book, he's also mentioned in this book interesting enough. So that's another example of this whole idea of books original links. But in that book it talks a lot about his competition with Aristotle, and then this other greek, which is actually actually On brother law, and good luck if I pronouncing his name correctly, It's t... I don't even know how to print... I can't barely print pronounce words it's in English Just no know I'm gonna take... And and there's no I'm gonna be able to pronounce the name names in there, in Greek. But in in any event, in the Ludwig book, david Invisible Billionaire talks about Nas talks about Str. And then, in this book, it also goes into both a little bit of Daniel Kaye and a little bit, a lot of his his robbery, his bitter robbery with his brother which I'll I'll cover more in a minute. It's it's it's a very bizarre, because they're both they're they're... They hate each other, but they're married to sisters. So it... It's bizarre. Anyways, the the whole point about him knowing history. Winds up, I couldn't understand because the book kept referencing churchill. Talks about how he was obsessed with Churchill he had all the books written about Churchill. He went up being really good friends. And this is a the... Like, an an anomaly, anomaly. I don't know how to pronounce that word either. In in this book is his relationship. His very close chip, in the last few years, the churchill was alive, which Also talk about. I actually, I'll just read this part to you real quick, because we're in the the book starts out talking about how he is in present Day. He's around 60 years old when this book is written, And churchill was like, 80, I think, 80, maybe 79, something like that. So it says he's playing host to serve Winston Churchill. That's why I was after several pages. Like, why do they keep talking about churchill It turns out they they wanna becoming really good friends. He's who's is enjoying his nautical holiday. He's he's on on Nasa private yacht. He's 1 of the large shots in the world called Christina, which is named after Nasa daughter. And he says a love of the sea, a deep sense of history. Admiration reciprocate by pate affection unites these 2 men of vastly different backgrounds, adding a curious footnote to the glorious story of Churchill life. So I just say in general, in that it's beneficial not to to your life to learn and study from history. But in conversation, you just become much more interesting to talk to. And, because Nasa and Churchill both had a deep love of history and it was a primary hobby of theirs studying it. They were able to build a bond later in life. Interesting enough the the the author Hill here, Willie, goes into details of what Churchill schedule was. Later in life because he spent a lot of time on analysis. Is he hot. And I just gonna take a quick tangent here, but and he'd have breakfast at 9AM, and he'd needs he'd finished breakfast with a glass of whiskey, which I thought was Hilarious, and then he'd read. He wouldn't leave bed. So he'd did have breakfast in bed. And then he'd read 200 pages. That's the first thing he did every day. He'd read 200 pages, mostly of history, politics, you know, stuff that he was interested in. And then he'd go out and get his stay started. So I thought that was very fascinating. Alright. So I wanna spend a lot of time in Nasa early life. A lot of... We've talked about this before. A lot of, these entrepreneurs have to overcome, some form of adversity early on in life. I don't know if any of had to overcome more adversity than Nas. And so that's why I wanna spend some time talking to you about this. First we're wanna talk about is dad. They have great names by the way. I mean, his name's is Aristotle. How great is that. His dad was socrates. So we're gonna talk about that here first. He says Soccer Tier Nas, was by now an established merchant dealing mainly at tobacco, but also in grain and hides and offering its customers from the surrounding countryside, storage and banking facilities of sorts. So they're in... They live in this place called Sam smyrna, which based on this other research I did, was that, I guess, it's now modern day Turkey, and they're gonna get caught in the... I think it's a G Turkish war. So so this is a little background of how their life was right before this war, which is gonna come in and devastate his family. So a lot of people are gonna die and he's got a flee of country. So Socrates at the age of 26 met Penelope that's Or should he he didn't meet her. That's when... That's when On his mom named Penelope died. So at the age 26, Penelope he died as a result of a kidney operation. Aristotle was only 6. So this is before the war, he loses his mom. This is all the first tragic event of his in his life, 1 of many. Aristotle Now On nas says that he was brought up by his grandmother. Remember his grandmother because she's gonna default tragedy. As well. Aristotle was a quiet sad little boy who solely missed his mother. Okay. So his father was a merchant, entrepreneur, another word for that, and he wanted to teach him business a young out business, but interesting enough Arizona wasn't interested yet. Aristotle was only in in inclination at this time ran towards sports. He sailed road, swam and played water polo. And so Socrates... Socrates is talking to Hassan son says, what are you gonna be? A fisherman or a boat man? Because remember, they're they're Greek. So they're they're that's their they're like, their occupation. Their expected occupation just say, is something to do with the sea. Neither was an occupation worthy of Ari aristotle he said, which turns out he changes his mind, obviously. He was 14 when he was in line for a place in the Greek National Water Polo team to compete in the Olympic games. So he's focused on sports at this time. It was a great honor, but his father put his foot down. The expedition would interfere with the boy's studies he said, and he would not allow him to go. So another disappointment. It was a huge appointment as his father's stern regime paid dividends. In spite of his preoccupation with sport, Ari autos, or they call them Aristotle. I'm gonna call him Aristotle, made good progress at school. His quick grass and his extraordinary memory made up for time spent other pursuits. He learned to speak English and soon new enough French and Italian. I think he winds up no know. So he knows English, French Italian Greek and I think 1 other language as well. Okay. So, he's a teenager at this time. He hasn't had a mom for almost 10 years, and this is the start of the G Turkish war. And this is gonna come right to his front door literally. So it says Turkish progress was so rapid, meaning they're they're they're invading where he lives, that any plans on Nasa's brothers, meaning his dad and his dad's family made for the future were quickly overtake by events. Socrates gathered his family around him in his house by the sea. Ari aristotle Nas was still 4 months away from his seventeenth birthday, and he went to sleep knowing that this was the last day of his youth. So what they're talking about there is you you could see the Turkish ships in the harbor right by their house. And they're going to invade the very next day. Aristotle was awoke to the thunder of guns. Aristotle and his father had the first... Had their first inkling of disaster when looking out from behind the curtains, they could see the city being swallowed up in thick dark smoke. But what registered most in Ari aristotle mind was his father somber face and the despair in his eyes. Those socrates... Remember, you know a lot of times, like, you're not going to reach your full potential unless you're. In many cases you're forced to. And this is this is an early example of that in Aristotle life because it's 16 years old He's like, okay, there's no more time to be a boy. I now have to grow up and I have to take care of my family. Now not only just to take care of families that's a secondary. He has to make sure he survives first. So ton of people that they know are gonna get killed right now. Through Soccer And Did not speak. Aristotle sense his deep anxiety. Family and property were in danger. Here. You could say that again. The business he had built up over the years was liable to be wiped out. His father appeared to weaken, and Aristotle seemed to gain strength and maturity. He'd had reach a stage when he was... Now, this is interesting. So his father wanted him member, he wanted to to be in business, but he also wanted to be an educated person, so he wanted to go send him to school at Oxford in England. And so he had reach a stage when he was fully qualified to enter Oxford. This was his father's dear wish. However, bitter the thought, he realized that this dream had vanished. Never mind father, he said if we survive, I'll she'll find a job and keep and help keep the family going. He did not know it then, but this was exactly what would happen. I'm so now the war break breaks out, and, you know, people are being killed right in front of him. He said Aero aristotle saw men being dragged from their homes and taken away. Many were put up against the wall and shot and cold blood. Remember he's 16 years old So while I'm telling you the story. Think about what what you were doing when you were 16, and imagine having to go through this. Others were hanged from trees. He's in literally in a war zone, and Lamp post. Grown men were begging for their lives, women when were screaming for help, children watching too numb to cry. Talks about this river river by their house floating in the water could be seen clusters of severed heads of young greek girls tied together by their hair like a bunch of coconut. Fate was even more gruesome. Now this is this is I had a hard time reading this part. So, some of them stay in the city they're in, Some of them try to run. His uncle who's involved in politics tries to around 40 miles away. He gets caught and and they, you know, think about it if you've ever studied in any kind of what happens in war. Like, when they when they say they're tried by the military court. This is not, like, what you may be used Was like, okay. 4 months from now, I'll have a trial and maybe I'll be sent in 6 months after that. No, the trials happen really fast. They're find guilty of course because it's invading army and they're hung right away. So that happens to his uncle. Boom. His brother's dead his his dad's brother's dead. Now it gets even worse. Some people were sent off the concerts create camps in the interior of the island. Faye was are more even gruesome. And this is... I can't pronounce the name, but this is socrates t... So his aunt. So socrates on Nasa sister and her husband. Right? So that's... That would be Ari aunt, and his child, which would be his niece had sought sanctuary in a church. They're in a little Greek town little ways away. 500 Greek men women and children were huddled together in prayer when the turks set the church on fire. Every last man women and child Perish in the frame in the flame. So he's already lost, let's say, half a dozen family members, and the war just began. They're all they're dead immediately. Socrates on Nas. His this his dad was arrested and lodged and prison. Now what he thinks gonna happen to him? Ari aristotle was filled with nagging fear for his father's health and life. There was little he could do at the moment? He was now the only man and the family and was racking his brains for a way to cope with his new responsibilities. Aristotle was left on his own. He did not know where he would spend the night because it came and kicked him of the house and they they start putting the Turkish soldiers into the house previously occupied. By not only, Nasa's family, but everybody in the neighborhood. So now this is where he he figures... He he starts acting almost entrepreneurial. Right? The turks wanted alcohol. They were the central command, I don't know what the their version of it, but let's say, in the American army it'd be, like the general, for bathe the Turkish soldiers to drink. Right? So the Turkish soldiers wanted to get around that, they wanted alcohol. And Aristotle was like, well, if I can figure out, and it was really hard to get at the time. If I can figure out how to get it, I can ing negotiate myself with them and maybe like, I can show that I'm useful. 1 will let me live and 2, I may be able to rescue my father. Okay? So what happens is he... He... He he meets the turkish soldiers. Like, I, you wanna I'll call, I can get it. Don't worry about So he goes around with the Turkish soldier and he goes to all the other people he knew because... He was in a... From a rather prominent family and on the island they left on. And all of I'm like, no. I don't have alcohol I don't have alcohol. And he didn't understand because he'd look at they were staring at Aristotle, like, they weren't verbal it, but their body language and their eye contact was, like, what are you doing? Like, what are you doing? And he realized, oh, they're not they're not gonna... They're not gonna help me when I have this turkish shoulder here? So he goes back later on by himself, explains what he's trying to do to family friends and they finally give him some alcohol. Even though he's extremely valuable to time. They'd make it themselves and they were hiding it. So then he goes and gives it to the Turkish soldiers. He starts getting, like, a pass. They they can, like, paperwork that in case he stop by soldier. It means, like, don't kill them. They're, like, he's he's okay to be on the streets. He says the transaction was not only early evidence of Ara aristotle native talent for dealing with intricate problems of supply and demand under adverse circumstances. What matter most at this time was his acquisition of a second protector so this is an in addition to the paperwork he has from the Turkish army. He makes friends with this Us vice consul. So it's an American, part of the allied forces in the embassy there that basically starts looking after him me he says, this puts him in the you position among Greeks and and Smyrna of, in 19 22. Each of his guardian angels, both the American and the Turkish gave him up it's called a La Pass, bearing his name in photograph. The Turkish passion enabled him to move freely about the city even more important the American permit allowed him to access the Us marine zone. That's important to remember that, because that's how he's gonna wind up escaping. Obviously survives us We know he survives this. Okay. So during this whole time, he's trying to... He visits his dad trying to get him out of there. And then his dad's being held, they don't know what's gonna happen. And then 1 time Hey, he goes to his dad and his dad's like, listen, they're... They're... They they take people away every morning and then we never see him again. What the hell happening. Well, you can probably guess what they're doing. They're killing them. And this... They realized this was actually true and verified because 1 guy they take away is like 45 years old a time. They put them in front of a judge. Was like, okay, you're guilty, gonna hang them. They put the rope on his neck. And they're like, the guy you're looking for 20 years old. I don't look 20. Like, you have this wrong. And So the judge looks the paperwork, like, oh, crap, this guy's. Right? We're looking for 20 year old there's no way this guy's 20 20. So take him back to the cell. He goes back to the. And tells everybody, hey, If they take you away, they're going to kill you. So, eventually, eventually, Aristotle is able to to to, I I guess, Bribe would be the right way. He he was able to to... He he's able to visit the the jail where his father and and other people and his family and friends are are are are being held, and he's able to go back and forth. So he's he's sneaking in money for them, so they can pay off the guards. He's sneaking out communications. He wants up getting caught doing this though. Right? So he has to... They're like, oh, this guy, like, now it doesn't matter that you have passed. You're gonna be in jail. And so he winds up going for a walk with the soldiers supposed to transport him from 1 part to another. And he winds up slow the the soldier wasn't paying attention. He falls back a little bit and runs full speed to the Us military zone. And they they're... Like, they says he runs as fast as he can. And Not stop for, like 15 minutes. He gets there. So now he's in the Us marine zone, and he meets the the console. This guy's named Console Parker is how they reference him in the book. But so he goes to the office, he hides in the consul hides Aristotle in the office. But the Tu army shows up. And they're, like, we know you have this guy, and the console is like, no, We don't. Well, the Turkish aren't gonna have... They're not gonna start a war with Americans. So he says, the turks were un unconventional, but there's was nothing they could do. They did not dare searched the consul office. As soon as they were gone, Parker released their Est aristotle, producing an... He produced an American sailors uniform. So this is how he's gonna get out. Right? Produced American sales uniform for the youngest to put on, took them to the harbor and put him on aboard a Us destroyer. So he's able to escape escape the war zone with his life, because of this 1 guy, and he he escapes board, a Us destroyer. Now this is the interesting part. So before he got caught smuggling all the stuff for from by the Turkish military. He winds up going to the family safe, taking out some money. I think was like 20 to 40000 dollars and basically paying for his his father's, like, b to get his father released. Right? But the family is mad, and her Aristotle humiliated, and this is when he starts seeking freedom, and then this is where he says, looking back on his life, that ambition is born because this is very much the book I'm working from is very much like an auto of Aristotle because he's working. He's the 1 talking to Willie and Willie Willie F or whatever... How harry pronounce his name is getting a lot of information from Aristotle. He's doing this because, you know, like, many cases when you're reach an reach an advanced stage. You wanna start telling your story and making sure it's documented. But what I could... I I just couldn't imagine, I'm gonna read this to you, but they're mad because they're, like, oh, well, you gave them 25000 dollars. We needed that money because we've lost everything. But your father and your uncle were gonna be acquitted anyways. But it's just like, you didn't know that though. It it was just really silliness on it from from from this perspective. So it says, at a family conference, he had asked Ari aristotle to give an accounting of the cash and securities he had salvage and full details of its expenditures. This is after his data released. The largest item in the transactions for which young Ari auto was responsible was the was the... I'm gonna just convert to dollars here. 25000 dollar. He had paid for his father's release. Both his father and uncle, Uncle oklahoma, more great Greek names. Right? Thought an an exorbitant and totally unnecessary outlay because they contend socrates on Had already been acquitted and would have been released in any case. But I, again, why you... They were killing people left and right. I would... I buy some insurance. It's okay if I spend that money. Aristotle was very upset. Never before he felt so humiliated and never ever after. The injury to his pride produced a typical reaction, and later he said that the anger and frustration of his period of his life gave birth to the ambition and drive, which later took him to the top. He was anxious to get away and took the traditional Greek way out. I shall keep no more than this is a direct a quote from him, Ari aristotle to his father. I should keep no more than 250 dollars of what's left, and I'll emi. His anger were couple with an urge toward adventure. Above all he wanted to remain his own master? Remember we talk about this? Like, the motivation, why do so many people why why are so many people interested in entrepreneurship also like, so weird? Why why are there mis fits to use Steve Jobs term? Like, why? Why? What is... What is... Why is this such an overlap there. And I think a lot of it has to do with the feeling of control over your own life? And it's hard to have control over your life if you don't control how you make money in the world? And and as a result of that, also how you spend time? How how how do you spend your time? And since most of your half your waking time sen is gonna be spent on work, you know, if you wanna control over your time, and you... I means, you you learn how to become an entrepreneur. As you... Which just we're we are watching and, I guess listening would be a better term of Aristotle learn how to do that right now. He wanted to remain his own as... Master as he'd been in those past few months. Memories by himself. Nobody around, and he just has to survive. He wanted to stand his own 2 feet and prove himself. Once the decision was made, he lost no time. So there's a speed. He takes a long time constantly. Mind he kinda, like, wow how Charlie Longer describes the process at Berkshire Hathaway. That a lot of time spent learning, learning, analyzing, analyzing thinking thinking, you you would look at them, think they're doing nothing. And, yet, when they have an opportunity before them, they make a decision really, really fast and and and and move on it immediately. Ari aristotle, as far as I can tell from this book, was the same way. Okay. So he's headed to Argentina, which is... He actually becomes a national citizen of Argentina. And on his journey to Argentina, he learned something that's very, very valuable. And let me look. I don't wanna mess this up. So let me pull up this quotes. It's 1 of the most famous steep jobs quotes, and let me... Okay. Here it is. Let me read this to you. Real quick. When you... This is Steve Jobs talking. When you grow, you get told that the world is the way it is. And your job is to live your life inside the world. Try not to bash into the wall too much. Have a nice family life. Save a little money. But that is a very limited life. Life can be much broader when you discover discover 1 simple fact. Everything around you that you call life was made up by people that were no smarter than you. You can change it. You can influence it. You can build things that other people can use. You can poke life and something will pop out of the other side. So what is Steve Jobs telling us? He's telling us that life is malleable. And most people think it's just rigid. So I was born here. This is what I have do. Okay. I'm gonna go to tell me to go to school. I'm gonna go to school, I'm gonna get a job. We'll get Married. I'm just gonna wait Die. See was like no. No That's the wrong thing. You could change. You can mold it. That is maybe the most important thing, meaning the most important thing to realize because it affects everything else is very like a meta school skill. Right? To shake off this erroneous notion that life is there and you're just gonna live in it. Embrace it. Change it, improve it. Make your mark on it. Once you learn that, you'll never be the same again. The reason I bring that up is because in this section of the book when he's on the... When he's on this boat has no money, no family, he's by himself, he's still a kid. He's a kid. He realizes that everything is malleable. Okay? So he's poor. He's in, like, what they call the steer passengers, and he's basically, like, in the like in the whole of the ship. And it says steer passengers received 1 meal a day. They ate either standing up or squat on the floor. Space was cramped, the smell appalling. You can imagine why this it smells so bad. I'll let you fill that in and somehow kinda related to this the next sentence. Sanitary conditions were primitive. So on Nasa is in this. What does he do? He realized realizes they're like, well, if you pay another 20 bucks, you could transfer it to a cabin where you share it with 6 other people, but, like, you're not the hall. Right? He doesn't have the 20 dollars. So he says the alternative was an was a personal approach to the purse, which is the guy running the the section they're in, which is the course he chose. Reinforcing his plea with a 5 dollar bill meaning a bribe, he sweet talked as he puts it and somehow persuaded the person to let him stay in the aft part of the ship. So he's realizing, okay. Like, there... These are the guidelines they're giving everybody else. Everybody, the vast majority the people in the ship or not thinking like entrepreneurs. Right? They're like, oh, okay. Well... That's it. I have to stay down here. And if I want... Somewhere else I have to pay 20 dollars. Entrepreneurs realize that what Steve jobs has told us. The 1 of the most important things that you need to learn in your life, and you'll never be the same once you internalize. This. Everything is malleable. You can you can manipulate life. You can poke it. Something will change. Your actions have an effect. And so a young Style to realize like, okay. Well, people... Like, it's not rigid, It's... I have to convince 1 person. And and people are, like, they're prone to change their mind. They they will respond to like, personal request if you do it in a right way. Here. Let me be real nice to the guy. We talk him and give a little money, and then maybe that it... It's not guaranteed to work, but it increases my chances of working and Want up working for him. Alright. So Rise in Argentina has no money. He's... This is his first job. It's... His... So often of job at a wage of 25 cents an hour. Remember this guy winds up being, if I I tweeted it out a section from the book, this week. He winds up his company is all combined. Let's say, 30 years from where we are on this story. He's starting out 25 cents an hour. Eventually makes about 50000000 dollars a year. We're gonna see the same traits that may who's successful when you have a large company, are the same traits that make you successful when you're just starting out, and it says it was his first ever job and he attacked it with Gust. He was asked by the manager, whether they would be willing to work overtime. Aristotle and Nas, was not sure with this implied. His boss, he was he working at a, this place called western western Electric, by the way, it has, like, a telephone exchange, which is very, like manual back in the day. His boss explained that anyone prepared to work after 05:00 would be paid time and a half. Aristotle promptly volunteered. And so they asked how many hours will you work. And he says hours. Aristotle reply was all night. At this rate of pay, he was prepared to work 24 hours a day with 1 stroke and his friends were rich, quote unquote. He now earned 3 times the amounts, he needed to pay his way. So what when he figured it out. Was, like, these are my monthly expenses, and so I need to make sure I hit this every, every month, eventually, rather quickly. He wants up after for every month, he works its way. He buys 3 more months of expenses. There's just more examples of his resourceful. Greatest description of entrepreneurs. I think comes from Paul Graham. He says, Paul Graham. He says they relentlessly resourceful, and Aristotle definitely fits into that. He says another suggestion for younger, would he care to become a telephone operator. Aristotle was all for and involved only a few days training, he learned quickly, and he soon and as soon as... And soon he had mastered the mechanics. 3 weeks later, he saw another chance to better himself. So again, realizing, I just need to get... I'm on 1 vine. I need to swing to the next. Right? I'm not gonna let go the vine. I'm on until I know I can grab the other 1, but I'm keep waking my way up and keep focus on progress. So he starts out 25 cents an hour, then he does time and a half, then he becomes a then he becomes a telephone operator and now 3 weeks later, saw another chance to better himself. Would you mind switching to night work. His boss asked them. He starts getting more money because he's working overnight. And then what happens he realized realizes as well, if I'm working overnight, I don't need my bed, I can rent my bed out. This is what he liked about night. Left him to his days free to explore new avenues of advancements. His remember he's focused on advancing. He sub his bed to a fellow group, Creek, who slept in it while he... While he was on night. So we ran a lot of other poor people. Realizing, hey, most people they want an apartment are a place to live just because so they haven't placed to sleep at night. So I'm gonna give this guy my bed for cheaper in hitting an apartment since... And it's just added money to me because I'm working. He made a study of local sit... This is his first business. He writes up manufacturing cigarettes interesting enough. Actually importing tobacco. What he does here is really, really smart. He made a study of local cigarette manufacturers who might become his customers. I should back up. His father. He he fell out with his father. It went up, through telegram and and and letters. They went up repairing the relationship and he's... He's like, hey, Dad, you have you can import tobacco. Why don't you send me some, and then I sell it. I mark it up and sell it to to Argentinian. So he said it made a sort of local cigarette manufacturers who might become his customers. And with his first consignment set on a tour of their purchase departments. Although he tried hard, he'd did not get very far with his new venture. At best, he was asked to leave his samples behind in await a decision. He left dozens of samples but never heard from any of the buyers. There was no point in banging his head against a brick wall. Okay. So I before I continue. There's 2 examples. This is the first 1. Are probably the most important thing you're gonna learn from Aristotle Nasa is... The same way I get you. I use another Charlie Quote. Invert always invert, and that when you have a problem to solve, which is basically what running a business is. You... It's it it it makes sense in Charlie Mu and warren Buffett advice, and then we're gonna see this in Start on Nasa actions is to start at the problem and work backwards. Most people don't do that. Most people are doing what he did. Oh, I need to sell tobacco, and me go knock on some doors, but he's not getting anywhere that way. So this is the first example. And then I'm gonna tell you the second example, which is what arguably, No. Not even arguably What call... What what created all of his vast wealth, which were which is still probably 15 years from this time, but isn't an a small example of that. So the noise that myself was aristotle was unusual, but effective sales technique used to break into the tobacco industry. He decided that obviously the most... The better approach was to was to start at the top. This is what he does. Check this out. This is very, very smart. Remember he he's going. They're saying, okay, yeah. Yeah. Leave some samples and we'll, you're hear back. I don't give a crap about it them. They don't ever hear. So he's like, I gotta I gotta I gotta find a different way. Choosing the firm which seemed to offer the best chance of a sale. He made his business to track down the managing director. Okay? So the the the boss of the people that he was... Originally paying sales calls to. This guy named juan. Juan became a young tobacco salesman principal Target. Early mornings, he posted himself at the entrance of the of One's office, standing there without saying a word, looking at the comm sin... I'm just gonna keep calling him 1. Looking at Juan when he arrived and incidentally looking rather sorry for himself. On alternate days, he transferred his lonely vigil to the important man's home, taking up position as a door, so he's just basically stalking this guy at his home in his office. Wherever the Hap Wan went, Aristotle and Was waiting for him. It's sad and silent youngster. After a Fortnite of this exercise, Wan would not have been... Would not have been human had he not begun to wonder what it was, what this was all about. If it was a battle of perseverance between 2 unlikely protagonist, Aristotle Nasa emerged the clear winner. His strange sales campaign was about to enter the third week when juan could no longer rest strain his curiosity and confronted his silent pursue. Who are you? He asked an a tone of mixed sympathy and ex exploration. What are you doing here? What do you want? I'm trying to sell tobacco was a simple answer. Aristotle complaining that he not been given a fair chance. The tobacco he had to offer was of excellent quality. Juan was amused. You ought to go to my purchasing department. He told on Nasa remember. That's where Nasa has been. He had already tried this, but just changing the... Just invert makes all the difference in the world. We're gonna see that here. This was all the unorthodox to tobacco salesman wanted to hear. It was 1 thing to call in a buyer of his own, but an entirely different matter to be in the position to say that he had been sent by the managing director. Same exact thing, 1 sentence changes everything. The next morning when he presented himself at the purchase department on the authority of the boss, his samples were carefully examined and found to justify all the claim of his tobacco. He received an order worth 10000 dollars. Check that out. He's making 21... I guess, make a little bit more than that, but 25 cents an hour. He started at 25 cents an hour. This is like a year later. He got an order worth 10000 dollars. That's insane. The Tobacco arrived 2 months later, his reward number, he's just a salesperson. He... Said so he's a busy broker in this situation. Right? Was the usual 5 percent commission. The magnificent sum of 500 dollars. The first money aristotle and Nasa had earned other than a wage per hour. Alright. So you made 500 dollars. If you do the math, that's... At 25 cents an hour, that's 2000 hour. It's basically an entire years worth it's of salary working full time. So right there, you have an entrepreneur that's born. He was already worth a few thousand dollars, but was far too cautious. This is another who's frugal, at least at the beginning of his life he was. Well, it's far too cautious to give up his bread and butter job at the telephone exchange or leave his boarding house for more more luxurious quarter. So... And and in other words, he was making money, but he was acting. He's was keeping his burn rate low. His personal burn rate low. And he was just saving saving saving money because realize you're not gonna get ahead in life if you spend every dollar you have. So then he's now... He's still working... So he does this for quite a while. He works at the telephone company and is broker Tobacco sales then he branch often does another business, and he decides hey, I could take tobacco and I can hire cigarette rollers because they were doing it by hand at this time. And he starts adding, I think, like, different, ingredients, like rosemary and stuff like that. And his ideas is I'm gonna make cigarettes targeted at women. And so he it starts out successful when you only hit you know, like, a tiny, tiny office, tiny tiny manufacturing center with 2 people doing this. He went up growing too fast, and it winds up failing. So his he he was employing 30 men in his small factory, but there were no profits rather than go broke. He swelled his pride and close the place. To failure of his first independent venture was a bitter pill to swallow. I actually think that was a really good idea because he's making a lot of money importing and selling tobacco. So if you're losing money, like, you... You're taking time away. When he gets older, he's got a lot of help. People can run his companies and and everything else. But right now, he's doing a lot of himself. So closing down was a smart move, and this is I'm gonna fast forward a few years, this is Out at 23 years old. It says Auto, Nasa's taught I don't know what that word is, but it means summed up or added up the profits of his first 4 years in business from the modest beginning of of, 10000 dollar order for tobacco. He gone on on to average a turnover of best quarter million dollars a year. In these 4 years, the total profit from commissions, which came to the pre precautions 23 year old businessman amounted to 1000000 dollars. So you made a million dollars by time 23. He was desperately anxious to learn, but he didn't rest on his laurel. Right? I told you at the beginning that he was constantly learning, constantly studying, constantly trying to get better. He was focused on progress all the time. This is the same thing. He needs more skills, he was desperately anxious to learn, employed... I... He employed a teacher to improve his French in Spanish, and he took English lessons was another. He was ambitious ac ac, conscious of his own talent and increasingly fascinated by the creative possibilities of big business. Okay. Now I just wanna point your attention to this 1 sentence. So he's very successful as his dad's has health problems. He's he visits... Goes back, and visits his family. And he he picks up on something. This 1 sentence, I think. The note myself was stress help you grow. I think it's the worst idea for entrepreneurs or people are interested in doing anything, out of the norm. And not just entrepreneurs. I just use entrepreneurs because all of the the entrepreneurs I study. All, put themselves either voluntarily and and and many cases voluntarily in stressful situations. Stress help you grow. Now not not chronic stress. But I think it's the worst idea for people to seek comfort. It's a bad idea because you're you're not... There's no growth. There's no advancement. There's no reaching your potential when you're comfortable. And I think that applies to your work, your physical fitness, your relationships anything. So he says something here that think is really interesting. He says, at a very young age. He's talking about, like, he was he was supporting his family sending money back. He had pay for, younger people... Younger family members education. And he's still a young kid in his twenties now, but he says something. He was, at a very young age. I had the responsibilities of a chief of a tribe. Meaning that he he either... You have 2 opportunities. You're gonna you're gonna shrink from from the the situation you're in and and fail and let everybody down, or you're gonna you're going to push forward and develop the skills needed to succeed. And that's what he did. Made think of this tweet I saw this week by a science account. And this account name is Mass, but it says, when scientists started Biosphere, they're making like this, you know, a biosphere. I don't tell you. When when scientists started Biosphere, 2 project 19 81. They could not understand why trees fell over before they matured. So they're in this dome, they're hidden from the natural stress of life. That's how I want you to think about this. Right? They later figured out, they suffered from weakness caused by a lack of stress normally created in response to winds in natural condition. So the winds, right? The... Think of their winds in from streets like of a stress, how experience at a young age makes them stronger, deprived of that stress and they fall over. People are the exact same. So don't see comfort. On Nas... I mean, there's no description of his early life. That you would say is comfortable. Even when you... When you when I tell you about the the pace of his... That he lived life at, that he had, like, lux luxury around him, of course, he's super wealthy, but he pushed the pace. He was not, like, resting on his laurel. He was not sitting in comfort. Okay. So remember, he starts out, he builds his first small fortune in the tobacco industry. But he... This is... When he starts thinking about the shipping industry. And this is... Well, this is how Aero aristotle thought about a shipping industry. Alright. Thought about the shipping industry. So he's he's living in Buenos Aires. The foreign minister summon in him. He went to becoming what's called a consulate. So let me just read this. It was really this moment he he assumed office as consul that a ship owner was born. So he's got a, basically... Almost like, I guess it's a political appointment our were diplomatic duties is what they call it between Greece and Argentina art Argentina. So his first phase is the consulate coincided with the beginning of the world economic crisis in shipping being a barometer of economic conditions were badly affected so more stress and what they're talking about here were at the beginning of the worldwide great depression. So he has to... He's basically responsible for the relationship because at this time, Greece is sending a lot of m... Exports to Ar... Argentina. How they get them there at this time, of course, it's still shipping. So this is how he's exposed to the shipping industry. Kinda has an in a front the very beginning. He has to deal with stuff like crew disputes, conflicts support authorities and all manners of problems came within his province. The shadow of current difficulties cannot dim the glamour of shipping, and he says something great later on in life where he like, oh, aren't you worried he's got a long career. And as such, you're gonna go through multiple economic growth periods and economic contractions. He's like, it's he's like, no. He's like, why aren't you worried? At this time he's losing... His company is losing 40000 dollars a day or something like that. This is way in the future. He's like, why you sell off all your assets. He's like, the the companies were 300000000 dollars. Like, this is he's like, recessions. I think is the word to use, he goes it's all part of the game. I think it's a very healthy way to think about it. Not, oh, my god, this the end of the world, you know, people jumping off of buildings. It's oh, this is normal. This happens all the time, and and part of the game part is succeeding at this game in business is being able to to weather these storm successfully. Okay. So it says, his work as console enhances love of to see taking him 1 long step nearer to his ambition. More than anything else, Aristotle on Nasa wanted to own and run ships. And from the dream and the idea was only a short step to to the intention in the plan. To persuade himself that the plan was sound, he went in for what he called a little little mental gymnastics. This is actually really smart. How he he decides he's gonna get into involved in the shipping industry. In his mind's eye, he visualize a ship with a capacity of half a million cubic feet of grain, which might have caused 1000000 dollars to build in 19 20. That's 10 years earlier from the point we are in the story. Now in the year 19 30, such a ship could be bought for 30000 dollars. So it might have been 1000000 dollars in good times now we're in we're in financial calamity, so it's 30000 dollars. Although it had run less than half its lifespan. As an importer always concerned with storage, he calculated that it would cost 6 or 7 times that amount, at least 200000 dollars to build an open storage hanger, just a roof without walls, not counting the price of land. So he's like, what if I just buy it now and I store the ship because the expenses is you could lose your your shirt if you're running... Like, you're paying all these expenses and you have no inventory. Right? So he says a 10 year old ship was good for another decade would be a floating warehouse for the price of a rolls Royce. To Nas for calling his reasoning, it had a sound built in safety factor. Even if his arithmetic proof faulty, nothing was. What he's saying is, I'm gonna buy the assets now, and I'm not gonna use them. No no other people are thinking like this at the time. It's really bizarre. Because at that time, the ship's gonna be sold for scrap and would have felt have fetched twice the amount invested. So again, not only is he doing something smart. Is like, okay, the expense. Shit... Shipping is a dangerous business, but it's it's it it's dangerous because you have all these daily expenses, and if you don't have cargo. Right? You're gonna lose a lot of money every day. But if I buying ships for pennies on the dollar, and I just wait till the the economy proves. I have nothing to lose because what the ship would scrap if I just said, I'm just gonna destroy the ship and sell off its parts. It's gonna fetch twice what I pay. So I've I've kept my downside. I have no downside the off. You can't go wrong he told himself, but continuing his monologue on a cautionary you know took into account that while only 30000 dollars was needed to become a ship owner, operating the ship could easily result in a loss of 10000 dollars in 1 round trip. He had seen a half time and time again, breaking the back of many ship owners. So he studied the industry and realized where the downfall was. Since he did not need a floating warehouse but very much wanted to a ownership, he came to the conclusion that would be sound business to buy a bunch of secondhand ships cheaply at this time, of economic depression, but most important to keep him laid up for 1, 2 or maybe 3 years. And then move them, which is means when they economy picked up, moving them is, when you're actually operating the ships. Ships were con in his mind. I must get into the business he kept saying. So essentially, he gets his first ships for 1 percent. Of their original costs. Okay. So I'm gonna... Obviously, we know he makes his money in shipping. I'm gonna get to the point where I tell you how he he expands so rapidly by working backwards, which I mentioned earlier, but this is just a, again, a reminder of how chaotic life is and how random it could be. 1 sick cook led Aristotle to 1 of his greatest competitive advantages, and also, 1 of the things that he gets criticized most for doing. Aero aristotle Essence received a message at the ship he's using an all Greek crew flying under Greek flag. So the think of think of ships as many businesses and where they're registered is, like, if you register your business in, you know, California or New York, what are the case is. A lot of, obviously, Us corporations are are registered in Delaware because of certain benefits. Well, ships are the same way. And you could register everywhere. That's why you see a lot of the American Cruise companies they're American companies, but their assets are in the Bahamas or something else. They're called flag of convenience, and we're gonna see him use this, this tactic. More than what what are we 60 years, 60 years ago, something like that. So he received a message at the ship could not proceed to Copenhagen because the Greek consul refused clarence until Greek Semen was found to replace the ship's assistant cook would fall an ellen to take to a hospital. So what they're saying is they have all this, like union rules. It's not like a union, but it's typical like that. It's like, regulations and say, you cannot move this entire ship. And you can't just replace the cook with any guy in Copenhagen. You have to fly in a Greek bizarre rules. Right? A technical, 1 man out of crew of 30 was holding up the ship. Man, what happens between hold up ships, you cost tons and tons of money every day. And threatening to upset, it carefully worked out schedule. Aristotle and Nasa decided to personally interfere with the console who happened to be an old friend former school mate, but the console insisted on the letter of the law. A Greek cook cook would have to be brought in as a replacement. O Nas pleaded with his friend. His was an unreasonable request he explained, there was no air connection, meaning no airport to get them to. And it might take a week or more before another greek cook could come from Athens. Surely won't hold up a whole ship with valuable cargo of or a small matter like this. Well, of course, they do. Their answer was... Their answer was the same. They're they're not bud. He left the consulate and went to work. By telephone and telegram, he contacted the agents instructing them to register the ship without delay under the Pan flag. Within hours, the formalities were completed, So he's transferring assets from Greek, to Panama, Panama doesn't have these regulations. With 1 stroke of his pan Aristotle Not only freed himself of the restricted practices or threatened to delay his ship. For the first time he avail himself of the considerable advantages of Panama facilities. Which simplified shipping procedures at a time when technical and legal complications we're piling up for ships under most flags. So let me just explain to you what's happening? Greek has a long history of shipping. Right? And what happens over time. You're gonna say, you're gonna gonna pass 1 rule now and then 5 years later you had another rule and then pretty soon a hundred years 200 years in the future Of have all these rules that may not even make sense like this? Like, why do I have to fly a guy or ship a a greek 1 1 greek cook, and I'm holding up my ship for 7 days. Meaning me meanwhile, you have newer countries that are trying to compete with other countries like Panama and eventually Liberia, who don't... They don't have that history. So therefore, they don't have those rules and regulations. And they get the benefit because now you can use, workers, you... Like, you have more money spent in directly in their country because that's where the ship is most of the time. And so you all these benefits. Going over to the penny manning flag is On Assault was like reverting to the conditions that existed before World war 1 under all flags when supply and demand determined successor or failure. An operator was able to fix the size of the crew according to the ship's needs as opposed to just saying, hey, you need you know, they they'd have, like, central planning committee saying. This is how many you need. You need 30 people. What if you could get the job done with 7 it doesn't matter you still need 30. Ridiculous. Shifting means there was no over manning nor feather bedding is what they called owners employed people who were good at their job discarded those who were not skilled or efficient. That's another thing you can really fire people. Besides a ship under the millennium flag was not subject to exchange regulations and could trade in any currency. This another huge fantasy he has. Last but not least, taxes were negligible. In fact, taxes were non. So this just an example of him studying and learning, and then he he had the confidence in myself and his ability to go in his own direction. Most tankers at this time were 9000 tons, he decided to make 15000 tons. This a little bit about that. Nas was reaching the end of a meticulous investigation to the possibilities and economics of the tanker business. He wants to transport instead of doing dry goods and He's gonna do oil and stuff, which had occupied him for some time. The financial opportunities were tempting enough, but another motive gave a strong impetus to his plans. By tradition, the Greeks concentrated on on dry cargo ships. Considering tankers business wise, a hazardous proposition, but it's a lot of money in oil at this time. Now Nasa decided to go into tankers in a big way. So you realize just just doesn't math He's like, everybody's is building 9000. He's 1 of the first people to build 15000 because he realized the economics are better. I just need to bring this up because this his quick restless personalities mentioned a lot. And I the note of myself, I wonder if his imp was exacerbated by living through war and realizing that, you know, when you have friends and people die prematurely. You realize, oh, life's is not guaranteed, I need to move as quick as possible. Oh, and I forgot to mention what happened to grandmother. So his grandmother wants up escaping on a ship by herself. Right? She gets away. And they can't find it her they can't find her they're worried about it. The remember. His mom died, and so this is a person raised him. His grandmother was like, 8 years old this time. She's she goes to like, another island, and it might be another greek island to escape the war that's happening, and they realize other people escaping, realize that she has money in her purse. Like, gold and and other stuff. So she's climbing it in a ladder and as she's doing this from, like from a ship, they they start trying to grab her purse and and stealing from her And eventually, she's 8 years old and They throw her off the ladder, and she dies. So unbelievable, more tragedy added to the young life of Aerosol Nas. So this is a description of Nas 1 sentence is Sailors restless quest for change and the imp of a quick sober mind. Let's see. This... I have a bunch of notes here. I don't know what they mean. If it war inter seeds again or ent again. Do what you can with what you have and problems are just opportunity workloads. Let's see what that what that note meant. To a shipping man on Greek would who had seen who had seen 3 wars between his sixth and his sixteenth year, not to mention, not to speak of the gruesome some aftermath. These were a momentous deeply stirring events. See can economic a consequences where it's grim. What year am I in? This... Is this this might be... Yep. World war or 2. Okay. 19 40. So says, oh, I'm not... I now I understand what happened. Germans basically, he's got a bunch of ships in Europe and they get... They get basically... They're like, you're not moving these ships out of the harbor, so they're just stuck. Just as this brings a total of his mobilized ton up to 50000 tons for an independent owner, a tremendous fleet to be completely removed from his control, a tremendous amount of tons. After 15 years, or now we're 15 years of Him being a ship owner. Of almost uni progress, these were the first real setbacks in the career of Aristotle on Nasa's. They were cruel blows. So that's what I meant. Of, the wars messing up his business. So what does he do? Well, I can I'm not a country. I'm not gonna go fight to German, so I have to focus do what I can with what I have. Now with his European takers are mobilizing the Baltic, he was forced to turn his attention to American bay ships. That's a Nasa. Apart from looking after the ships, he reorganized this tobacco business and arranged... For tobacco from Brazil Cuba to replace the Asian supplies, which are cut off by the war at Sea. So it's it? Like, I have a big problem. I'm gonna focus on making my American and and other ships as profitable as possible. And then, hey, my tobacco business is getting for interrupted by war? Okay. I'll just I'll just import it from a different country. He he has no control over war, but he he can control over how he reacts. The opposite of relentlessly resourceful is wasteful, and then, he also preferred his organizational structure to be decentralized. So it says, oh nasa's felt that he might be taking charge of a company. Oh, so he's... They have this giant Argentinian navigation company, him and another giant ship owner, the government's trying to get him these 2 guys to to invest, and he's thinking about it for a while, then he's like, wait a minute. I I've identified a potential problem. And this is really smart on his we behalf. He says, well when Nasa felt that he might be taking charge of a company which was so big that the government could not be indifferent to its future. And the prospects of thousands of employees. So that's very opposite. He had a we had a bunch of companies but Decentralized and small. Right? Just the ownership was similar. There was bound to be to say the least interference. Oh, Nasa came to the conclusion that the risk was too great. And so what happens like, 5 years later, there's a economic, depression and the government takes over that company, which could have ruined his investment. And then this is what I meant about the opposite of relentless resourceful is wasteful. So so Nasa who has never cut himself off completely from his early years of struggle cannot watch waste with ind. Okay. Now I wanna get to probably the most important thing that ever happened to him. This is what I meant about Charlie Mu quote, invert, always invert. At the time, you have the... This is after world war 2. You have a bunch of these old warships ships remembered Daniel K Ludwig, and the invisible billionaire made his money doing almost the exact same thing as what Nasa is doing. And it's buying. These old chips or reg retrofit them so they can transport oil. Right? But Aristotle, he's making a little bit of money He's doing well, but he can't he he can't grow his... Remember he has a, I think the the largest private winds having a largest private fleet in the world if I'm not mistaken. And what how do you get that? If no 1 will lend you money. So he's going around all these banks? They're... First of all, they're they don't wanna do with a foreigner. So he has to do these agreements where, like, you have to have an American agent. So 51 percent of the company has to owned by American, he can control other 49 percent. This winds up coming back to Biden because they're saying that there was, like, fake, basically, like, he was lot... He could really controlled it. Even though an interesting enough some of his lawyers that set up this ownership agreement wind up working for American government and prose him. He gets out of it with a fine, but I thought I was really fascinating. But He realized like these got... No 1 will lend me any money? What the hell I... What am Gonna do? Like, I don't have the money to buy all these tankers. So he works backwards. What is he trying to do? Right? I want to... I'm going to a bank. I say, hey. I want to buy these old, these used American ships, and I don't think it's just American, but ships from more war to. I'm gonna retrofit them, and I'm gonna carry oil, and that's how I'm gonna make money. Right? And the banks, like, get lost. So what does he do? He he works backwards just like he did with the... Getting into to selling tobacco. He goes to the oil companies, works out the deals and says, you know, this is... We're gonna agree up upon this price. Let's say, whatever the case and I'm gonna read you the numbers here in a minute. And I'm gonna say, I have this contract, but Don't have to ship yet. Right? So then you taste this contract because they're at the time and a lot of these the largest companies in the world. At this time or oil companies. So that's completely different. So then he takes that contract goes back to the banks. And said, hey, look what I have here. If you'll let me know money to buy the ship, I have an agreement saying and for 5 years it's gonna pay me x amount of money. This is guaranteed money. It's coming from the oil think they're gonna money of money? No. They have more more assets than almost everybody else in the world, and this causes him to be able to expand his fleet massively just by working backwards. So please learn from this. Alright. Ready? It was a single obvious solution. A ship of 30000 tons made a hundred and 20000 dollars a month. If a 5 year charter amounted to 60 monthly installments, and they the only that, the the bank... The contract specifies Hey, you're gonna be paid a hundred and 20000 dollars a month for 6 months. Or excuse me for 6 years. No. 60... For for 5 years. Sorry. For a total of 7200000.0 dollars. The bank is comfortable because the oil company is saying, I'm paying this due to a hundred and 20000 a month. He's gonna be able to pay you back. So he he basically raises their risk in their turn in their eyes at least. This then was the proposition he pill... He put to the Si oil company. This Colonial oil company is what is today mobile. I guess, isn't in mobile Exxon now? I Forgot the the exact... You could look it up if you're interested. But you know how they were broken up and then they're constantly, like, the all derivatives of standard oil at some point if A mistaken. So he says, give me a firm commitment. He presented his complicated proposition in the shape of... In the shape of a simple sim. The wealthy powerful... This is this is On. The wealthy powerful oil companies were in were in relation to his ships what a tenant was in respect of the house he occupied. This is not a quote, but I'm meant. This is how he described people. The wealthy and powerful oil companies were in relation to his ships with a tenant was in the respect of the house he occupied for which he undertaken to pay rents. If the tenant was Rockefeller, Member, standard oil. Nasa suggested persuasive, it did not matter, whether the roof of the house had holes or was gold plated. If Rockefeller agreed to pay the rent, that was good enough for anyone lending money on the house. It was the same with ships. Do you see his analogy there? Like my tenant is Rockefeller. Do you think he's not gonna pay me? I'm getting paid. Eventually, the oil company's consented to this construction and their insurance to pay come hell in high water was a commitment he gave the oil company's absolute security and establish a principle which made shipping finance history. So this is what, his Daniel daniel Ludwig uses, Nasa's uses Str, which I might cover in the future, his His brother law winds up dying in Switzerland at the age of 86 with a net worth of 22000000000 dollars, mainly from using this idea as well. With this assurance in his pocket Arrow said on Nasa's hu to Metropolitan Life bank for the best part of the year in time devour negotiations, the 2 men had been exploring steel arguing fencing moving forward. So basically, he's try for over a year. He's been trying to fighting and get money, Not working. Now once he does this Now, the climax was a hand, it was a matter of a few minutes. Think about going in the direction, starting, you know, the logical way from beginning to the end, it takes a year, it doesn't get anywhere. It works backwards close to deal on a few minutes. When Nasa produced a new formula, they agreed to give the Pi blessing the loan provided there was a firm commitment by the oil company pay. In his all circumstances, which it was. This was now no more than a formality. His acceleration was more, like he was super happy at this time. Obviously, you could imagine was more like that of a man who had solved a problem. Like the triumph of scientists who had discovered a new formula. This is the formula he built his what his his business on. For the banks there was and then think about from their their perspective. He just solved a huge problem for the banks, and now he's he's added a new asset class for them. So they love it too. For the banks there was suddenly a new field for investment. And 1 by 1 financial institutions and abandoned their opposition to putting money into shipping. The dollars began to roll in. The Nasa's formula open the gate to an outflow, which eventually rose to 2000000000 dollars. And then I just wanna down on the same page just something here that I think is really important that you need to have perseverance and belief in the inevitable. Thinking about why what are you why are you working in the field you're working in? In his case, he just thought this is inevitable. Aristotle and Had not the slightest intention of submitting to the this defeat us group or just defeat us group view? What do he means that there's a limit... Everybody's telling him at this time there's a limit. Like, oh, you know, we're from 9000 tons to 15000 tons. Now we're at 18000 tons. You're trying... Oh, Nasa or Aristotle trying to get us go to 28000 tons. Like, this is not possible. And On an Analysis not only did he not believe it wasn't impossible. He thought it was inevitable that. He's like the economics make too much sense and ships can keep getting bigger. They're going to get bigger. And so this is... What wow how he's he's thinking about that. He Aristotle and Nasa had not the slightest intention of submitting to this defeat us view. For more than a decade, he had been obsessed with the idea that the future transportation was in bigger and bigger ships. And the opposition of the oil companies did nothing to undermine his faith in this new development, which he thought was inevitable. So he's ahead of the curb, and if you're head of the curb, and you know what's happening, you just wait. And eventually, there's talking on you know, 20000 ships, 20000 ton ships. Eventually it gets us like a hundred... I think he builds 1 that's like a hundred and 6000 tons. So way big. Remember, when he sits out like 9000 tons. Almost 10 x what they thought was possible. This example that knowing human nature pays dividends, though he could be Pug nations and persistent Nasa's had little of the hard faced un yielding Ty in his mental makeup. Besides a seeding to reasonable requests where others were likely refused, seemed a sound investment in human relations, which made many friends. So he's playing a long game here. He's not gonna... Like, when he's doing negotiations, he leaves something makes everybody walks away with something because... That he's not he's not doing 1 off transactions. He's just gonna take everything he can. Realize realizes, hey, humans, like, the the the the the the benefit of a compounding relationship in business over a long period of time. Gonna make a lot more than me thinking from the short I'm just trying to make maybe 5 or 10 percent more. So again, I think him studying history politics, and like, he clearly understood humans. This is what I meant earlier about how he focused on the highest value activities, and I said Berkshire does the same thing. He was already shred the load of routine work, but reserving decisions strictly for himself. So what they're talking about there is that, if you remember how the organization, how Berkshire Hathaway organized is, when they buy a company, they basically just... There they're like, you guys are running the company, you do whatever you need to do. And we're gonna leave your loan. We're just gonna stay in Omaha We're gonna control 2 things. 1, we're gonna control the investment decisions. For all the profits that the Berkshire hour portfolio their companies make. So we're gonna decide where that money goes. And, like, right now, I think, I just read Berkshire sitting, a hundred billion in cash or something like that. So I kinda gives you an out, an indication of how they... What... How they're looking at the current economy. And the second thing is we're gonna control compensation because incentives are so important for for human behavior. And so they control 2 things, and the rest is completely decentralized. So on Nasa is like, listen. Routine work, paperwork. I'll let the attorneys handle that. I'll let the people in the office handle that once we do it. But I'm gonna reserve the decisions for the company, where we're putting our assets what we're doing. That that... That's not ever getting outsourced. That's literally my job every day. And I just... There's... Again, he echoes... I don't know why, but he echoes and it it's interesting. I'd I'd be very curious if... Because Charlie Mu famous reading hundreds. Hundreds of biographies. I'd be very curious. I'm I'm sure he studied Aristotle, on Nas. Because this this is how 1 of Aristotle partner describes Aristotle, but it's also... If you change any Minnesota, it's very much how Charlie among and warren Buffett. There's so much just an echo here. It's it's crazy to me. Operate. So so this says, oh, Nasa is a curious man. He explores, asked a hundred questions. Orders of report, ask more questions arising from it. Never accepts a statement without checking. He masters the most complicated subject then makes his decision quickly. So he thinks thinks thinks. And then when he ready to act, he goes full for us. Aristotle becomes rather famous, infamous in some cases, Obviously, he mar Jackie Kennedy towards the end of his life. He... But he's way famous before that. It's not a good thing. He didn't really like it. He also becomes indicted. He's he he had... There's so much so much in this book in his life that I'm just gonna have to leave out the podcast because this guy moved at a hundred miles an hour every day for, like, 4 decades. Like, at 1 time, he's got the he owns, like, a w company and the peruvian... The exact same time, like, the Peruvian navy, it's attacking his ships that confiscated. He's under indictment by the Justice department, and he's fighting with the Prince of Monaco. It's just like, what? What is this guy doing? It's it's crazy, but this is Out on becoming famous. Before I used to operate quietly, No 1 gave me a second glance, which I think is the best way. The press never bothered me, and I was free to come and go as I pleased. Now it is like being a movie star. People ask for your autograph. The crack pot start writing. They start writing letters. If I known what was coming out of this monte Carlo business, publicity wise, and they'd give me a million dollars, I would not have gotten into it. And he says if I were in the passenger business, the publicity would be worth millions. In the cargo business it only hurts. It's like having a wonderful laugh that gives you a sore throat. And he at the... When he was live, he had to be 1 of the most famous people in the world. This is the financial performance of his comp... 30 plus companies and that were fast forwarding into the 19 fifties. The estimated liquidation value of his fleet between a hundred and 15 dollars 200000000 dollars and reckon that he had paid off more than 40 percent of involved and mortgages, meaning the mortgages on the ship. And once you pay off the mortgages on the ship they become profit margins are insane. They worked out that as net income before amortization charges was nearly 50000000 dollars a year. And that go up and down and it it's it's pretty crazy. At this time when Nasa spends a lot of time in Hollywood and Washington dc sea and around politics in general, and he makes a statement that he says, if you knew how the food was made, you wouldn't care to eat it. And he talked about the the show business with that and political business, which he felt It's... He never explicitly he says it, but it almost sounds like he thought they were similar, like, they were attracted the same kind of people and and and and operate on the same dynamics, which Heard before too. There's a lot of similarities between show business and politics. Oh, somebody said politics to show business for nerds. Oh, Nasa had little doubt that the lawyers assessment of the justice department's case was correct, which shattered him was that the indictment. This is what I was talking about earlier, and we knew this because in invisible billionaire podcast I did. The maritime commission winds up being like, basically a hundred percent corrupt. And then it's replaced by another commission that one's be becomes corrupt. But there... There was just all kind of b, wheel and dealing. Obviously, these are parts. Listen, there's a lot to learn from Arizona sir Aristotle and. But he's never caught doing anything, but, I mean, you think about human nature as a good, very good chance that these guys were getting sweetheart deals, and they were getting them, you know, by by leveraging the fall of humans. So this book is very much in, like, a glowing light, but I'm kinda re between lines. I'm like okay. This guy definitely paid off people. So, you know, no one's perfect. We're not il analyzing these people. Were learning their good ideas, and then we're discarding the the bad parts. What shattered him was that the indictment had obviously been refrain by attorney General Herbert Bro, whose legal firm had advised him in the first instance that he was actually strictly within the law. What I That's why what I said earlier, they're playing both sides. Tell me, I go ahead and do this 41 49... 51, 49 percent, you're good, and then he moves to... He goes from private practice to government and then by back to private practice and it kinda gets like this relationship and they kinda screw here. If he was under indictment, why were the authorities not making a move? He was not waiting any longer from his matt... Madison Office Avenue. He sent the following 10... Telegram, or, he writes to him he goes, listen. And I placed myself at your disposal during my visit to this country for any information you or your department might care to have? And he says at this time, he took a poor view of the caliber and standards of some people in high positions and said so. So he's saying, he says, what aggravated him was that the attorney general did not even give him a chance for a talk, not replying to his telegram. And he's... Now he's yelling. He says, this is the man whose legal firm had been paid big fees to advise me. So, you know, there's some some shady stuff on both sides happening here. And he also... Some of this Thought to make some mistakes. He brings us on some degree on himself. At the time, he... So the theory is not only that he may have paid people off, but there's another theory because at this exact same time. The indictment was happening in United States is he does his deal with Saudi Arabia. He's like, hey, the American companies just come over here. They're drilling or all the transporting girl all. Like, why don't you do it? And we'll do, like, a joint venture kind of thing, and he was gonna take, like 10 percent of their business away from them. But, like I just said earlier, like, these oil companies The American Oil companies are some of the biggest and most profitable companies in the world at the time. And they have a very inc loving relationship with the Us government. In fact it's very hard to determine where an oil company begins and the government are the our company ends in the government government begins their vice versa. So there... 1 theory is that the indictment came because they... They're trying to take this business in Saudi Arabia. So they're like, okay. Well, you wanna try to take our business, we're gonna try to put you in jail, we're gonna find you. So it says, 1 theory was that this indictment and the take affair had been engineered to punish him for his alliance with the Saudi Arabian. This... They regarded this Saudi Arabian deals and Nasa's is of revenge for his treatment by the Us authority. So there's... It's not sure which 1 of these is true. Right? Did... Was he punished by the just department after the Saudi Arabian deal? Or is he doing the Saudi arabia arabian deal because he thought that he was being punished on unfairly. He's... So it depends on which perspective. We don't really know. Acting on the assumption that is what is good for the United states oil companies is good for the United States, a Ara, which is the Saudi Arabian oil company, but it's also made up... If I'm not mistaken this time, they have, like, these, you know, you know United states say so companies have, like, interest in it. I don't know if it's... If it's just, like, a payment based on, like, fees or if they actually own equity in it. Rm and arm with the government extra... Voice extreme cons consolidation. So this is the government coming after on assets and the oil companies the same what I mean You don't know when 1 starts... Where 1 starts and 1 ends. So they they voiced extreme cons conservation, a dash of x pho aggravated the ugly mood. Remember X pho is brought up all the time in modern day. X pho is nothing new. At all. And tight... And, in fact, most of this book is about the fact that, like, you'd only get deals like Greek would give deals to Greeks. They wouldn't mess with Argentinian, and they wouldn't mess with this person. It's just a very, like, tribal, undertone in this entire book. Dash aggravated the ugly mood. American officials were just said to be pre preserved, less transportation of oil became dependent on the natural citizen of a country, Argentina, which had not always readily cooperated with the West. So they wanted an Americans and control, Saudi. Not an Argentinian. So the book goes back and forth in this for a long time. This plays out for a very long time I'm just gonna go to the very end. He says, as he was wanting to do, Aristotle and Analysis was sitting on the deck of the Christina. That's his yacht, staring out at the wide expanse of the sea. He liked the loneliness of the night when always quiet, he could be alone with to stocks for hours. I do do. Sending them out as if it were across the ocean and over the horizon like tentacles to bring back new ideas and solutions sold problems. The subject that agitated him at the turbulent stage was the indictment hanging over his heading in the United States, and the civil claim linked with the criminal proceedings, so they hit him both. They dropped they hit him with the Civic charge first civil charge first, and then criminal charge as well. As a result of his community with himself in the dead of night, he decided to abruptly to take the next flights in new york. He did not like it kinda like, it was just weighing on too much. It's like, I'm just going there and gonna face whatever happens. And a lot of other he's not there hundred indictment, a bunch of other people the shipping in the share. Let me just wrap it wrap up that this part of the book. The just department wanted 20000000. They settle for 7000000 a day after they settle for 7000000, They dropped a criminal charge. So we still don't know who... It sound like both both sides to me. We're up to some shady crap, And knowing studying human I do, like, they're both doing some shady shady things. Let's just put that way. Okay. I need to read this part to you. Oh, man. The shipping industry is insane. And I'm gonna, hopefully, it makes sense he there's a lot of numbers in here, but just bear with me because this is Aero aristotle. I'll just Started describing. Like like you the volatility... Volatility obviously can make a fortune and can destroy fortune. Right? And it... But it's very hard to to not have to not become wealthy without some form of volatility. Right? And hopefully, the volatility obviously going in your direction. So check this out about the voluntary of the shipping industry. On nasa muse about the va of of the tanker marketing, which he had made his millions. This quote from him. Take the last 20 years, roughly the periods since the end of the war, more war 2 that. He said, asking indulge in cases memory is not accurate to the last hundred thousand dollars. Immediately after the war. I'm just... I'm I'm gonna omit the size of the tankers because they're not important, but the numbers are the dollar amounts are important. Immediately after the war, a tanker, which cost the government about 2... 2500000.0 dollars to build during the war and have haven't given good war service, fetch as much as 4000000 dollars. Okay? So what he's what he's gonna trace here is that the the price of the underlying assets in the shipping industry go up and down based on if you can make money with those assets. Right? Like anything else. So you're buying a used thing, they pay 2 and half million. They got good service that of been war, and they're gonna sell you for 4000000 dollars. By 19 47 with a few years behind it, it could be sold for 2000000 dollars. Now it's back down half price. Right? Almost the original cost. 1 year later, the price was down to 1000000 dollars. Another year, and the value is up to 3000000. So 2 and a half million up to 4, down to 2000000, down to 1000000, back up to 3. This is a very short amount of times. You could see if you're buying at the right time. You're gonna make a lot of money. You buy in the other end, you're destroyed. By 19 54, though they were now 14 years old, they're valued tumbled to 400000 dollars. But with the suez crisis, what to come there is Suez crisis has to do with Suez Canal. It's also known as, like, the second arab in Israeli War. Having the fifties, closes down the the canal, it causes a huge boom for the shipping industry because now everybody's worried about oil transportation and so all the prices go up, which I'll I'll get to there in a minute. So I just... In case you haven't heard that before, I think it's rather famous, but anyways, but with the swear Suez crisis 19 56. So all these tankers going up to a fantastic 4 and a half 1000000 dollars. So let's say, 4500000.0 from 400000. So almost 10 x, a little over 10 x, even though they're they're getting older. Right? And on the other side, of this boom comes to depression. Come 19 58 59, and they were down a rock bottom of 200000 dollars. So think about the the the the the volatility of this asset I'm describing to you. Before they fulfill their 20 year lifespan, they were once more worth 400000 dollars each. All these values based on their earning capacity in a freight market which fluctuates just as Cra from a peak of 40 dollars per ton to a low of 4 dollars per ton. So not only the assets going up and down, but what you can make on them, of course, it's going up and down. And this is... On assets this is still a our quote of analysis. He says the stock exchange fluctuations of the twenties and thirties by comparison, or Monte Carlo ro let for that matter were as mild as flutter at a church bizarre. So I just wanna to include that part because it really does give some context that the industry that that he chose to make his living in and how just dangerous in chaotic was, which again, ties into his personality. So I'm I'm I'm cutting a lot of parts. He starts an airline. In this case, he's sitting down with the premier Grease, and he does this, like, 500000000 dollar investment in into Greece, but I just wanna grab grab this little part out because I there's a book. I don't think I've ordered it yet, but it... It's all about the feud between... Just like I like, comparing... If you went back and listen to the the podcast comparing and contrasting. The methods that Elon Musk and Jeff Bezos, they're very different in how they're building rocket companies. I think it'd be interesting to do 1 from historical perspective, because obviously, that the the race between Blue origin and Spacex Spacex is still ongoing. But I think, in the future, I might do a... A founders was episode just on the relationship between and the the the feud between Ari aristotle and Nasa and Str. His last name is NIARCH0S. So neuro something like that. But so just give you a preview that in case I do that 1 day. He's sitting down with the premier of Greece. His name is C. C is 1 of the few people who seemed unaware that only short while earlier, On nasa said given a Frank pointed account of his relations with with Str. So the Premier Greece is trying to get him to team up with them. Because they're always brother long didn't realize. And so now this is Ari aristotle really su describing his relationship with them. He says in business, we cut each other's throats. But now and then we sit around the same table and behave for the sake of the ladies, meaning their wives, the La von sister, so they're married sisters who remain totally unaffected by the rivalry of their spouses. How bizarre is that? They go to war, and then maybe each other the holidays? I don't even know. But str, Nasa dies relatively young. At the end of the this book ends Well, I'll tell you, the book ends, it's printed when when on asked is 62, and he dies a few years later. Str survives for quite a while. He dies 86. So... But I do think they're they're both interesting people that, prior car further study. Real quick, I just wanna go tell you a little bit more about the how the suez canal or suez crisis. However pronounce that affected Nas, and he basically made 60 to 77000000 dollars really quickly from that. It says, oh, Was still suffering from the after effects of the Saudi Arabian affair and the oil company's boycott. So, like I referenced earlier when he tried to take that the the... About 10 percent of the the business from the american companies, from Saudi Arabia, they they blacklist of them. So it says he found it difficult to get new businesses because I was in the dog house with the oil companies. He said and can get no new charters. I had a great number of idle ships on my hands, and that's really bad because he's gonna cost a lot of money. This is around the time he's was losing about 40000 dollars a day. Suez was a Gods sent. So he has all these ships she's sitting there at a time when now you need ships. As soon as the canal was closed and nasa ships took advantage of skyrocketing rates. His idol ships turned into mint. Meaning just printing money. Instead of facing great difficulties his position was ideal in these circumstances. Look at this bastard, his competitors were saying. He himself said this is poetic justice. Poetic justice helped to bring off a tremendous financial coup. His estimated... He estimated his profits are arising out of the the crisis at anything between 60 and 70000000 dollars. But again, we go back to how crazy this industry is, but the shipping boom did not last. Unexpectedly into the surprise of the highest authorities and asses continued instead of taking an indefinite time to open it up again, meaning the canal, it only took a few months to clear the canal. This had the effect of suddenly turning the whole subject upside down, but still gonna make 60 or 70000000 dollars a few months. None of the bell had won the Suez war but the only big... Means like, near country won the war, but the only... The only ones at won were the big tanker operators. On Nas, Str, which is his brother law, Lo, which is on another Greek rival of his, but also his father law. So Str an On, Mary Lo, who's, like, who's who's was a famous Greek shipping Ty before On nasa and str were in the business. He's like, 15 or 20 years older than them, and they marry his daughters. And Daniel K Ludwig, the American ship owner who had built their super tankers just in time. So can another example books being the original links to kind of all tie to each other. And 1 other thing I wanna tell you speed and making the inconvenient inconvenient. I came across this, and I thought It was a really unique, quote, I haven't heard from anywhere. So I wanna share it with you. He was having difficulty controlling his temper. Now this a quote from. When nas, people think the great advantage of the or Liberia flag is tagged his tech his taxation. He said. Speaking. Over and above taxation, but he's saying, yeah, he may save some taxes but it's an important part. Over and above taxation, the advantage is the lack of restriction, absence of interference, meaning he likes control are delay any, like speed by governments. Free currency exchange, which which helps because of voluntary currencies and speed and decisions. And this quote I thought was fascinating to compete in the most constructive way 1 has to make the inconvenient convenience. I just wanna read that 1 more time to you to compete in the most constructive way. 1 has to make the inconvenient convenience. And finally the last sentence of the book. I wanna bring this to your attention. It says the end of the story question mark, not at all. Ari aristotle sec socrates, such a middle name Was setting out to show that life begins at 62. He's already married a Jack. Kenny at the time. Reason I wanted to bring that point up is because he should... I'm sure he didn't think he'd be dead in 5 years from now. His son dies in a plane accident at 24. Nasa never recovers and dies himself 2 years early or 2 years later, rather. And his whole family had a, like, devastating. He he winds with divorcing his wife. His wife wife dies from a drug overdose, a drug overdose. Like, a year or 2 before he dies, his daughter dies of a pulmonary, something to do with her heart, but it sounds to me, like, drugs too when she was in her thirties his sun dies at 24. So was also also very tragic. But the reason I bring that up is because he's, you know, ending the, saying, oh, I'm just getting going. I have so many more ideas. He didn't think he's gonna be even though, you know, 60 nine's is not too young thigh. It is rather... I mean, it's kinda young in the... In that sense. But the reason I bring that up is we don't know how much time we have. So let's make the most of it. Let's go out and live the life we wanna live. Do the things that we wanna do and work on the things we wanna work on. I'll close there. I'll leave a link in the book. It's very hard to get. Some of the... I've seen this this just... I think they're... You can get the book for as little as 3 bucks and as much like, 95 dollars if you're interested in it. I'll leave a link. Like, I always do. Thank you very much for the support. I appreciate you listening, and I'll be back next week with another buyer of an entrepreneur."
}