{
  "transcript": "It's the roar that throat grow, a sound so distinct and intriguing that it causes your eye in your ear to search the sky for its source. A tiny speck on the horizon draws nearer and soon a dramatically different looking airplane comes into view. It looks mighty and powerful, but at the same time, sleek and elegant. 1 wonders, who was and invent enough to build and design this beautiful maverick. This book is a story of how that unique airplane and many others came to be, and the 2 people responsible for their creation. They were Walter and Olive and Beach, c cofounder of beach aircraft, and I am proud to say they were my parents. These 2 both forceful and determined even if rather centric personalities, combine their individual strengths and talents with uncanny ease and rapport to create an extremely successful company with an undisputed reputation of excellence in quality and serve What were their experiences that launched them on the path that eventually led them together? How did 2 individuals with rather humble beginnings reach such great heights and accomplished so much at a time when aviation was young, and America was struggling through the great depression, and women executives were rare or non existence. My mother was a reserved and elegant lady. She cared herself with dignity. She was extremely insightful and loyal. She also could be rather imp and her very demeanor commanded respect. This quality served her well when she took over beach aircraft after my father's sudden death. She was then a a woman in a man's world. The idea of a woman Ceo, let alone the Ceo of a Fortune 500 a size aircraft company was almost unheard of in those days, but she did more than survive. She took the company to new heights and became finally known as the first lady of aviation. It has long been in my mind in heart to have a biography written about these 2 remarkable people. Much has been written about the airplanes beach aircraft made, but little has been written about the man and the woman behind those airplanes. Very little is known about the warmth of their personalities and the strength of their characters. How did they meet adversity? How did the 2 of them each so strong and so stubborn managed to work together? He called her annie, and she called him popper. Together, they built a company whose name became a by word for excellence. This is their story, a very human story, and 1 that I wanted to tell. So this... That is actually Walter and Olive daughter Mary Lynn Oliver, writing in the forward for the book that I read this week and the 1 that I'm gonna talk to you about today, which is the barn s and lady. Aviation Aviation Legends Walter and Olive and Beach by Dennis Far, and I just thought something I was reading that I'm gonna go back to the first page real quick. Before we we jump into the rest of the book And where is the sentence that I'm looking for? Okay. So it talks about the... They were both forceful and determined. They were rather centric, and it says, what led them to create an extreme this sentence that's an extremely successful company with an undisputed reputation of excellence and quality and service. And I just... The thought just randomly popped in my mind, like, I think that's a good goal for for everybody that wants to start a company or any kind of work that you wanna do is that your parent... Your your your children can look back, herb... In this case, the daughter, Mary Lynn is writing those words about 60 years after her father died in about 15 years or 20 years after her mother died. I don't know why I thought about that just now, but I think that's a really good goal to to have your children look back at what you were doing, the kind of person you were. And and be very proud of you. So, I wanna tell you first how I found this book. I ordered a a few months ago, maybe month or 2 ago. And it was actually... If you listened to founders number 65 on Kirk Ke cor, so beach aircraft is 1 winds up being this giant, massively successful company. I had never heard of it before before I read, I think the book is called the gambler, and it's a life Kirk Ko, which is a a fantastic, book and that... The podcast I did, actually, a lot of people liked it. So if you haven't a list to it, go back and, list it. I think it was interesting. But in that book, and I I don't know if I've referenced it all the podcast. But in that book, Kirk has... Kirk deals because he's in Aviation as well. So he he he introduces us, I guess the author that's writing about Kirk life introduces off us to the presence that was A Beach. And so I like, okay. I never heard of this person. Let me go look, and I searched Amazon. First I read her wikipedia page. And then I searched Amazon and found this book. And it's kind of like, I have the hard cover version. I don't even know if it's another version, but it's it's almost like it's a family, like, album, telling the story, of not only the family, but the work they did. There's tons of pictures and anecdotes. And what it reminds me of is if you listen to founders number 52, which is the Republic of tea, a lot of what I'm gonna talk to you about today comes from Olive Anne personal... I wouldn't say a lot, but a a good portion of what I found most fascinating was, she's a very private lady. She didn't do a lot of interviews. And so a lot of the insights were gonna have and how she thought and and how she worked, came from her personal notes, her personal diary. And just like in the Republic of tea, which it's a book, but it essentially, it's somebody compiled fax between the the the 3 cofounder founders of a republican t, going back, like, they had like, 2 years of planning stage, and then when they start finding launching the company think that that's when the book ends. And you see, like, the they're they're, you know, they... I don't think they they thought it was gonna be a book. You see how they thought and what they're were experiencing as it happened. And I think that's incredibly insightful. Something I referenced when I studied, Henry Royce because he took such notes about his work that eventually Rolls Royce combined his notes into a book and gave it to future employees. So they understood, like, this the the, like, the level of quality that they were expected to meet. So then when, as I'm reading this book, and I'm learning about both A and her husband Walter, I was like, originally, when I set to do the podcast or when I thinking about in the podcast. I was, okay. I'll I'll cover both of them combined similar to what I did on founders 51 with the 2 founders of Banana a republic who were also married, and they were also featured in founder 52 because they were some of the c founders Republic t. And then you quickly realize like, no. I'll... You need isolate and talk about all olive of Anne because Walter dies. And he has a a massive heart attack. He dies and for the next 30 35 years, roughly of the company, it's all of Ann Show. She's by far the most important character in the book. Before I jump into the, I just wanna tell you about the private podcast that feed, I have... That's, reserved exclusively for people that are helping spread the word about this podcast. So there's multiple ways you can access it. None of it costs money, and I also don't give them away for free. I reserve it exclusively for people that are willing to leave reviews, recommendations or talk about the podcast on social media. So for example, if you're listening to this podcast and overcast, they have a recommendation function where if you press that star, it turns gold. If you take a screenshot of that, showing that you recommended by pressing a star, and email to me at founders reviews at gmail mail dot com. I'll reply back with a personal email with that private podcast link. It gives you access to 7 that are created that are available nowhere else. You're listening on places like Apple podcast podcasts or stitch or anywhere else that you can actually leave a review, lee review, take a screenshot other review, email to me a founder reviews dot at g mail dot com. Same situation there. And then something I just started, I think a week or 2 ago ago, it's which is also helpful. Is if you talk about the podcast Say on Twitter and you mentioned at founders podcast, you can just say, hey. I recommend this podcast. If you guys wanna check it out, some people even mentioned Specific episodes I like, which I really loved. I like that idea. So if you wanna do that, that works too, I will automatically dm you the private podcast link. As long as you're following me, on Twitter. It'll it'll let me do that, let me dm you right away. Okay. So, that's just a way for me to to say thank you, and, hopefully, incentivize you with spreading, obviously, the podcast. Okay. So let's go ahead and jump in the book. I'm gonna tell you a little bit about her personality. It says, in 1 absolutely central way they were exactly the same. They're talking about Walter anne A anne. Each was determined to be in control. She... Or she had a lady... Or her lady like demeanor was coupled with a pronounced bent for managing figures and managing money. So that was her... I would say her primary skill. Her husband was, like, that's why it's called the Barn storm. He was an early, like, stunt... Basically, stunt pilot and Pioneer in the aviation industry, but, and he was integral in in producing a lot of their first airplane designs based on what he would experience in the air. But it's mentioned many times in the book that the company would have undoubtedly went under and failed like, a lot of the early airplane manufacturers did without her ability to manage resources and to make sure that payroll was met and that the company was turning a profit. A little bit more about personnel personality just so you understand who she person says missus Beach had no time for dumb questions. No time for prying questions at all. She would dismiss them with a little wave of her hand. In this, she resembled another captain of industry, Henry Ford, who live by a tu motto. Never complain never explain. Once somebody asked her why she didn't sit down for more in... Interviews. This is her response. She says, they'll ask me why Blue is my favorite color she said. What makes me laugh and what makes me cry. Maybe I don't want them to know. The few times in her life that she did grant interview. She always she always regretted it. She was an intensely intensely private person. And something also you might wanna know is that they would reference her that she was a an iron fist in a velvet glove. So if you'd ever see pictures of, and there's tons of pictures in this book of her. She looks absolutely glamorous, but she was extremely quiet and relentless. So I think that's where she got the mon of iron fist and a velvet glove. Before I jump back into her personal personality, I just wanna talk a little bit about... Because I I find it so fascinating that they started essentially at the beginning of a massive industry. This is very simple... It kinda echoes what we were... What... You and I were talking about on the podcast with empires of light with the beginning of the the electricity industry. So it says, the lives of Walter and A span almost all of that history, meaning the aviation history. From its dared devil years of 19 20 barn and wing walkers to today's multi billion dollar industry, she didn't step down. She died in like, 19 93. And she didn't step down, from the company I think to, like, 19 80 or something like that. So it says a... This is a story that of that uniquely American type, the entrepreneur. Entrepreneurs don't merely create new products new ideas. Through their work and their enterprise, they enterprises, they define and create themselves such an interesting thought. When entrepreneurs fail, their failures can be a spectacular an airplane crash. But when they succeed, whole new industries grow up were none existed before. With economic and social implications beyond their most expansive beginnings. So Olive anne actually starts out in the aviation industry working for a company called Travel Air. They hire her. I think she's 19 at the time, and she becomes Walter Secretary. And the note of myself is you don't know something. It doesn't matter. You can learn and here's example. That. It says when she first became Secretary, she had to ask a company engineer to draw her sketch of an airplane with its essential parts labeled. Back then in 1 associate's words, she didn't know know an Air from a from a tail feather. I'd actually look up what an El was too, because I didn't know what that was, and it is actually a hinge service in the trailing edge of an airplane wing that used to control lateral balance. If you've ever been sitting by the wing of an airplane, you see go up and down during the place. That little little flap, I guess, Would call it. My point being here is, you have somebody that's winds up becoming 1 of the most important figures in all of aviation history. And, of course, no one's born knowing what we need to know. Everybody learns that. And so she starts out as a young 19 year old, not knowing anything to the point where she doesn't even know the the like, how an airplane is constructed, like, what are the what are the important parts to basically dominating and becoming 1 of the most important people in the industry. So now I'm gonna jump into some of her models and codes life codes that we see from her private diary. And this is... There's... The book's is gonna reference her diary in her private journal a lot. I think it might be my favorite parts. So it says, it's it was dangerous to be a irr of our own missus beach. She's a very serious person. Grown men would flinch when they were summoned to stand on her blue carpets. They're only raising her voice she would tell them precisely what she wanted done or where they had aired. She would tolerate 1 mistake, but live by the model, fool me once shame on you. Fool me twice, shame on me. Few people got the chance to fool her 3 times. Says, she was very demanding, and she was the head of everything. All of Anne live by a code of self reliance that she learned from her parents and now here's some of the codes that she learned from her parents. Sit on your own blisters, which means live with your own mistakes. When a job is once begun, never leave it until it's done, be the labor greater or small, do it well or not at all. Sit up straight and tall. Throw your shoulder back. Show... Throw your shoulders back and breathe. This was her recipe for s herself in anxiety pounding situations. So on the very next page, I I love this part. She was always learning, And, of course, you're gonna have to to be able to stay on top of an industry for almost half a century. And then she's also obsessed with having the the power of positive thinking. This is something in my own life I call Pm, which is positive mental attitude. I'll talk about a minute. So it says, she was perhaps this... We're gonna get an an idea of her early life and her like, lack of education, which I hate using the word, but it says, she was perhaps more conscious than she led on lack of her of a college education. Her formal education stopped with a witch Wichita area, Wichita area business school, but her self education never stopped. So I don't even think she went to high school. I think she skipped high school and then the business schools like they were teaching people how to do, like, basic, like, office management and secretary work and stuff like that. Her personal death diaries are full of words and phrases she was teaching herself. So here's 1 of them that she wrote. It's in French, I think it says cuda domain, and it says the definition that is a swift attack that relies on speed and surprise to accomplish its objectives in a single blow. Remember cuda domain. That's important for later on. Another 1 she wrote down steal true, blade straight. Paste it into the diaries, are nor... Are numerous self help maxim and testament to the power of positive thinking. And here's a, like, a short little almost like, a poem that she wrote and she wanted to memorize. You can't expect your ships to come home unless you send them out, stand up to be seen. Speak up to be heard, shut up to be appreciated. No 1 can make you inferior without your consent. That's another important motto of hers. No 1 can make you feel inferior. That phrase is seems is key to understanding this elegant successful, very private woman. And what she's calling there, the power of positive thinking, I repeat this over and over again so so much that, like, I get kinda made fun of, But I I think the combination of a positive mental attitude and perseverance. I think the combination of those 2 traits is like, the key to overcome almost any problem that you may have. And I think it's extremely important. Going back to that way, the famous Andrew Carnegie quote. Para. I don't have in front me, but it's, like, the mind can be brought into sunshine. That's not. Hold on. Let me let me look it up real quick. Because so I'm butchering that quote. That's not... I don't think that's how it starts. It's says fame. Most famous quote. Okay. It's a a sunny disposition is worth more than fortune. Young people should know that it can be cultivated that the mind, like, the body can be moved from shade into Sunshine. I I think it's essential for your mind to be in Sunshine and on the shade. This is just some funny stuff that it comes across because I think the beginnings, like, I've I talked talked a lot about the beginning of industries are just fascinating to me. So here's a list of flight safety rules it says safety rules of that era. Let's say, early 19 twenties, maybe even before. Clearly indicates the precarious seat of the pants nature of the whole business on this this little of 10. I'm just gonna pull out 4 of them that maybe chuckle. Pilot should carry hank keys in a handy position to wipe off goggles. Writing on steps, wings or tail of a machine is prohibited. This was the funniest 1. Do not trust altitude instruments. And then this was a a bizarre 1. Pilots will not wear spur while flying, and it's just another example that everything big starts small. And when you go and analyze things that are now big, and you look at them when they were were once small. They just look vastly different. You see stuff like that. I think it's humorous. So a lot of these aircraft was founded and the entire history of its... The company was based in Wichita Kansas. And it's bizarre. Like, there's a bunch of other companies, aircraft companies at the time that get started there. So the question I had for myself was like, why was Wichita, the air capital? Like, it came up with that nickname, like, why did it happen in Kansas, Like, that just seems random. So some people had had had theories, and this was 1 of them. They said this guy was usually clear, and the flat panes planes all around were a forgiving environment for pilots. Says no territory in the world has more natural emergency landing fields. Every wheat field in Kansas as 1. So that kinda makes sense, but, the author says no. That... That's... It's not actually why. It's because Wichita had a lot of money. By 08:19 18, Kansas was producing nearly 13 percent of the entire Us oil production. So a lot of the entrepreneurs that had made money in oil production then started in turn funding and starting in some cases, these aircraft companies. And it says, like, let me just get list the list. Some of them might not familiar to you, beach aircraft, Ces, well, probably... Maybe the most famous aircraft company of all time was founded there steer an aircraft, which in turn would eventually be merged with Boeing aircraft, and then later in the book, Lea jet also starts in in Kansas. Okay. So let's talk more about her early life. And it says, when olive when Olive was just a girl, she went to a soda fountain in 1 day and encountered a boy who wouldn't... Who not only teased her, but also occupied the last remaining stool. So she pushed them off the stool and took it for herself. Sometimes you just have to do these things. She explained decade decades later to a friend. Sometimes you just have to do these things. The remarks has a great deal about the inner core of this s quietly assertive woman. Her birthplace was a rural farmhouse house that her father had built with his own hands. The stern maxim that Olive Anne would live by sit on your own blisters, for example, sit up straight and tall were instilled into her from the very beginning. She had a pronounced bent towards order and organization. So she definitely came from Humble beginnings. Not only did her father have to build the house I live in, but she's living in a tiny town at this point, and there's only 600 people. And it's called wave. It says meticulous mature on her year. She had her own bank account by age 7 and was handling all the bill paying for her parents by age 11. So they went her father's carpenter by trade, and he... They have to move from this tiny town, and they they have to go to where, like, the big city for more opportunity, and I just chuckle it so it was a growing town approaching 3000 citizens at the time. She never attended high school instead, She attended the American secret and business college. She also took night courses. Then at age 17, she went to work as a bookkeeper and office manager for an electrical appliance and contracting firm. She lived in a boarding house there And on the side, kept books for Joe's garage. So she had a a little, you know, kinda side business here. These 2 jobs together earned her 18 dollars a week. By this time, she was already practicing what would become a lifelong habit of collecting ad ad ad admissions on the good life and how to live it. And so she collects all these little maxim and poems that she she wants to reference back. Here's 1 of them. It says I have to live with myself and so I want to be fit for myself to know. I want to be able as the days go by to always look myself in the eye. I don't want to stand with the setting sun and hate cent myself for the things I have done through reference Carnegie again. He says the internal judge Reign supreme, I think is the quote. Meaning it's most important that that how you... The the most important thing is how you feel truly feel about yourself and to make sure that you're making yourself and changing yourself into a person that you can actually respect. 1 offer this Philosophical advice on the value of perseverance, that's 1 thing she definitely never would give up. The 1 who sticks to a losing cause, although his fortunes get a fall may find that gaining strength and pride, he's not the loser after all. 2 qualities Never lack self confidence and assertiveness. 1 day she marched into a local bank or she march into a local Bank 1 and asked for a loan of a thousand dollars. A substantial sum at that time, particularly for someone making 18 dollars a week, but somehow she talked the bank into giving it to her. As it turned out, the loan was part of a larger strategy. After a couple weeks, she repaid it having held on the money. And now she had a credit rating. Okay. So Wanna skip ahead to the founding of craft. Travel winds up getting purchased by another company. They they move from Kansas to New York City. They're not able to build the airplanes they want. And so they wind up believing and starting their own company in the heart of the great depression. It says the company was a huge gamble for all 3 of them. So there was Walter A, and then 1 of the engineers is like the the Cofounder. To be sure, Walter and Left New York with a tidy sum. As stockholders, they had sold travel air high, and now the depression would enable beach aircraft to buy back into the airplane business low. Even so, it was about the worst possible time to launch a new business. It took more than money and more than a promising idea. It took courage. America came close to rock bottom in 19 32. So this was is the economic environment they're they're launching into. It says crude oil sold for 10 cents a barrel. The entire aviation industry produced a total of only 549 commercial planes valued at little more than 2000000 dollars. So the ground floor. The entire aviation industry. 2000000 dollars this time. That's insane. And they had a very simple, as you can tell, like, all of really like to orient around simple ideas and simple rules. So that the the idea for the company was we are going to build the best damn airplane ever and no near depression is going to stop us. So not only are they gonna launch during the depression, but they take this counter strategy of making it a super expensive luxury plane, and it works. So it says beach aircraft began in a small corner of assessment factory, least from the Assessment Board of directors. In the teeth of the depression, beach aircraft began building, not a cheap plane tailored to hard times, but a luxury plane. With depression error sales at of even inexpensive airplanes plummeting, they wage their future on this line of costly airplanes. And the name of the plane was the model 17. Almost a hundred years later. It was voted by the aircraft owners and pilot association. The most beautiful airplane of all time. And there's a bunch of pictures in in the book. I mean, it looks It looks amazing. It's it's gorgeous. So it says, it was Olive who juggle the books met the payroll and collected the bills. There was 1 occasion in which Walter was worried about a 10000 dollar unpaid bill from a customer in Texas. Olive anne drove down, drove back and p the 10000 dollars on his desk. There's your damn money she said. And so why Walter was focused on trying to build the model 17, and then obviously put it into production, she focused on making sure that the company was frugal. They were not wasteful. As you... As I just... You just heard, they started out. They were, like sub leasing space in from Ces. So they kept all their expenses as low as possible until sales started rolling in, But they did not they they managed resources intelligently enough to make sure that didn't short change the actual product that they were making. And then this was interesting. So the note left myself was Nay say are constant. This is how they're starting to... So everybody said, like, this is a stupid idea, of course, like, you're building an extensive plane, unless you know it's a great depression going on, etcetera, etcetera, etcetera. And so they wind up running an ad. And I love what they did It says, in high good humor, the ad compared to model 17 to past inventions that had also drawn initial scorn. So this is... This tells you something about not All and Walter 2. That they just didn't... They believed in their convictions. They believed in their ability. I think they they the reference it's, like, they believe in their ability to shape the future through their own efforts. So it's pre mobile confidence. And so this ad says, they basically ignored... Not only do they ignore initial scorn, but they they use it to their benefit and use its marketing material. So they they talked about the telephone and then in parenthesis in the ad, it talks about like, what people said when these inventions came out at a At the time, it says, oh, my god. It talks. To steam powered train engine unimportant. And the wright brother's airplane, both crazy, but but beach aircraft has had the last laugh as the company put it The early critics of the beech craft are now busy trying to imitate its many superior features. The beech craft is out in front and will stay there. And I think that counter point still holds true today. So let me give you an example. Like, you could buy up a normal, like, regular plane at this time for, let's say, 3000 dollars. The model 17 was priced anywhere from 8000 to 24000 dollars. So as long as you're building 1 of the best products available. In this case, they definitely were. Like, the companies are able to charge more, it logically follows, like they're gonna have more money. They're gonna have... In many cases they have larger margins. And that, having more money and having larger margins even though the aviation industry is not, like, excessive margins by any means, is what actually helped the the company survive and then thrive throughout the thirties. So it's it's it's definitely not the take that somebody that has never done something like this before, would would approach. Like, oh, the depression. Okay. Let me make the cheapest plain possible. Well, if you make the cheapest when possible, 1, you have less overall dollars to say you're selling a plane for 2000 dollars instead. And your margins are are smaller. So what are you gonna do? Like, you're gonna go to business. You can't do that. This is a little bit of more about Olive personality, and then this is gonna be bad times ahead. So there's many coup that All man has to deal with, 1 happens when Walter gets extremely sick, and then another happens, when he dies and both, the motivation for the coup is because they didn't think women should be running companies. So it's obviously just, an indication, like, the time that we're in in the in the environment that she's having to work through. Before I get there, to World war 2 though, There's something that's interesting. There's races races for airplanes, like the the the car industry before it, provided a unique marketing opportunity for companies. In fact, there's a movie being made about this because Ford some of the early... Some of the early like, attention and publicity that Ford got was by building race cars, and he used that publicity to to spur car sales for, like, she... Obviously, like, for normal people, not non race cars. Well, the same thing is playing out in the in airplanes. And they used it, be used it for like, to establish early credibility, and then, of course, after the credibility follows sales sales orders. Says, beach airplanes continue to compete in air races. They compete in 19 36 mile higher air race in Denver Colorado, a beach stagger wing, which is 1 of the planes they they created, or they were manufacturing. 1 that race and 2 more beach play planes finished in the top 5. This led to an often repeated company boast. It takes a beech craft to beat a beach craft. There's 2 traits of All man that may seem contradictory, but I don't think they are. She was enamored with business. In fact, she'd have... She'd asked me driven around Wichita, and she would keep a list in notes of all the new businesses. But at the same time, she made a point of laying her work aside when the day was done. And this is, I think something that a lot of people struggle with because it is also a counterintuitive point that's something... That, you know, okay. If I just put in more hours if I just keep working, I'll make more progress. And sometimes, I think it's better to as hard as it maybe to put it down and let let, like your you're... Just have more time to think about it. So, you know, let's say you end your day at 5 or 06:00 whatever the case is. And then for several hours, like, your brain on a conscious and subconscious level, Like, you're gonna be thinking about all the stuff you're doing during the day. And I think that's why a lot of people to always talk about, like, oh, I had an insight. It was in the shower the next morning. Like, it's Elon talked about this even though he doesn't abide by that, that it's like, oh, it's... Not that you're having the idea in the shower. It's just like the... He's down... I think... He has, like, a typical geek way of I'm describing. He's like, oh, I'm downloading last night's computation. But dev Olive definitely was interested and had a passion for business, but also new when to turn it off. I guess, it's the point I'm trying to make. So now we're gonna get into the note of myself with speed. The speed was made necessary, and we plus we all have potential than we know. More potential than we know rather. So now this was the very beginning of world war 2, and it says now the concern wasn't finding jobs for existing workers. It was finding workers to handle a gus of war wartime orders. So the growth of this company due to world war 2 is staggering. This since the company was building planes and hammering together new factories as fast as it could. In only 83 days, it erected 2 sprawling assembly buildings, exceeding 300000 square feet remember they started in a tiny little sub success. Skeptical on question whether such monstrous structures were even necessary. Soon, beach would outgrow even these structures. And had to be forced to expand to Has erected tents outside. Congress had appropriated money for only... So in in April 19 40. It says Congress had appropriated money for only 47 newer airplanes Only a month later, president Franklin Delano Roosevelt called upon the aircraft industry to gear up for producing 50000 new planes. So goes some... Okay. We're gonna we're gonna pay for 47. Oh, no. Not 47. Make that 50000. So that's what I mean, we all have more potentially know and the speed was made necessary. So it says by June 19 40 beach at a backlog of orders totaling 1200000.0. By September, so does that? July, August 3 months later, by September, it was 22000000. So what was almost 22 times. A few months later, 82000000. The payroll jumped from 700 employees before the war to 6000 and then jumped again to 17700. So an additional seventh... 17000 employees. The factory began turning out, new models, it's called a model 18, before the newly expanded assembly areas even had heat Oh, this is what I meant about. We all more potentially we know. Addition to that is... So they're they're they're having to... They're working in a factory. Right? And they have to get to work done because you... It's literally life and death at this light life in deaf, life and death at this point. Okay? So says before the newly expanded assembly air even had heat, the temperature within the buildings was kept barely above freezing. So they have to have these, like, they're not even space heaters so because they... I don't think they exist at the time. Basically, they had, like, to have artificial ways to heat it up, heat the area, like, the factories up before they had, like central heating, because the tools would freeze to the side of the airplanes. And so that's what I mean about. We all have more potential we're way more adaptable than we than we we have even an inkling of thought of you just have to be forced into that environment, and then you're going to adapt. They didn't buy choice. Wanted to make planes and deal with steel and aluminum and all... And and all these tools, in an environment where the temperature is freezing, but they had to and guess what they survived. They adapted. It's not easy, and that's not the point. The point is that, you know, humans are much more capable. Than we think... I I listened to an audiobook book a few months ago. It's getting named David Go, it's called can't hurt me. And I only... III didn't finish the second half the book because I'm more interested in, like, as you could see from the podcast, like, the beginnings of people's lives. Especially like, this guy had really just messed up. He was in a biz dad was really abusive beat the crap out of him and his mom and sold drugs and had guns everywhere. And he just took that, like, pain and suffering. And used it as fuel. Right? But he said something in the book that I thought it was interesting that he's convinced that most humans are living at 40 percent of their actual capabilities. So we just got used to, like, not tapping into our potential. And I really like that idea. So he used that in like, a physical. He's like, 300 pounds at the time, and he wants to join the navy to, like, no. You're too fat. Like, you gotta lose weight. He had to lose like, a hundred pounds. I forgot to let's say a hundred pounds and 40 days or something like that. Then he starts running. Never ran his life. So it's running hundred mile races. And he just realized, like, oh, I had all this unpack tap untapped potential. Before I would just sit at home. I'd come home from work. He was like, an ex, like, people, like, like, go to businesses and kill insects, and he'd come home and just watch movies and drink milkshake. And that same person that would just sit on the couch and drink milkshake, you know, a few years later is running hunter mile races. He's like we're not even tapping into our potential. That's something I definitely believe. And I think reading all these books definitely reinforces that. But I just thought that was fascinating that, you know, we have this huge... I mean, world war 2 was the largest world war in human history and in our species history, and you had people doing extreme things to meet an extreme demand. So kinda illustrates that in in a small way. Not a small way, meaning the the the magnitude of what they're doing, but like a small amount of time, I I should say. So this is a failed, another... 1 of the failed coup against olive. It says, as events unfolded, Walter and A both wound up at the same time in the same hospital. So he winds up Walter has, like, something called En, which is a painful friction of the joints call, and then, like, your spine like, you have inflammation in the brain. You have headaches, stiffness of the neck, you can die from this. He he doesn't die from a bay desk from a heart attack shortly thereafter. But it says as events unfolded Walter and Olive van both went up in the same hospital the same time. She was in the hospital to deliver their second daughter, Mary Lynn. That's the person who wrote the the introduction that I referenced earlier. With both beaches out of action, a dangerous power vacuum developed at beach headquarters. Remember, this is not only are they both in the hospital, but they're they're having their company's growing exponentially. And lower level executives moved to fill it. They mounted a corporate coup and appears that they had support for it in high places. So where what does that mean? It says the company's eastern bankers wondered whether beach aircraft could survive without Walter. So did the reconstruction Finance corp. These are all the companies that are granting them, loans during... For the wartime expansion, which had granted the company large loans get the war work started. But the plot made the fatal mistake of underestimating olive of and, this... She's... This woman was Gangster. Even while in the hospital, she had taken the precaution of having a direct line installed to beach headquarters. It says meanwhile, word ward reached missus B that 1 of her new executives was saying that Walter would never come back, and he knew just a right replacement himself. Missus Beach ordered the self promoter and 13 other new man fired. This is more about During the warriors. During the warriors, Worked 10 to 12 hour days. In addition to everything else. She took her turn in a volunteer volunteer core of women workers who called themselves the guard debts. Joining them as they as they kept an eye for any sa tours who might threaten the factory complex at knights. And in a particularly insightful 1 sentence submission of a personality, this article that they're writing about beach at At this time, it says her genius lies and commanding respect. She had instinct talent for managing money and when necessary finding more of it. So the note I left myself on the next page was tough times don't last tough people do. Oh, and I should I should guess I should tell you. I think Walters... Walter already died at this point. If I'm not mistaken. So it says the company's wartime build turned out to be short term liability, but a longer term opportunity, and you'll see what I mean by, like, they knew they're gonna get through tough times if they if they adapt, and they could find, like, creative solutions out, which is what I'm about to reach you here. And then realize that they're not gonna have to do this forever because eventually, things will return, you know, they'll regret to the mean or they'll they'll get a little easier. In it required beach to fast expand its manufacturing facilities to the point that the company now had considerable more capacity and they could utilize immediately. So is after the war. On the other hand, the government mandated build enabled beach to expand under favorable government loans. So that's a good thing. Right? However, despite its best efforts, beach aircraft did lose money in both 19 46 and 19 47. Also, Walter not dead yet. Scratching for business wherever it could be found, the company entered 1 of the most unusual periods in its history. It started producing an array of products that had nothing at all to do with aviation. This is what I mean about being good good and resourceful, not just wasting money. As a sub contractor beach built vending machines, metal pie plates, refrigerator components and even the great American corn harvest. The company also began to design an automobile. So they're just trying to find any kind of opportunity to sell products to utilize their excess capacity that they had in the factory, of course, as soon as World War twos over, the government's not gonna be buying 50000 planes a year. Okay. Alright. So now we're at the point where we're at the point, this is... We're in the 19 fifties because he dies in 19 50. Okay. Yeah. I think he's dead by now. Alright. So the something that's integral in understanding Olive, is she... Well, first of all, the the 1 quality I issue demanded above all else was loyalty, but there was not... Was very little... I'm gonna just say from my reading, I don't think she believed in shades of Gray. You're either with her or against her. She's kind of ruthless to this aspect. So you you can be partially loyal. You were either loyal or you were gone. So there's a number of... So now this is Bill Beach. This is okay. So Walters brother r k. Okay. He tried to do a coup after Walter died, and she disappears him as how the book describes it. So she kicks him about the company, which is her husband's obviously brother. His son, Bill Beach years later is talking about this. And he says there are a number of people who went to dad, which is her husband's brother. Right? And essentially, they said, a woman can't run this company. Bill Beach sent an interview for this book. He laughed. Well, that proved wrong, didn't it. R arcade Beach that's the uncle was similarly forced out and became became a kind of non person within the company. So it's kind of a crazy ruthless aspect of her personalities. Not only, like she'd rei you from company history, but known 1 to be allowed to talk about you again. It was kinda crazy. So this is, this is the sun again. It says for me growing up in the beach family. This is a difference on. His guy's name is Walter, But it says for me growing up with the beach family was always very confusing, and more than a little intimidating. There was this hierarchy of power that was always in play and olive of anne, of course set at the top of the mountain. She says that he says, I was aware from an early age that people could disappear from the family. Once they were gone, they were rarely of ever if ever spoken of again. Nothing seems to have dented Olive ava quiet self assurance and her determination to lead the company. She had c founded. So let's talk a little bit about our management style. Now that she's in complete control. She was a crisp... She was crisp and direct. A woman who wasted little time on small talk. Oh, it's a woman after my own heart. Oliver said that what said that what she said what she had to say directed what she wanted done to be done and didn't invite an extended discussion. She was just a force. You never took anything for granted with her. You always had to be at your best. It was her where or you could leave. This is another, this is steps on that also worked in the company. It's a beach aircraft was very much a family run business. She believed in hard work for herself and her employees and viewed hard work as a pleasure and a privilege in and of itself. Her personal motto was slowly we go. She prefer she preferred a more incremental approach I'm gonna expo on this in a little bit. She's also something she's criticized for, but the note I left myself, which I'll talk about a little bit is I'm not at all and convinced that she didn't take the right approach. She's gets criticism she didn't. I might argue that she did. It there was advantages to her incremental approach. It held down development cost and allowed the company to get maximum use out of existing manufacturing equipment. People... The criticism that there was a serious downside to this incremental approach. It kept beach aircraft from fully embracing jets even as competitors returning to them in the 19 sixties and seventies, which I'll talk about more. So not only was she relentlessly resourceful, but she also taught that caught her daughters. They had 2 daughters, Obviously, they don't have a father the father dies, and they're so young. They have an inheritance from their dad's estate, and the daughters get something like a 1200000.0 dollars something like that. And it says Olive used the trust fund as a way of teaching her 2 daughters about investment and money. They'd always enjoyed their vacations in the mountains in Colorado. Now she suggested that they they together find and buy a vacation cabin in their own names. They did. Eventually, Mary Lynn became sole owner and as of 2009, the cabin continued to be in infant... Ownership more than a half a century after its initial purchase. Was, oh, so this is something interesting though. Something at the time. So they make 4800000.0 in profits. Right? But this is before taxes, and they had... At the time, they had this thing called a wartime excess profits tax and imagine that this being able to be passed today. And I'm not saying it should have been. But I think with World war 2 is the 1 example of, like, everybody making sacrifices where now there's a lot of countries that can fight wars and the systems don't even know what's going on. You know, it's kinda of the opposite of what, like, if you're gonna fight a war, if you're gonna go overseas and kill people I think, like, people should have to site. Like citizens should sacrifice for that. So it says, this wartime excess profits took away, I guess it's almost like a 75 percent tax. So it says total taxes took a bite of 3100000.0. So they made 4800000.0. They had to pay massive, tax, and it was 1 point. Alright. So she hits a crisis as cray... I wrote... I don't... Sometimes I confused myself with, notes. It a crisis as read from her personal notes, Royce and Banana Republic. Oh, I was talking about my... I love the fact that companies and I wish everybody did this where they they take notes about their processes of how they think about their products about how they do customer, how they support their customers, and I wish, like, every company published these documents because I think they're so valuable. And so I was referencing myself is that what I referenced earlier how Royce took Henry Royce took such notes that turned in a book and helping in public... The founders been able public did the same thing. Alright. So anyways, this is she's going through a crisis in this is 19 54. 19 52. Okay. So it says, finally, there are some maximum embody the power of positive thinking can common sense. This... Something is very important to. Says, success is the sum of small efforts, repeated day in and day out. Obstacles are those fright things you see when you take your eyes off the goal. He who thinks by the inch. And talks by the yard, should be removed by the foot. Happiness is a matter of habit. Gather it fresh every day or you may never get it at all. You can't have rosy thoughts about the future when your mind is full of blues about the past. Now remember, she's running a hugely, complicated enterprise, you know, the father... Her husband, somebody she's known for maybe 20 years to father her children dies unexpectedly. And she's having to deal with this, and we're kinda seeing what's in... What's going on internally. Like, how is she able to survive this? It says is in the fall of 19 53 and continuing to 19 54 to pace and volume of her entry... Un entry suddenly intensify. She was struggling with her biggest corporate crisis since becoming Beach Ceo. The crisis moves into an even more dangerous play phase when the bank seemed to be losing faith in beech crap. So not only you should to deal with internal coup from from under, but Thanks for trying to basically cut her off. It was a bad time. A November entry reads simply, trying days. It was followed by a December entry that reads road reference. Immediately falling this entry, she wrote that an un unidentified someone mentioned bankruptcy, my hair turned red. This is evident in and another entry that reads, visited... She's she's making some progress visited with National City and fourth National Bank of Which wichita again. She's she's deciding to replace the bankers are giving all trouble, making good progress working on working towards goal. By late April, she could allegedly declare victory. Happy day. Telegram of cancellation of V loan sent to first National New York. So before they could, knock her out, she does the actual knock blown. And says, you know, we're we're prep paying everything and and we're... And this telegram is basically, hey, we're gonna prep, and then you need to consider this telegram, like, the end of our business relationship. We want nothing to do with you anymore. Because should they weren't supporting her during tough times. Oliver brett... Celebrated this occasion, which remember. Sorry Bring this up because 1, goes on for almost a year. And 2, like, from the outside, it's like, okay, the company making millions of dollars. They're they're they're doing tens of millions of dollars in sales. Everything seems from the outside, you might... It might appear everything's okay. But people are not... We... As a species, we tend to broadcast the things that are going well and hide the things are going bad. Everybody has bad things that are happening to them. Don't be fooled. Don't be brain into this. Like, this is a very important to understand that beach aircraft is undoubtedly success. It's successful company until it winds up being sold. Like, for instance entire existence, it was successful, but it doesn't mean it's easy. That doesn't mean every time was bad. And I think that people need to understand that. So So says, oh, remember, I told you to remember the term cuda domain. So she says, Olive celebrated vacation, which seems to have called first national by surprise. In many ways, and for a good, long time. Cuda domain, she exalted in her diary. She had written the determine her diaries. A number of times over the years. It's almost like she's just manifesting it. Now she had pulled off a cuda main in reality. So the author continues if there was times where her first fierce determination flagged, it is almost certain that there were little evidence of those times appear in her diaries beyond those entries, meaning the interest are just read to you. Still true, blade straight in which she's almost... As she wrote wrote that over and over again, in which she almost seems to be talking to herself summon up her courage. Only occasionally do self out surfaces in this entry a speech. A good 1 I wrote, but I'm afraid. I won't be able to give a justice for why don't for why Don't have the answer. So this part reminded me of, 1 of the documentary I'd recommend. Anybody in entrepreneurship watching. Is this... It's on Hp called the defiant ones. And if I don't know if you know who Jimmy Iv was. I... I've heard his name, but I didn't know much about him until I watched the documentary. And he's said 1 of... He's 1 of these these people that have just insane careers. It don't make any sense. Like, starts out, you kind of like a loser. Winds up getting a job at a recording studio or answering the phones, becomes a producer at 22 23 years old, starts working with people, like Bruce Springs and John Lennon, Lennon has massive hits as a producer then found endo scope records who in this, like, first few years of it's existence becomes 1 of the most most successful record companies all time, signs people like Marilyn Manson 9 inch nails, 2 puck, snoop dogg, doctor Dr, goes on to found beats by dr with Doctor. Dr. Sells it few years later for 3000000000 dollars to Apple. Anyways, he has this really... I think maybe his most important idea is his his his his idea about fear. And this is what Oli is is experiencing here in her diary injury. And he says, I'm just gonna read this quote that I took notes on 1 time. He says, you need to learn to turn fear into a tailwind instead of a headwind. Fear is as powerful as the force. If you can harness it it is an asset, and you will have a big, big advantage. That has been my whole thing, and this is what I mean, the most important idea. I think he had... That I've heard from him. When I feel fear, I have trained myself to move forward, the fight is never over with fear. It is never gone, gone. You have to harness it. So specifically that 1 sentence when you feel fear, you have to train yourself to move feel forward. Understand if everybody feels fear, it's it's completely natural to the human experience, but what's unnatural, is going forward in the face of fear. And so that's what he's was talking about, like, for many people, but they feel fear it's a tailwind and pushes the back. It stops them to sow down. Jimmy like. 1 thing I did is I learned I used it as as fuel is to speed me up to get me to where I'm going. So I think that's important. So this is gives you an idea of the scope of the organization she was running. Beach now counted more than 40 ongoing projects ranging from contracts and sub contracts for both commercial and military aircraft. They had advanced secret research projects and aerospace and the company's annual report for the fiscal year ending September t, recorded revenues of nearly a hundred and 4000000 dollars. More maxim. And it says the hallmark... This is something in her diary, the hallmark of the adult is that he is willing to pay for what he wants. Also, he knows the cost. And the the note I scribble to myself, when I read I was like I wonder what was going on in her mind. When she wrote that. So I always talking about to say that books original links. I explained at the beginning of the podcast. I... That Kirk Cor and the book on his life. Linked me to A in the book on her life. And now I just found another book. So I've heard... You've heard you've probably heard the term Lee Jet. Right? I heard the term. Don't know much about it. I had no idea that is named after the person that started the company. Bill Lee. So this is an example of this book now linking me to him. I've already put, found some biographies on him. Just gotta figure out what what I'm gonna read, so he'll eventually pop up in a new founders episode eventually. And You'll see why because he's mis fit. He's a rebel. He's a mad man. He's a crazy person, which I love to study. Says Bill Lee is typically described as a man. You could hate 1 minute and love the next, but this wasn't the case with Olive Anne. She thoroughly disliked him all of the time. But Bill there was a genius? There's absolutely no doubt about that. And this is what I mean. Like, what wait till... What I'm gonna read you right now. He's credit with more than a hundred and 50 inventions, including the car radio, the A tracks stereotype player, and the autopilot for jeff for jet pack or for jet aircraft. But his best known creation of all was the lee jet. How do you do... Like, it would take... It would take a, typically would take a person multiple lifetimes to do all that. That's insane. He invented the car radio the A stereo player, autopilot and the L jet. The L jet was his mass produced inexpensive and speedy business jet. When he came to Wichita 19 62. He had been refining the L design for 3 years. Now he was ready to build. What irritated her, all of most about Lee soon began, he soon began hiring away beach engineers. So he hires away 1 of her friends, and she she just couldn't believe it. He says, missus Beach could just couldn't believe the england would leave beach for another company. So she she he hides away, Jim Greenwood, and that's who the quote. I just, just referenced. And this is hilarious. Her response later on. Because once... Again, there's no what I referenced Earlier she's no black and white. Like, or she there's no gray. It's black or white. Your your jim, you're on my team. Now you're off my team so you're dead to me. 1 day Greenwood as a Lee jet employee bumped into her on a commercial flight. Hello, Missus Beach, Greenwood ventured. Oh, mister Greenwood, All replied. Your If I known that you were going to be on this flight, I would have tried to think of something nice to say to you. I read that and maybe chuckle. I think, Hilarious. Okay. So Lea starts this company. The first year, he gets 52000000 dollars in sales the first year. And so what happens is everybody, you know, they're making these, like, little... I don't know. I guess you call Turbo props. Is what everybody was flying before that they introduced the jet. And so this is where people were saying, like, her slow, we go, incremental approach was like, people thought it was detrimental. I'm not again, not at all convinced that this wasn't the wrong... Like, this was the wrong strategy. I I think if I was in her shoes at this point in the company history, I would have done the exact same thing. I think was the smarter thing to do actually action. I think the criticism she's getting is wrong. And so I guess before I tell you... Like, the criticism what the criticism... I should tell you what Criticism was. The criticism was that she was too slow to embrace the new trend in the industry and create an entire new. She wanted to incrementally approve the existing product line. And not scratch everything they're doing and building a jet, which is a completely different product. Right? And at this point, Beach aircraft been around for... Almost 30 years, the 2 cofounder that created most of the products were hurt her husband. He's dead and the engineer who's he's not... He was the other cofounder. He's not really involved in the companies, like, a off sailing. He had, like, a love of sailing. So it's writing sailing textbooks and those other stuff. And like, are you gonna put your company a precarious financial position? Like, I understand what their point is? The future is jets if you don't if you don't embrace the trend for jets. Right? Then you're gonna miss out on that. But it's also, like, there's a lot of businesses that have, like, staying power. So you might not have this huge growth. They might not be doing 52000000 dollars in in in sales the first year, but you're also competing with a company that was created from its foundation to build jets as opposed to taking a huge organization kinda trying to turn the ship around on a dime and do an entirely new product line. Like, and the reason I bring that up is, like, okay. So let me read this part. And then let me tell you why. And why... So this is her reasoning. She goes with the cost of developing them, meaning the new, like, incremental approach for the Turbo props or whatever you wanna call them. With the cost of developing them already pretty much written off, a large percentage of each sale flowed right down to the bottom line is profit. On the other hand, the Lee jet appeared to be the wave of the future. And so this is how the corporate history puts its a decision. Compared with pure jet power, the turbo prop offered many advantages. Great savings and initial operating costs, so they're cheaper. Ability to operate anywhere without limiting noise factors, safe, easy, fast transition for the pilot accustomed to handling propeller driven, piston powered aircraft. And the executive who like to take over the controls himself, would have little that was new to learn to handle the company's the name of the product is called King Air. With the proficiency of a veteran professional. Building the King Air Turbo prop was another example of Olive anne slowly we grow pro. And it proved to be a highly profitable decision. Within 90 days of the initial announcement of the new model, advanced deposits for future deliveries auto already totaled 10800000.0. This is just the beginning, The King air Turbo pop would be in continuous production, for the next 4 and 1 half decades. And as of 2009 was still in production. So the she got a lot of... This is maybe her most criticized decisions. She's like, oh, you missed this huge wave. She even had a chance to buy jet and wouldn't because she hated that guy. But, you know what? I thought of when so as I'm think, as I'm reading about, like, the back and forth and, like the pros and cons of the decision. It made me think of there's a quote by Charlie Mu that it came across in the in the tau of Charlie Mu. And I'm gonna read it to you. And it says over the very long term, history shows that the that the chance, the chances of any business, surviving in a manner agreeable to a company's owners are slim at best. So that in light of that decision given the competition and had the size of the company and what their expertise was, I think it was the right decision. As decision I would have made. I would have tried to increase profitability and understood that, like, the... Like, you're not you you're you're better off managing what you're good at already than trying to do something new. I know there's other companies that are... That have succeeded somewhat Amazon, of course, being the outlier there that they started off selling books online at huge retail business, and then because of their their dedication experimentation and their skill set, they now have a bunch of other hugely profitable businesses, Aws being 1 example. But in this case, you have a 60 year old Ceo, all the good product people are gone. Like, yes. Of course, you optimize what you already have. There's still a market there. So a lot of people like, that Lea jet looks good because it's 52000000 in sales. 52000000 sales because jets are a lot more expensive than turbo pop planes. And you have an entire market that is not looking at jets, and you already have, like, you're the standard bearer for quality excellence in this turbo prop industry. And what what it just said? Let me go back to that quote real quick. Cost of the our research and development. Right? Cost development was already written off at this point. So a large percentage of each sale flowed right down to the bottom line. This is the smart financial decision. It's like, she's being criticized her not competing with him. She she competes with. She probably lost. And then, so, okay, you compete with them. Right? You lose and now you're now your companies that are precarious spanish position you go bankrupt. How was that smarter? Sometimes you have to know, hey, which Charlie longer said, Everything, we're temporary beings. I talk about this whole time, but, no only are we temporary. The businesses are temporary. The businesses, your business, the business you wanna do, the business you might start in the future, than maybe run 1 1 you run your past, maybe not even running business. Maybe businesses you admire. They're, like, you usually have 1 or 2 really good products, good ideas, and you live off that. That's successful. There's nothing wrong with it. This idea that we have to constantly, like, throw everything away and not constantly... Like, I don't buy that. I I think it's a good I I... It just did not make sense. I did not... When I'm reading this Like, I don't understand this criticism. What do you expect this person to do? And then winds up being... Like, they... The company survives. It winds merging with Ray, like, she winds up her The the stock for the beech craft air owners, shareholders rather. It goes up, like, 4 or 5 x in wake of that that merger. Like, she did a good job. I don't I don't I don't I don't understand it's criticism. It's, like, this fake world where we... Where the criticism stems like this fake world where we know what the future is, and it's all predictable and, you know, the ideas are gonna work out, like... That's if we're not a wash and a see of chaos. Like, that's ridiculous. Alright. So now I wanna fast forward to the end when she actually steps down 76 years old. Before I get into. Just wanna remind you as you've seen, I don't... I presented this this podcast ad free. The the my business model is very simple. I give half of my podcast away for free the people that wanna get the other half. They're available on the... What Call the mis fit feed, the mis fit feed comes from that famous Apple app. It's called here here's so the crazy ones, it starts out, like, here's the crazy ones. The mis fits the rebel. So trouble chris around peg and square holes. I just think it's a better name than just saying subscriber or whatever case is. Anyways, usually, podcast are like, oh, please sign up and support, like, me, the podcast. You're doing that. But honestly, like, the re... By accessing these other podcasts that are available nowhere else. First and foremost just supporting yourself. And in secondary, hopefully, you enjoy my work and you're learning from it and use... You're supporting me. So if at all, if you're learning from this, and you wanna get get more and support the ongoing production of these podcasts, please look at... There's a link below. You tap it within I've put a stopwatch on this, like, I think, 10 to 20 seconds, maybe 10 to 30 seconds for the time you tap that link to the time that the the private fee is automatically installed in your podcast player of choice and you can be listening to, the mis fit feed. The exclusive podcast are available in no else. Okay. So back to olive van Beach real quick. It says, this is... This is an article talks about referencing her stepping. Now It says, an aviation era, the independent rain of Olive van Beach 76. The last founder of a major founder and manager of a major aircraft firm is coming to an end. The quiet small town Kansas girl who cast her lot 55 years ago with Walter Beach, a sometimes Ro ex army pilot in Barns Armor has made her biggest decision. Often called the first lady of aviation by Beach Publishers, Olive and Beach is praised by both supporters and d tractors with such comments as she thinks she's ind, and maybe she is. Beach is the last of the builder started during Aviation golden years of the 19 twenties and the 19 thirties that still is controlled and run by a founder or immediate family member. And then I wanna close on this which actually hit me in the heart when I read it, and it was really sad. I'm not trying to make you sad, but, you know, these... I fundamentally, like, the story of companies stem from the story of people. Founders that started the company. The people that work there. The customers to buy the product. Like get it all of it is a story of people. We can't lose sight of that. So this is this is her hit her nephew talking. She no longer seemed intimidating to me. And by that time, I had grown very fond of her. I remember 1 new year's eve, 19 87, I believe, went on a whim, I decided to drop by her house and wish her a happy New Year. We sat in her breakfast room, drank strong coffee and talked. She seemed generally pleased that I'd come by, I think I stayed for at least an hour. It was 1 of those few times if not the only time that I ever just sat alone with her and talked casually and openly. Without the family or a bunch of other people around. It remains 1 of my fond memories of ant of on anne. In her final years, I remember how sad I felt watching her decline, watching the once towering presence become a little old lady, watching her sharp mind and sharp wit fade. I've seen the same thing happen to many other people, but in ant... But in aunt anne, it seemed particularly po po. Given the imposing presence she had once been in my life. I carry part of Olive with me to this day, think she said to me and to others. Her sense of taste and dignity, her generosity. And as I've grown older, I discovered the deep wisdom that lies in her simply and her simple life motto slowly we go. Her life and now skipping ahead this is about 5 years later, her life ended peacefully at her home on the morning of 07/06/1993. She simply slipped away in her sleep. She was gone now. The small town girl with bangs and a determined gaze. The sc her young woman with fashion model looks, the corporate executive who brooke no nonsense, the wife and mother of 2, the elegant first lady of aviation who blaze a trail for other women to follow. She had forged her life, molded into a shape of her choosing by sheer strength of will. No 1 can make you feel inferior without your consent. She had reminded herself in her desk diary, in a phrase that it become her guide post, and no 1 ever did. So that is where I leave the story. If you want to learn more, as normal. This is... These are just the highlights and notes I took. It's a tiny tiny part of the the book. There's so much more to learn. I might even do a... Walter seems like a crazy guy too to do a podcast. So maybe I'll do a podcast on him in the future. I'm not sure. But if you wanna, buy the book and support the podcast. So first of all, if wanna support yourself by buying the book. You get something interesting to read. You support their author for taking all the time and effort, to write books that we can all learn from and then you support me. And podcast because there's a link below. Or you can just go to amazon dot com for slash shop for slash founders podcast. It's what's known as an Amazon affiliate link. If you click if you buy a book using that link. Amazon says a small percentage of sale. To me at additional cost to use. It's a way to passively, basically, support the podcast. And more importantly, it's purchase yourself because there's very few activities that, better use of your time other than spending time with family taking care of your health, and working than reading. And it's just a fantastic, beautiful book. Got the hard cover, tons of pictures it's even some pictures of, Olive Anne in here with Walt Disney, which which I particularly enjoyed pictures of their products. Just a just an amazing And 1, I don't think I'll forget. Alright. So that's it for. If you wanna support the podcast, get unlock all my exclusive episodes available nowhere else. Don't forget. Click that mis fit feed, or tap it in the and your the show notes and your podcast player, And I will be back next week with another biography of an entrepreneur twitter. Thanks for listening."
}