{
  "transcript": "This is the story of 2 men who invented a way to turn air into bread, built factories, the size of small cities, made enormous fortunes, helped engineer the deaths of millions of people and saved the lives of billions more. Their work stands, I believe as the most important discovery ever made. See if you can think of another that ranks with it in terms of life and death importance for the largest number of people. Most people do not know the names of either the men or their invention. Their work lives today in the form of giant factories usually located in remote areas that drink rivers of water inhale oceans of air and burn about 1 percent of all the Earth's energy. If all the machines these men invented were shut down today, more than 2000000000 people would starve to death. Carl Bosch led me into this story. I learned quickly that he was a man of contradiction. A business mo who won a nobel prize and an ardent anti nazi who founded and led a most infamous nazi firm. Ba is 1 of the great mystery men of the twentieth century. He kept a very low public profile, avoided meetings seemed to prefer machines to people and hid away as much as possible in his villa which you turned into a private playground, equipped with personal laboratories, museum quality collections, and a research grade astronomical observatory. Fritz its tab, was a public as brought as Ba was private. A scientist who revel an attention, sought glory, drank, smoked, part, H nod with royalty and love making an impression in his hand tailored military uniform, but he too had his mysteries. How could a man who helped feed the world also be attacked as a war criminal after World War 1? What was he doing in a secret laboratory hidden on an ocean liner. These men were giants of science. Their careers took off after their invention of the air to bread machine, and they both attempted even bigger things. They pioneer new ways of doing science, built city size factories, controlled world markets and made life or death decisions. H and Bosch are in many ways responsible for creating the modern chemical industry. Okay. So that is an excerpt from the book that I read this week, and the 1 I'm gonna talk to you about today, which is the A of air, a Jewish genius, a doom ty and the scientific discovery that fed the world but fueled the rise of Hitler, and it was written by Thomas H. So this is 1 of the most unique, complicated and grossing stories I've ever read. I couldn't put the book down. It's like, 300 pages long and I read in 2 days. And something happened to me So I'm... I'm gonna jump into the book in a minute, but I gotta tell you what happened to me, which is unusual. This is the third try of me attempting to to record this podcast. And the first 2 And I guess the the the the odd thing is that I'm kind of nervous. And I'm not usually nervous. And I couldn't figure out why. Like, why did I start recording 2 other podcasts and then stop because it just didn't sound right it didn't feel right. And I think it's because there's so much going on, in this book that I don't know if I'm good enough to, like, to do the book justice. So I figured, you know what? Let me just tell you that right up front and hopefully, I'm able to create a podcast that you learn from and you actually enjoy, but I am nervous. And I don't like that feeling. So let me... Be before I jump in the book, the entire, I guess, some background because Thomas H, the author does this fantastic job where he introduces us in the introduction to, you know, what he's writing about, and then he doesn't in... He doesn't talk about Fritz or bosch with the 2 main characters in the book for 60 pages. And he instead it gives us this, like, riveting history. Of why the process that they came up with, which is called the h bosch process, was so important and why without it. It's especially responsible for half of the world's food production. So what you need to know about the h bosch process is it's an artificial nitrogen fix process. And it's a way to to turn the nitrogen in the air into ammonia that ammonia is used for fertilizer. And the fur the the main reason that that, that Fritz hayward created the process and and Bosch winds up being the 1 that implemented into, like, the factories, like, production is to solve like, to solve the problem of how do you feed your you know, your own population from a government perspective. Now what they didn't know or maybe they knew at the time, but it was quickly weaponized because the same thing that makes fertilizer good for... Fertilizer is good for for creating crops and making, like, each acre of agriculture more, like, yield more more food, But it's also, like, integral to to war and to explosives. So that's why the the subtitles, like, it's a scientific survey. It's fed the world, which is great. But it also directly fueled the rise of Hitler. And in the book it talks about that without this invention, there's a good chance that Hitler would have been destroyed in a few weeks instead of being able to wreak have it for several years. Alright. So let me jump into the book and, I think I'll elaborate more on that. I got a bunch of notes as normal, and maybe even more so than normal because I just I absolutely love this book. So let me start with first the books why. And so... The... Before we even get into... Before the mentioned even made, the author takes us to this to this lecture that's given by this guy named Crook. He's like, a really, popular scientist and we're in the year 18... I think we're in the year 18 98 right now. So he's giving this talk and saying, hey, much of Europe doesn't have a way to feed the the the population, Like, the population is gonna grow too fast. If we don't find another source, like, people are gonna starve to death. So he's out... He's giving lecture to, like, the the the, like, most preeminent scientist of the day, and he's trying to have, like, basically a call to arms. So I'm gonna pick it up right there and he says, he ended by calling his fellow... His fellow research to action. The only answer he said was to find a way to make synthetic fertilizer, fixed nitrogen Refining it from the earth's greatest reservoir of nitrogen, the atmosphere. That's why they say the machine can turn air and bread. Other scientific discoveries might make life easier might help build wealth might add luxury or convenience. But this was a necessary discovery. The vital discovery. The discovery of a way to fix atmospheric nitrogen was a matter of life and death. The entire population of the world needed fixed nitrogen. Whoever found a way to create it out of the air would not only save humanity, but would likely become very, very rich. So it says between those 2 points between crooks dire warning And today's global epidemic of obesity, a discovery of unprecedented importance save the world from starving. This is the story of that discovery. So that's the books why, and it's also why in the introduction, the the author says, He's, like, can you think... See if you could think of another invention that ranks with, like, can you think of another invention that's not... Is this... Like, how can you say this is not the most important discovery called ever made. If you if you calculated it by sheer numbers of people impacted by this. So right around the time that Crooks is given this call to action, the the global population, something like 1600000000.0. And because of this discovery, this this invention created by h, and then, obviously put into production by Bosch, Yeah, our, you know, the human population gone up, you know, though, it's around sale... A little over 7000000000, if I'm not mistaken today. So there's just just random sentence that I wanna pull out because I think this is what we're all doing here. This is something that's... It's like, why the the the the entire point of me making this podcast is probably the point of view listening to the podcast. But it's also a desire, like, an innate human desire that's that's seen throughout history? And it talks about, like, why do people, like, learn? Why are they doing research? Why are they performing experience experiments rather. And it says they all wanted to understand how the world works and to use that knowledge to make human lives easier, safer and more rewarding. Okay. So now I need to go back, and we're gonna go... We started, let's say we're at right around 1900 in the story. We're gonna go back to the 18 forties. And I needed to give you some history. I almost thought about making this, like a standalone short episode. And I was like you know what? It makes more sense. And I was thinking about putting it at the end of this episode. I was like, let me just include it because I think the story is fascinating. It's it's the the the short history of 1 of the world's honest industries, and it kinda of gives us a good idea of why, like, why there was so much pressure this time. Once you understand what what's a place, why there's so much pressure at this time to find an alternative. And so it's gonna start with South American nit trade was a good fertilizer. Fast growing increasingly hungry European nations during the industrial revolution fixed their attention to the place where there were mountains of the most perfect and powerful, natural fertilizer ever found. So during the 20 years from the 18 forties to the 19 sixties, this is 1 of the crazy sentences in the book. If fueled national economies determine foreign policy caused the war and earn a lasting reputation of the world's honest industries. So what we're talking about here is Gu. And if you don't know Ig gu is, it's bat and bird shit. And it's used... It it... It's... Fertilizer so potent, a natural... It was estimated like, 30 times more powerful. Than, like, the synthetic fertilizer available. Okay. So where where was this industry? Was like, just as so the world's artist industry? Where it take place? It's in South America, it starts on this little chain of islands off the coast of Peru. And so let's pick that up right here. It says these these were the Chin cha islands, a sprinkling of rocks 6 miles off the coast of Peru. And this is another crazy sentence, which constituted in 18 50 acre for acre the most valuable real estate on earth. The value came from the ground, the workers and the birds walked on. 10 stories of Gu, the world's best fertilizer. So you got a hundred feet of of Gu. So it talks about, like, the the peruvian government, they imported a bunch of Chinese laborers. And when the book goes into detail, I'm only gonna hit some highlights here. But essentially, they were, like, slave labor. And this is the the living conditions that the the Gu was harvested. So the workers lived almost naked under the tropical sun, and they had no days of rest. They survived on 2 small meals a day. Up to a quarter of the workforce at any given time would be too sick to work. Sc was common. Another thing when that was common. The book talks about this thing called Gu Han Illness. I mean, think about it. You're you're essentially shoveling bird all day. And so, this this unidentified disease or illness, you'd have, like, a shortness of breath. You'd cough a blood. You'd have cramp. You'd vomit, you'd you'd have diarrhea. So they kept having... They basically rotate out their entire workforce because at any given time a fourth of them were down with this disease. And so... And it's something to realize is the Gu that they're working on extracting at this point in human history was more valuable than gold. And they called the Gu boom. Gu was the best of all possible manure. It was like a necessity to us wrote a British farmer. It was an all but indispensable fertilizer. Us expert estimated that was 35 times more powerful. So I was actually wrong. 30... I said 30, I think earlier. 35 times more powerful than standard manure at the time. So what happens, it's discovered. The Peruvian are are extracting it from these... This tiny chain of islands and they're shipping everywhere. It's going to America. It's going to Europe. It's going to Asia. And as a result, as just like in the gold rush, there's this huge boom, and they create vast fortunes really fast. But we're gonna see something that we see over and over again in these books is that human nature... Our history doesn't repeat, human nature does. So it says the peruvian leaders use the enormous income as collateral to leverage. There's that word again, foreign loans, fueling a brief gil age, and then all of a sudden it was over. And says, and then it was over by the late 18 fifties, the the workers on the chin cha began to hit rock. Check out. This is another crazy sentence. The deposits of thousands of years had been stripped away in less than 2 decades. Okay. So now Peru in in a in a bit of a pickle here. And and and so is everybody else that was relying on this. And you... The United States was 1 of those countries that desperately needed the Gu to feed their population. So this led to something I've never heard of in 1 of the craziest laws that the Us Congress has ever had to pass. And it says, the knee was so great that in 18 56, the Us Congress passed the Gu Islands act. Which allowed any Us citizen to lay claim to any deserted Gu Island anywhere in the world and make it Us territory. What? The law essentially d all Americans to claim land in their nation's name as an act that is no parallel in history. Okay. So now the Gu deposits are gone, there's a worldwide search for an alternative source for fertilizer because you need you need it to, obviously grow crops. And there is a... This is gonna cause a war between Peru and Chile. And because they they find these, like salt deposits. These nit trait deposits in this area called the Ata comma. And there's a dispute between who actually owns the land and this turns out to be, like, this giant war, Chili winds up winning and Peru like, devastated. But real quick, let me just give you some background says the fact that Nit nitrates could be used for both food and war made it in the latter half of the nineteenth century, 1 of the world's most valuable natural resources. So whenever anytime you have a valuable natural resource in human history, you're going to have a violent conflict. That is going to occur to see who's going to actually control that natural... That that very valuable natural resource. The the author does a fantastic job. I had never heard of this story before. So I thought it was great If your history book definitely go ahead and read the book because I'm gonna skip over a bunch of that, but he goes in great detail. The naval battle that happens between Chile Peru and all the crazy stuff that happens. Chili victory was told, though that's that's the important part that you need to know. So now the the industry switches from Peru to Chile, and then eventually, this... They're they're they're going to... It's going to, Chile is gonna be super seated by the invention that Tab makes in Germany. So said, what ended chill Chile nit age was not shortage, but plenty and not plenty from Chile. It says half a world away, a German chemist. This is fritz its tab, was channel his anger into per into perfect machine that would within 30 years bring down the entire Chilean industry. The man was for fritz its h. The machine he was working on could turn air into bread. So now I wanna tell you a little bit about Fritz work habits, where his work started and then we'll get into, like, his early lives. So we can do some background. So this is always the same thing. Fritz tab got excited and anxious and eager and intensely productive, and then his stomach tied knots, and he had trouble sleeping. He grew short tempered. He called it nerves. About once a year, the anxiety increased a point where he could take... Where he could no longer focus effectively and had to take time off. So he he'd have to go... He'd take a few weeks at a san or a spa. He just basically have to relax because he worked himself to the bone. H had done his original ammonia work for an austrian company that wanted to find a profitable way to take nitrogen, which is in the air and cost nothing and use it to make ammonia, which could be sold. And so the important thing to to remember here is that, this idea was not a new idea. People had knew that there was AAA large amount effectively an endlessly... And an endless supply a fixed nitrogen in the atmosphere. They just couldn't figure out how to change it into, ammonia She actually uses this fertilizer. So people were were playing around in this and experimenting in this... They trying to solve this problem for a few decades before Fritz was able to do so. Because obviously, it's the book said in the beginning. Like if you could figure this out, you're taking something that's free and making... And turning into something that is so valuable that people literally... Like, human life literally depends on it. So it logically follows that, oh my God. I'm gonna be able to print money if I'm able to do this. And they were actually do print money. Alright. So let's go back to Fritz for fritz early life, give an idea of who this person was and maybe why like he was such a... He was a such a bizarre person and like everybody that we study is. His mother died a week after giving birth. Paper was raised by his father, a successful manufacturer who was rarely idle, rarely around the house and it seems rarely satisfied with his son. Fritz grew into an impatient and insecure young man, and he devoted to proving himself and eager to gain acceptance and achieving high position. So this trait that we're seeing in his early childhood, maybe stem from some kind of like psychological like, suffering he he at the hands of his father, never never went away. And he goes from his father to other scientists to eventually the German government that he was kinda like, slave devoted to. So this is 1 of aspect of his personality, that I would not try to it. You can learn it from it. Yeah. There's there's some kind of power in finding, like, some, like, a slight that kinda motivate you to try to live up to your potential, but he... This idea that you need to constantly prove yourself in the eyes of others. I think you should prove yourself in yourself, and you're, you understand more when I get there because it's it's just really discussing some of the stuff he does. And and now here's the problem too. So now he just have this issue and when he's young man. But he's living in Germany. And this... There's still... It's not like the the level of anti semitism that happens obviously under Hitler, but they were they were second class citizens even at this time. So it says this is a... Gives you good idea of what of what... You know, he's just he's Jewish. So what does he have to do with? Says for every German Jew, there's a painful moment with that he remembers his entire life. The moment when he is first made fully conscious that he was born a second class citizen. No ability and no achievement can free him from this. So that last sentence, Fritz didn't believe that He's said, okay. I'm gonna prove that. I'm a... Like, he even converts to christianity. He's not really into religion as it is. He just does it. So, like, he can be become more accepted because that's what more... What most Germans were. And he's like, no, I'm at German first, and we'll see that... Yeah. But not I a Hitler. So it says he endured his shares of Tau teasing an immersion school with an unexpected scar on his face. You got a Google for fritz H. See what this guy looks like. At the same time, H interest in chemistry blossom, starting with semi secret chemical experiments in his room. So you had a passion chemistry from a very young age. When it came time to pick a profession, H proved a rest of student. Focusing mostly on on chemistry, but also writing a bit of poetry, working his first his father for a time and serving and required 1 year stint in a military. He's still planned to be a chemist, but could not decide what kind of he wanted to be. It was if as it was as if he was too smart and too curious. He I had a level of ind indecisive. And then the note Left myself on the next page is, progress is almost never linear. Ups and downs and burst, he never seemed satisfied. I was always critical himself. He earned money after graduation doing lab work in an in an alcohol subsidiary, a cellulose factory and an ammonia soda factory, also worked in a molasses plant. This all bored him. He researched furiously, but without focus. That's why I mean It's not linear. He achieved little. The failure of this phase of H career, 1 of his closest friends later wrote was total and protracted. So he's struggling with his own personal security. He's struggling with the fact that externally. He's not achieving any kind of success. Eventually, he gets a job, He gets a job as a chemistry professor, but he decides to that that's just not enough. As you can kind of guess from somebody that works themselves to almost dying all the time and does so throughout his life. This is description personality. He wanted more. He always wanted more. He wanted more money, more fame, more respect. He worked too hard. Took on too much and still suffered from nerves. His career was everything to him, and he proved a distant and self centered husband. His marriage suffered. So, he was a... He's a terrible. His husband got divorced twice. His first wife, actually kills her kills herself. Some people think she does it because she was also chemist, and she was distraught because, eventually, fritz tab among his other achievements. He's notorious and becomes almost... No. If he... He becomes a war criminal because he events He's like, accredited with invent inventing chemical warfare. And he runs an experiment for the German in World war 1 for the German military that kills, I think 60000 troops, allied troops. So we'll get we'll get there in a minute. So this is the motivation for the search for the alternative. Just give you, like, a macro, picture of what's going on. Germany dependent on the Chilean nitrates for its fertilizer and gunpowder. Buying it by the ton and shipping it by the fleet halfway around the world. It was a dangerous addiction. Especially dangerous... Addiction because Germany keeps getting into these wars. Okay. So, around this time, fritz works for a few years. He finally comes up with a way to make this tiny tiny machine that actually takes fixed night nitrogen and turns it into ammonia. And then he goes off and he wants at the... It's very popular time for scientist to make a discovery and then they they partner with a company. In some cases, they sell their patents. So 1 of his main competitors that he that it was also trying to do this the time had previous success of selling 1 of his inventions for, like, a million marks, German marks at the time. So that's, kind of model that that first was, trying to to emulate. So he does a deal with this company called Ba f. Interesting enough. Ba Ba is still around today. It's actually still the largest chemical producer in the world. During the course of the story, it actually merges Which, like, 4 or 5 of the chemical companies and comes into this intuit it forms a new company called Ig Faber. Sometimes it's also called just faber or far. Maybe that's how you pronounce it. And that's Carl Bosch is working for Ba becomes 1 of the founders of the new conglomerate after world war 2, Think, it's like, basically, Hitler took over the firm, and so it's broken up and now as Ba is is spun back out and it's still exists today. It's actually a hundred and 54 years old. Which just kinda cool. Alright. So first, here's Hayward doing a deal with Ba on 03/06/1908. 2 contracts were signed between H and Ba. The company god would have wanted ownership of any resulting patents and H agreement not to publish any of his findings without permission. Hey got 10 percent of any net earnings. So this is something we talked about a few times, always a bad idea. If you can avoid it to to do a deal where you get net profits, if you can negotiate always always go for gross profits because, companies, you know, you can they can make... They can make that net number. Look, however, they wanna look as gross is what gross is. So, he got 10 percent of any net earnings determined to an intricate set of calculations. Of course. So of course, who's gonna... Who's gonna benefit from that. The people actually doing the calculations. Come on. That base of, the Ba f made from a process he developed. Now this is the point in the story where we're introduced to Carl Bosch, Out of the 2 characters, I identify more and and kind of would emulate more of, like, ba the way he goes about. Fritz has some some some defects in personality they caused him to make some really poor decisions. Carl, he had his stuff together. He was real tight. So here's the thing. He's working. They bring him over. He's... To to look at at at for Tab invention. Right? And people are like, hey, this works now because you have, like, an insane amount of pressure, And, like, it's only gonna work in this tiny. Let's say that the device is 2 feet tall. I forgot how tall that's bit tiny. And they need to get it. They eventually have to scale it up to something that's, like, a hundred feet tall. And they're saying the pressure required, like, there's no metal or steel on the on earth, like, it's it's gonna explode or collapse. Like we can. This is useless. Why are you doing this. So Carl actually, is his previous experience serves him well and he realizes that the people saying that are actually incorrect. And so this becomes Carl Ba life mission. At least at at the... This part is career to find a way to scale up H invention. Right? And, like the books said earlier, eventually turns into city size factories. The people that the person responsible for that is Carl bosch. Alright. So this is a little bit... Well, Carl bosch is earlier Have in career. And right now he's in a room full of skeptics. They're they're examining H machine. He says Bosch knew something the rest of the men in the room did not. He knew about metals. Bosch had grown up around tools. His father was a successful gas and plumbing supplier. Who had fitted their home with a complete workshop and given his boys, meaning his son's free run. He hadn't an open door to his father's business and visited the work often, learning about pipe fitting, sold sold, machining and wood work. As a young man, he did an internship at a metal working firm. Took a summer job in a blast furnace plant and studying mechanical engineering for 2 years before switching to chemistry. So these early, he didn't know at the time. It's why it's the common devices you need to expose yourself especially when you're younger to all kinds of different experiences because you don't know how they're gonna come into play later on life. This winds up being extremely important to Bosch. Bosch was hired as a as a chemist at b... Ba fresh out of University in 18 99. From the start, he was a bit of an odd. Chemists were kings at Ba f, highly educated and highly prized experts responsible for discovering the new products that kept the firm afloat. Many of them came from the best universities in Germany. Most wore suits, ties and stiff collars. They discussed art music and literature in their off hours and maintained a clear dividing line between themselves and the firm's, common laborers. Bosch did none of these things. He often took off his jacket once he got to work, loosen his tie, picked up a hammer a wrench and started banging away on some machine. He kept himself mostly and seemed uncomfortable socializing. That's why earlier I said, I was quoting the author when he said that he prefers machines to people. He seemed una afraid of blisters and stains. Early in his career, Boss was found by a Bs executive in a plant work room, his sleeves rolled up, face gl, stirring something in a vat. My dear man, the executive said. If you think such foolish will help you rise to the top of Ba, you are sore mistaken. So this is Ba personality trait, why the manager of Ba trusted him, so he winds up being, like, the the the person running the companies like Right hand guy. And what he thought of for his experiment. So it says, this is this is what they liked seeing in Ba. The young man's willingness to take on a on a giant of chemistry. So he was somebody before H had claimed to invent the same thing. And he was trying to sell to Ba f, Ba f, higher or asked Bo to investigate, like if was actually true, winds up this guy was already won like a nobel prize and everything. Bosch tried to replicate his experiments. It couldn't and wrote honestly, what his findings were were, and the Nobel prize winner, was like, oh, this is, you know, this is your fault. Is what you get for hiring this this nobody to check. Other people check turns out it right. So that's why it means taken on a giant chemistry. His ability finances answers and the backbone he showed. His appreciation for the engineering side of the enterprise, his careful quiet considered opinions. Bosch was not apt to run to rush into anything. Bo looked at H machine. Then he said to his bosses. I think it can work. I know exactly what the steel industry can do. We should risk it. And now we start see, like, little glimpse of the the size of of bo ambition. And so it says, there was no end to the nitrogen in the air. So in theory, there was no engine... End to the amount of ammonia they could produce. Germany would no longer have to rely on shipping its raw material from fertilizer gunpowder halfway around the world. Humans would be able to make as much fertilizer as they needed forever from the air. This this process still continues today. Global starvation would never again become a critical issue. It marked a turning point in human history. 1 historian later compared those hours in H lab to the wright brothers flight at Kitty hawk or Edison discovery of a successful light bulb. 1 of the attributes Carl Bosch had was he didn't rush into things, but once he committed to something, he moved in... He he he optimized for speed. So his things started to move quickly. Carl Bosch was eager to move ahead. He wanted to start building a bigger prototype machine as quickly as he could. He and H worked closely together closely, exchanging visits, writing letters confer about details of design and operation. Bosch wanted to know everything H new. It was not long before H complaining of stomach pains and exhaustion retreated to a Swiss health resort. Bosch pushed the project forward. So what's happening here is they're they're pushing a process forward before it's over, there would be dozens of patents covering every new aspect of the process. So this is another example, this is the beginning of another issue that ever existed. Feel like the last few weeks we've been covering this. We we talked about the beginning of electricity industry. We talked about the aviation industry last week. And now we're into the the fertilizer, the growth of, basically the food and explosives industry. Okay. So the guy running Ba, at the time it's guy named Bro, brock. I don't know bro. And him and Bosch are kind of of like mines. And here's some ideas they have about business. So said they had similar administrative styles. They were both gambling on nitrogen. They both appreciated the importance of machinery along with chemistry. They both like to hire talented people and give them a relatively free reign, and they both dislike yes, men. They both had the same idea about the chemical industry. They both understood that the game could be won only through cease rapid fire innovation with the next great idea going into development as soon as the previous 1 went on the market. So that applied back then it applied earlier in human history and it definitely still applies today. They both understood the need for speed and for efficiency in order to make big ideas into reality. They both thought a decade or 2 down the road. They were both in short, technological opt. This this is why I say Identify more with Bosch than I do with Jab. Hey, we was kinda, like, make himself sick a little bit pessimistic. Although sometimes, I guess you could even argue that he was not pessimistic enough, but this whole idea of technological opt, specifically this this point right here, problems would be solved. Solutions would be found. In other words, like you may not know how to solve the problem now, but that's what you're doing. You get paid because you solve the problem. So just look at, like hey, They're gonna be solved. We're gonna find the solutions. H had doubts about scaling up his ideas as the way Ba plan. That's what Mean with the pessimism. Bosch pulled pulled ahead. Dev dividing himself to the sole goal of transforming H 2 and a half high laboratory machine into something the size of a factory. That's a hell of a big problem. Right? He knew about the potential difficulties, but he also knew that if he started thinking too hard about all of them at once he would be overwhelmed. So the know left myself is sometimes you have to turn your mind off. So he says if you think about too hard, he would be overwhelmed. So he stopped thinking and started working. That's good advice for all of us. And I like this idea. He has this idea, a few paragraphs later. About the idea of a company as a machine. I really like that. He is Bosch like machines. He organized people as if he were building 1. From the start, he proved himself enabled administrator and a master coordinator. This is a reminder to all of us that nothing worthwhile comes easily. Carl Bosch was dealing with a mountain of challenges. Any 1 of which would become a disaster. The ammonia process was all tightly connected. 1 process flowing continuously into the next, so he is just describing the machine has to build, which meant that a breakdown at any point could shut down the entire thing. Everything from the input gases to the heaters to the reactors to the rec circulation system to the coolers, every connection, every valve, pump, gauge, seal and fitting had to work flawlessly. 24 hours a day, 7 days a week at high temperatures and pressures. Almost none of the most important equipment existed. It all had to be invented. Systems like this had never been built. And nothing could fail. And we kinda see that this this promise is so large and it kinda overtake this entire life. He says, he kept hiring engineers help doubling the number of Ba f in the course of a few years. Bosch was obsessed with the project working day and night. Running his teams hard, keeping the entire picture in his mind, seeing systems feeding into systems, fitting his gigantic machine together. Whenever... Whenever, anyone complained about the cost or the pace, when anyone ba at working long hours, he would say this is about billions. Billions of marks. The future of the entire company rested on their efforts. And as you can imagine with a, project, the size and scale this, most of which almost all of which has never been done before. There's all kinds of problems where they... They're making progress, then they run into a problem they didn't think about, and they the the project literally stops until they can solve... Find the solution, which is what Boss just talking about. So this happens over and over and over again. I'm only gonna use 1 example. Obviously, the rest are in the book if you wanna learn more, please read it. I can't recommend this booking off. IIII probably said it 5 times already, but it's insane. It's just such a crazy story. But, anyways, I wanna talk to... There's a specific thing that Bosch does that I think, is applicable to to all kinds of problems. And it it reminds me of that Charlie Mu quote, invert always invert. So she says so so Might know that up myself Is Bosch solves a huge problem by turning the problem upside down. Right now, the project is stopped. It's... I think months at this point, they can't figure this problem out. So it has to do with, like, there's all these explosions because hydrogen is getting into the steel and weakens and and it ones up exploding. So it says, the next morning he realized that they'd been going about it all wrong. They'd been trying to change the steel to protect the steel? Why not simply accept the fact that hydro hydrogen was going to attack it? That was a problem. The hydrogen gets in there, We sit over time and explodes. There apparently was nothing they could do about it? High pressure, high temperature hydrogen was like some sort of universal solvent for metals, it eventually got into them all. Once he accepted that fact, bosch realized something else. They've been asking 2 things of their oven walls, which is made out of steel. First, that they contain enormous pressures and second that they prevent the escape of gases, particularly the explosive hydrogen. What if he separated those 2 things? Why not let the hydrogen out? They had been... This is I mean about turning the the upside down? They had they had been so focused on making the outer wall pen... Imp holding in the gases and the pressure, but when when they're doing that, eventually, they reach a point where the pressure's too much and that it explodes. Right? He goes, but what matter was not whether hydrogen leaked out, but how much. If only a literally and leaks slowly into a large area, the concentration would not build up enough to post a danger, meaning would not explode. So they wind up doing these, like, fill... They... First, they have it, they're they're during 2 things. They're letting the hydrogen out they drill like these sort holes. And then you also find different levels of steel. So says Ba team started building and testing full size ovens, and they stayed intact after weeks and then months, the project was back on track. And before, I think they were exploding and failing within, like, 2 or 3 or 5 days, something like that. So it was a big, big problem. Okay. So let's skip ahead a little bit here. Oh, I like this idea. So he he gets the the fact the first factor he makes... He he he creates this this place called Op, 0PI don't know how I pronounce it. But I like the idea of viewing your accomplishments. As a step away along the way to better things. So it says within a year, the factory, I'm just gonna call the factory. Was making tons of ammonia based fertilizer every hour. They were Ba was selling it as fast as they could make it. Once they got into a full swing, the profits were enormous. Ba had done everything you could to maximize efficiency and to cut the cost of production. Instead of seeing the factory as a final stop. This is what I mean about. So another note, I I love myself I guess Should read that to you first. Was for... Obviously, you need to the idea of viewing your accomplishments messages is just 1 step along the way of of being better, like, constantly improving and getting to better things. Right? And the second note was what what happens here is when you're reading these biographies, and you're listening, I guess, in your case, listening to them. Reading biography is listening to them. It really stretches what you believe it's possible. You know, we have this this tendency as humans to kinda just narrow Like, constantly, like, are you... When you're a kid, the world is full of magic. Everything's amazing. There's, like, possibilities and dreams are limitless. And it's very natural over time, like, our dreams get smaller or possibilities get smaller, we're narrowing life for no good reason other than it's just part of our nature. And I think you need tools in your life or experiences your life to realize that the world is wide open, and you can do and achieve whatever the hell you want to. And so I'm about to read, like, Carl Bosch had this mindset. You know? His mindset, yeah, I'm not saying it's impossible. It's it's rare, but we're seeing this over and over and over again in these books. And I think it's extremely important to just, like it's like a slap in the face. Hopefully, when you press play every week, you're listening to this is like smashing the face. Like, no. You can do what you wanna do. There are no limits. You... We have not... We have not reached the maximum of human potential. And so on a micro crossing that has the maximum of your potential in your own life. So you have this this... He worked for years to get this up. Remember that I think it's like September 19 13 is where we're at? 6, 7 years or some something like that, of, failure, starting again, failing, starting again, failing, starting again. Now they finally got to the point where they're making... They're the only company in the world that has this process. It's unbelievable valuable They're printing money. And Bosch is like, okay. Cool. Let's see what else we can do? Like why am Gonna rest on my laurel? I'm still alive. So he says, instead of seeing, the factory. As a final stop in the development process, Ba seemed to view it as another bigger prototype. A step on the way to even bigger things. The speed at which Bosch made things happen was surprising. It was terra incognito for Bosch and his teams and problems had to be solved in new ways with new equipment and new ideas. They invented as they went. It was the birth of an entirely new technology, high pressure chemistry. Bosch began thinking. If this high pressure technology could make ammonia, what else could it make? Now I'm just gonna take a weird tangent here because I love... I when I first started founders podcast, I didn't... It wasn't called founders. I didn't know what I was. I was reading biographies and 1 of them, biographies I was Einstein einstein's. And I did a podcast on it. I don't think it's that good. It's not around anymore, but he's he's just a really funny character. And I just wanna compare and contrast because, you know, Germany at this time. It's like, basically the amount of talent they had. And, like, this just show shows you how stupid Hitler was. You know like, the the... Right, the largest collection of those talented people in the world, and his racism and just... And we're gonna... I'll I'll tell you a little more about Hitler in the book too. This is a do. This is a doo. He's got all kinds of people and he just runs them out because they're Jewish. She's just so stupid. But anyways, a lot of these people know each other. And so H winds up making an acquaintance with Einstein. And I just wanna come... This this paragraph just makes me chuckle. And and I just wanna compare and contrast H and Einstein here. So he says, Einstein came to no Fritz, H, H pushed for bringing ants back to Germany because, you, at the time, Einstein was in Switzerland. And so he greatly respected Einstein's mine. So it says, but the 2 men could hardly been more different. H was completing his transformation into the perfect German. Remember I told you these weird psychological issues of, like, wanting outside, like validation. Maybe I'm not gonna cycle. But who knows? Perfect German. He was pro military pro Kaiser. Kaiser Wilhelm, the leader of world war of Germany around World war 1. He's the 1 that gets Germany into the disaster is World war 1. So he he was pro pro even more than stiff neck prussian style patriot or ever more. Stiff neck prussian style patriot. Einstein was a free thinking wise cracking cosmopolitan a Pac who enjoyed making fun of precisely the Trades h was coming to a embody. I would much rather identify with einstein. It's just like I don't think you should... You know, a lot of the problems with with interpersonal human relations. Is the fact that we're tribal, and I think if you just understand that's part of our nature. How... You you bring it to the forefront of your mind, you kind of avoid, like, joining groups. I mean, that's part of the reason I I call the the the membership program is the mis fits because, like, you know, I think we're we're studying and we're we're attracting, like, a group of people that don't wanna be in a group. You know? Like, I want most of the people that I hear from, their independent minded. They wanna do their own thing. Like, they don't they don't need They don't have this desire. This endless desire to conform. Like you see H has here. So give you a good point of where we're in a story. A few days later, Germany declared War in Russia. Yeah. Real smart. Einstein during that long night after his wife left, talk with H the military mindset of Germany and the madness of war. Hey on the other hand had already volunteered for service. So he says, you know what? I'm gonna prove him a good German. I'm gonna serve them in all the capacity. That's when he starts developing chemical warfare there. So, you know, don't wanna be like hey I'd much rather be, like, Weinstein. Okay. So now we're gonna get into this... They're feeding people. But now we see that, you know, this process also it why it fuels the rise of Hitler. And in World war 1, before the process, so world war 1 jumps out, but the process isn't like, perfect at the time. Right? They're they're producing some, but not nearly the quantities they are gonna do about 10 or 20 years from now. So part of the allied forces realized, oh, Germany, like, you need all this this... You have to import the the nitrates that you're using for explosives from from Chile. Well, guess what, We're gonna send our boats over there. And so they just are disrupting the Germany's flow of explosives. And this is very common in World war 2. Once Hitler effect effectively takes over Ig favor harbor, whatever it's however you pronounce it. The allies do the same thing. Except they don't have to disrupt shipments from South America and see they just bomb the crap out of this gigantic factory that Bosch makes. This we're still... You know, this is... We're still 20 years earlier from this happening. But this this whole idea of taking, like, basically trying to knee capture your enemies. And trying to limit their their their ability to to to create weapons is is very common. So the notes I love myself was, the side with access to fixed nitrogen would win the war. Germany mis calculated how long world work 1 would last. They thought it was gonna take a few months, so dumb. And was running out of gunpowder and explosives, and then a variation of the h bosch process would be the solution. So this is when Bs starts working with the government. It says when the deal was signed B was no longer just a chemical firm. It was a... It was a defense industry. Bosch did not much like it. His team recognized the irony. They worked long and hard to feed people. Now the same technology was going to be used to kill them. Ba did not talk about it much, but he felt it. This is actually... He dies very unhappy unfortunately. He felt a lot of guilt, especially with the rise of Hitler. The need for nit trait led to bizarre events like this. This led to 1 of the stranger moments of World war 1 when on 11/01/1914, the first... This is what I was just referencing earlier. Kinda stepping over my own point here. The first major sea battle of the war began halfway way around the world from Germany and France off the coast of Chile. Oh, man. A reminder, what... This is a note that I left myself a... A reminder that traits that make you strong can make you weak. Ba is genius in making his factory 1 great great integrated machine was good for efficiency, but bad during wartime. A powell, the factory was so closely knit that 1 well placed bomb could shut down the whole thing. And that's... I don't I don't want you to mistake my point of making here. I'm not saying it's Ba thought. He he didn't think about you utilizing this for war. His intentions at this time when you build a centralized factory. Was to make it most efficient process to actually feed the. And unfortunately, you know, Bosch, he dedicated his life to this and it was hijacked by a crazy asshole in Hitler, and this guy winds up drinking becoming an alcoholic later in his life and, you know, you have a supremely smart and talented person and he was, like was ruined by this this 1 of the worst human ever lived. So... And at least Bosch sees it. The reason I... Like, fritz is a smart person got interesting ideas, but God, this is not 1 of them. And when I'm about to read to you. And I wrote the note when I when I came across a session sessions it's bad idea. You should question everything. And Fritz doesn't do that. I don't understand, III shouldn't say I don't understand because we've seen this over and over again, but like, you could be so smart and then he... He's 1 of the few people went, I think 2 nobel prizes. We're in the the the the most integral scientist in chemists in human history. And this is he's side of his personality where he doesn't... It's like, isn't science. Just like, questioning like, what is actually true? Like, why wouldn't you apply the different domains in your life? So it says, a subscription of Fritz in World war 1? He became more pressured by the day, organized, tireless efficient. Head shaved, mustache trimmed close imma mono at the ready. During this period of his life, H existence revolved around as 1 of his sons later wrote an un critical acceptance of the state's wisdom. I you can't, like, I don't think it's smart for any of us to to accept, like, to just blindly accept anything. Anybody's telling us, Like, we should question everything. Everybody makes mistakes. We're all imperfect human beings this idea that there's some kind of deed Like, does God like character to human beings. It's just not true. And it that applies for individuals or applies to companies applies to states. Like, you can... Un critical acceptance no way. No way. What is this? Carl Bosch managed the whole thing. He hated war and rationalize his work by saying in wartime, it'll keep German safe in peace time. It'll keep Germans from starving. So let's see what I meant by that. By 19 18, running a full capacity, Oh, 0, so this is the the the giant. So he built the Opal apollo plant or how you pronounce that? Is smaller and it's closer to France. At the end of World war 1, France comes in and kinda like, oc occupy it because it's so close to them. So they they start building... They decide they need to build a bigger factory close, like, in... Like, in this more, like, center of Germany. And it's called Luna. Well, that's not how you pronounce about so I'm pronouncing it. And it's giant. So it says by 19 18 running a full capacity, Luna had become Germany's industrial marvel. It was bigger than any than any ford plant. It used technology and no 1 else could duplicate. It helped Germany in the war. Some historians have estimated that World War 1 would have ended a year, perhaps 2 years sooner sooner, if H Bosch had not been able to make nitrates needed for explosives. So this is the actual factory that I mentioned earlier, that keeps Hitler alive, in Wool war 2. Eventually, the allied started bombing it, but the some historians said if they just bombed it. Said if they took... If they would have wiped it out earlier in the war, like, at the very beginning. If they just if their entire... I'm I'm tripping all my words here. Come on. I can speak. Let's go. If the allies had made Luna the the sole focus, they said that Hitler would have been wiped down 8 weeks. Okay. It took a lot of words to get to that point. I'm sorry. This may be 1 of the strangest most complicated progress problems of business that ever faced. Okay. So this is what I mean, France is gonna come over here and take all their assets. This is a crucial moment for Ba. When the war ended the Victor occupied would had been German land, including the area around the ammonia factory. Bosch knew that it would be difficult for competitors to rip replicate success with fixed nitrogen on the basis of seized patents alone. So they were just saying, Essentially, they're saying, you were using these patents for war, So we're gonna take it We're not gonna respect it. And knowing only that, we're gonna take away the factory and they're gonna trying to reverse engineer. So that's why I mean that this is strangest most complicated problems of business ever faced. Bosch is at... Is it leading this at the time. So it says, it would be difficult if they seize the factories review their operation and dissect an oven or 2. If that happened, there was a very good chance that the ammonia secret would be out and Ba would lose all its competitive advantage. Even in the midst of political chaos businesses business. So saying, like, if the factories is not running, there's no way you're gonna reverse engineer. But if the factories is running, you might be able to. So I needed to clarify my previous statement. The important thing for Bosch was that 2 of its company's 3 main factories would be under French control for who knew how long because There's an interim time between... I think it's a... I think they... Yeah, the treaty versailles, which kinda settles World 1. There's, like, several months, but they didn't know the time frame to beef between when Hostilities ended World war 1 and that the official ending. Right? So he's gotta navigate himself and try not... Because if if B is the only com... Company in the world that knows how to do this. And, of court, not now, you know, every country has, plans to do the harbor bosch process. But the time he's trying to protect his competitive advantage because he's not a... Like, he's not involved in war. He he's just a business person. So he does stuff... I mean, this is kinda, like, he's got interesting ideas. Like, he he essentially does, like, gorilla warfare. Not obviously with weapons. But he says whenever French inspector appeared the Ba employees lay down their tools. Any machine in operation was switched off. The inspectors would arrive at a building to find needed ladders mysterious missing, and in at least 1 case an entire flight of stairs. Important gauge sometimes disappeared or had their faces blacked out. Without seeing the ammonia ovens in operation, the French could not figure out the h boss system. Bosch and his people knew that the that technology was too complex, too precise and too interconnected for easy comprehension. Boss was playing a difficult game. In the long term, he needed to deny his ammonia making secret to the allies. In the short term, however, he needed to make money for Ba and kept his worker and to keep his workers busy. And now here's the thing. All the... This is all temporary. Bosch is not a stupid man by any means. He knows... Like, especially so that... He's 1 of the people that goes to for side, and he just realizes, oh, like, this is not even a negotiation. Like, they're they're are clearly won the war and they're gonna take... They're gonna do whatever they wanna do because they won. And so he realizes, listen. He's gotta solve 1 of the most complicated problems, and there... All the people from Germany and are in this hotel, but it's really, like a prison. There's, like, guards outside and and everything else, so he's realizing, like, I I need to to... My people need to work and the factories need to be running for the citizens of Germany so we can feed them. So he realizes I'm gonna have to give up the most valuable thing I have, and that's the h Bosch process. So this is the story of how he solves the problem and he does this on his own. This way, they said he's like, 1 of the most complicated figures of the twentieth century. Under the cover of darkness late at 1 night, Ba climb of the wall and wire surrounding the hotel, avoided the guards and made his way through the streets of her versailles to a secret meeting. He spoke there with a highly placed representative of the French chemical industry. Businessman of businessman. So there's a very... Just like most times of war. There's a it's really hard to tell where business ends and the state begins. And so he realizes, like, this... These people have huge sway with what the government needs because they realize they want the process. They want it for not only to feed their people, but they want it for the explosives. It was straightforward. Bosch only had 1 thing to offer and he offered it to the french. The chance to build a h bosch plant. In exchange he wanted to promise that the 2 factories he built so far would stay open. That's a Poll and Luna. I don't know what happens to the third 1. The French would get what they wanted an operating h bosch plant, and Bosch would keep his nitrogen plants running. Bo rewarded for his negotiating skills by being made head of the company something he both wanted and dreaded. Remember, he doesn't like people. He lived meaning dealing people. He lived and breathed Ba f thought himself skilled enough to run it, but hated the prospect of endless meetings. He would rather spend his time tinkering with machines and figuring out personnel issues, but his sense of mission was engaged now. That's kinda devastating. You have to give it away. And within... And they they do, like, this this deal, quote unquote deal and they're gonna be... They're like, okay, We're gonna... Don't worry. Tell us this process we'll pay you, like, a royalty. They're they're not doing that. I think they wind up paying them a little bit, but they just wind up stealing it. I mean, they... That... To... What's the old saying. Like to the to the Victor go spoils. So that was definitely the case here. So I just wanna... This is the chaos. I just can't imagine like, how difficult and how much pressure Karl Bosch was under because This is the chaos of running a company in post world war 1 Germany. So he said Carl bosch understood machines. He had an affinity for things made of metal, but he was less talented when it came to understanding people. This became an issue for him and his new role ahead of the world's biggest chemical firm. He found... Remember, he hasn't found at Ig yet. He found himself in the early 19 twenties he's running a company blessed with the world's most profitable new technology and cursed with some of the world's most challenging labor and financial problems. His first years of directors mentorship were marked by crisis after crisis. So I'm gonna read these different parts. I just made a list for myself, and I'm gonna read the list Made to you. He has to do with labor disputes, the rise of communism, in inflation. So this is around the time of the W war of Republic, armed factory takers by both the French and workers, explosion that killed hundreds of workers and in rein invasion by France. They keep going in there. This is the emotional strain. Companies are not families, and you have to treat humans. You cannot treat humans like machines. So this is just this is when... Well, let me treat it. Bosch felt both betrayed and perplexed. He wanted to be a good father to his for his company as Bro. That's the guy that used to run the company but was now dead and kind of the 1 that mentored him as Bro had been. I think that's a mistake. Like, we have to do this this whole ethos and business that, oh, yeah. We're 1 big family. No. Families are... If you really think about how family has operated, they're socialist. Companies are capitalist they're not run the same. Like, if you were for a company that says you're your family, like, that... That's not true. You can tell how they they treat you. Like, you don't kick somebody out of the family. You can easily be fired from a company. Like I I don't like that terminology. I guess my point. He felt he felt himself to be a liberal giving man Willing to listen a reason. He did not seem to realize that it was own personality, uncomfortable around people chronically devoted to efficiency, somewhat mechanical and often distant, coming across his b that often got the way of developing good labor relations, so he had this thing with like have you ever read these these these are reports of how it is to work in, like, an Amazon warehouse, like, the people actually collect the stuff we order and and and ship it, it's, like, they're monitored by the minute. They they they're, like, pushed to take faster bathroom breaks. All this kinda, like, weird stuff. Bosch employed a lot of this in the name of efficiency. The problem is, like, that humans aren't machines. So if you're gonna act like that then then find a a way to automate automated it or do a robot. But if you're hiring humans, you you should have a least basic dignity to treat them as humans. Just this is a interesting quote. I referenced how are you to deal with inflation. Once that ramp inflation happened. It said, a pound of bread could cost 800000000 marks, A pound of butter would cost a billion. Bosch winds up going. So he realizes that he's going to need to... This is when Ps and like, I don't know, 4 or 5 other companies are gonna merge into 1 giant chemical company, and that's the 1 that he runs that but the problem is just like when he centralized the initial factory, and then real... Once once they take it over, like, the what what was once an asset to the company becomes a liability. Same thing happens here, but he goes what's interesting is, like, most of the people that we cover on the podcast, he learned... He studied other founders. And this is where he comes up with this idea of a super company. So he goes over to America actually. And he realized he said German chemist stalled the United states is are only real competition for industrial dominance. Dominance. Boss thinking about fusing German die in chemical firms into a single big organization and wanted to see firsthand how giant Us businesses like standard oil operated. He came home with new insights about the future. Everywhere he looked in American City, he saw streets jam with automobiles. Everybody wanted 1. The United States was a car create... It was car crazy in part because Henry Ford had figured out a way to mass produce them cheaply enough to bring them within reach of millions of buyers. So he's gonna do the same thing. Not for automobiles, but for this process of, creating ammonia. And interesting enough, Hitler winds up becoming crazy. But when Bosch is basically... Later in his career, he has figured how to make synthetic synthetic gasoline to power Hitler's like tanks and planes and everything, but also because Hitler wanted to emulate. He wanted Germans to be driving cars like Americans drove. So this is more of the thinking here. This is what's gonna cause him to found this giant company and he's He's the one's gonna run it. He says in the post world War, in the post war world. So this be after World War 1 before World war 2. Corporate corporations needed to join together if they were gonna build vast new plants using expensive new technology in Britain 4 firms band together after the war to form the imperial chemical industries. In the United States, 5 firms joined to make allied chemical. If the Germans wanted were to compete, they would have to do the same. The German government began to pass laws in the early 19 twenties that benefited the formation of larger business entities, it became clear that the time was right to merge. So it's called, it's... I'm not even gonna try to pronounce a German thing of it, but it's called Ig g Far or simply Far. Far was, at the moment of its birth, the largest business in Europe, the largest chemical company in the world and the third largest business organization of any sort. So it's interesting to me is these trends, I think over reversing in the age that we live in. It's my sincere belief that the optimal size of a company is shrinking. And there's actually... If you listen to the the the podcast I did for the reviewers only feed on this book, it's called un scaled. So it's essentially a book out saying, hey. In for last 200 years, everything was centralized and growing big, and you had a benefit to being large. And now that process is reversing. I think that's obvious, but some some people still... I don't know if it's some people still find the controversial, which I don't see how it is. You can look at the numbers and and kinda extrapolate where that's gonna end up to. I definitely think that, the the the the numbers become I think the my own personal belief and I don't really have any proof of this. I just thought that I think companies are gonna come tiny, And yet, they're gonna be able to serve tons and tons and tons. Of customers still. So there'll be large and impact, probably large and profit, not large me head count. But anyways, if you haven't heard that. And if you don't have access to it, just get touch me, and I'll send you the feed. And you can read the book un scaled. I haven't read it... It's been a few months, sir. I forgot when I read it, but I do recall that you don't have to read the middle of the book. I think at the time, I said, if you just read the first 2 chapters in the last 2 chapters, you kinda get the the the author's point. That's how it is with most business books. That's why re biographies instead. Because you don't... There's no point in skipping a biography. But there's a lot of point skipping business books. I think there are most of them should be way shorter. This is stretching what you think is possible. So let me just read the standard oil was a big company, but even its technical director was stunned by a visit in the spring of 19 26 to the company's plan. So now this is far. Remember, a few years prior, Bo goes to the United States to learn from standard oil. Now now he applied those lessons in Standard, It's coming over here to... Or coming home here. Coming over to Germany to study them. And they realized oh my god. It's They they're doing way... They're on a a scale didn't even realize. So they were stunned by visit in the spring of 19 26 the company's plants. The the person that did the the representative understand oil said he was plunge into a world of research and development on a gigantic scale such I had never seen. He called Bosch synthetic fuels project tremendously significant. Remember, it be... If the the new firm's gonna succeed. It's gonna survive. It it's monopoly on the the harbor... The H Bosch processes over. He had to give it away after we'll run. Now all chemical companies in the world are using it. Some to differing, you know, levels of success to cases. So he's gotta come up with a new thing, synthetic fuels is, like, an even harder prod problem, and they went up running because at the time, let me back up. I didn't explain this clearly enough. Around this time, the world was convinced that we hit peak oil, that they were gonna... Everything's gonna run dry. Oh, my, It's a say... It's, like, the same thing that they thought was gonna happen if they don't find new fertilizer. The world was gonna starve. Turns so they start doing synthetic fuel. The problem is while all these chemical companies, especially Ba companies dumping tons of money research development, trying to find that fuel. They wanna being successful. But then in the United States, you have the start of the oil boom. And they they... I think it was an Oklahoma. They accidentally discover which turns out to be like an ocean of oil. And so that drop what's gonna happen. That drops the price to where natural oil crude oil is way cheaper. So, you, we're not they're in the story yet, but that... I don't even know if I talk about it, but that that throws off this whole idea. But one's it being important because Hitler like, well, you know, the United States 1 of my war with them is not gonna let me import oil. So he had a... You made... That's why he took over Ig farmer. So it says calling bosch synthetic fuel project tremendously significant. He too had to admit how far ahead of the United States that Germans were. I had not known what research meant until I saw it. He said, we were babies compared to what they were doing. So that's just another example of, you know, exposing yourself to the full scope and capabilities of human species the the very best of the best at whatever they're doing. Just gonna push you to do to realize, hey, I can do a lot more than I think I can. Okay. So now I'm skipping ahead. And now we have to deal with the jackass that is Hitler. And he's purging. We haven't been talking about fritz fritz at this time, did he sold all his stuff to to Ba, essentially, Bo his company. And he just wants to... You know, he's he's the head of an institute. He's doing research. They tried to try him for war crimes. I don't think he... I don't think he was convicted. But, no He definitely wasn't convicted. Or maybe he was, like con convicted, we could never travel to France. I don't remember the exact details, unfortunately. Sorry. But, he's running with Institute in Germany, and Hillary like, well, I want to choose out of here. And at the beginning, it was, like, it was it was step by step. And so hey, yeah he's like, hey. Like, you know, the Hitler's, Jewish conspiracies at their their control money, they controlled science, so get all these people out of these out of these institutes, like, purge them, replace them with aria. And at first, He got an exception because he was a it was a German war hero. Now, in Britain, he was hated because he killed... I think it was... I think it was 60000... It would... The number 120000 plus, But I I'm pretty sure it was the British soldiers that died from from that chemical attack, and they knew it came from H. But in Germany, he was, like, you know, a war hero. Because it that helped them because they were at war Britain at the time. So now he's gonna direct order, get rid of these Jewish people? And it says, but how could he stay on when many of the people who worked at the institute would be forced out simply for being Jewish? How could he bring himself to sign to his dismissal papers? While, he thought about up options he made other decisions. Albert Einstein traveling United States, attacked the Nazis in print and never return to Berlin. So he knew from the geckos. I... He was telling Hey, get the hell out of there. And, he was like, I'm, I'm a German, Like, his whole life was there. He's... He dedicated his whole life to being accepted as the the as the, like, the the pro servant subs German and didn't realize that Hitler is not... Even though you had anti antisemitism under the Kaiser before, like, Hitler's a different level, and we're gonna see this because he meets with Bosch too. Is the guy is so dumb. Paper was torn. Part of him hope that the madness would blow over that the German people will not stand for it that Hitler's government would not cease... That hitler's government would cease sense. Didn't the Nazis realized that forcing out Jewish research would gut German scientific programs? That's what I mean about how dumb this guy was. Not H. Hitler obviously. Jewish scientists were simply too successful 2 integral Germany's international evidence. How could they be told to leave without doing a irr damage? How could the Nazi throw away a century of achievement? It was beyond belief it was madness. Yeah. Well, what who you're dealing with? This is Einstein's perspective and h regret So he was... It's... Did he leave... Eventually, he leaves. He has to leave. The problem Hitler explained was that Jews are all communists. So Jews was a Jew. They all cleaned together. So because plank Max plank goes and meets with with he's a friend of hay and he's meets with Hitler He's like, do you understand? Like, what he called it German scientific self mutilation, what what Hitler was doing. And Hitler's response as well, as Jewish Jew. Is stupid. So plane tried to return to his point about science the chancellor, the taylor began talking faster and louder, pounding his hand on his knee, flying into a rage so fears that the elderly plank had to leave the room. So he's telling his friends. Like, you better get the hell out of here. This is this is not good for. This says, H was shattered. It was not just his health this time, not just his just not just nervous exhaustion, But a feeling that he created a life for himself that was false. That he had been living a lie. He had spent his career fashion himself into the perfect German. He now understood what that men in Hitler's terms. Despite his conversion to Christianity, his nobel prize, his iron cross, his efforts to save the nation, His international stature, his service his achievements and his value as a man, the only thing that mattered with that was that he was a jew. Einstein writing to his old friend h from the United States put h dilemma into scientific terms. I can admit... This is a quote for einstein now. I can imagine your inner conflicts. It is somewhat like having to abandon a theory on which you have worked your whole life. It is not the same for me because I never believed it in the least, meaning Never believed that the German people would ever put aside the fact that Einstein jewish. She's like, this is, you believe in a fairy tale. H response was more emotional. I am bitter as never before and the feeling that, it it... And the feeling that this is unbearable increases by the day. I was German to an extent that I fully feel only now, and I'm phil was incredible disgust. That's unbelievably sad. Getting to the end of your life. He's he's kinda die in a few years from now. Where we're in a story, and I don't know. I think that I always think about, like, the importance of understanding, like, what is real? What how are things really like, not how people tell us how they are. Because people told He. He understood. Oh, if you're just a good service. You convert christianity, you know, German first. That was not true. And, you know, he dies. The last few life. He's like, running from country to country. And winds up dying of a heart attack. Doesn't have a place to live. Eventually, Israel says that they'll take them in, but, like, the tries go to Britain and Britain's like, dude. Do you think we forgot what you did to us? Like, I don't know, man. I just... It's devastating. And so now Bosch is gonna go through some of this too and Bo, he he winds you know, he he doesn't die poor like H us. Hayward stopped getting his royalty and said instead decides he has, like, place with institute social security he can live up the salary so who gets a lump sum that obviously proves not a good idea. So Bosch is running the largest firm, and he has such he has to meet Hitler because Hitler is gonna tell him what he wants. Bosch made the mistake of meeting with Hitler privately. This is gonna happen within, few weeks after H resigned. Bosch is meeting with Hitler started well enough. Bosch talked about synthetic Gasoline and the need to expand Luna. Hitler seemed agreeable. Then Bosch felt compelled to start talking about the Civil service law. That's a law that expelled jewels they expelled the Jewish people from like, any kind of important job. And the damage that would be done to German chemistry and physics if it was applied un sparingly to Jewish scientists. So Ba again is trying to reason with this person. He's like, no. Like, we need... You're about to go to war, you're gonna need we... I I can't run the company and Germany can't succeed without the the the talent we have. Hitler lost his temper. He shouted. You don't understand these matters and started of ranting about the Jewish threat. Doo. That's the word I think of when I think of Hitler. If Jews were so important to physics, that this is what I mean. That's sounds stupid. Oh, okay. I'm not gonna get it upset. If Jews were so important to physics and chemistry Hitler said, then we'll just have to work 100 years without physics and chemistry. How are you going to win? The War war 2 was a war of technology? How are you going to win that without with reverting back a hundred years in physics and chemistry? This this is what I mean when you get obsessed with ideology and you stopping being a rational person, like, very common for humans to do, but very dumb for us to do. When Ba tried to disagree Hitler in a calculated insult rang for an aid and announced that his visits that are wished to leave. So he's he's I... He's not listening to a reason, he's listening to he's he's biological. Oh, man. I just feel so bad for Bosch and H. This is He on regret. This is He's about to suffer. He's giving a speech. He's in Switzerland. He... Right after the speech. He suffers a heart attack. He lives for, like, a few... Maybe, like, a few more months, but he's he's gonna die very soon. And think about, like this... So I I wanna bring this up because this is This is on the forefront of his mind. This is the remarks he chooses to to focus on. Like, when you're giving a speech and you know people are gonna hear it and then it's gonna be reported on. Like, it's probably gonna talk about something that's important to you. And it's just... It's devastating to me that, like, you get to the end of your life and all the work and progress is done and you're filled with her regret. This is what he says. He says, I was 1 of the mightiest men in Germany. I was more than a great army commander. More than a captive industry. I was the founder of industries. My work was essential for the economic and military expansion of Germany. All doors were open for me. That now meant nothing. At the end of my life, I find myself bankrupt. And I'll close on this part, but before I read it, I just... I can't imagine. And I think the author, Thomas H has... Does such a great job painting the story for us. Just the idea that you could have such accomplishments that were were so important to your species as a whole. And for it to be overtake. And unfortunately, they both die, I think they both die before hitler's def throne. And just... I couldn't imagine what they what that felt like, the fact that all your effort all your time, everything, and it was taken such a beautiful invention that could help humans. Humans alive now that were... That's responsible for the population growth that we've seen. Literally, billions and billions of humans in the future are better off because of the work of for tab. And Carl Ba did, and yet, you can... You you see the downside of our species as well with what, like Hitler does So I wanna read this, and he's gonna touch on that a little bit here. Back in 19 32, just before Hitler first took power Ba had said about the h Bosch ammonia process. I have often asked myself whether it would have been better if we had not succeeded. The war, meaning War 1 perhaps would have ended sooner with less misery on better terms. Gentlemen, these questions are all useless. Progress in science and technology cannot be stopped. They are in many ways akin to art. 1 can persuade the 1 to to halt as little as the others. They drive the people who were born for them to activity. He had been driven activity and the consequences were now clear. Ba life work, his breakthroughs and factories. His attempts to feed the world and make profits for his company were being used to arm and fuel the nazi machine. That's what it had come to, Ba was no longer relevant, the Nazi state had gotten what it wanted from him, and his opinion no longer mattered. After the invasion this invasion of Poland, Bosch fell completely from public view. He wants becoming alcoholic and dies is shortly shortly thereafter. He was probably an alcoholic elastic like 10 years of his life or so. She struggled a lot, internally was what was being... Like, what his inventions were being used for. So I'll leave the story there. If you wanna read morally the link in the show notes. If you buy the book using that link Amazon sentiment made small percentage of sale and no additional cost to you. I can't recommend it enough. Is a fantastic story. I just... I cannot believe the skill which with the author had and just pack so much information in, in a relatively, you know, 300 pages or maybe even less than that. Alright. 1 other favor for you. You First all, thank you very much for supporting the podcast without your support. I could not do this work, So I, owe you everything. Really do appreciate it. 1 request if I can just you can just help me spread the word, tell friends about the podcast, send them links, encourage them to to subscribe and and to listen and adam of greatly. Appreciate it. And I will be back next week. Let's see I have... Let me just tell you what I have coming up. I have a book that was recommended by Mark Dr. It's on the founder of Ibm. That's what I'll be doing next week, and it looks like finally, I've been working my way through 50 years. Of warren Buffett. I don't know if you can hear that. That's me, opening and closing, all the pages. In this gigantic book that's in front of me, and it's 50 years of Warren Buffett shareholder letters. I'm gonna only... That obviously be only for for miss For you guys. It's taking me a while because it's, like, 700 some pages, and it's not, like, a normal sized book. It's like a size of a textbook. But I think it's gonna be really interesting. I do think it'll probably be done 2 weeks from now. So, look forward to that. So next week, Thomas Watson, founder of Ibm 1 of the most successful companies time, and then a week after that, warren buffett it. So thank you very much for listening. Thank you for telling your friends. I love you very much, and I'll talk to you later."
}