{
  "transcript": "Thomas Watson began his life at age 40. After Dayton Ohio nearly ruined him. In Dayton, Watson experienced fantastic success and near destruction, all of it had to happen for Ibm to exist at all, and for Watson to take his place among histories, great business figures. Alright. So that's an excerpt from the book that I read this week and the 1 I'm gonna talk you about today, which is the maverick and his machine. Thomas Watson senior and the making of Ibm, and it was written by Kevin Manning. Before I jump into the book, let me just tell you where I found this book. I was actually listening to Mark Dr talk He's the 1 that invented the Nets the Mosaic browser, which turned into the company Nets scape, but he's also rather well known because he's the c cofounder of the Venture capital firm a 16 z, and he was talking and I I was taking notes on some of the stuff he was saying. And let me just read this to. He says the entrepreneurs of the past were extreme characters. I'm thinking of Thomas Watson senior. If you wanna know what is like to work for someone who is harsh, read a book on Thomas Watson senior he makes all of today's entrepreneurs look like cream puffs. So as soon as I heard him say that, I just went ahead and and ordered the book. He also blurb for the book too, but, Mark, like, every single other founder that I've studied, studied founders that came before him. In fact, he said something that I think is really pertinent to, like, what we're doing here, like the point the point behind founders. So this is another quote from Mark. Says there are thousands of years in history, which lots and lots of very smart people worked very hard and ran all types of experiments on how to create new businesses, inventing new technology and new ways to manage, etcetera. They ran these experiments throughout their entire lives. At some point, somebody put them down in a book. For very little money and a few hours of time, you can learn from someone's accumulated experience. There is so much more to learn from the past than we often realize, you could productively spend your time reading experiences of great people who have come before you and learn every time. So I'm just bring that up because this is 1 of my free episodes of, of, founders. If you're a long time listener, you already know. I gave halfway my... Half my podcast away for free. I don't have ads or any other, ways to support the podcast speech be except for from people that actually are learning from the podcast and get value out of my work. And then the other half, I, it's call... I call the mis feed, you sign up, it is a the a way to pay a small amount per month or actually now, I just... There's an annual option too. So if you're interested in hearing in supporting the podcast and hearing half of all the have ever done. I do 2 extra podcasts every month just for the mis fits, and you can unlock the entire back catalog. And I think what Mark is saying here, for very little money in a few hours of time, this case, on a monthly basis, you can learn from someone's accumulated limited experience. I think that's the best way to to to clearly tell you, like, what's the value proposition for these episodes of founders. But if you listen to them, I think it's pretty obvious to you. Alright. So let me go ahead and jump into into this book. There's a lot of notes here and this is gonna be... It's a strange 1. I'm just gonna tell you that up upfront. I'll, you know what? I'm not gonna run over my own points. So let me get into we're gonna start out in the introduction of the book. And at at this time, I'm gonna tell you more about his early life, like I always do. But for now, I wanna tell you about this opportunity because, you know, it's kind of a weird way to start a book. Saying that, you know, he made a lot of... He was... Had a lot of success in Dayton, but it almost destroyed him. Like, what does that mean? And then what does it mean starting your life at 40. So he's being recruited. He works this company called national cash registers. I mean, has the name you can pick up from the name. They sell cash registers. And they have a basically monopoly on cash registers, which is a giant industry in the early 19 hundreds. So he's telling his dad. He's like, I'm getting promoted. They're gonna, make me... They're gonna let me run my own business, my own subsidiaries of national cash registers, and then I'm gonna tell you why that's so bizarre though. But before I get into that, I just think this is really good advice that he gets from his dad. So he says, he told his father to hit have a budget of a million dollars an amount that was unfathomable to both father and on. Keep in mind, like I said, this is the early 19 hundreds. I think it's 19... Yeah, 19 o 3. And then this is what his dad said. I thought it's good advice. He says, well I'm very pleased about that because what you've been doing meaning he was just a sales manager for the company. What you've been doing hundreds of men can do. But now you're doing something different something new, and I think that is even more true today. I think that it's really smart and moving forward that to anchor yourself around what actually makes you unique. Especially in the information age. Alright. So let me tell you about this fake company that national... That I'm gonna just call them Ncr moving forward that Ncr makes and they want Watson a run. And they're creating a fake company because they wanna build a monopoly. And this is important to the story of Watson life because he winds up catching a charge and criminal charge. They try to put him in jail. And that's why he says his life starts at 40. And was almost destroyed, and I'll I'll tell you more about that in a minute. So it says he went undercover while creating the... It's called the Watson secondhand hand cash register company. A phony entity set up and funded by Ncr. Ncr 1 of the secrecy so it could slip into the used business meaning used cash register us quietly and ruining it from within. Watson at, well, rather a highly skilled operator though. So it this fake company actually grew into a successful profit generating company, and it was all a ru. The profits were an unintended consequence. The business real purpose was to destroy the competition. So what does that mean? Well, in the late 19 eighties, Ncr is run by this guy named Patterson. And Patterson is extremely important to the Life story of Watson as well, and I'm gonna tell you more about them, but he was basically, like a cult leader and a dictator and somebody that Watson essentially, like, almost like a older brother father figure that Watson essentially pattern his life after. He took some of Pattern... Patterson has some good ideas about running business and a lot of terrible ones. And Watson borrowed both the good ideas and unfortunately the terrible ones. So it says in the late 18 nineties, Patterson realized that Ncr was creating its own competition. Ncr was so good at making cash registers that the machines tended to last for years. Independent dealers started buying used cash registers from establishments that either went out of business or bought our are purchase newer models. The dealers then buff them up and sold them more often than not to someone who otherwise would have bought a new Ncr machine. So this occurring to to a dictator personality like Patterson was completely unacceptable to him. So it says, for nearly 5 years, Watson ran the used operation and ran it well. It was an extraordinary success. He's young. I think he's, like 20... Say, like, 27 at the time right around there. In city after Citi, used cash register businesses businesses were devastated. Okay. So the... Then I wanna tell you more a little bit more about this Patterson. And the note left myself is Patterson created a cult. And what I didn't know at this point in the book that becomes extremely obvious once the book is finished. Patterson Created Cole, Watson did 2. Early Ibm, the only way I think the only accurate way based on the information and the reporting in this book. And the author does a fantastic job because he is access, like, Ibm gave him access other archives, and here the... There's tons of information this booked there they're are available nowhere else. Watson created a cold. I remember watching this documentary on sci. I think the leader of sci now is this guy named David Mis. Watson and Patterson have heavy, heavy David Mis sci vibes. So I just need to put that up there. Like, there's a... There's there's gonna be some things today that we're gonna learn about Watson that are good ideas that we could take their own lives. There's gonna be a lot. That's that's not... I wouldn't recommend replicating. This was a very flawed. Like everybody. I mean I'm an imperfect human being too. So I'm not trying to cash judgment, but it you can't understand the life of Thomas Watson realizing that He's got a... Something... He... He's got extreme 10... Tendencies and personalities in both directions. So says, if Patterson sermon that it was right that Ncr had an obligation to rid the business of inter lo at whatever cost, Watson would have seen no reason to argue. Watson had grown up poor and had failed in his early attempts at business. He wanted to escape his past. He looked up to Patterson like a... Like, a religious figure. And the the inner circle of Watson once he he gets Ibm and that he develops a culture over her, you know, he ran the business from time he was 40 till almost 85. It's the same thing. It's the exact same thing. It's it's really kind spooky. So this a little bit more about Patterson personality. He says Patterson ran Ncr, like a napoleonic dictator. He was a tyrant He wanted total control of Ncr and the lives of everyone who worked there. He fired man without reason and prompted them and prompted them equally without reason. Harp promoted them equally without reason. He was a master of manipulation. So 1 of my favorite I'm just gonna date me. 1 of my favorite, movies funny movies when, like, when I was a kid. I don't know. I was probably, like 10 years old when it came out. Was, Jim Carrey ace ventura, pet detective. And he he has this this funny scene where he's realizing, like, the person he's trying to capture and the detective of the same person. So he's like, Ein horn is fin. Fin Ein horn. When I'm reading about Patterson and Watson, I kept saying that over and number again Patterson is Watson Watson is Patterson. So I just read that paragraph to you about Patterson. Now I'm gonna read the exact same pattern paragraph, but read it with Watson, and it is still true. Watson ran Ibm like an napoleonic dictator. He was a tyrant. He wanted total control of Ibm and of the lives of everyone who worked there. He fired man without reason and promoted them equally without reason. He was a master manipulator. Everything that was said that the author saying about Patterson is definitely true about about Watson. Now what this is actually interesting because I learned a new word this week. Let me pull it up, so I'm... You know, I'm not gonna be able to pronounce it. I was listening to a podcast about an author who wrote a... He wrote a biography on churchill, which is kinda interesting, like, writing 1 now because there... He says there's over a thousand biographies of churchill. Winston Churchill is 1 of the most has to be 1 of the most studied people in in in human history. And so I was interested in the process of writing biography of, like, what, like, his... How do you how are you gonna write something new that's been studied so so so frequently. And he brought up a point with the person was interviewing because the person he was being interviewed by, had read the book, and he's like, it's definitely not a high g, high. Wherever print pronounce that word. And so I had to looked that up, because I've heard the the word before, but I didn't know what it meant. And so it's a biography that idol utilizes its subject. It's auditor auditory writing about another person, the writing of lives and saints. And, same situation here. The author Kevin, is def... Did definitely he definitely did not write a higher graph or however pronounce that word. He does praise a lot of, Watson decision making or personality traits that that led to success, but he also, which I would I loved. He points out that there's a down Society he calls them narcissistic, completely self involved, a master manipulator. And I'm not trying to cash judgment on them. I I understand that, unfortunately, the traits that can make us extremely successful when applied in the wrong way in a in a in an improper domain can also lead to you know, your downfall. They could be extremely negative. I just think it's important for us to understand that about human behavior. And to to constantly be aware of it and where every single person, every single fund or we've studied so far has great traits and they have their, you know, traits that make them imperfect, and Watson was no exception to that. So, before I get into his early life, and, I wanna tell you how He even though he in hindsight, this this company is like a a short, like, a fake company. He he took it really, really seriously. And he studied from not only from Patterson and other people came from before, but other people that were... Had similar jobs in him. And so in studying them, I'm trying to do his job better. He actually accidentally discovers the machine that Ibm would come to mono monopoly because just like Patterson built a monopoly and a trust. Ibm early Ibm was that. They're their... They had they control, like, 90 percent of the accounting tab market. And this is an error before computers. So they were electro mechanical machines. They were not computers. That's not the... Like, you think of the Ibm, you know, maybe 30, 40 years ago, they're got computers now, they do all kinds of different stuff. It's... Rather Remarkable it's the company still. I just looked up. They do, like, 80000000000 in revenue last year. But this is how he discovered a machine that in in a few years from now, he builds a company that would actually mono. So he meets with a friend of his that works at Eastman kodak, kodak, George Eastman, the founder Kodak. I actually have a book on him. He'll eventually appear on a future founder episode. But this guy... He's... Watson his meeting his friend named Ames. And he says, Ames said the same kind of Job as Watson, a sales manager, but he just worked the kodak. Ea told Watson that he had a new system that could monitor the performance of each salesman. So this is Watson talking. He said he had a chart on the wall. He said here is hand this guy, the sales guy in kansas... In Kansas City, and he did so and so. And on such and such day, he was in Saint. Louis, and he went through this and my... He's talking about sales numbers here. And my head began to swim around because I thought, in fact, to tell you the truth, I thought I was just about as good as sales manager as aims. I said, Bill, that's his first name. By gracious, I would like to find out how you how you... How you know how to do that. So essentially, Ames has a a better way to monitor the performance of the sales people that he's just put in charge of managing. Ames walked Watson into the accounting department and showed him they're called holler machines after the person that invented him. I invented them, which tab related information using Holes punched in cards. This just opened my eyes, Watson. So he realized... Watson said. So he realized, oh, I thought I was doing a good job. And then I was exposed to somebody who's actually doing a way better job. So at this point, let me step back in the story. I wanna tell you a little bit more about his his early life because it is rather inspiring the fact that, you know, he grew up really poor, dies really wealthy and didn't really... And didn't really start his own company to was 40 years old. So he's born in 18 74, Watson lived nowhere near anything that could be called a city. He lives in this family farm, out and and, like, Rural New York. Watson father never knew success. He combined farming and lumber but fell victim to... To to bad luck and his lack of business savvy. The depression of 18 73 to 18 79 kept the family struggling all through Watson youth. And this is a really important sentence here. So says Watson didn't seem to have any outstanding talents. He found little value at school, so he winds up, leaving school early. I don't even know maybe, like, the equivalent of, like, a high school, education, maybe a little less than that. So he he winds up looking for work. And he gets job keeping the books at a general store. This is an 18 91. He winds up, then he gets another... His first job as a salesman. So another thing to understand, Walton is... He's a c cofounder of Ibm. He essentially runs it because Ibm is basically A11 person company. Especially because the the other c cofounder dies, and I'll I'll tell you a little more about him. But Watson thought of himself as a salesman. He thought Sales were the most... Like, that's that's his first few jobs. That's how... Why had success. That's where who he managed for most of his career. And so this is him getting his first sales jobs after the the job at the general store, and he was selling so sewing machines and musical instruments in the back of a wagon. I mean, that's that's insane. So it sent Watson to column potential customers. This is Watson first salesman job. The work frustrated him. He made little money. Watson quit and moved the Buffalo to try selling sewing machines. He had some success here. But he has its experience early on, Watson super. So this is actually important experience in his life. So he'd sells sewing machines during the day at the end of the day, he'd end most of his days at a local sal. 1 evening, Watson stopped in a bar and stayed until closing when he came out, his horse and wagon and the showing machines on it had been stolen. Watson reported his lost to his boss and was promptly fired. Watson concluded that alcohol could never be mixed with business. So is important because I don't know if he drinks for the rest of his life. In fact, He has such control over, remember what It referenced Patterson wanting control over, not only, like, the work that his employees do, but their entire lives, Watson would would look down upon and basically preach the idea that you're not to drink. If you work at Ibm, you are not to drink even off hours. And it's because of this this this this unfortunate experience that he had early on. Watson tried selling shares in a building a loan company for a man named Cb b Baron until Watson eventually figured out Barron is more of a. So he's fakes selling fake shares. Next, Watson open a butcher shop. The shop ran out of cash and Watson had to sell it. I'm was spending a lot of time here just so you understand like he was not born with any skills, not really educated. Didn't really have successful 40. That doesn't matter. It didn't stop him from being able to create and run a wonderful business. So I think, you know, I like to dispel this myth that if you don't figure things out. If you're lucky. I'm not saying, like, wait to your holder to try... To try to do it If you know what you're do and you have success when you're early, And I've I've talked to a lot of people listen to a podcast or email, and there's a lot of, like, I'm I'm super impressed by a lot of. I called kids. I know don't mean that derogatory. When I was 19 or 20, I didn't certainly didn't feel like a kid. But, you know, when as you get older, your definition of the youth... They... Everybody looks... And you wanna understand the severe at this age now, but you certainly do if you're older, like, like, you know, when you're 19 02:20, you take you're an adult and you are, but, like, then you get your 30 and like, oh, 90 19 or 20 it looks like kid. I'm sure, like, when I'm... When I get to my forties, it'll be the same thing. So I'm just amazed at how, like, ambitious and, like, on point, a lot of these young people are. It's extremely expiring. But I would say that's more likely and not. Understand, like, if you're... 1 of those people you have an advantage and don't let your foot off the gas in that case. Because most people don't get it together. You know, there's tons of examples in these books for people not really figuring out to later in life. Watson was 1 of an example of that. So just watching truck to the local Ncr office to transfer the installment payments on the store's cash register to the Butcher shop buyer. This is how he gets a job. At the Ncr office, he talked... This is another, like, an important event in his life. At the Ncr office, he talked with Salesman John Range. Watson asked range for a job and continued calling on range until Range said yes. So it's like another thing. 1 thing I did learn from from Watson is the value of perseverance. He definitely did not give up easily. So as you could imagine, Watson is super motivated because he's not been having success. He's every single thing he's doing is 1 failure after another. He has no money. He doesn't wanna live life like that. So it says Watch... Watson like Range and hooked up everything range could tell him about sound like. 9 months after joining Ncr, Watson moved up to full sales agent in Buffalo. 4 years later, Ncr or excuse Ncr, assigned Watson to run its struggling Rochester New York office. Watson only 27 turned the branch around and made in 1 of Ncr best. Okay. So I'm gonna skip several years ahead. Now the reason I I wanted to tell you about that part because the fact that he took your job so serious is the fact that he who's was so successful at it led him to the opportunity to run that fake company. Right? So we're gonna fast forward To him running the fake company for a while. We're gonna be 19 12 when he actually gets indicted. Now, I... This is important to understand because he has to go through these distress and the struggles to... Ibm would not have existed. At least on it the incarnation it was when Watson ran it, without this. And I think it's extremely important to understanding that that it was, like, a fuel to him. And so let me just read some of these... These these highlights to you. So there's a newspaper article in 02/27/2219 12. It says the lead headline, Ncr men indicted by the Federal Grand Jury. 30 officials and employees of the National Cash company were indicted on charges of criminal violation of the Sherman antitrust law. So not only as Patterson indicted, but Watson 1 of 30 people. And it's this destroyed him. It says the shock of the reality of a jury proclaiming him guilty because They wanna lose in a case. Of being labeled a criminal had a profound and lasting impact. If there was a single moment when Tom Watson changed when he decided that a squeaky clean image and reputation were paramount in business and in life, this was that moments. He was portrayed as a villain. I don't ever think he recovered from that. That's actually the writer it's actually the right writer. I don't if you call a friend, but he definitely knew Watson. That was Peter Dr, who you might know because I referenced 1 of the best quotes on entrepreneurship come for Peter Trucker. He says entrepreneurship is not an art or a science. It's a practice. That Watts didn't recover was to his benefit. The trial and Verdict forced him to, realize that there were also bigger things than his job and his advancement. It also gave him something to prove that he wasn't a self centered crook. If Watson had never been brought to trial, he wouldn't have become the kind of leader who could build Ibm. Another interesting personality trade about Watson is, so they're they're convicted criminals, then they then they take it to appeal. And while they're appealing it, they're offered a... If I'm not mistaken, I might have the time frame wrong, but they're offered, you know, like, a plea agreement, say, hey, just admit wrongdoing, and then, you know, know not, I think they might have got probation. They weren't gonna go to jail. Every single other person but Watson took that deal. He's like, nope. Not taking it, not taking it, not taking it. Like, I'm not... Like, he was so important to him to not admit wrongdoing. Even though he was definitely guilty. He was a hundred percent guilty. But again, he had, you know, everybody talks about Steve Jobs, we reality Structured field. Watson had that too. To to an extreme. And unfortunately, he applied it to like, his family life, jobs, all kinds of stuff. And it might have worked in business, but I'll tell you a little bit more about you know, where he he messed up in my opinion as as a as a father. So the appeal, they wanna up winning on appeal. I forgot the the exact reason why, and I didn't include it in the the highlights the show. But just know that he's not gonna go to jail. Actually, he doesn't... At this point when I'm about to read. He doesn't know he's not gonna go to. So he gets Patterson has... Like I said before, he he's like, cy vibes to me. This, like, at least the documentary I'm referencing where David Mis sc, that manipulate every round... But around Patterson is doing the same thing. And he doesn't like the attention that Watson was getting, and he went up firing him kicking out of the company, which is kinda crazy. So let me just tell you about Watson time. This is what it talks about how it destroyed me Has to start over at 40. He said he had been a Ncr for 17 years This is a terrible situation he found in himself in before founding Ibm. Is important. At the age of 40, Watson lost a job and felt the need to leave the city he had adopted his home. While his wife was about 2 months shy of delivering their first child. Worse, he still had a jail term hanging over his head. What company was gonna hire a top executive who might soon go to prison. Watson started making trips to New York to see what jobs he could find. So think about that. Like, it's hard enough starting a company. Imagine just starting a company you're 40, you don't have too much money, you could be potentially in jail for a year, and your wife was about to give birth to your first child. I mean, the amount of stress had to be extreme. So he winds up meeting this guy, Charles Flynn. Charles Flynn is going to be the c cofounder. He's essentially the founder of what becomes Ibm. Watson becomes c cofounder after... Like, Charles starts the company first. Right? I wanna spend some time talking about Charles Flint because I haven't found another book on them, and Charles Flint has an unbelievable life story. And I can't believe I can't find a biographer for about them. Because if I did, I would do that immediately. Let me just tell you a little bit more about that. So Watson had an appointment with Charles Charles Flynn, who would change Watson life with a job offer. 64 years old when he went Watson, Flynn had already packed his life with more adventures than a room full of ordinary men. Flint started his first docks side business at 18. Came from a, a family of ship and captains. They were... This is a in the... On the coast and maine. So he started his first business at 18, and then he won a job with trader William Grace. This guy is famous on his own right. William r Grace by approaching on a ferry and saying he'd had initially worked for him for free. In 18 72, Grace organized W r Grace and company as a shipping and trading firm and asked Flynn to join as a partner. Interesting enough. This this company, Grayson and W r grace is still in business after a hundred and 30 years. I love seeing stuff like that. W r Grace established the marine Midland Bank. They sent the first commercial ship to the Panama canal. They introduced shrink shrink wrap packaging to the food industry and grew into today's chemical and construction materials conglomerate. What? It's amazing. Fl got involved in this is this is the the crazy life that Flint lived. Remember he's a C of Ibm in addition to all this stuff. Flint involved in South American shipping and politics, an opportunistic arms trader, Flint retrofitted commercial ships with dynamite guns and sold them as battleship ships to warring South American nations. He smuggled torpedoes across Colombia to his military customers in Peru. Theodore Roosevelt, then the secretary of Navy asked flint to use his skills to help the United States obtain warships. Flint and Roosevelt become friends. Flint had been a friend of president Roosevelt, Harrison and Mc, an acquaintance of dictators and royalty around the world and a sports man who hunted and fished with steel Magna Andrew Carnegie and Charles Schwab. That's that's 1 of the craziest paragraphs or running any book. He was Joe and supreme self confident. He rarely failed to deliver on promises no matter how outrageous. He loved inventions and gadgets. He latched onto to automobiles soon after they first sold to the to the public. And funded a race car in the late 18 nineties. He had 1 of the first incandescent lights installed in a New York City residence. So the reason I'm including this because this goes through a bunch of the founders that we've covered. We've covered Carnegie. I've talked a little bit about Charles Schwab, in relation to Carnegie, I'll eventually do a book on him by himself. He's buying cars from Ford who have I've covered at lengths, like, I don't know 3 or 4 different times. I just covered the book empire's light which talks about the very first houses in New York city being lit up by by Thomas Edison, at Jpmorgan being the very first 1. Another 1, he says he saw the potential of airplanes and got involved with the wright brothers I did a podcast on them as well, cutting a deal to sell their airplane overseas. Flint International trading led him in 18 72 to start pulling together rubber exported exporters until he eventually created a monopoly called Us rubber. So that's the important thing about Flint. This is before the the the Sherman antitrust act. His life at least. And that's what he did. He set up trust. He'd buy a bunch of companies eliminate competition because he thought I was more efficient, and he did this. So he says, over the following 30 years, Flint put together 24 trusts. And so a little bit about that. This point in history to understand, Like, now, you know, they'd be in jail. He'd be in jail if he did this. But trust were tolerated and seen by many at the time is beneficial. Years later attitude towards trust would take a dramatically darker turn. Among his trust, Flynn had his hits and misses. 1 of his last and 1 of his worst, and it would be... 1 of his last was 1 of his worst, and it would be the unlikely and glorious beginning of Ibm. So what does that mean? Ibm was not called Ibm. Watson names that later. It is called 1 of the worst company names in history. Computing... So he merged 3... 3 or 4 companies together, including those holler earth machines I mentioned earlier, and he calls the company computing, tab recording company, or Ct for short. It didn't work. Ct started life blow with debt. It achieved no economies of scale and no market advantages of a trust. Flint desperately needed someone to come in and save his experiment. That's when walk... That's when Watson walked through Flint door. So Flint is gonna partner up with Watson even though Watson has a jail sentence hanging over his head. I already told you this point, but it's worth repeating a few pages later. He considered starting a business, but didn't have enough capital. The antitrust verdict guarantee that Watson would find hard to borrow money or or investor. So I literally with my myself assistant. Think about the point in Watson life. That was the beginning of Ip. No money, convicted criminal and a looming jail sentence. So they do a deal. He's gonna bring him in as a partner. So and the Newer like myself has never cap your upside. This is actually really smart. Makes Watson eventually. This agreement right here is gonna make Watson, there's a list. Like, it's early, like, forbes 400, except it's not a net worth. It's on actual income. And, Watson becomes the highest paid Ceo in in America for several years. That helps him become super famous. So this is Watson we get 5 percent of Ct r's profits. It gave Watson great financial upside. So I think that's just a room life never kept upside. I've never had a job or any kind of environment where I had a capped upside. I was lucky enough my first job I a 15 worked at a car wash. And a few months later got, promoted to become a detail. And when you're detail, you get paid hourly, you get paid tips, plus you get paid commission on not only the the the the the the jobs you do, but if you sell, you can if, like, if you... When you're not detailing, if you sell, like, a, upgraded service, you get a percentage of that. So you could sell... If let's you get 3 percent. I forgot what was. This is 15 years ago, more than that. But Yeah. You get, let's say 3 percent of the sale, 3 percent for doing it hourly rage plus tips. So while I was in high school was making, like, at the time, this is early early 2 thousands, maybe I don't know the exact year, maybe year 2000 and I was making, like 400 a week in high school. Like, it it was actually really... It taught... It was a really good lesson for me. That never capping my, never capping my upside. Never working for, like, an agreed amount salary. I've never done that in my entire life. Because I think, like, you don't like, companies are paying you a salary, and then they're capturing the upside if they do well. Obviously, people like that for disability because what if something goes wrong and the company has to pay for the downside. But I think for an individual, you definitely wanna cap... Never kept your upside. That's why people are entrepreneurs because they feel the market's not going to accurately, like, assess their true value and that they'd rather prove what their value is. So in here, Watson does a great deal. He's getting 5 percent think about that. I don't know how long this goes on. But it definitely happened several years into to... Because Ibm becomes this massive company during World war 2. And he's getting 5 percent of the profits. So he makes a lot of money. Now, unfortunately, his net is never... I mean, it's still really good, but you know, he owned at that time with, once the shares get diluted, He own, like, 1 to 2 percent of Ibm. So he made a lot of money. Obviously he's paying income tax on that money, but his net worth was never commensurate with the amount of money he made because he he had such a small ownership. Okay. So, I think this is a great idea. Watson didn't storm in with a vision. Meaning now he's running the company. He certainly did not per that he saw tab leading machines as Ct r's path to greatness. The only vision Watson communicated to See a t in this first few months was that the company is going become a glorious institution. This is what I mean He's starting. He is laying the foundation of his coal right here. We're gonna be a glorious institution. We're gonna be great. This is actually like the positive aspect of a coal, without the manipulation part, but but telling people and convincing them and and being optimistic, I think or is really, really smart. Considering Ct condition, that pronounce was enough to convince a lot of Ct employees that the new boss was a nut. Many who had been with Ct company declined, not 1 of greatness. So that's it's a big problem. You're taking over a company. Everybody thinks it sucks. Even if it does suck, you have to convince them in the future, It won't. Their restraint showed Watson at best. A charismatic forceful leader who be who because of circumstance chose to apply patients and savvy. Watson force of personality, though would not stay in reserve for long. Now, right after this, he learns that he's not gonna go to jail, and then the book talks about, this is is why. This is what was driving him. This is why he gets so insane later on in life. Watson finally broke for you of the worst episode of his life. But the desire to bury his past now consumed him. He had to prove Patterson made a mistake, and he had to prove to the world that he was a moral and straight shooting businessman. To do that, Watson needed to build Ct into a great and admired company. And this is where we see that the the the separation between Watson the person and Ibm in the company starts to evaporate. To the point at the very end, there is no separation. And I'm not recommending that. I wanna be clear. Like, he he was a I would say terrible husband and a shitty father. And that's why towards the end the book, like, I started having a dis taste form. I think the perseverance, the optimism the charisma, I like those characteristics. But I have a hard time respecting anybody. I don't if you make a billion dollars. If you're a crappy dad, like, you failed to life. It doesn't matter. And I I think, you know, I mean, there's some... There's some stories in the book that I'm gonna talk about. They're just... It's terrifying The way he would talk to his kids. He would talk to his kids wife later on his life. Like, he was just... He was obsessed with status and, like, other people, like, like, ad. He would self ad, but, like, he constantly crave compliments from other people. People that got promoted an Ibm were the people that would kiss his ass all the time. That's a bad idea. That's a terrible Id idea business. And if it wasn't for the fact that he sent... He essentially mono... Like, he has some good strategic moves that... Essentially why Ibm was successful at this time, it was because he he creates a monopoly. He does exactly what Patterson did. He had 90 percent of the market. That's why it's successful, he confuses that with, like, his own greatness. And if he had... If he was operating in a normal environment where he did not have a monopoly and his staff. He talked about, like, he his son eventually takes over the company. When he makes... You know, he doesn't like go He's like, 85 or something like that. I forgot things like, age. If... But he said if his Son take over, he had nobody that was qualified to run the company. That an indictment on your leadership. If you run a company for 40 years and you... And you have not there's nobody could take your place God, forbid you die earlier or whatever case is. Nobody because he didn't keep anybody around. He did not... He only wanted people to tell how great he was. This is... It's a weird book, man. It's it's bizarre to me. Now there's some good ideas. I mean, this is not 1 of. This is... Or, I I jumped way ahead. What I just got done telling you is is way... It's probably 20 years, maybe 15 years in the future where we're at. This Ibm doesn't exist yet. See he hasn't renamed it. He... It's still Ct t. He does have... I think somewhat of a good idea here. I It's not always a good idea. Obviously. Depends on the the talent that you have, but he did prefer to promote from within. He liked training his own people. Why? Because he's building a cult. Watson ran on the seat of the pants in sync. He reached into every corner of Ct t defined talented executives. He did not look outside the company. So I'm saying it's a it can be a good idea Need to rephrase. Sometimes you need to go outside the company. When I joined the company Watson in speech 8 years later, or there were plenty of ideas lying around, but many of them seem too big for the organization to handle. The directors told me you have to go out and hire outside brains before you can build up this company. I told them that's not my policy. I like to develop men from the ranks and promote them. So he has a he has this quote. He says, I've preach and preach and preach. Just... This is actually a good idea too. I just... It's... I guess, what what really influenced my the way I think about him. And again, this is my opinion. It doesn't matter. Like, it's not important what I think to anybody except myself. Yeah, like, he there's a lot of quotes in the book from... Like, they... You remember, he went through Ibm the author went to Ibm archive. And, like, the minutes of these meetings. I've just cringe. I would never allow anybody talk to me like that. And... But at some point, I'm like, alright. Well, there's people that are viewing Watson different than I'm viewing him, like, they're ostensibly, adults, if they don't like the environment they can leave, I just don't think you should treat people this way. So She said, but he does have good idea ideas. He said, I preach preach preach a study the business, study the business study the business. So I believe in that. I think anything that your craft, like, you should be... You should study. You should try to be as as you're you're gonna spend half your waking life working on something. You might as well be as good as possible. And IIII I'm motivated by and admire people that that in all forms, that that get really good at their craft. So I think what you're saying here, But, like, here's an example of, some quotes from some of these meetings. It says the fact that Criticized some some 1 or 2 or 3 little things doesn't mean that you men haven't been working and haven't been trying. It doesn't mean that I'm dissatisfied with all of you either. But in business especially in a business like ours where there's are so many things to take into consideration. It be whose every man to analyze every report that comes out. It says Watson criticized their retention rates. So in this meeting, this is what I'm talking. This is now my own notes that I'm summarizing because I don't wanna read the entire page. I'm telling you what happened. He says Watson criticized their retention rates. He was wrong, and they weren't as bad as he thought, but he was still mad because they didn't know his mistake. They didn't know their own numbers. So to me, you should know your numbers? You study the business like you're... What are doing at work? Like, don't do anything unless you're gonna do it well. Right? That's a good, like, we're never gonna achieve that goal all the time because we're imperfect, but it's a good, like, something to, like, a North star, if you will. But he doesn't like, the promise is like, he's yelling at them, and then he's not even right. Do you see what I'm saying here? Like, he's saying, you should know your numbers, but you didn't even... You didn't even have the numbers correct. So that's what's, like, he does all these kind of weird decisions in the way talk and like he has meetings where he's got 12 of his highest paid executives, and he'll spent 2 hours just talking. Talk... And they don't say anything. There is no pushback as far as what I'm learning... Where I learned from the book, and that's just not I I don't understand why 1 from a from the founder Ceo perspective why you'd want that environment 2. Why you'd... Like, you know, bored these people must be. And then and then I thought myself was, well, David, you might be wrong. Like, they might have have really love this guy that they literally think, like he's... Everything out of his mouth is just pure wisdom, and they can't... They they love to sit there and be lecture too. It's just... It's not not for me. This is another example, note that I leave a lot in the book, Watson was building a religion. Watson was building a coal. I'd leave these notes everywhere. So let me give an example. He preached about health, A topic far afield from a typical business presentation. He told the audience, get enough exercise, fresh air, eat the proper quality of food and get enough sleep. A whole package of Watson like traits began to per through Ct. Watson carried the culture of his old company and Ncr, inside of himself, he transplant aspects of an into Ct. In both companies, salesman who who met or beat their quotas became club members for that year. They attended a week long annual convention. Watson would recon other end Cr cultural artifacts such as the employee country club, a school house for training and a company wide newspaper that served as a propaganda organ. Watson pushed to infuse optimism to the culture of Ct. So that's a positive. Among see of, you know, there's a bunch of negatives in here. He wanted everyone to share his faith in the company's future. Most of the people inside a Ct and never had a reason to think grand about the company. Again, these are good things. That he's doing. Ct had been falling apart, but Watson wanted employee see what he saw. That Ct t had a vision of something way beyond our present conception, meaning our present state. I think that's a good idea. I it also applies to individuals. All those things mean unlimited opportunities for every 1 of us who started in this business. Slowly Watson won converts to his religion and it talks about either you converted or you left. There was really no gray. You were gonna buy in or you were gonna be expelled. Okay. So now this is actually a good strategy that Watson does. At the time, Ct is gonna lose a bunch of their patents. So, the notice it's, like, what do you do when your technology is outdated and your patents are about to expire. He doubled down doubles down on innovation. So he says, better technology translated into sales. Thinking of the lessons from his friend Charles Ke, Watson decided to fund a laboratory full of engineers like Ke. So it might be ke, but I think I've heard it pronounced ke. You might have heard that name before. He was a founder sold his company to Gm, and then Charles Ke winds up being the head of research at general Motors from, like, 19 20 to 19 47. So it kind of overlaps with, like, what some people think is like, the glory years of general motors. He... And he did that by doubling down in engineering. So he gets this idea. They met, Charles and and Watson met at Ncr. And eventually, Charles left Ncr to start his own company and then sells that to Gm. So he's learning from other people around him very smart and this idea of saying, hey. The only thing like, we're gonna be able to do is is invent our way out of out of the out of this predicament. So this says in 19 17 Watson recruited James Bryce, who would come to rival Ke as 1 of the most important or ke as 1 of the most important product developers of the century. Brilliant and Moody with a dry sense of humor, Bryce was named Ct chief engineer. He worked on or directed nearly every new tab product over the next 2 decades. He ended up with more than 400 patents to his name and in 19 36. He was honored by the Us patent office is 1 of the 10 greatest living inventors. This is the very foundation. Which Ibm builds its monopoly on. So this is a really good strategic decision here by Watson. I just... I thought this is funny. I don't know if this joke is gonna land, but I think Watson was the Kanye West of his day. He gets sent a survey about himself for the National Psych society of American biography, and you're gonna see his answers. His answer showed that he was in the early stages of a couple of tendencies that would worsen as his. Self absorption and over confidence. See, it's not just... I mean, the the authors the 1 that really convinced me of of, that's why I keep saying, like, this guy was a little crazy. The author talks about this over and over again. Self absorption, nurses, nurses system I'm over confident. Like all this stuff. 1 section asked for physical mental characteristics. Watson answered in the third person, A tall e figure and dark eyes, dark direct eyes that appear to see through people in situations at first glance. He's talking about himself. This is crazy. And was complete understanding. Are probably the 2 physical characteristics that dominate one's initial impression of mister Watson. His manner of speaking is to the point. Eyes and speech tell of a keen mentality that is always alert searching. Another heading was special gifts and applications, Watson answered. Mister Watson has a pronounced gift for public speaking, and he's continually being called upon to exercise it. Do you know where this public speaking speaking taking place. It's taking place within the company? Ibm. Who decides who speaks Watson. He's saying he's a great public speaker, and he's always called upon to exercise it. He's calling upon himself to exercise it. This guy's is insane, under dominating personal characteristics. He answered tremendous vision, abdominal will. Un sw determination. So I laugh when I read stuff like that. That's obviously a negative part where here's another positive part. He gotta... He's gotta figure out what his product's is gonna be. So he's like, he's gotta figure something out. They were selling time clocks and scales and all this other stuff. And says, you know, those products were not excite, tab machines would. So he's realizing this. It's like a good decision by him. They were increasingly becoming known as part... Punch card machines because they recorded information using holes punched through a rectangular cards. A peculiar language that no 1 by a specialist could read. Yet, and this is why I think it's a good idea. Yet, tab machines had a quality that caught people's imagination. Other machines automated physical work, making hands more productive. Tab machines automated mental work. Making brains more productive. There never been anything quite like them. So it's almost like a very prehistoric, I can't think of the word, like, I'm looking for, like a computer, but, like, a such a tiny version of 1. But this is why I think it's interesting because he got in at the very beginning. So he actually has a chance to shape the industry. So this is because there not been nothing quite like these tab machines and because they were only beginning to be adopted by an industry to field the 19 twenties laid wide, open new ideas. For this reason Watson increasingly turned his attention toward data processing as he called it well before most anyone else. So he's ahead of his time, he clearly understands the importance. And I think the reason I bring this up is because mainly in the world of Atoms and not are mainly world of bits not so much in in the world of Adams. Like, we're in the very beginning, like, what Jeff Bezos talks day 1 of the Internet. I think a lot of different parts of the internet, or wide open for people to to still invent and and and and shape what the future is gonna look like. Just like in in Watson day, the tab and this is extremely important. Like, think about how many businesses needed to need data processing. All all of them, a ton of them. So he's got a giant market here. So he a slow growth industry, go for, I'm reading my own notes. Go for the 1 that has a future in 1 where you can have an advantage. I kinda just said that. Well, this is him laying at laying it out to I think he's already renamed it to Ibm because it says, Watson then pointed to where Ibm wanted to go. There isn't any limit for the tab business for many years to come. This is all quotes from him. We've have just scratched the surface in this division. I expect the bulk of increased business to come from tab. Because of potential... The potential the potential realities? I don't know what that word is. Are greater, and we've done so little in the way of developing machines in this field. Underneath that statement a number of reasons other than the thrill of new technology, why Watson zeroed in under the punch card business. When seen together, The reasons click like a formula for total domination. Ibm would never be able to make sure it was a world leader in scales or time clocks, but it could make certain that it was that absolute lord of data processing. The formula began with patents. Watson had learned the value of patents while Ncr and from ke. Inventions could drive sales and patents could keep competitors at Babe by preventing them from introducing similar inventions. It is a formula in full boil in the technology industry of the 2 thousands. What is the author saying there that history doesn't repeat human nature does. So he's doing same stuff happening today or in this case, when the book was written what, like, 10 years ago, 15 years ago. That was happening in the 19 twenties. It says once let's see. What is was I trying to remind myself. Once you decide what you want to do find other ways to optimize your strategy. For example, we want patents and won't... Okay. It's actually... So he he makes that decision That's the hardest part. Then he's gonna drive forward he's... He just said I'm gonna build this company on patents. Right? Well, 1 way to get patents. Right? What I was saying find other ways to optimize your strategy. Well, for example, we want patents, and we'll either invent them, but we'll also buy them. We'll buy yours too, and that's what he does. Watson acquired more, more patents by buying ups star competitors. For instance, Ibm bought Jay Pierce another guy, fledgling punch cards machine company to get Pierce patents. And to get Pierce who would go on to win more patents as an Ibm engineer. Controlling the key patents on tab systems help make life difficult for the competition because competitors would have to invent entirely new technology or licensed Ibm patents. That's 1 paragraph is also why when almost right before he dies, he gets hit. Ibm gets hit with with an trust suit because of this because they're dumb... They they created monopoly. And now here's another example of of really good ideas and percentage traits from from Watson. It's not like he was his super talented person. He let me let me just read and you understand. I mean, like, he was obviously talented, But I mean, he didn't have, like a nate town. He just thought about things and and and made some good decisions. He made some big bets, and he got something I'm alright. Data processing was a young technology. Watson realized, clever engineers would be able to improve punch card machines. Clever salesman would find new applications new customers. The company that could fund the best research and development and the best marketing could out distance any competitors. So he's laying on his blueprint here. And it this applies to every company. Ibm was the 1 company that could afford both. Watson had no epi. No voice spoke to him about the future of data processing because I'm not a big, believer in that you can predict the future I think, or the world will we living is way too much complex. I and you should go about it in in almost like a Watson type manner. He had no epiphany, no voice spoke him about the future of data processing. He didn't have a grand vision for turning Ibm into punch car company. He got there little by little. 1 observation after another over a period of 10 to 12 years. If Watson did possess tremendous vision an abdominal will and serving their determination referencing his own answer to survey. The the trait served him by helping him toil through more than a decade of figuring out what his company would be. I think this applies almost every single company the overnight success is largely a myth, very few people get it right at the very beginning. When I'm reading this, this is very much why I admire The way Jeff Bezos thinks of companies. He... You invest the time, you be patient and you persevere, and he has a great quote that I that I referenced all the time, is a quote from Jeff Bezos, the biggest oak starts from an ak acorn. You've gotta be willing to let that acorn grow into a sap, and then into a small tree, and then maybe 1 day, it'll be a big business on its own. You gotta invest the time. And Watson showing this. You didn't know what he was doing. He just, I'm gonna make a couple good decisions and keep going. Figure it out. Oh, so... Okay. So Watson, he collected friends, but he also studied especially other founders. And there's a founder few years older in him. That he learned and... It came to almost love. And this is guy named George f Johnson again, there's no... I couldn't find any books on George Jeff Johnson either or else also say, Wood. He's interesting. This says is Johnson was already the industrial king of the region. This is... He is a company close to where, Ibm some Ibm buildings are. Watson was a recently fired executive facing a jail term and running a company that as Johnson would later say, he's describing what the condition of Ct when when Watson came on board, had all the intents and purposes of collapsing. Johnson met... Even with that though, it kinda shows you Johnson's like this really sweet nice guy. Johnson met with Watson and offered Watson encouragement and assistance. He did that. He had no Watson could offer him nothing. Nothing. And he still did this. I think it's a good idea. Watson would always say how much he appreciated it. Johnson proved to be a manager like no other of the era. In an area age of carpet bag and all powerful business barons, Johnson felt the company should be a community of equals. All working towards the same goals and sharing in the wealth he created. The according to the author. He's the 1 that comes up with the idea of profit sharing. 1 of his off repeated Slogan was, I'm out to make all of this... All of this concern, meaning company, not to try not to take all of I can out of it. He put everyone on a first name basis, a stark contrast to the arr accepted business for Formality. This is something Watson did not learn from him. He did not like people who called Tom. He built homes and sold them to employees at cost. He offered free meals in a company restaurant for legal aid and medical care. He built glorious extravagant parks and left them open to the public. In 19 19, Johnson instituted a plan that he dubbed a profit sharing, modestly commenting that it was a comparatively new idea in an industry, and an idea that is common today. He decreased a workday from 9 and 1 half hours to 8 hours, prompting 12000 employees to spontaneously rally around his home to think him. Johnson never stopped winning the reverence of his workers. So I don't want you confuse. He's friends Watson Watson was much mean. Johnson never stopped winning the reverence of his workers and the communities in which they lived. As time went on, he used money, and his personal fortune to build 1 of the world's largest public swimming pools. He's built a series of carousel cells that he donated on the condition that they forever be free to anyone who wants to ride them. A few of them remained operating and free to the public into the 20 first century. Watson management approach in the 19 tens came nowhere near Johnson's. Ibm beam ran its factories for efficiency, although with Ibm didn't treat manufacturing employees any worse than most companies of the day. It didn't treat them particularly well either. So, learning from Johnson causing Watson to change some of the stuff. Because he has to compete with Johnson. He says his factory set in a labor market where most people, particularly best workers wanted to work for Johnson. The residents weren't so sure about Ibm. The smart thing for for Watson to do would be to follow Johnson's lead. Before I read this to you that my own notes, this is the mentality I find is it's very common in founders, but also take to some degree, you have to ask yourself, Like, is this the environment that you wanna create. I don't think there's 1 right way to to, to create a business. I don't think there's 1 right way to manage a business that you have to be who you are, that's... It... I'm just telling you this is not for me. Watson felt he could unleash ti rates at his managers with impunity. And for the most part, he could. No 1 dared question across him. Executives rationalize his behavior by telling each other. If you weren't with putting together, he didn't bother to tear apart. That's like some stockholm syndrome stuff to me. They were willing to take it because they wanted to be part of Ibm. They were building machines that had never been before existed. They work with Brilliant engineers and sharp managers who blended together to form this odd, but magnetic cult of sober people who made the company their life and ambition. Few other American companies offer the promise and excitement of Ibm are such an opportunity to get rich. And some people liked it. You know, I'm just saying I... That's why I've never worked a big company. Just couldn't. But, you know, it doesn't matter. Like, there's some people like. So many felt blessed to be able to follow Watson. He was such a strong personality So sure of his leadership and so driven, people hitch themselves to him like rail cards or Locomotive. Once they did, and once they prove their loyalty Watson gave back whether it was bonuses, quick promotions, paid vacations or compassion during an illness or family crisis. Watson did have a religious faith about Ibm. He had un optimism in the face of calamity. This is how he acted in the great depression. Mel Colleague has seized most of the business world. The Us economy contracted by 8 percent in 19 30 and another 7 percent 19 31. Unemployment rose to more than 20 percent of the population. Companies close factories and cut production. Companies were no position to install new tab machines. The market for office equipment plunged 50 percent in 19 30 and kept sinking. Watson knew the facts about the broken economy, but the situation didn't fit his plan so he decided to bull those through the facts. His words always reflected optimism. Watson action backed up his words. He made 2 dangerous decisions. 1, he would keep factors running and lay off no 1. And 2, he would increase spending on research and development even as companies around the world slash to R and D budgets. These decisions came within a sliver of ruining the company. So they almost run out of money, but when the economy picks up again, They have by far the best R D... They have tons of, well trained employees and they have the best R and D department the best products. So it winds up working out. It's a huge gamble. If it failed if that depression would have extended, and the business didn't pick up, it would have been the end of the company, but it wasn't. And Watson did this ride his whole life he be. He place his fate... His fate in innovation. So you have to... Like, he has skin in the game. Yeah. I have respect for him for in the... In that case. So it talks about, like, he's in the middle of depression, he's building this giant R and D facility. They say it's very similar to, like, Xerox, Palo alto, like, the park. That's that's famous or Microsoft research in the late nineties. Research center hundred million 96, how could Watson justify this? He spent a million dollars or something is am as Amp Am morph. I'm sorry. As research and development, when businesses were falling apart nearly 1 quarter of Americans barely had enough to subs assist. But building the lab had a logic to it. Somehow Watson had to stimulate demand. He had to come up with products that companies couldn't resist whatever the economic conditions. Again, thanks to Charles Ke influence, Watson believed that R and D would drive sales. So Watson decided to build up a lab, pull engineers together and get them charged up to push the technology forward. That's why I think like that this... He's such a perplexing person to me. He's such a, like, a bizarre like, he's got really good ideas like that and then cringey personality traits. And yet to me, I do... Still find it inspiring in the sense that, like, it's just another example that you do not have to be a perfect person to build a great business. Alright. So check this out. He's doing all this, and he's kinda saved by something he has no control over. So in 19 35, the depression so bad that the Us the Us Congress, Us congress passes the social Security Act. That's... Actually, that's a whole name. Social Security Act. And overnight, the demand for accounting and data processing machines exploded. Because every single business now had to do data processing and accounting on a on a scale never before it's seen the United States. And guess what? Ibm could meet the demand because it had increased the production in the last few years. So this this... It's kinda luck in that sense because he didn't control it, but it he was the only company prepared. So it says this period of time became Ibm slingshot. Revenue jumped from 19000000 in in 19 34. Going up to 25000000 in third 19 36, and then it would go all the up to 31000019 37. It would climb una basis for the next 45 years. This is where Ibm comes the I... You know, the Ibm that we know, and it builds the foundation. Oh that almost goes under there in 19 eighties. From the moment, until the 19 eighties, Ibm would utterly dominate the data processing industry. A record of leadership that was unmatched by any industrial company history. I think Watson in his fit... He might be his fifties now. Peter Dr asked Watson years later if he had anticipated the social security act. Watson said he that he hadn't. Of course, the act was debated and written about well before it was passed, but Watson said he had no idea would impose such a record keep burden on business and the government. No 1 did. Otherwise, Congress congress might never have passed the act. Act. Watson did not foresee that act. Watson did not foresee that act, combined with Ibm re readiness would not only save be Ibm, but propel it toward tremendous growth. Okay. So I mean, that's the essentially the most important thing to know about Ibm. Like, from here on, for the rest of Watson Watson life. Well, the very end, he he brings the son on board, and they eventually have to get into the new field they call electronics. Ibm would have never gone to electronics, if 2 things. If had the sun wasn't already in the company and 2 if the anti antitrust suit didn't happen because they had to venture into... Like, they had to go move into more competitive markets because the the government was correct. Like, they definitely had a monopoly, with the punch card machines and and all that technology. This though, so I... What Ibm is also famous for for their their slogan. It's called Think. And this is actually a good idea by Watson. I think I like it. So it talks about his morning routine, I'm just gonna skip over my. He... So he's gonna finished breakfast is gonna usually leave. Okay? But then he does something on some days, that's really smart, And I think Sometimes doesn't look like work but his work. Unless he needed time to think through an idea. He wouldn't go into the office unless he had thought through 4 or 5 items he wanted to get done. If that meant sitting with a cup of coffee for an hour or 2, that is what he would do. That very much reminds me. It's attributed to... So hurdle attributed to Abraham Lincoln, but it's at quote. If you give me 6 hours to chop down a tree, I'll spend the first 4 sharpening the ax. I do think rigorous uninterrupted deep thinking about something. Now, you, obviously, you can take that to to to extreme where, like, you... If you don't pair it with action that that kinda it's not beneficial, but this is something Watson would allow even its employees. If they came in late and they were actually thinking about a pro problem. He... That's he encouraged it. He had the word think everywhere. In people's offices, they also had a bunch of, like, it was really weird. Like, in the book talks about a lot of the offices and headquarters would have, you know, how many offices you gonna have? Like, tons, maybe hundreds. They would have frame pictures of Watson in there. And so again, more cult vibes, but this is a actually really good idea. And then the dedication because this guys a work a whole. Like, worked all the time. He... That's all he thought about. And still, he would sit down and I'm like I need to think about this. I need to come up with a a better solution. And Understood that it's it's it's extremely important. So this is I'm gonna quote at length here now. Something I've talked you about before that a question I kept, you know, I thought about a lot when I was reading this book? Like, how could someone with so many faults build a great company? And, you know, the the takeaway is that perfection is not required. And so to that, I think it's it's motivating to me, hopefully, it's motivating to you, like, there's no such thing as a perfect human. But yet, even the in spite of our weaknesses are or imperfections, like, we we still can do this. Alright. So is Thomas Watson was volatile and self a. He could be dom, un bending, demanding. And a madden micro manager. His company, however, projected an air on aura, aura of class, excitement, and strength. Ibm was a darling of American business It had marshal monopoly control over tab machines in automated accounting systems, which had become critical to the operation of companies in every major industry. The company's traits and successes attracted the most talented people coming out of universities. Those elite men and women in turn built better products, came up with better ideas and manage their departments more effectively, making the company yet more successful, which attracted more talented recruits over and over again in a virtuous cycle. How could a man burden with so many glaring faults build a great company. Watson inspired loyalty? He came through for people when they needed him, and he did more than they expected he took extraordinary action during the dayton and flood, there's a huge flood in Ohio and he went organizing, massive relief effort. He was extremely helpful there. And similar, and acted similarly when Bur son was killed that, 1 of his employees 1 year old son was killed in the car accident. And he was there for them. When Earth Gordon lost everything that's somebody that he hadn't worked for, like 4 decades would write letters because he was, like, poor and des and watch said him money every time then, once after Gordon died, he had 4 daughters and his daughters wrote letters saying about how much Watson, like, acts of kindness meant to them. And when the trains crash and port Jarvis, same thing. Train crash with a bunch of 5 employees, he he was there. He did smaller versions of such deeds often. The beneficiaries never forgot and the effect of those acts ripple out, the stories got around. As much as he promoted himself and thought the world revolved around him, Watson also generously gave credit to others. He would publicly name those who came up with a great idea. He lauded his engineers whenever possible in speeches to audiences outside Ibm. He rarely failed to think and praised the thousands of employees. People who met him often often ended up telling him secrets as if he was a best friend are accepting his advice as if he was a father. Different people were drawn to him for different reasons. But something made everyone want look at him and many to follow him. The cult was so fe. You either bought into it or eventually resigned. Once the non believers were sift out, the company was left with an army instinctively devoted to Watson and Ibm. Some of Watson small decisions and actions were horrendous bad, but the big ones. He got right. That is where I'm gonna leave the story. I at the... Where we're at in the story. He still runs the company for, like, another 15 or so years. If you wanna read the full... If you wanna get the full story, I'll leave a link in the show notes, it's also available founders podcast dot com. It's Amazon affiliate link. If you buy the book using that link. I get a small percentage of the sale, no additional cost you. It's great way to support. The author for all the work they do. Support yourself by reading a great book and support, me and the the ongoing production of this podcast. Speaking the ongoing production podcast, I just wanna remind you that if you haven't already, if you're 1 of the many people that have sent me nice messages. Have left reviews. Done all these nice things talk about how much you've learned from this podcast, but have not yet signed up to mis fit. Please do consider. It's a small amount of money. You can sign up on the annual plans even less money on a monthly basis, and it's the it's it's a way for me to keep this podcast going. It's the only way I'll be able to dedicate all the time that I do, and I still think that out of all the entrepreneurship podcast out of there. I don't that come out on a weekly basis. I don't think anybody else prepares more than I do. I have the hard version this booked. This is, like, a... I don't know, like, a 14 15 hour read takes me longer obviously, because I have to stop and highlight and think about it. It's... The hard version is 400 and, like, 50 pages. So it's unbelievable amount of information I have to go through to to try to... I floating this idea about, like, really thinking about the podcast, like, like, idea, idea, archaeology that, I'm going through just like the way somebody goes through and studies like a site for Relics Like know, I'm studying these books and sift through hundreds of years of of history to pull out interesting ideas because the same for the same reason the quote that I opened the podcast with about Mark Recent. Like, there's a value in studying them. There's tons of smart people, Most of which, you know, there's more smart people dead, then they're probably... There are alive. And they have all these ideas for us to to use. I mean, they spent that there's hundreds of years of history where lots and lots of very smart people worked very hard, ran all types of experiments. And then they ran these experiments throughout their entire lives, and at some point somebody put them down a book. So I think that's obviously very valuable information. So I am asking you if you have not done so already, please sign up. It takes unbelievable know amount of time. You can listen to these the podcast, which are private exclusive feeds in your podcast player like anything else. You unlock all the old ones that I've done. All the past ones I've done. Plus I do 2 every week, then the 1 I'm doing next week. So I wanna talk to you about that real quick. I am almost done with... This may... This is... This... I'd be shocked if this wasn't the longest podcast I ever do. I'm read I'm reading 50 years of Warren Buffett shareholder letters on Berkshire Hathaway. And the book... So I have the hard cover book. I made a mistake though. I bought the hard cover book. That only goes to 2014. It's 700 pages, but it's not like it's not like a normal, you know, book. It's the size of a textbook because it's 50 years of warren buffett laying out how he thinks about business. And so that's the next mis fit podcast I'm doing next week. I I just had to buy the kindle version because I realized the the the hard version I bought. If you look it up on Amazon you'll see that there's a yellow copy. Don't buy the yellow copy. Because that's the 2000... It goes to 2014. It's a light blue copy that goes to 2018. Maybe 2019. 2018, actually. Anyways, I'm releasing that now. Here's the problem. There is a slight chance that it's not gonna come out on time because I am in There's a hurricane coming right towards me. And it's called hurricane Dorian, it might be category 4. If it's that big, I gotta get the hell out of here. I can't stay here. So I might have to evacuate, I'll know by, like, tomorrow. By time you listen to this podcast. There's a good chance I might have flee. I've been doing enough of these things. I'm not... I can't stay for a storm like that. They're... It's extremely extremely dangerous. So I'm gonna bring all my equipment all my books, everything with me, but I have no idea where I'll be or what the conditions will be or anything. So if I, if I'm obviously interrupted like that, I won't be able to record, but I'll update, I might just, like, record like, a little episode on on my iphone and release it and tell you guys, you know, publish it to the podcast feed, so you see that that... It's not coming on time, Hopefully, that's not the case. I mean, these things, these storms are unpredictable. They... The the cone, the uncertainty is just off the charts. So I have no idea what's gonna happen. And so, I just have to react to that uncertainty. So there's a chance. If you haven't signed up for the Mississippi feed, do that, it not only do you get... You're doing it for selfish reasons resistance to support yourself because there's tons and tons of of, valuable information in in the mis mississippi feed, just like there's tons and tons of valuable information in the free feed. But not only that, you're gonna get the amount of inform... I mean, the amount of useful information that Warren Buffett has that's gonna appear in this next podcast would pay for years of subscription to the to the mis feed. You're gonna spend half your lot... We're waking hours working if you could find ideas from really smart people, you can apply your work, the return on that investment, and that's why I really think about it. Like, I don't think about on price. I think about it really is an investment. This is an educational thing that you're buying. It's professional research in the words of Bill Girly and and and Danny Meyer, the founder of Shake shack. That's what they call, like, the their extra work that they do. Professional research. I really like the term. So anyways, I I think it's a no brainer. Hopefully you do as well if you're getting a new value. Please do consider doing that. Thank you very much. I will update you and then next week Warren Buffett. I have have, like, this week was insane. This is the most. I think, this week, over ordered 10 different books sent to me by listeners. So if you have a a book that you want... That that you recommend that you want me to cover. Send it all over send them over. IIII... I'm pretty sure I've ordered every single 1, just whatever. Like, I don't need to think about it. I just buy it. There's, like, I don't even know how what what my queue is right now. It's gotta be 4 more than 40 different books that I have to get to. So I don't know when they'll be out, but if you if you if you have sent me a book, I will eventually turn into a founders episode. You know, that's what. That's almost a year where it's worth worth of books. It's it's really quite remarkable. So send that to me, you could send it to me on Twitter founders podcast, or you can email me david at center dot com. Thank you very much for listening. Thank you very much for your support. If you like the podcast, tell your friends about it. I will talk you next week. At"
}