{
  "transcript": "Warren Buffett first took control of Berkshire hathaway, a small textile company in April of 19 65. A share changed hands for around 18 dollars at that time. 54 letters to shareholders later and that same share trades for 306000 dollars. Compounding investor capital at just under 20 percent per year. Buffet has said many times that he was wired at birth to allocate capital. By allocating resources to assets and endeavors that have the greatest potential for gain, Buffett has guided Berkshire to creating enormous value. Not only for shareholders, but for the managers, employees and customers of its holdings. The numbers in charts you see on the following pages tell the story of a compounding machine. The rest of the book tells of the people, companies, and philosophies that have driven it for 5 decades. That's also the part that I'm gonna be focused on today. In addition to providing an outstanding case study on Berkshire success, Buffet shows an incredible willingness to share his methods and act as a teacher to as many students. Alright. So that's from the introduction of the book that I read, which is Berkshire Hathaway letters to shareholders all of them. 54 years of unbelievably long shareholders. This is by far, the the largest book that I've ever read for the podcast so far, maybe 2 or 3 times the size because it's almost 800 pages, but it's the size of a textbook. So We have no time to waste. Let's go ahead and jump into it. Okay. So I wanna start with the very first sentence. The very first shareholder letter. It says the fiscal year ended 10/02/1965. It resulted in net earnings of 2200000.0 dollars. And when I read that, I think this part illustrates 1 of my favorite Jeff Bezos quotes full time. He says this is quote from Bezos. He says, big thing starts small. The biggest oak starts from acorn. You gotta be willing to let the acorn grow into a little sap. And then filing to a small tree, and then maybe 1 day, it'll be a big business on its own. You can't skip steps. You have to pay 1 foot in front of the other, things take time. There are no shortcuts. But you wanna do those steps with passion and ferocity. So, in our story. We're right here. This is this point Berkshire is it's essentially just a a tiny little acorn, it's not even a sap. And so let's go into the condition of the business that warren is inheriting. I mean, he purchased it so he he chose this path. But he's gonna tell us, basically, what is the blueprint for what... Like, what do wanna do if you have a cyclical business, which is what the textile industry is. And then the summary of the section about the to reach you is essentially, he he's he sets out his idea. And he's, like, I'm gonna acquire more companies, and I'm gonna build a buffer. And then he does that for 54 years straight. So says, this is now warren writing the sales picture of the last half of 19 66 was 1 of genuinely depressed markets. So he's talking about the textile business and then his business within that industry. In particular, he says, in a business is highly cyclical the textile business. The past decade for Berkshire Hathaway has been a recurring story of a period of earnings followed by a period of relatively heavy losses. The past year has been a significant 1 in this history. Because not only was 19 66, a year of profitable operations, but also, it witnessed a restoration of our financial strength to the level that existed at the end of the 19 sixties. This 1 he means my cyclical. You will recall that with heavy losses of the years 19 57 and 19 58 had had not been fully recoup by the profitable operations of the years 19 59 19 60 when our business was hit, again, which again, hit with a 3 year period of, loss operations. So even before he took over the company, it would make money for few years, lose even more money than it made for a few years, make money for a few years. He winds up, and, I guess I'll talk... I'm gonna run over my own point here. But he he sticks with this business. He divers divers, which is where we're gonna get into here into other more profitable industries. And but he... He's somewhat loyal, and that's part of his strategy where he doesn't like to sell businesses even if they're they're poorly performing. He keep his goal is to keep it something forever. And in this case, that might have worked against him because in later years, he he talks about, like, when he he kept unproductive capital locked up. I think is the word he used by the text textile industry for an additional, like, 15 years longer than he than he than he want to. Winds up shutting down this business, but he doesn't do it till like, I think, 19 85. So we're we're almost 2 decades until he finally cuts his losses, but these these are not profitable business So if he would've have stuck with him, he just woulda have went out of business. So he basically, said he had to do what he's was he's about to start doing here. Okay. So it says, it has always been a goal... It's always been among the goals of berkshire Hathaway to maintain a strong financial condition. Indeed, It has been this practice that has enabled the company to survive in light of the highly cyclical nature of the business. Since the company has been searching for suitable acquisitions within and con without the textile field. We have he know he goes out outside of that. He does wind up buying 1 more textile company he later on in and, like, sometime in the 2 thousands, He's, like, that was just another stupid idea. And this is what I love about reading the shareholder letters is because you know, everybody has this idea of warren buffett. Obviously, 1 of most successful entrepreneurs and investors of all time. Arguably, Berkshire has, like, the the greatest set of returns in in human history. I think is what, how Charlie the longer puts it. And so before, you know, you... Before reading these, let me not project what I think maybe you think But let me just tell you what I thought I was like, okay, well this is gonna be, like, a string of amazing successes 1 after the other, and it couldn't be further from the truth. Almost every single letter he's talking about the dumb ideas and dumb decisions he makes, and it just goes back to the point that there are no perfect people, but even imperfect people like all of us are can build wonderful businesses. And so we're gonna learn a lot more about that today. Alright. So this since the present state of the money market and which funds are virtually on the table for acquisition purposes, makes it imperative that we have available liquid assets from with which to cons such acquisitions. So we need money. We need to be liquid we can buy businesses. Pretty state straightforward. Present uncertainties such as war, tax rates and decreased level of business activity, also all combined to emphasize the continuing need for a strong financial condition. This is something that he later on, he calls Berkshire, like, a Jaw gibraltar of capital. Like, it's a castle. It's it's imp. Like, he builds up large buffers. He calls it the march of safety. It's known by talks a lot about it. But this is 1 of his his main core philosophies of running business that you need to have strong. You need to be always operating from a point of strength. The reason the Berkshire I was able to get such advantageous deals because they never dealt ever. In the entire history of the company from, a position of weakness. So it's extremely important, and he's gonna repeat this over and over again. Most of the the important parts. He talks about, you know, dozens of times. And that's good because that's how we're gonna, that's how, like you... If something's important to you have to repeat it because people may not get it the first time, but they might... They'll get it the twentieth time, but they're more likely to if they're going to. Alright. So how highly to move through business, we need some money. Let's see. Let's skip ahead. As talked about, we need strong financial conditions. He says it is the present intention of the directors to proceed toward the interim investment of a major portion of these funds in fund... Of these funds in marketable common stocks. This should hold promise not only of greater income. Then can be achieved through alternative investment possibilities. But also provides us with the opportunity to participate in the earnings derived outside of our textile business even if only temporary and indirectly. It doesn't want up being temporary or and direct, I would argue, but he definitely wants to even even young warren Buffett here understands a textile. And it's really interesting looking back now that I read, like, the the letters that... He's just done the last, like, let's say, 2 or 3 years. It's very... He says this is stupid the way he bought Berkshire. He should... He... Because he had a part limited. Was called Buff Buffett Limited, I think or Buffett partnerships something like that. And he had another company. He's like, I basically he calls, like a multi maybe, like, a 50000000000 dollar mistake. I forgot what it... How we came we'll with these calculations. But essentially starting to do what he says here? He's like, hey. Why don't we... Why don't we get out and start making investment in stock so we can yield the benefits outside of our textile. He could've have done that. You're in a partnership that could bought stocks, and he could bought companies too. But now his amazing picking of companies and doing this acquisitions. So he's gonna do over the next 54 years in this point, he winds up giving away, like, a third of that, to the legacy shareholders of Berkshire, And he calls him strangers. So I don't know. It's it's it's just fascinating how, like, you know, that now they've read all of them, I understand where this is going, and but I'm reading it to you. And at this point that that warren is writing this. Like, he's doesn't know what's ahead of him. I find, really... That's a really fascinating thought. It says... So now we're we're going back into the next year he's describing the state of his business, and this is what we're talking about the textile industry. It's it's terrible for like lack of a better word. Total share sales showed a decline from 49000000 to 39000000. So he's down 10000000 a year. And he says depressed conditions of the textile markets in which we operate. That's what he's saying. But this is also the year they expanded into other industries. So Get there in a minute. So he's saying it's there's depressed conditions of textile 4 markets, poor demand, depressed prices. That's what he's having to deal with. However, we are highly pleased with the results of our insurance subs areas since their acquisition in March 19 67. Alright. So we see that he's he's expanded into 1 of his I would argue favorite industry which is an insurance industry it's a huge part of, Berkshire story. By this point, he says we are highly pleased with the results of our insurance subsidiaries since their acquisition in March 19 67. These 2 companies it's called National ind company and National Fire, Marine insurance company, continue their variable management of, by mister Jack Ring, who's guided them since inception. Our investment in the insurance companies reflects a first reflects a first major step in our efforts to achieve a more diversified base of earning powers, and I was continuing to amy had the the... They was talking about last year. The success of this effort is indicated by the attainment of earnings in the subsidiaries during 19 67, which substantially exceeded the earnings in the textile business. We we believe it is an added factor of strength to have these 2 unrelated sources of earnings rather than rather than to be solely exposed as the conditions of 1 And I think towards the end, he ends up having, like, 70. I wanna say something like, 76 different companies that Berkshire our owns at least 80 percent of. Okay. So this is the very beginning of that, and that was in 19 67. Moving on to the next year. He he has a lot of thoughts about what they... With the what the author or I guess the person that compiled this was talking about at the beginning where they're saying like, it kinda tells a story if his philosophy on business. He He'll have... And he... The the fact that he was so willing to share his wisdom. He's a very, very good writer. Because it comes across extremely likable, and is able to to take complex subjects and then tell a story, which usually, like, illustrates his main point, which I find. Really fascinating, But also find fascinating is how often he talks about how his viewpoint differs from what you normally see. And so he's talking about, like, in insurance industry, there's a lot crazy behavior goes on because of all the flow, which is the money that they don't own, but they can invest because they're getting the money up upfront from their premiums. Right? And so what happens is when you have all this large... This large money upfront, A lot of people focus on size, They want more of it. And Buffet right here is gonna lay out his kind thesis where he's like, I'm not focused on size. I'm focused on profit. So she says the emphasis... The emphasis continues to be on underwriting at a profit rather than volume simply for the sake of size because he wants his underwriting to make... Take a profit, which essentially means that the the money the flow that he's able to invest. He gets for free. He's he's actually paid to invest. So he's... The main point here is he's focused on profit that size. He sold stock for profit and then flipped into another industry. So We sold a portion of our marketable securities portfolio at a profit of approximately 1500000.0 dollars after tax. And what need to do with that money. It so we purchased all of the stock of sun newspapers and black printing company, which represent an an initial entry into the publishing business, which they they hold... They have holdings in that for a long time. And concluding, they make over, like, a billion dollars in in real returns on their investment in the Washington Post stock in like the 19 seventies 2. So it's this is something that they're gonna constantly invest in. Let me read my note here. It says, what he is really talking about a differentiation between him and the other managers of text textile companies. Okay he said that I referencing earlier. How he... He's going to constantly compare contrast with Way. This is what you can expect in the. This is where I feel that thinking fall short. And this is the the decision I have made, which I think is really, really actually helpful. I like the the the the use of the were case study the end into introduction. And then I wrote... They expand into banking. I wonder how this will turn out I wanna turning out pretty well from actually. Okay. 4 years ago, your management committed itself to the development of more substantial, and more consistent earning power than appeared possible if capital continued to be invested exclusively in a textile industry. The funds for this program were temporarily utilized in marketable securities pending the acquisition of operating business meeting our investment and management criteria. He doesn't really write like that too much. It's a lot of them, like, jargon for him. This policy is proved reasonably successful, particularly when contrast with results achieved by firms, which have continued to commit large sums to text textile expansion in the face of totally. Inadequate returns that's what he's was talking about Like, well, you can see the money you guys are putting into industry. You could see the return you're getting on that money? Why are we still doing that? That's a bad idea. Maybe we should diversify the other industries that are more profitable. So that's him comparing and contrasting. We are pre in the midst of a textile recession of great intensity, greater, excuse me intensity than we have seen for some years. It's basically the dwindling of an American, there's a large textile base in the New England area. It's kinda d away. To the point where it moved south not only in Southern states where they have less, like, labor agreements with Unions, but eventually, out of the country of course, just as we can as we kinda know. So it says we're in we're in we're in a pickle. We're in a text hour recession session. So we gotta find our way out of this. The most significant event of 19 69 for Berkshire, Hathaway we acquisition of 97.7 percent of the stock of the Illinois National Bank and Trust company. It will not be easy to it will not be easy to achieve greater earnings in 19 70 because 1, our bank is our a bank that is highly efficient business. And 2, the unit banking law of Illinois, of Illinois makes more than modest deposit growth difficult for a major downtown bank. Now, what I don't understand is he's... I guess he's he's telling us, like, but why would you buy it? If... I mean, why he wants making money as. So I don't think this one's up being correct, but it's I it's interesting he didn't elaborate on that. The summary of this next section is we were doing better than if we just limited ourselves to the textile business. This is essentially what he's telling us here. He says, The past year the pat... The past witnessed dramatically diverse earnings results among our various operating units. The Illinois National Bank and Trust reported reported earnings and continue to ring right at the. That's what Meant. I didn't know if Show because he does make money on it. Our insurance operations had some deterioration in underwriting but increased investment income produced a continued excellent return. So what he's talking about is the money that he's investing that flow to keep referencing. He's actually making good return on top of it. So even if the underwriting results carried a little, he still makes money on top of that. The textile business became progressively more difficult throughout the year, And the final breakeven result is understandable considering the industry environment. So they're working really hard to essentially standstill. So that they're making the the they produce return about 10 percent on average. It says, well this figure is only about average American industry, it is considerably in excess of what would have been achieved, had resources continue to bid devoted exclusively to the textile business as was the pattern until 5 years ago. So what he's saying there is, yeah. I only returned 10 percent. To you guys this year or it increased the the net worth of the company that by that much. I could do better. I could have done better if I didn't have the textile understand and it we already did better than if we just invested in the textile issue, we would had either 0 percent or maybe even less. And he's gonna repeat that over and over again and I'm not gonna... I don't think I keep repeating it, but it is something he talks about up until, you know, 15 years from now. We're actually finally close to the thing. The plan is working though. I'm skipping ahead now another year. The plan that that he set out the blueprint from a few years ago. Plan is... That plan is working we're seeing the improvement here as the year goes back. And then he still maintains a focus on profitability and financial strength. And, again, I think that is something that never really deviate... He never never really deviate from. There's a great quote that I think I share with you later on the notes that takes place about 25 years from now. I'm just gonna talk about it now because it made me think of the fact that I I left I know to myself. Says warren maintains some focus on profitability finished strength. The Ceo of 1 of the Ceos of Coke, I think in the eighties, describe Warren Buffett, who was already a major shareholder on Coke at that time. And he said, I thought it was very fascinating. He says, what other people call obsession warren calls focus. And I think that 1 sentence is probably a good something good to retain to understand Buffet and and how he thinks and and how he goes about things. I, you're now just looking back and the fact that he keeps keep from the very beginning. He focused on profitability financial strength and he kept focusing on that for 50 years. This is amazing. So let me read this whole point. This result, considerably above the average he talks about to be 14 percent last year. This is all considerably above the average of American industry, which achieved in the face of inadequate earnings in textile operation, making clear the benefits of red of capital ina 5 years ago. It will continue to be the objective of management to improve return on total capitalization as well as a return on equity capital. So it's what's his point. What's important to tim. So this is a little bit about the textile business. He says strong efforts to hammer down costs and continue a search for less price sensitive fabrics produced only marginal profits. However, without these efforts, we would have operated substantially in the red. So, like, I'm doing a lot of effort have a lot of talent just to break even. So he'll talk about later on, 1 of his most famous quotes is the fact and it comes from the shareholder letters. It comes from the fact he's like, listen, if you have a business with poor fundamental economics, which is how I want you to think about the textile business that he's describing because it's definitely fitting. And you have a, and you have, a, a manager, brilliant operator with a reputation of excellence, and you combine the 2, the reputation of the business with poor fundamental economics is will be the 1 that survives. He says that there's some businesses that just are terrible. You need to get out of them. The opportunity cost is too high. Your talent you're wasting your talent to textiles is 1 of them. Okay. It so says it would have been in the red. We set no volume goals in our insurance business generally and certainly not in reassurance, So he's expanded into reins insurance, which you expand quite a bit. He'll keep investing in this for another another, like, 3 decades. We said no volume goals didn't have sales goals, and certainly non reins reassurance. As virtually, any volume can be achieved if profitability standards are ignored. So again, he wants his under underwear the underwriting the business does, to at least break even hopefully be profitable. He's not just gonna write business. And again, he's he talks about how weird the industry is because it's it's a product that's relatively expensive that no 1 wants to buy but they have to buy. In many cases. So it's it's just a bizarre industry. A high highlight of 19 71 was the acquisition of home and automobile insurance company. I talks about the person running it where she's talks about, over and over again, You need to be working with people that you enjoy that you like that will not lie to you that have integrity. He wants buying, like, multiple hundred million dollar businesses without even doing audits or anything. Just based on the fact that the person said, the business is what it is. And so this is extremely important to the guy, the name Vic is the 1 running the acquisition home auto automobile. He's the 1 running this this insurance company. And so it says Vic Cut from the same cloth as Jack Ring, which is the guy that runs other insurance company and Gene Ab airbag with a talent for operating profit and company by enthusiasm for his business. These 3 men have built their companies from scratch. Moving ahead to more of the financial intersection of berkshire hour from that year. He says we take retain a fundamental belief in operating from a very strong financial position. So is to be in a position to un undo fulfill our responsibilities. Thus, we will continue to to map our financial future for maximum financial strength in our subsidiaries as well as the parent company level. So before I move on. Let me just pause in case I haven't made this clear. If you listen to my other podcast, Did, I've done 2 packets podcasts on Charlie Mu before and have probably 2 more coming up in the in the future because it's such a fascinating mind. But he he he talks a lot about, like, the the structure of out. It's weird. Like, they they... There's just huge conglomerate, but at their main headquarters in Omaha. Like, 20 people working something like that. And essentially, they... When they buy a business. Right? It's the reason he he brings up the importance of of these managers is because a lot... He buys a lot of family businesses, People have built their business scratch already independently wealthy you don't have to work, but they want a good home you know, a lot of cases they wanna sell their business towards in their life, so it's not... It doesn't come in a state issue or somebody else determines who, like, winds up with their business. So 1 the reason somebody even picked berkshire is because they're their unique structure where the only thing Charlie and Warren take care of is is capital allocation. So they decide where all the profits from all their various businesses are gonna go because that's where they feel their best at, and they set the compensation for their top people. Other than that, the c's of the company never even hear... They they don't have to hear from them. They just... They're free to run their businesses as they see fit. So that would only work if he can... If he's working with people that are honest and trustworthy, etcetera. So I don't know if I explained that before. I talked about in the past podcast, but it's essential to understand Berkshire and how it's able to do so much with with, you know, they have hundreds of thousands of employees, and it's still relatively decentralized because 1 thing that both warren and Charlie Hate, and they talk about a lot in the shareholder letters and in any talks you happen might see is, like, they have a dis... A strong dis take dis taste for bureaucracy. Alright. So operating earnings we're we're seeing now moving forward we're in 19 72, in case you wanna know, we're seeing early signs of what becomes the blueprint and it it's working. So it's operating earnings for Berkshire brochure hour our hathaway 90 season 72. Amounted to highly satisfactory 19.8 percent. Remember, they do that number almost 20 percent. Compounded for 54 for 50 years. So it's that's how you turn, you know, 22000000 into whatever, half a billion or whatever they have now. So he's reflecting on this. Like, why what does this mean? He says it seems clear that our diversification moves of recent years have established a significantly higher base of normal earning power than if you would stayed, which is the textiles. Now you talked about more of the businesses they buy. Our 3 major acquisitions of recent years have all worked out exceptionally well from both the financial and human standpoint. In all 3 cases, the founders were major sellers and received significant proceeds in cash. And in all 3 cases the same individuals have committed to run the business with un energy and imagination, which will result in further improvement of the fine records previously established. And the advantages... Let's see. I'm trying to read my note before I read this part to you advantages is, compound dramatic gains and premium volume, plus high interest rate environment plus low tax structure. Okay. So this is... Remember, 54 years, you're gonna see this bizarre... Like, almost every single economic environment you could possibly imagine. Outside of a, like, a great depression. Although there were several deep and severe recessions during as these shareholder letters unfold. This it's always interesting to see how, like, the larger macroeconomic environment impact what's happening. And how much how little attention they paid to it genuinely. I mean, obviously, you're gonna adapt somewhat, but we'll we'll talk about them more about that. So says we were most fortunate to experience dramatic gains and premium volume from 19 69 to 19 71. Coincidental with virtually record high interest rates. Large amounts of invest funds were thus received so that he's talking about what's the example. What's what's the outcome of this confluence of these economic the... Like, these economic outcomes when you have a large... What's becoming a large insurance business and a broad 1. Large amount... The result is large amounts of invest funds were thus received at a time when they could be put to highly advantaged use. Most of these funds placed in taxes and bonds. So it talks about they increased our their investment income from Let's say, 2000019 69 to almost 7000003 years later, and it's subject to a low effective tax rate, so they actually keep it. And that's 1... He also talks about the reason that he picked this conglomerate structure for Berkshire. It's because they can shuffle, profits from 1 subsidiary into other businesses and that there's, like, tax benefits. I don't to pay tax on it Yet. Okay. Okay. So this is this is bizarre, And I had to actually... Let me read it to you and then my notes actually might be longer than this part. So he says, he talked about this company wants to buy. Diversified retailing company through subsidiaries, operates a chain of popular price women's apparel stores also conducts a reins insurance business. In the opinion of your management, it is... Its most important asset is 16 percent of the stock of blue chip stamps. Okay? Blue chip stamps. Right? Gotta remember this is important 1 of the most important things that ever happens to Berkshire. And I couldn't understand why the hell he bought this business, and I had to go and do outside research. Why if I would've have just didn't know research and read, like, shareholder letters 20 years from now. I might have been able a piece together, but I'm gonna tell you about it in 1 second. So let me describe this business because it's like, like you you... It's almost like a reward points that you could turn in and, like, early gift cards where a lot of them are never gonna be redeemed again, and such Blue chip trading stamp business has declined drastically over the past year or so. But as important sources of sources of earning power in its sees candy shop, which ones becomes 1 of the most profitable businesses that per our owns, as well as West C Corporation. We expect blue chip blue chip stamps to achieve satisfactory earnings in future years related to capital employed, although certainly at a much lower level than would have been achieved if the trading stamp business had been maintained at anything close to former level. So it's like, the the the earnings it's getting from this trading stamp business is like, falling off a cliff. And again, we're still early in letters. So I had no idea what the hell is going on here. It's like, why are you buying this? So it says, okay. So let me read... And essentially, this is the what I had to find out on my own. So how It describe what's taking place here Is essentially, he's... Warren he's teaching us how to capitalize on assets that they're hiding rate and plain sight. So blue chip revenue declined from 85 percent from 19 70 19 80, and was already the decline in 19 sixties. Okay? So he's... It's in the middle of the decline. He wants the as he's buying it. My question was like, why are you doing this? I don't understand what's happening. The same thing that happens, like, with Starbucks today where I just read they have, like, something... I don't know, let's say, whatever the numbers is. It's, like 2000000000 dollars worth of gift cards outstanding in any given time. And they estimate, like, a billion of that is never gonna review redeemed. Another way to think about that is that customers are giving billions of dollars in free loans to Starbucks. And so blue chip from their trading stamp business had 90000000 dollars in float, which they, again is the definition warrant uses other people's money that we can then invest. Of that 60000000 turns out to be permanent flow. We don't know that at this time. Maybe warranted, but it's not a shareholder order. So anything he's gonna actually buy here. He he's buying the company with essentially free money. Buffett and Mu thought the float was being disadvantaged. From that float, they brought seas candies, Wes go and Buffalo evening news, all effectively from the 24000000 dollar investment in Blue chip stamps. So Now they're gonna get 60000000 dollars were turned out to be permanent float from a 24000000 dollar investment. They took that float and bought these candies was returns to... I forgot how much money. I wanna say over a billion dollars of real returns to them, Wes and Buffalo evening news. So this was a steal of a lifetime, huge, like, early win for Berkshire. Okay. So... Okay. So it already always says we we expect blue chips to achieve satisfactory earnings in the future. And now we're gonna run into... It's not all up as we see a lot of mistakes here. Operating results for 19 74 moving forward a year. Overall, we're on size. 1 of the most famous Charlie member quotes is you must learn to react to significant price declines with e anonymity. The out... So they're they're laying out for the shareholder. Listen. 08:19 74 results sucked. The outlook for 19 75 is not encouraging. Since while the tone of this section is pessimistic as to 19 74 19 75, We consider the insurance business to be inherently attractive. Our overall return on capital employed in this area, even including the poor results in 19 74 remains high. So it's getting dragged down by some... But not only they're buying a lot of businesses, but they do... Are still losing money in to text textile industry. Many of our competitors are in substantially Mean, now we're talking about the insurance industry. Many of our competitors are in substantially weakened financial position and our strong capital picture leaves us prepared to grow significantly when conditions become right. Our stock portfolio in the middle of like, a like, a financial crisis. Our stock portfolio declined again in 19 74 along with most equity portfolios. To the point at year end, it was worth approximately 17000000 dollars less than its carrying value. Again, we are under no pressure again, 1 reason you can react what Mu just said to you can react with e annuities because they never wanna sell most things, and they they work from a strong finish position. So it says, yeah, It may, like, on paper, we're less... We're worth 17... Our assets in this particular portfolios worth 17000000 dollars or less, but doesn't really mean anything. Again, we under no pressure to sell, such series except of times when we deem advantageous And as our belief that over... That over a period of years, the overall portfolio prove to be more more than its costs. Next year, he elaborate on this. He's gonna repeat this. And quote as we expect to hold permanently. His long term focus is maintained. He says our equity investments are heavily concentrated in a few companies which are selected based on favorable economic characteristics. Competent and honest management and a purchase price attractive would measured against the yards stick of value to a private owner. So he says with this approach and now he's gonna elaborate on, like, why is this important? Like, it sounds good. Right? Okay. We have competent honest management. We have facebook and economic I'm characteristics. We think what we bought is less it's worth. But, like, what if you're wrong. So you're saying, with this approach stock market fluctuations are a little important to us, except as they may by buying opportunities. But business performance is of major importance. I'd love this this this distinction he's making. He's like, I don't care what the mister market is temporarily saying a worth. I care how the perform... The business is performing underneath it. So he just wants a bunch of profitable companies throwing off cash in a bunch of different industries, and that's that's his blueprint So he goes on collects it. And then as he makes more as his these businesses make Mormon, he buys more profitable businesses. It's a very simple. I mean, not easy. I'm. I'm not diminishing that, but it is simple. Just taken to the extreme. And these don't. Like, I know Buffett has, like a folks manner. Like, he's an extreme person. Charlie Mo is an extreme person. On this score, we've been delighted with the progress made by practically all the companies in which we now significant investments. We've continued to maintain a strong liquid position in insurance companies. There's that that phrase again. He loves having vast amounts of money just sitting there. In last year's Annual report, we explained how variations of 1 tenth of 1 percent and interest rates resulted in a million dollar swings in market value of our bonds. We consider such market fluctuation of minor importance as our... Why? Why can you why can you have such a privileged, like, why can you have such a good... Like, why can you have such a unique Like, saying, he's responding with to swings between a million dollars and market value of an asset he owns. Right? You you can't do it if you're broke, but you can... He's if you have a large buffer, if you're conservative with your finances. We consider such market fluctuations of minor importance as our liquidity and general financial strengths make it improbable that bonds will have to be sold at times other than those of our choice. And that's huge. He didn't get taken advantage of because he never has to sell in a panic. He's the buyer when you're panicking. That's what he talks about over and over again that. We'll talk more about this. How he he... He studies human nature and human intuition. He flips it in situation. And he'll to... He'll... In plain so you see how these people are acting. This is not how you wanna act. Okay. So says this is Warren performance to date, which I thought was fantastic. And I mean, it's just... It it gets so much bigger from here. This is... Is your present management assume responsibility at Berkshire Hathaway may 19 65. The net worth that the company is 22000010 years earlier, Berkshire Hathaway net worth had been 53000000. So went from 53 10 years later, down to 22. That's when he buy. Buys it. Right? And now, he's up to 92000000. So he he went from 53, goes down to 22 20 two's when he grabs it and an short years, she took that 22 and turn it to 92000000. And again, today I think it sits. I don't know. It's 500000000000 something time. And the note of myself because I was so confused because every year it's the same thing about this textile. Really 19 76. And I was like, how much longer can this go on? And this is what I was referencing. Our textile division was a significant disappointment during 19 76. Earnings measured either by return on sales of return on capital employed were inadequate. Should we recognized, that the textile business does not offering the expectation of high returns on investment. That's a nice way to put it. Wait. This is this... Oh, actually, the the what I'm about to reach you next. I think Comes from... Yep. Customer from insurance. Okay. So this is going back to... He's a interesting quote. He says temporary prosperity produces un otherwise competition. Temporary prosperity produces wise competition. When human sees another human making money or a business making money and something they try to copy. And I that obviously produces wise competition, but he and in the... This is happening in the insurance industry right now, but he still focused on profitable growth, not just growth. So he says, our opinion is that before long, perhaps in 19 78. The industry will fall behind on rates as temporary prosperity produces otherwise competition. If this happens, we must be prepared to meet the next wave of inadequate pricing by significant reduction in volume. So what he means by that. Is once other companies are willing to write stupid policies so that they can't possibly make money on, but they don't understand that because they're un, we have to reduce and only keep writing policies that we know we'll make a profit on. Don't just chase volume. Don't just chase growth. It's fake. It's not how you how you build real wealth over a long period of time, which is what Warren trying to do here, and he does do. Another note, year to year fluctuation marketplace price are unimportant. Year to year business performance is important. And there's just another line. Here again, we consider such market fluctuations from year to year relatively unimportant. However, we consider a yearly business progress of the companies in which we own stocks to be very important. If the business results continue excellent over a period of years, we are certain eventually to achieve good financial results from our stockholders holdings. That's what I mean about being simple. And I just heard I was taking notes on a talk, that Charlie Mu Just, like, a few months ago. And he talks about essentially, like, the the any the future is, like, the reason Berkshire blueprint can work is as long as the businesses they invest in and continue to make profit, even if they don't buy any more, the growth of this profit means the company will, like, it'll survive. It's such such a scale that it can continue to grow. It's actually gonna grow like on a percentage basis as fast as it did the previous 54 years because now the the the amount of money and the size of the company's larger. And therefore, like, the amount of opportunities that moved the needle are much smaller. But I just love that, like, it's... I again, Never got... I just realized I just ramble and I never told you what Charlie saying. He's like, I've never like, he we've never... I forgot exact quote. He's like, we never essentially deviate from simplicity. Like, you can't get in trouble with think when things are just simple. And he feels Berkshire investing profitable businesses with good managers that should continue to throw off cash in the future is is relatively simple, but hard to do. If business results continue on over a period years, we return to achieve good finish results from our stockholders holdings for gross wide do wide fluctuations in market values. So he just ignores it other than the point where he he feels he can take advantage of it. Another famous quota theirs is you only need a few wonderful businesses in a lifetime to get wealthy. So now he's talking about like, why do they own... You know, they're not fans of diversification. In the in the normal sense of the word. They're like, if you feel like you cannot properly analyze businesses, then go buy an index fund. That's the smartest thing for you to do. But if you feel you can and you have a skill to analyze businesses then why would you put more money in your 30 fifth best company, instead of your top 1 or 2 or 3. Because essentially, if you have 1 or 2 or 3 opportunities in your lifetime to to own a part of a wonderful business, like you're gonna be finished... Like, you're gonna be fabulous wealthy. So it's and if you look at their, their holdings here, which I found interesting. There's 2 holdings they're having. They're related to people have already recovered on the podcast. So 1 is Kaiser industries, and the other 1 is Og and Math. So David Og and then Henry Kaiser. But anyways, he says, we will notice that our major equity holdings are relatively few. We select such investments on a long term basis weighing the same factors as would be involved in a purchase of a hundred percent of an operating business. So what are those factors? Number 1? Favorable long term economic characteristics number 2. Competent and honest management. Number 3, purchase price attractive when measured against the yards stick of value to a private owner and 4 an industry with which we're familiar in whose long term business characteristics we feel competent the judge. She talks about, like, you know, I can't tell you in the future. Like I don't know how good... I know Google makes all lot money. I don't know which ones was... Like, I... I'm not good at picking picking which technology companies are gonna be winner I to kinda stick to what I know is what he says. He tells us the circle of his competence, which we'll talk about more. It is difficult to find investments meeting such a test and that is 1 reason for our concentration of holdings. We simply can't find 100 different securities that conform to our investment requirements. However, we feel quite comfortable concentrating our holdings in the much smaller number than we do... That we do identify identifies as attractive. So he's got skin in the game. He he always has always has entire runs Berkshire he's like this listen, I'm not gonna diversify. I'm I'm think I'm right on this, and I'm gonna put my money where my mouth is. Okay. Now in 19 77, this is Warren answer to why stay in the textile business. Such as a few shareholders of questioned the wisdom of remaining the textile business, which over the long term is unlikely to produce returns on capital comparable to those available in many other businesses. Our reasons are several, number 1. Our mills in both New Bedford and Manchester, are among the largest employers each each town. In fact, when they close. They... There's, like, 1400 people in a small town I put out of work. So it's very sad. Utilizing a labor force of high age average possessing relatively non transferable scales. So they're older, they don't really have other skills. Our workers and unions have exhibited unusual understanding and effort in cooperating with management to achieve a cost structure and product mitch will mix which might allow us to maintain a viable operation. And management has also been energetic and straightforward and its approach to our textile problems. So with hard work and some imagination regarding manufacturing and marketing configurations, it seems reasonable that at least modest profits in the textile division can be achieved in the future. That doesn't actually happen. And about 8 years from this point. He closes it. He talks a lot about this in fact, he he talks about tailwind and tailwind... Headwind a lot. And so a lesson he has to learn, 1 that he's not getting are that he had to learn from the textile be investing in textile industry is the importance of being in businesses prone to tailwind instead of headwind. The textile business is prone to tailwind. Or excuse headwind rather. In ag the insurance business is tailwind. So it's just in aggregate, the insurance business has worked out very well. Some major mistakes have been made during the decade both in products and personnel. It is comforting to be in business where some mistakes can be made and yet quite a satisfactory overall performance can be achieved. In a sense this is the opposite case for our textile business where even very good management probably can only average modest results. 1 of the lessons management has learned, and unfortunately, sometimes relearn learned is the importance of being in businesses where tailwind prevail rather than hail headwind. And I've heard this described a lot of other ways. Barker Jason's point on what's the most important for single factor for a start of assess is the are, the market it operates in, which sounds crazy. Right? Because we wanna think that, you know, our skill and effort and and hard work influence them. And certainly does in a sense of what what Born saying It's like, I have really good management in textile. But even... But fighting against us even really good people fighting against the headwind gonna produce average modest results. And so, obviously, getting a business like insurance where you kinda, like, push from the back and set up or push from the back set up, push from the Alright. So it says, unusual... I just let's just quote to myself. I don't know what it means. So let me just read it. As markets loosen, and rates become inadequate, we, again will face the challenge of philosophically accepting reduced volume. Oh, okay. So now you're talking about the the the same things having an insurance industry. Unusual managerial discipline will be required. As it runs counter to normal institutional behavior to let the other fellow takeaway business even at foolish prices. So that's a huge... I wish should have left to better know for myself? But what are he's talking about her? Unusual managerial discipline. It's a good way. He's describe himself and Charlie. What they excel at is understanding the fact that humans are are they they make a lot of mistakes. I think Mu says, like, the the base the base, like, the the normal operating of a of a human is, high levels of disco cognition. I think it's the word he uses. So he's like, we we fool ourselves. We make a lot of mistakes. We're not that rational. We can just understand that that's how we are and then make sure that we're not being a rational. That's a good way to win over a long period of time. So unusual managerial discipline. What he's talking about there. Most people are like, hey, I don't want to take my market share even if that market share is unprofitable. I'm gonna fight you for. Well, that doesn't make any sense and buffett like, that's a stupid idea. So go ahead. We're gonna we're gonna write less business in our insurance business, but that business will be profitable and then we're gonna invest a float, and you can go ahead and go to business in a few years. Unusual, managerial discipline. And I think this applies again, all aspects of life. I just think we we happen to be focused on creation companies are running a company is production value, unusual, discipline in all aspects of your life whether it's, like, you would the fact that you you spend more time learning. You you you don't put a bunch of bad stuff in your body with diet, you're at your some form of activity... Levels of activity. Like, all the stuff, Like, if you take the average person and what they do, and then do the opposite. It's like a good way to to to do well in life. Because most people are lazy. Most people are are, you know, not passionate about their work. Most people are not spending enough time learning. I mean, take everything everybody's doing, like, oh, I'm gonna do the opposite. So again, the the worry that that buffet using for here is unusual discipline. He just happens his manager discipline, but you manage yourself too. So... And is a fight we all have. Like, sometimes, I... You know, I read a lot of books but sometimes Twitter takes up too much my time. I'm, I just spent 30 minutes on twitter here. That's like a couple the the dozen pages maybe on on a book. Like, what what what was a better use my time. So no one's perfect. It's just understanding that that... You're... Usually it's required. In industries where there's little differentiation, The competency of management is more important. So he talks about insurance... He talks about, like, the... Again, he talks I say a lot about how bizarre the insurance industry is because it's fundamentally, it's a commodity product or just papers with promises written on them. So this says insurance companies offer standardized policies, which can be copied by anyone. Their only products or promises. It is not difficult to be licensed and rates are an open book. There are no important advantages from trademarks, patents, location, corporate longevity, raw material sources and very little consumer differentiation to produce insulation from competition. In other words, if it wasn't the insurance in the industry it sounds like a terrible business to be. Right? So he says. It is commonplace in corporate annual reports to stress a difference that people make. Sometimes this is true and sometimes it isn't. But there's no question that the nature of the insurance business mag signifies the effect which individual managers have on company performance. So he's saying his insurance businesses are not going to do it run well if they're not run by extremely smart and incompetent people. Now he's talking about, there's no... He lists all the things that they don't have. They don't have trademarks not patents in application. 1 mo that he feels durable in the in insurance business and why he eventually later buys all of Geico. Is low cost, which is pounded again and again in our heads when we're reading these biographies of these entrepreneurs about setting up a long durable advantage for your business by being ruthless in monitoring and maintaining your costs, and that's definitely something that Geico does. Okay. And now he's gonna tell us. So here here's a straight up some notes I left that avoid owning businesses that offer 1 un goods, and 2 are high capital intensive. It's true... It was true back then is still true today. So it says the textile industry illustrates in textbook style how producers of relatively un goods and capital intensive businesses must earn inadequate returns except under conditions of tight supply real shortage. As long as excess productive capacity exists, prices tend to reflect direct operating costs rather than capital... Capital employed. Such a supply excess condition appears likely to prevail most of the time in the textile industry. And our expected what's their end result of situation like this. Our expectations are for profits of relatively modest amounts in relation to capital. So takes a lot of money invested to make a little bit of money. We hope we don't get too into too many more businesses, which which such tough economic condition. And something that's gonna pop up over and over again these letters, which I think is 1 of the most inspiring parts of about reading them is even warren makes bad decisions. And he makes a lot of them, and some of them are giant, you know, leaving... Losing multiple billions dollars on 1 decision. So perfection is not required to build a great company. We continue to look for ways to expand our insurance operation, but your reaction to this intent should not be of restraint unrest joy. Some of our expansion efforts largely initiated by your chairman That's what he calls himself. I mean, that's his title, but that's how... He's referring to himself. My point here. My... Some of them, some of our efforts largely initiated by your chairman have been Lackluster. Others have been expensive failures. Alright. So and sometimes he buys the entire insurance agency or insurance company. Sometimes he, buys just their stock. But he says, he's talking about now we're in the year, we're in what the 19 07:19 78, and he's talking about so buying I'm gonna read this part to you, but the the main takeaways is buying parts of businesses who common stock yields better returns than buying the entire company through acquisition. Now, later on, I won't maybe always. They would prefer acquisition. They're just saying that the prices are not always like, as good as you can get by buying partially, partially buying the business to through the open market. And he talks about people who criticize this this this idea of his, but because you don't have control. Right? And but he says given their skill, why would we want control. They're better at managing the business than we would be. So he's talking about and to give you an illustration of this. He's talking about this company called Safe. So it says Safe code is much better insurance operation than our own. It is better than the 1 we could develop, and, similarly, is far better than any in which we might negotiate purchase of a controlling interest. Yet our purchase of Safe code was made was made at substantially under book value. We paid less than a hundred cents on the dollar for the best company in the business when far more than a hundred cents of the dollars being paid for mediocre companies and corporate transactions. And there's no way to start a new operation. Of course, with a minor interest, we do not have the right to direct or even influence management policies of Safe. But why should we wish to do this, the record would indicate that they do a better job of manning their operation than we do ourselves. While there may be less excitement and prestige in sitting back and letting others do the work. We think that this is all 1 loses by accepting passive participation in excellent management. Because quite clearly, if 1 control the company run as well as Safe c, the proper policy also would be to sit back and let management do its job, which again is something that that his, like Mo opera miranda here. Just let them do what they do. I bought the company because it's great. I want you to keep making it great. The know of myself is resourceful, people stay resourceful and wasteful people stay wasteful. Our experience has been the manager of already high cost operation frequently is uncommon resourceful in finding new ways to add to overhead. So this is what I mean, they they constantly focus on costs. They hate people that that that spend on wisely. So Our experience has been if a manager already has a high cost business. They they're... And, that person frequently is uncommon resourceful and finding new ways to add to overhead. Right? So they keep doing what they're good at, adding expenses. While the manager of a tightly run operation usually continues to find additional methods to curtail cost. Even when his costs are already well below those of his competitors, and he's not yet describing this person, but that's the person that runs geico codes, Tony. I think I forgot something. Maybe nicely or something like that, but we'll get him eventually. So he his costs are well below his competitors and he keeps decreasing them. Or he did when he was running company. Okay. So now we moved to 19 79. He's talks about a lot about his failures. And in this case, he failed, he's we failed at our primary objective, and this is what he feels is a better way to understand businesses. We had substantially more capital work with a 19 79 than in 19 78. And our performance in utilizing that capital fell short of the earlier year, even though even though per share earnings rose. So now this is why the way his better way to understand businesses. The primary test of managerial economic performance is the achievement of high earnings rate on equity capital employed without undue leverage accounting, etcetera. And not the achievement of consistent gains in earnings per share. In our view, many businesses would be better understood by their shareholder owners, as well as the general public if management and financial analysts modified the primary emphasis they place upon earnings per share and upon yearly changes in that figure. Okay. This next part. He starts talking about... Well, this... He changes. Remember, he's famous for following the the the teachers of Ben Graham and being, like, a value investor, and he made a lot of money doing that, but he realized and he learned this from Charlie Mu that it... It's never gonna scale. So the the... What he decides to change and he was pushed by Charlie in this direction, which is what winds it becoming the blueprint for for, Berkshire share. And that's... He... I need to be buying fantastic businesses at fair prices instead of poor businesses at bargain prices. You're gonna make a lot more money over a long term if you just go for quality. So now he's gonna lay about a little bit about, like a seeing on this. I'm just gonna read this whole section to you. In some businesses, a network Tv station, for example, it is virtually impossible to avoid earning extraordinary returns on tangible capital employed the business. And assets in such businesses sell at equally extraordinary prices. 1000 cents more in the dollar, a valuation reflecting the splendid almost unavoidable economic results obtain, so a fantastic business. Despite a fancy price tag, the quote unquote easy business may the better route to go. So he's saying, like, maybe you're better off paying a higher price for some of business that's gonna generate a lot more money. Right? We can speak from experience, having tried the other route. Your chairman made the decision a few year ago a few years ago to purchase W buck mills in Manchester and Hampshire, thereby expanding our textile commitment. Right? Isn't that a strange decision though. And he owns up to us why it's a bad idea, but think about it He's already mentioned multiple times in in the last few shareholders letters have gone over about how terrible the textile industry is. Avoid going into a business that has a headwind. Go over 1 has a tailwind. He didn't take his own advice. That's human that is normal. We just have to know that that happens. He's making a mistake here. He talks about this mistake for many years ago. Like, you could know what to do is right, but you're gonna... Like... And it's not that you should forget what you learned. It's that inevitable inevitable inevitably. Excuse me. Your human is gonna get in the way. And this is exact exact example gamble. He's been lecturing us on not to do this and he just expanded into the, crappy industry. As I said, by any statistical text, test. The purchase price was an extraordinary bargain. Look how cheap I got this piece crap is essentially happen. We bought well below the working capital of the business and in fact, got very substantial amounts of machinery restate for less nothing, but the purchase was a mistake, while we labor might new problems arose as fast as old problems retained. Both our operating and investment experience causes us to conclude that turnaround seldom turn. And that the same energies and talent are much better employed in a good business purchased at a fair price. Than in a poor business purchase at a bargain price. And he's talking about things but he's not explicitly stating it, but what he means is the opportunity cost too high. You have a limited amount of time, a limited amount of energy and some degree limited amount of capital, and you're spending it un unlikely, but trying to turn around a dud. And you should have just pony it up and bought a better asset. And over long term, that's the best way to do it. That's, like, the best route to go as far as if you like, building wealth over a long period of time. Because that's nice that you... He bought this mill. Even if he would've have made money, short term, he's gonna make money for few years. A truly fantastic business. Like, he he gets some involved in Coca Cola, Geico and all these other ones. Sees candies, etcetera. Is just print money for for Berkshire for decades. So that's what he's talking about here. Alright. This is something I heard, Jeff Bezos say before, this is part 1 of 2. And this also applies same applies the type of customers she wants. So this in large part, companies obtain the shareholder consistency constituency that's that they seek and deserve. If they focus their thinking a communication on short term results are short term stock market consequences, they will in large part, attract shareholders who focus on the same factor. We prefer owners who like our service and menu and who returned year after year. It would be hard to find a better group to sit in the Berkshire hour Hathaway shareholder seats than those already occupying them. We hope to continue to have a very low turnover among our owners, reflecting constituency that understands our operation, approves our policy and shares our expectations. And we hope to deliver on those expectations. So it says Berkshire wants investors, which essentially customers like themselves stable on long term investors. So This is very similar. If you remember that Podcast did on, when I read all of Jeff Bezos shareholders, although a lot. I thought that was a lot. That was, like 18. Wearing 54 of them. He says the same thing. Like, he is very upfront about what he's doing. This is my idea if you wanna invest invest. But if you're looking for like, a short term flipped then you got the wrong company buddy and warren is essentially saying the same thing. And if... That's a wonderful thing about about people though, where if you can just tell them, if you set their expectations upfront, and you tell them this listen. This is what you're in for. I think this is why this strategy your mind is gonna work, invest if you want, but, you know, don't even says later on, I, hope people don't buy, berkshire our stock if they're not gonna keep it forever. We're not gonna keep at least 5 years where the case is. So he he he spends a lot of time like they said earlier on education, like, explaining exactly, like, why he thinks the way he does. Do you agree with this? This is my thinking. If you agree then buy buy stock if you don't and don't. So 1 way to talk about their philosophy how they run their extra companies extreme centralization of investment decisions an extreme decent centralization of everything else. And then you add to that, a very strong, frugal streak, and that's what we have, like a recipe for Berkshire. He says your company run on the principle of centralization of financial decisions at the top. Meaning him and Charlie, and rather extreme delegation of operating authority to a number of key managers at the individual company or business unit level. We could just feel a basketball team with our corporate headquarters group. Which utilizes only about 1500 square feet of space. This approach produces an occasional major mistake that might have been eliminated or minimized through closer operating controls. Okay? So he's saying, like, if we... We're a little bit more centralized, we might make fewer mistakes, but we're we'd move slower. But it also eliminates large scale, large, and and we'd spend more. But it also eliminates large layers of cost and dramatically speed decision making because everyone has a great deal to do a very great deal gets done. Most important of all enables us to attract and retain some extraordinary talented individuals. People who simply can't be hired in the normal course of events, who find working for Berkshire to be almost identical to running their own show. Remember all the people that sell their business to berkshire. They're already wealthy. If you're could using if you're... You don't need to work another day in your life. Wanna be micro managers, it's just no way. And that's way I like how he puts it. These people just simply couldn't be hired in normal course events. They have skills way outside the nor average employee. This is him telling why he likes share buy backs. 1 usage to retain earnings we often greet with special enthusiasm when practice by companies in which we have an investment interest is repurchase of their own shares. The reasoning is simple. If you find businesses selling in the marketplace for far less intrinsic value, what more certain or more profitable utilization of capital can there be than significant enlargement of the increased end of the interests of all owners at that bargain price. The competitive nature of corporate acquisition activity almost guarantees the payment of a full frequently more than full price when a company buys the entire ownership of another enterprise. But the auction like nature of security markets often allows finally earn companies the opportunity to purchase portions of their own business at a price under 50 percent of that needed to acquire the same earnings power to negotiate acquisition of large enterprise. So essentially, instead of buying over paying for another business. Why don't you to just, under pay for your own. That's that's what he's selling sarah. That's why, like, share buy backs. She just says it in a couple of paragraphs. This is Warrants quick description of what makes a great business. Geico represents the best of all investment worlds. It's a coupling of a very important and very hard duplicate business advantage with an extraordinary management whose skills and operations are matched by skills and capital allocation. This is why I referenced earlier, great managers cannot fix and great entrepreneurs cannot fix a business that his poor fundamental economics. We have written in past reports about the disappointment that usually result from purchases operations of turnaround businesses. Literally hundreds of turnaround possibilities and dozens of industries have been described to us over the years. And either as participants are as observers, we have tracked performance against expectations. This is their conclusion. Our conclusion is that with few exceptions. When a management with a reputation for brilliance, tackle a business with a reputation for poor fundamental fundamental economics, it is the reputation of the business that remains intact. Geico may appear to be an exception, having been turnaround from the very edge of bankruptcy in 19 76. And he says that it may be an exception, but it's also a weird business to use that... I mean, This this is my word. That's my description of the insurance industry. Not his, But he he kinda of echoes. Here. He says, but is also true the fundamental business advantage that Geico has enjoyed an advantage that previously had produced staggering success. Was still in intact with the company, although submerge and see a financial and operating troubles. They're makes some bad deals had to be un unwind. Geico was designed to be the low cost operation and enormous marketplace, which is auto insurance. Populated largely by companies who marketing structures restricted adapt adaptation rather. Run is designed, it could offer unusual value to its customers while earning unusual returns for itself. So it uses a direct marketing, like, it direct... It sells its insurance directly to its customers. As opposed to going to, like, a network of agents, like most insurance companies do. For decades, this has been run... It has been run this manner. It troubles in the mid 19 seventies were not produced by any communication or disappearance of this central economic advantage. Geico problems at that time, put it in a position an analogous to the American Express To that of American Express in 19 64 following salad oil scandal. Both were 1 of a kind companies temporary reeling from the effects of a fiscal blow that did not destroy their exceptional underlying economics. The Geico and American Express situations extraordinary business franchises with a localized sizable cancer needing to be sure a skilled surgeon should be distinguished from the true turnaround situations in ways to manage to expect and need to pull off a corporate pig mall. So you're saying they're like, that they they needed a turnaround, but they had a specific problem that could be removed as opposed to just poor fundamental economics such... You can't do anything about. Update on the textile business. The end is near warrant showing ownership of mistakes as usual. That's what I wrote to myself. During the past year, we have cut back the scope of our textile business. Your chairman made a costly mistake in not facing the reality of the situation sooner. Current conditions indicate another... Another tough year in textiles, but with substantially less capital employed in the operation. So it's still gonna be bad, but at least we have less of our money on the line and we can do real allocate that money elsewhere. So this is basically how Warren runs a business. A large buffer low debt. And if you do have debt, it's gonna be on good terms. So he borrows when he didn't need the money and this how he gets better turns and an abundance of capital strength. Under all circumstances, we plan to operate with plenty of liquidity with debt that is moderate in size and properly structured and with an abundance of capital strength. Our return on equities penalized somewhat by this con conservative approach, but is the only 1 which we feel comfortable. It's a really important point. There's a lot of times where he says I could take another strategy and it might give me an extra few percentage points in profit, but I wouldn't be able to sleep. So I'm optimizing for sleep. I think it's extremely smart. This must be important to warn because he repeats this a lot. Reputation is repetition is persuasive. Small portions of exceptionally good businesses are are usually available in the securities markets at reasonable prices. Oh, so I've I already brought us up to you. Like, you can you can buy. You can't buy the whole business for a lot for a good amount, but you can buy small pieces and you can keep doing this in various different industries. But such businesses are available for purchasing their entirely only rarely and then almost at high prices, something he wants to run away from. Gen this is... He's... He's basically talking about his general acquisition behavior. As our history indicates, we are comfortable both with total total ownership of businesses and with marketable securities representing small portions of businesses. That's essentially is mixed. Right? We continually look for ways to employ large sums in each area. But we tried to avoid small commitments. If something's not worth doing at all, it's not worth doing well. So he doesn't wanna be t. He said if he makes a decision that this is a business he wants to be, he wants to own as much as you can. So he's actually not done describing why this is important to him. So he he be... He's... The next section When read to. It's... He's... Warrants telling us, like, why do other managers not share warren belief and buying small portions at better prices instead of paying a premium for the whole company? He criticize like how often and other companies are buying full acquisitions and over paying. And then a lot of cases are giving away shares, so they give away shares of their own great business for a business that's worse. So they kinda compounds mistake them. And Warren notices that behavior and other people still does himself. So it's important again. Okay. So it says, and then I have another quote of myself. Have vacation been quite successful in purchasing for fractional interest. Oh, he's got a funny towed reference. This is what I mean about. He he he says stuff is rather complex, but then gives, like a good illustration so you understand his point with a story. He's a very good community communicator. Alright. It says, however, we spec 3 motivations, usually unspoken to be our inc... To be you sick 1 a time or in combination. The important ones, in most high premium takeover. So that's a lot of words salad I just did. He's saying this is... We suspect these are 3 motivations for why people pay pay a lot and high premium takeover. 1, leaders, businesses or otherwise, seldom them are deficient animal spirits and often re increased activity and challenge. At Berkshire, the culprit pull the corporate pulse never beats faster than when an acquisition it's in prospect. It's exciting. That's why they're doing it. It's much harder, but sometimes the better our decision to just sit in your butt. Which again goes against our nature. 2, most organizations businesses are otherwise measure themselves are are measured by others and compensate their managers far more by the yards stick of size, than by any other yards stick. Ask a Fortune 500 manager where his corporation stands on that famous list, and invariably, the numbers responded will be from the list ranked by size of sales. He may well not even know whereas Corporation place on the list fortune on the list Fortune justice faithfully compile ranking the same 500 corporations by profitability. So you're saying, like, you're optimizing for size instead of profitability. It's common. Number 3, man many management apparently, Many management apparently were overexposed and impression childhood years to the story in which the imprisoned, handsome prince is released from a toad body by a kiss from a beautiful princess. Consequently, they are certain their managerial kiss will do wonders for the profitability of the company, the 1 that they're targeting. And so what does warren think about that? Like, are they are they successful in turning? All these toad into a prince. We reserved many kisses, but very few miracles. Nevertheless, many managerial princesses remain serene confident about the future potency of their kisses even after the corporate backyard are knee deep and unresponsive toad. See what I mean? That's a really good illustration there. It's like, you think you're gonna turn around your not. It's just gonna be a dead towed, and you're gonna be standing knee deep in a in a corporate grade of acquisitions. It's a good heuristic for night for life, no empty talk. Bet. If you believe something bad on it It's gonna happen. So he says our preaching. He talks about like, oh, we saw this company coming, but we didn't do anything about it. He says our preaching was better than our performance. Where... We neglected the Noah principle. Predicting reign doesn't count, building arcs does. So he criticism criticized himself many, many times in the shareholder letters about knowing something was gonna happen. But then his brain turns off for a second. It just doesn't act on it. Like, this... There's not... Doesn't make a difference. You can predict that there's gonna be a crash or predict there's gonna be increase or predict whatever you think is gonna happen. But if you didn't bet on it, if you didn't build arcs, then what's the point? Now we're in the 19 eighties. This is this is him el collaborating on the avengers of buying fractional portions of great businesses again. I have to repeat this because he repeats it. It's obviously important to him. This very uneven and irregular offer offers advantages to the value oriented purchaser of fractional portions of businesses. I. E. People buying stocks. This investor may select from almost the entire array of major American Corporations. Including many far superior to virtually any of the businesses that could be bought in their entirety in a negotiated deal. So saying you can know a small portion of business that's better than the ones that are available for sale. And fractional interest purchases can be made in an auction market, where prices are set by participants with behavior patterns that sometimes resemble those of an army of manic, depressive le. So Not can you get a better deal, but you can get a even better deal because you're compounding what humans do when a panic. So this is the joy of missing out in the value of patients. As we look at the major acquisitions that others made during 19 82, our reaction is not envy, but relief that we were non participants, for in many of these acquisitions, managerial Intellect wilt in competition with managerial adrenaline. So saying you did it because you got excited, but it wasn't the smart thing to do. The thrill of the Chase blinded the pursue to the consequence of the catch. Pascal observation seems apt. It has struck me that all men's mis fortune spring from the single cause that they are unable to stay quietly in 1 room. And he also says your chairman left of room once too often last year and almost started and in the acquisition fo of 19 80 to 82. To caught himself. Our partial ownership approach can be continued soundly only as long as portions of attractive, businesses can be acquired at attractive prices. So this are the conditions that that... So he's he's laying out what his strategy is. But does it's not gonna work all the time. So these are the conditions that this... Required for the strategy to work. And if done in... Incorrectly, it can ruin your progress. It's not full proof. So let me start that again. Our partial ownership approach can be continued soundly only as long as portions of attractive businesses can be acquired attractive prices, don't buy buy them if it's over overpriced. Or if you're never gonna get a return? It's gonna... Or you have to wait too long for the return, Then you then you then you did the exact opposite of what you're trying to do. He says the market does not forgive those who know not what they do. For the investor, a too high purchase price for the stock of an excellent company can undo the effects of a subsequent decade of favorable business developments. So you messed up of paying too much. And now you just wiped away what what could have been a decade of profits. Should the stock market advance to considerably high higher levels, our ability to utilize capital effectively and partial ownership positions will be reduced our eliminated. This will happen periodically. He's multiple times. He's like, what's that? Did nothing to buy. I think right now they're sitting on hundred and 1220000000000 dollars or something like that. So he's going to period like that now, but he's talking about this, you know, about 40 years ago. The problem with businesses the sell commodity products. He talks about this a lot and the expected economic result of such an activity. To understand the change, we need to look at some major factors that affect levels of corporate... Profitability generally. Businesses and industries with both substantial over capacity and a commodity product and he's gonna define a commodity product that's un in any customer important way by factors such as performance, parents servicer or support. Are prime candidates for profit troubles. These may be escaped true if prices are costs are administered in some manner and thereby insulated at least partially from normal market forces So he's talking about the insurance industry. If however, Cost and prices are determined by full bore competition. There is more than ample capacity and the buyer cares little about whose product or distribution services he uses. Industry economics are almost certain to be on exciting. There they may well be disastrous. So there's nothing protecting you. So all of your profits are gonna be competed away. Hence the constant struggle of every vendor to establish and emphasize special qualities of products or service. This works with candy bars, customers buy a brand name, not by asking for a 2 ounce candy bar, but doesn't work with sugar. How often you hear, I'll have a coffee with a cream and cn sugar, please. In many industries, differentiation simply can't be made meaningful. A few prod produce a few producers in such industries may constantly do well, if they have a cost advantage that is both wide and sustainable. By definition, such exceptions are few and in many industries are non existent. So this is a very rare. It's hard to find. For the great majority of company selling commodity products, a depressing equation of business economics prevail, persistent over capacity without administrative prices or cost equals poor profitability. So as the expected economic result of such as activity. Okay. So this is him talking again now about don't optimize for growth in action if you're were worse off after the action take after you take the action for growth, and then common rationalization heard and a story illustrates point. Is this... The the the thirst for size and action is strong enough. The the acquire manager will find ample rationalization for such a value destroying issuance of stock, meaning buying a, poor company with your valuable company stock. Friendly investment bankers will reassure him as to the sound of his actions. He's, but don't ask the barber whether you need a haircut. A few favorite rationalization employed by stock issuing managers follow. So he says, this is the reason they tell you they have to buy that the... They make poor acquisitions. We have to grow, and then this is now warren answers to that. Who it might be asked is the we. For present shareholders, the reality is that all existing businesses shrink when shares are issued. Where Berkshire issue shares tomorrow for an acquisition, Berkshire would own everything that owns now, plus the new business, but your interest in such a hard to match businesses as cease candies and listen so the the other ones would automatically be reduced. If your family, this is the illustration of the story that's gonna make the his point make more sense. And then keep mind when he's describing, he does exactly that. He buys. Dexter shoe company for stock and, you know, instead of paying a couple hundred million or whatever would have been for in cash, it winds up being, like, a 5000000000 dollar mistake. So again, you can know this, that it's good to... And it's good for us to understand this. But understanding not enough. We have to actually act on the information that we're learning here. So it says, here's the story. If if your family owns a hundred and 20 acre farm, and you invite a neighbor with 60 acres of comparable and to merge farm into an equal partnership, then your managerial domain will have grown to a hundred 8 80 acres. So overall size is better. Right? But you have permanently shrunk by 25 percent your family's ownership interest in both acreage and crops. Managers who want to expand their domain at the expense of owners might better be considered a career in government. So he's saying, like, don't do it the... What you're doing is you're growing in size, but now you're making all your shareholders fundamentally less wealthy, which is the opposite of what you're you should be doing. This is just a great quote, we will not equate activity with progress our corporate size with owner wealth. Warren is... The next... This next thing. He always talks about world headquarters, which is hilarious because it's, like, there's barely 80 people there that given the size of the company. And I just wrote warren as hilarious and confident. In it characteristic rash move, we have expanded world headquarters by 252 square feet and it increased by 17 percent. Coincidental with the signing of a new 5 year lease. The 5 people who work here with me. And list them all. I'll produce corporate groups many times their number. A compact organization lets all of us spend our time managing the business rather than managing each other. It's another way to say he hates bureaucracy. Charlie Mu, my partner in management will continue to operate from Los Angeles, whether or not the blue chip merger occurs, that's... It obviously occurs later. Charlie and I are interchangeable business decisions. Distance impede us not at all. We've always found a telephone call to be more productive than a half day committee meeting. More on how Berkshire uses debt, we rarely use much debt And when we do, we attempt to structure it on a long term fixed rate basis. We will reject interesting opportunities rather than over leverage our balance sheet. He doesn't wanna get himself into precarious position. This conservatism has penalize our results, but it is the only behavior that leaves us comfortable. So what I meant sure earlier like, how, he'll optimize for his ability to sleep at night than a few extra percentage points in profit. So this is what he calls the Jin Ram management And he says it's not their style. This is I wrote... This is a great. I must have really liked this part because I put all caps and contra controlling point. Let's see what I meant. Okay. You should be fully aware of 1 attitude Charlie and I share that hurts our financial performance. Regardless of price, we have no interest at all in selling any good business at Berkshire our owns, and are very reluctant to sell sub par businesses as long as we expect them to generate at least some cash and as long as we feel good about the managers and labor relations. We hope not to repeat the capital allocation mistakes that let us into such sub par businesses, and we react with great caution to suggestions that our poor businesses can be restored to satisfactory profitability by major capital expenditures. Meaning money's not the solution here. The projections will be dazzling. The advocates will be sincere, but in the end, major additional investment in a terrible industry usually is about as rewarding as struggling quick sand. Nevertheless, jin Ram managerial behavior, which he just... He defines his discard your least promising businesses at each churn is not our style. We would rather have our overall results penalized a bit that engage in it. Okay. I need to tell you about missus b. Missus Blu. The story is incredible. This is absolutely incredible. Okay. So this is this is how they come to own the Nebraska furniture. Last year in discussing how managers with bright, but adrenaline soaked mine scramble after foolish acquisitions, I quoted Pascal. Has struck me that all the mis fortunes of men's spring from the single cause there they're and unable to stay quietly in 1 room. Oops. Just skipped ahead. Okay. So he's he's quoting pascal here, even Pascal would have left the room for missus Blu. Alright. So this is a story, Missus Blu. This is Blow your mind. About 67 years ago, missus Blu, then 23, talked her way past a border guard to leave Russia for America. She had no formal education, not even at the Grammar school level and knew no English. After some years in this country, she learned the language when her when her older daughter taught her every evening, the word she had learned in school during the day. In 19 37, after many years of selling used clothing, Missus Blu had save 500 dollars with which to realize her dream of opening a fur furniture store. Upon seeing the American Furniture Martin in Chicago, then the center of the Nation's wholesale furniture activity, she decided to chris in her dream Nebraska Furniture mart. She met every obstacle you would expect and a few you wouldn't. When a business in doubt was only 500 dollars in no location or product, advantage goes up against rich, long and entrenched competition. Oh, so III put the emphasis wrong So on the wrong word there. So she met every obstacle you would expect when a business in dad with only 500 bucks goes up against Rich long and entrenched competition. At 1 early point, when her tiny resources ran out, Missus B cope in way not taught at business school. She simply sold the furniture and appliances from her home in order to pay her creditors precisely as promised. Omaha retailers began to recognize a missus b would offer customers far better deals than they have been giving and they pressured furniture and carpenter manufacturers not to sell to her. But by various strategies she obtained merchandise and cut prices sharply. Missus B was then haul into court for a violation of fair trade laws. She not only won all the cases, but received invaluable publicity. She got sued because she was selling merchandise too cheap? How funny is that? And what do you think the end result of that? Publicity is gonna be? At the end of 1 case, after demonstrating to the court that she could... House that she could profit sell carpet at a huge discount from a prevailing price. She sold the judge 1400 dollars with the carpet. Today, Nebraska furniture March generates over a hundred million dollars of sales annually out of 1 200000 square foot store. No other home fur store in the country comes close to that volume. That single store also sells more furniture, carpet appliances than all the other Omaha competitors combined. 1 question, I always ask myself in app praising a business is how I would like assuming I had ample capital and skilled personnel to compete with it, I'd rather wrestle G than compete with missus B, and her pro age. Her her family runs business with her. They buy brilliantly. They operate at expense ratios, competitors don't even dream about, and then they pass on to their customers much of the savings. It's the ideal business, 1 built upon exceptional value to the customer. That in turn translates since an exceptional economics for its owners. Missus b is wise, as well as smart for far sided family reasons. She was willing to sell the business last year. I admire both a family and the business for decades and a deal was quickly made. But missus b, now 90. Now 90 years old is not 1 to go home and and risk as she puts losing her marble. She remains chairman and is on the sales floor 7 days a week. Carpet sales or her specialty. So she's she's poor has no form of education at all starts a business for 500 dollars that she saves of selling use clothes and works at their business every day, and eventually does over a hundred million dollars in sales annually. Oh, and she continues working every day, or she continues working until she's a hundred and 3. Right up to the point. She dies. This 1 of the craziest stories where come ross. 1 question I asked myself in app praising a business is how I'd, like, oh, I already read that part. He says he'd rather wrestle G. I thought that store is incredible. Alright. So this is Okay. So even warren Buffett makes a lot of mistakes, something I'll highlight a lot. So now we're talking more about their insurance operations, We both operate insurance we both operate insurance companies and have a large economic interest in insurance. We don't operate. Geico. The result for all can be summed up easily. In aggregate, the companies we operate in whose underwriting results reflect the consequences of decisions that were my responsibility had absolutely terrible results. Fortunately, Geico, whose policies I do not influence, simply shot the lights out. The you draw from this summary is the correct 1. I made some serious mistakes a few years ago that came home to roost. And he talks about this later. I'll, I think I have some other quotes of his on the circle of competence, But he definitely knows the circle of competence that stays within it. And it says a lot about having your ego and checked. And says he's, like, these guys are way better running that this business in may. So Let me just give them, like, remove all obstacles out of their way and give them the the the financial, like, resources they need to do though. So not only do does mon always say you should react about price decreases, but also for wild price increases. Especially just comparing it on like a yearly basis. So it says, now we're 19 85, You may remember the wildly the Epi message of last year's report. Nothing much was in the works, but our experience has been something big popped up occasionally. This carefully crafted corporate strategy paid off in 19 85 Meaning, they don't know what the opportunity is gonna be in advance, but they're just prepared from when they do come. And that happened, it says our gain in net worth during this year with 600000000 or 48 percent. It is fitting at the visit of Haley comment coincided with this percentage gain neither will be seen again in my lifetime. I don't I don't know if they ever get close to 48 percent, but their their absolute numbers become monstrous. So, I mean, I guess he's technically correct, but he continues to put up some amazing numbers. While this is why Charlie Warren optimistic about achieving return higher than most American corporations. We have several things going for us. 1, we don't have to worry about quarterly or annual figures, but instead can focus on whatever actions will maximize long term value. 2, we can expand the business into any areas that makes sense. Our scope is not ci ci by history, structure our concept and 3, which is extremely important and we're extremely rare. We love our work. This is This is on, him on closing down the textile business. I won't close down businesses for sub normal profitability merely to had a fraction of a point to our corporate of return. However, I also feel inappropriate for even an exceptionally profitable company to fund an operation once it appears to have une ending losses and prospects, So that's different. If it's making a little bit of money, and it's not... Like, it's not returning. I'd say returning 0 or 1 percent or 1 percent or whatever the case is. I'm not gonna shut it down. But if he's losing 10:15, if I'm losing money over earlier than I happened. And this is what happened with with the text textile mills. So he's finally getting out of it. So he says, however, I also feel inappropriate for an exceptionally profitable company fund operation once it appears to have une losses and prospect. Adam Smith, would disagree with my first proposition. And Karl Marx would disagree with my second. The middle ground is the only position that leaves me comfortable. He's still talking about it. So this... The market... Your end matters most. That's the c mark Treason. Sometimes it's better to switch a different game and keep trying to improve the 1 you are in. Opportunity cost is how smart people make decisions. It's a quote from Charlie Mu. So it says, my conclusion from my own experiences, and from much observation of other businesses is that a good managerial record. Is far more a function of what business boat you get into, than it is how effectively you grow. Some years ago, I wrote when in management with the reputation of brilliance tackle a business for reputation for poor fundamental economics is a reputation of the business that remains intact. Nothing has since changed my point of view on that matter. Should you find yourself in a chronically leaking boat, energy devoted to changing vessels is more likely to be more productive than energy devoted patching leaks. And that's exactly what... The situation he founded in himself in the textile. Question the conventional thinking because history shows a changes, meaning that it was wrong. Okay. Let's see what this means. Most institutional investors in the early 19 seventies on the other hand regarded business value as of only minor relevance when they were deciding the prices of which they should buy or sell. This now seems hard to believe. However, these institutions were then under the spell of academics at prestigious business schools who were preaching a newly fashion theory. The the new theory that they were preaching that the stock market was totally efficient, and let me just stop pause here. He's gonna pick on, like, business schools and academics a lot. He finds a lot of the stuff Charlie Mu quoted, like, a lot of stuff you learn in business schools t, and they they pick on them a lot. I mean, not not un, but they're, like, you know, we're... The, what you're teaching in theory is now where we're seeing in practice. So now he's gonna disagree heavily with the idea that, like, the the stock market is totally efficient. He's like, this is obviously not true. And therefore, calculations of business value and even though itself were of no importance in investment activities. We are enormously indebted to those academics. What could be more advantageous in an intellectual contest whether it'd be bridge, chess, or stock selection than to have opponents who've have been taught the thinking is a waste of energy. This is now Warren philosophy on managing businesses, which, I may have mentioned on the podcast of David Og. I'm also gonna be doing his biography soon because warren likes the Quote him. And so, I'm gonna move it ahead in the stack, and that should be done in the next week or 2. So It says, we subscribed to the philosophy of dave of the founding, of the founding genius, David Og. If each of us hires people who are smaller than we are, we shall become a company of jo. But if each of us hires people who are bigger than we are, we should be a company of giants. A byproduct of our managerial style is the ability it gives us to easily expand berkshire activities. We've read management treat treat disease that specify exactly how many people should report to anyone executive, but this makes a little sense to us. When you have able managers of high character running businesses about which they're passionate, you can have a dozen or more reporting to you and still have time for an afternoon nap. Conversely, if you if you have even 1 person reporting to you who is d and nap or uni interested, you will find yourself with more than you can handle. This is warren talking about how low cost can expand your mode. In other words, he's telling us to be frugal. The most important ingredient Geico success is rock bottom operating costs. Set the company apart from literally hundreds of competitors that offer auto insurance. The total of Geico underwriting expense and loss adjustment expense as we... That's just... I'm just gonna tell you a number 23 percent of premiums. Many major companies show percentage points 50 show percentages is 15 points higher than that. So 20 percent of their the money that, 20 percent of the it cost them 20 percent of the premium to to write the the the the policy as opposed to what would that be 40 Nope, not 40. What you talking about? Can do math? 38 percent. So... It's a big... It's 15 percent is a giant difference. Right? The difference between Geico costs and those of its competitors is a kind of moat that protects a valuable and much sought after business castle. No 1 understands this moat around the castle concept better than Bill Snyder, chairman of Geico. He continually widen the moat by driving down costs still more, thereby defending and strengthening this economic franchise. So it's talking about Bill Snyder later, the guy named Tony. I thought dang heck, I thought Tony, oh, that's a chairman. I think tony is a Ceo at this point. Okay. So watch your costs is what he's telling us there. This a lesson from studying human nature, fear and greed will forever occur in investment communities. Common stocks of course are the most fun. When conditions are right, that is when companies with good economics and good management sell well below intrinsic business value, stocks sometimes provide grand slam who runs. But we currently find no equities that come close to meeting our tests. This statement in no way translates into a stock market prediction. We have no idea and who never have had an idea whether the market is going up down or sideways in the near our intermediate term future. What we do know however is that occasional outbreaks of those 2 super contagious diseases, fear and greed will forever occur in the investment community. The timing of these epidemics will be unpredictable and the market abe operations produced by them will be equally unpredictable, both as to duration and degree. Therefore, we never try to anticipate their arrival or departure of either disease. Our goal is more modest. We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful. So he's saying, most the next section basically saying, hey, most businesses are poorly are either poorly run or average run. And that's it's that's expected. No 1 said that it's it's supposed to be easy. It's not easy. So he says our major contribution to the operations of our subsidiaries is a applause. But it is not the ind disagreement applause of a poly. Rather it is informed applause based on upon the 2 long careers we've spent intensively observing business performance and manage managerial behavior. Charlie and I have seen so much of the ordinary business that we can truly appreciate your vi so import performance. So 1 1 thing that he talks about... And almost every... And I... Actually, in every letter is he's constantly giving credit to the manager's usually by name. Over and over again. So that's what they're saying. Like listen, our managers, the people with the Ceos running the businesses that we own, they're all stars. And the reason we know they're all stars because most of the businesses that we observe it's average, which, of course, makes sense this is advice from David. Og, Charlie, and I have long followed Dave David Og advice, develop your eccentric while you're young. That way, when you get old, people won't think that you're going Gaga. This is why Berkshire continues to run their business conservatively and avoid high levels of debt and leverage. So it says, we do not wish it to be only likely that we can meet our obligations. We wish that to be certain. The margin of safety. Thus we'd adhere to policies both in regard to debt and all other matters that will allow us to achieve acceptable long term results under extraordinary adverse conditions, rather than optimal result under a normal range of conditions. You just got them telling us that you can't predict a degree or when they will occur like, these these contractions. So I can't run a business that only works on their normal conditions. I have to run it under extraordinary adverse conditions. As my... As my default. Good business or investment decisions will eventually produce quite satisfactory economic results with no aid from leverage. Therefore, it seems to us to be both foolish and proper to risk what is important for some extra returns that are relatively unimportant. This view is not the product of either our advancing age or prosperity. Our opinions about debt have remained constant. I love this quote. He's talking about accounting but I think this applies to the creation and management of businesses as well, there's many ways to succeed at it. The business world is simply far too complex for a single set of rules to effectively describe economic reality for all enterprises. Anybody tells you, here's... Like, this is the key just follow us and you're gonna be successful they're lying to. It's way too much too complex. That's why I think, if you look at, like, the actions of Buffett and Mu. They're famous for reading a lot of biographies. And I think they do that. I mean, they can be learning from literally anybody in the world and they definitely do, and they still choose to to read life stories. So essentially what we're doing here in on this podcast. The same thing. It's because you understand that. These situations are dynamic. And exposing yourself to a variety of dynamic situations, you pick up all kinds of useful ideas that you might not even use 5 years, 10 years down the line. But when they... When something does pop up where the ideas of other people's like experience helpful, like, you're gonna be glad that you you read these books and listen these podcasts. I love that. It's... They they understand, like, the chaos and the the randomness that they're that they're operating them. Alright. Time as a filter, again, experience over time is greater than academic education in. At Berkshire, associations like these lasts a long time. We do not remove superstars from our lineup up merely because they they've attained a specific age. Now it's going back to Ceos and managers. Whether the traditional 65 or the 95 years of age reach by missus Beyond the Evo of Hanukkah on 19 88. So superb managers are 2 scarce resources to be scarred. Simply because it cake gets crowded with candles. Moreover, is what I mean about experience over time is more valuable than the academic education. And again, why would they read all these biographies. In fact, 1 of the books, I just ordered that he read He talks about in his 1 of his shareholders alerts later on. He reads the guy's auto and then he buys the... He like... And the he buys the guy's business. Clayton Holmes. I'll get there a minute. Or I don't even know whether It's some in the future. Okay. So so superb manager are 2 scarce resource to be scarred it simply because the cake gets crowded with candles. Moreover, our experience with newly mint Mba has not been that great. Their academic records always look terrific and the candidates always know just what to say, but too often they are short on personal commitment to the company and general business savvy. It is difficult to teach a new dog, old tricks. So he uses time as a filter. If this guy, this woman has successfully run this business and most of them started the business and done for a very long time. It's likely that they have knowledge that you that you you cannot replicate just by going to to to get an Nba for years? Does I have a long note here. He buys Freddie Max stock and says we'll hold forever. He sells a few years before the financial crisis. Why? Asked if he sold stocks because the stocks were no longer good investments buffer responded that he didn't know they weren't going to be good investments, but became concerned about... So now he's... Okay. So this is other research I had to do outside of the shareholder letters. Because he talk... He talks about how the risk is building up for Fannie and for Fannie Mae and Freddie Mac, and then eventually sells before they always exploded a few years later. And he's not usually... He it doesn't usually buy things to to try to sell like that. So anyways, after he sells, he asked why. And he said he became concerned about their management. Remember, he needs honest and and and and, managers integrity. And he felt a management there, stop being such. She says they were trying to and proclaiming that that could increase earnings per share in some low double digit range, something of that sort Buffett said. And and and anytime a large financial institute starts promising regular earning increases, you're going to have trouble. You know, Management's process promises seemed impossible to keep, and the doubt it casts on their ability to make sc a decision in the future was enough for buffet to sell. I mean, it isn't going to It isn't going to... It isn't given to man to be able to run a financial institution where different interest rates and scenarios will prevail on all that is to produce some kind of smooth regular earnings from a very large base start with. This is Buffet talking. And so if people are thinking about thinking about it that way. They're gonna do things maybe an accounting as it turns out to be the case in both Freddie and Fanny, but also in operations that I regard is un sound. And I don't know when it will happen. I don't even know for sure will happen. If it will happen. It will happen eventually if they just keep that policy, and so we decided... We just decided to get out. When he questioned the lender about decision. So he asked... Hey he also asked him was like, why are they diversifying into hold... They investment in bonds on like a cigarette maker. And so Buffett like Asked manager. Why did you do that? He did not like the response. He says, they gave me some half baked explanation about how to increase. It it it increased liquidity, which was just nonsense. And then what what what I what I took away from this, then I have another. Sorry. This is the longest note. I think I have an entire podcast. The moral of it... Now, this is me writing. The moral of this story, to me is that at some point you're gonna have to put in the work to get your... To get your ability to think for your to get to the ability to think for yourself. Oh my goodness. This is terrible writing. The moral of the story for me... To me is at some point you're going to put in the work, you... To to put the work in to get your ability to think for yourself to level to which you trust your own judgment. Oh my god That's a terrible tell writing them, My part. I apologize that you to hear this. This isn't automatic. What I'm trying to say there is that Buffet to put in a lot of work to get to the point where he can actually understand if other people are bullshit him about something. And he he believes in his gut. Now sometimes he'll admit that got... Gut for lack of better work, But he he believes in his ability to to analyze businesses. And when he finds holes in the way other people are analyzing so he's... He's ownership in and he realizes that may be hiding something until he gets out. And what... That's I mean about. This isn't automatic. Like, at some point, It's gonna come down to the... Like, starting a business, like you have to believe in what you're doing, you have to believe in your strategy or or it's not gonna work out. Like, they're you're you're in charge of it. You see what I'm saying, like, you're not... Buffett not... It's not like somebody could tell Buffalo what to do. He... At the end of the day, the the ownership, like, he's responsible for the performance of Berkshire. And he keeps himself in line with this, which I'll talk about later, but, like, he keeps a very large percentage which his own net worth. In... I mean, essentially, he has almost all of... I mean, it's a large... Obviously net worth, but it's it's in 1 asset, and that's Berkshire. It's it's it's pretty crazy the love of skin thing in this guy has, I guess my point. So there's was a long... I need to get to what we're talking about. So it says in 19 88, we made major first major purchase as of Freddie Mac and Coca Cola, We expect to hold these securities for a long time. In fact, when we own outstanding business outstanding management, our favorite holding period is forever. That's what I mean. Like, why did you... He says it's forever of why do you sell it. So what I just told you happen in the future. Years after where I'm at in the actual, shower letters. I just wanted to understand because I know he didn't get burned by that, and I've heard about it before and I wanted understand why. We are just the opposite of those who heard to sell and book profits when companies perform well, but who to traditionally hang on a businesses disappoint. Peter Lynch, Aptly like in such behavior to cutting the flowers and watering the weeds. Our holdings of Freddie Mac are the maximum allowed by law. So he went up getting rid of that a few later. Actually, about 12 years from now, 10 years, maybe we're on there. Oh, so same thing here. Like, he he invested 700000000 dollars in sound my brothers, but I read Michael Lewis is Book liars poker. And this guy, John Gut, who warned references all the time. Like, he... This is him getting making a big mistake. So he he says the closest association we had... We have had with John Gut, Ceo of Sal. During the past year years, reinforce our admiration for him. But we continue to have no great insights about the near intermediate or long term economics of the investment banking business. This is not an industry which is easy to forecast future levels of profitability. So they invest 700 millions in sound my brothers. A few years later, some gets caught rigging treasury bond bits. John gets kicked out and Warren has to serve as a Ceo or maybe the chairman. Maybe he's the interim Ceo, or something like that. But he a date, like, he has to leave Berkshire and do this for several months. So again, just another illustration that no one's perfect. You know, he didn't want this to happen and it happened. And sometimes you're bad at... Like, I don't think he... I don't necessarily think he blamed. I mean, John, obviously, Ceo. So it's if something happened in the business. His responsibility to know, but I don't know if he endorsed the legal behavior, but he certainly was the 1 held responsible for it. So... Okay. So now if he's gonna talk about more about, like, his opinion about how wrong efficient market there is. And this section just reminds me, like, the importance of knowing the difference between what people say something is for what first what you actually observe it to be. And language can be very imp precise. And sometimes humans mislead on purpose. And so his point is, like, let's just look at what if what they're saying to us. Like, is that actually... Is that theory hold up in the real world. So he says, He talks about... This is gonna make for a small discussion on on Emt, which is efficient market theory. He says this doctor became highly fashionable and indeed almost holy scripture and academic circles during the 19 seventies. Essentially said the analyzing stocks, was useless because all public information about them was appropriately reflected in their prices. What a weird. That's just bizarre. In other words, the market always knew everything. As a corollary, the professors who taught Emt emts said that someone throwing darts at the stock tables could select a stock portfolio having prospects just as good as 1 selected by the brightest most hardworking security analysts. Amazingly, Emt was embraced not only by academics but by many investment professionals and corporate managers as well. Observing correctly that the market was frequently efficient, They went on to conclude incorrectly that it was always efficient. The difference between those proposals is night and day. In my opinion, the continuous 63 year arbitrage experience at Graham New Neumann Corp where he used to work, Buffett Par partnership, which is where his company before he started Berkshire. And Berkshire illustrates just how foolish Emt is. There is other... There is plenty of other evidence too. Yet. Proponents of the theory have never seemed interested in discord in discord evidence of this type. True, they don't talk quite as much about their theory today as it used to, but no 1 to my knowledge has ever said they was wrong. No matter how many thousands of students, have been sent forth instructed. Emt Moreover continues to be an integral part of the investment curriculum at major business schools. Apparently, a reluctance to can't and thereby to d the priest is not limited to theologian. Naturally, the disservice done, this... Did the disservice done students and global investment professionals who have swallowed Emt has been an extraordinary service to us and other followers of graham. In any sort of a contest, financial mental or physical, it's an enormous advantage to have opponents who have been taught that is useless to even try... Okay. So now we're moving... Now we're all the way almost 19 nineties. Woo hoo. Alright. So make money, but don't forget your living life. It is a better way to spend your time with people you enjoy instead of people you won't, even if people you wouldn't enjoy could make you money. He says indeed, it is possible we could earn even greater after tax returns by moving rather frequently than 1 investment to another. Many years ago that's exactly what Charlie and I did. Now we would rather stay put even if that means slightly lower returns. Our reason is simple. We have found splendid business relationships to be so rare and so enjoyable that we want to retain all we develop. This decision is particularly easy for us because we feel these relationships when who do good, though perhaps not optimal financial results. Considering that, we think it makes a little sense for us to give up time with people we know to be interesting and admirable for time with others we do not know and who are likely to have human qualities far closer to average. That would be a akin to marrying for money, a mistake under most circumstances, but insanity if 1 is already rich. Oh, so now he's gonna give us his mistakes of the first 25 years of running Berkshire, and this is the condensed version. I love I love this idea. My first mistake of course was in buying control of Berkshire. Though I knew it business textile manufacturing to be un promising. I was entice to buy because the price looks cheap. Stock purchases of that kind have proved person have proved reasonably rewarding in my early years, though by the time Berkshire came along in 19 65, I was becoming aware that the strategy was not ideal. First, the original bargain price probably not turn out to be such a steal after all. In a difficult business, no sooner is 1 problem solved than another surfaces. Never is there just 1 cockroach in the kitchen. Second, any initial advantage you secure will be quickly eroded by the low low low return that the business earns. For example, if you buy a business for 8000000 that can be sold or liquidate for 10000000 dollars immediately, then you can realize a high return. But if the investment will disappoint it. If the business is sold 10000010 years from now, that you just basically lost a lot of money. Like, that's fine. You can make 2000000 really fast or you can make 2000000 really slow. You need to be optimizing for making it fast. Time is a friend, this is 1 of the most important, quotes an the entire. Shareholder letters. Time is the friend of the wonderful business and the enemy of the mediocre. And don't forget your goal here is to build a wonderful company, not just like a commodity you know, business the same as everybody else. And if you are in a business like that, use some of Buffett ideas to to add the differentiation even if it's just on cost. I I could give you another personal example of bargain purchase farley, but I'm sure to let to I'm sure you get the picture. It is far better to buy a wonderful company at a fair price and a fair company at a wonderful price. Charlie understood this early, I was a slow learner, but now when buying companies or common stocks, we look for first class businesses as a company by first class management. And he says this leads right into a related lesson. Good jo keys do well on good horses, but not broken down na. I've said many times on a management of the reputation of brilliance tackle of business for reputation about an economics it's a reputation of the business that remains intact. He repeats it a lot. I had I've said it too probably 2 or 3 times too. So we gotta remember that. I just wish I hadn't been so energetic in creating examples. A further related lesson. Easy does it. After 25 years of buying and supervising a great variety of businesses, Charlie, and I have learned not. Or have not learned how to solve difficult business problems. What we have learned is to avoid them. That's a good idea. Right? To the extent we've been successful is because we've concentrated on identifying 1 foot hurdles that we could step over rather than that 1 foot hurdle that we could step over rather than acquiring any ability to clear 7 footer. This the finding may seem unfair, but in both business and investments, it is usually far more profitable to simply stick with the e easy and obvious than it is to resolve the difficult. My most surprising discovery, the overwhelming importance in business of an unseen force that we might call the institutional imperative. And so he's gonna give examples of what the institutional imperative r is. And he says, I thought that the I then... I thought then that decent intelligent and experienced managers would automatically make rational business decisions. But I learned over time that isn't so, instead, rationality frequently wilt when the institutional imperative comes into play. For example, As if governed by Newton's first law of motion, and institution will resist any change in its current direction. That was the first example. Number 2. Just as work expands the fill available time, corporate projects or acquisitions will materialize to soak up available funds. And another example, the behavior of peer companies, whether they're expanding, acquiring, setting executive compensation or whatever will be mindless imitate. So that's the in... Examples of institutional imperative, and there's the ones you want to avoid. So institution will resist changing current direction, work will expand to Philip up time and fill financial resources, and the behavior of peer companies are sure to be imitate. So that's... What impede somebody a smart person for making rational decisions. This is him telling him telling us that he doesn't take and Berkshire doesn't take tail risk. Another frame... Way to think about that as risk ruin. Absolute ruin. A risk You might be make money. Let's say 99 percent chance to make a billion dollars, but you have a 1 percent chance to lose everything. He's not taking that risk. Our consistently conservative financial policies may appear to have been mistake, but in my view were not. And retrospect it is clear that significantly higher, though still conventional leverage ratios at Berkshire would have produced considerable about a returns. Right? So if we had more leverage would to make more money. That's that's true saying. Perhaps we could have judged it it'd be a 99 percent probability that higher leverage would lead to nothing but good. Correspondingly, we might have own might have seen only a 1 percent chance that some shock factor, external internal would cause a debt ratio to produce a result failing someone between temporary Anguish and default. Meaning he's done. We we wouldn't have liked those 9 those 99 to 1 odds and never will. A small chance of distress or disgrace cannot in our view be offset by a large chance of extra returns. If your actions are sensible, you are certain to get good results. In most such cases leverage just moves things along faster. Charlie and I have never been a big hurry. We enjoy the process far more than the proceeds though we have learned to live with those also. We hope in another 25 years to report on the mistakes of the first 50. If we are around in 2015 to do that, you can count on this section occupying many more pages than it does. And directly related to them not taking tail risk is the fact that they made it to 2015. How cool is that. And the very next year, we're dealing with businesses that did not follow. They were not conservative, like, warren suggests to do. So he's telling us here that your business should have a buffer to deal with future uncertainty. So he says in 19 90 even before this the recession dealt dealt its blow, the financial sky became dark with the bodies of fail failing corporations. The disciples of debt assured us that this collapse wouldn't happen. Huge debt we were told would cause operating managers to focus their efforts has never before. Much as a dagger mounted on the steering wheel of a car could be expected to make its driver proceed with intensified care. We'll acknowledge as such an intention get would produce a very alert driver, but another certain consequence would be deadly and unnecessary. So there'd be an accident if the car even hit the tiniest pot or silver rice. The roads of business are riddled potholes holes. They plan that requires dodging them all as they plan for disaster. It's impossible. In the final chapter of intelligent investor Ben Forcefully rejected the dagger thesis. This a quote from the book. Confronted with a challenge to dis instill the secret of sound investment into 3 words, we venture the the motto, margin of safety. 42 years after reading that, I still think those are the right 3 words. He talks a lot about avoiding commodity businesses, and this is a great quote on that. In a business selling a commodity type product, it's impossible to be a lot smarter than your dumbest competitor. The the fact is that newspaper television of magazine properties have begun to resemble businesses more than franchises in their economic behavior. Let's now we're in the nineties, so already. That there's a continued softening of some media companies. There's gonna be increased competition with Internet. But he says, let's... But the the main point here applies to all different kind of businesses. So the idea is, like, Well, let me just finish reading what he talks about, like, you want a business that looks more like a franchise in a business. And not a franchise, like, I'm buying a Mcdonald's franchise. Says let's take a quick look at the characters separating the 2 class of enterprise, keeping in mind however, that many operations fall in some middle ground and can be best and can be best to described and can best be described as weak franchises or strong businesses. So this this is gonna lay out what our franchises. An economic franchise arises from a product or service that 1 is needed or desired 2, is thought by its customers to have no close substitute, and 3, it's not subject to price regulation. The existence of all 3 conditions will be demonstrated by a company's ability to regularly price its product or service aggressively, and thereby earn high rates of return on capital. Most commodity business have no control over what they're gonna charge. More of franchises can tolerate mismanagement. And net managers may diminish your franchises profitability, but they cannot inflict moral damage. So those are important characteristics. Okay? Now he moves on describing how why what what most businesses fall doing. And that's just like a business. In contrast, a business earns exceptional profits only if it's a low cost operator if it's supply of its product of services is tight. Tightness and supply usually does not last long, with superior management a company may maintain its status as a low cost operator for for a much longer time, but even then un faces the possibility of competitive attack. And a business unlike a franchise can be killed by poor management. So franchise has a product that's needed or desired. It's thought of by customers that have no close substitute. And I can't just give the dollar was gonna give you to somebody else and get the exact same thing. And 3, it's not subject to price regulation. So that's what you should be going for. Okay. So he's using the example of Cs candies as a franchise. Important, this is important ownership of Cs has taught us much about the evaluation of franchises. We've made significant money in certain common stocks because of the lessons we've learned at seat. Caesar's is definitely a franchise. It's not like, oh, I'll have a seas candy bar. Oh, they don't have it. I'll take your next 1. No. They want season as a result, people are willing to pay more for that product. It's amazing how much money you can make a candy. I... When they bought it, I think the... It was, like, they're making like 4000000 a year at sees. I think I looked up last year. They made, like, 90000000 dollars selling candy and profit. Like, it's something crazy like that. It's it's amazing to me. I I always forget. You you kinda... And that's another great thing about reading all these shareholders. He just talks constantly about numbers of businesses. And like, yeah. I have this business over here. Something you never heard of that manufacture something that house... You need in house construction. Guess what? They made 300000000 dollars last share. Like, just there's a car... There's a the largest seller of like, Carpet in America makes, like, 5000000000 dollars a you. The numbers are just out amazing when you think of, like, the size how big markets are. You kinda forget that there's a lot of un sexy businesses that make tons and tons of money. And a lot of them brush our owns. Oh, this is a is funny. These are the kind of businesses that they don't like and they don't wanna invest in a line from a country song expresses our feelings about new ventures. So down startups, turnaround. They've talked about that or auction like sales. When the phone don't ring, you'll know it's me. So they don't know they don't wanna invest in that. Oh, I love this idea. Now he's looks at. He says, listen, There's no correlation between the high corporate cost and good corporate performance. Which means just because you're spending more money in operations doesn't mean you're gonna make more money. And some companies corporate expenses run 10 percent or more of operating earnings. This tit thing that the operations thus makes to headquarters not only hurts earnings, but more importantly, slashes capital values, telling us to be frugal again. If the business spends 10 percent on head corner cost achieves earning at its operating levels identical are those achieved by the business that occurs only 1 percent, meaning 1 business is spending 10 percent on overhead 1 business is sending 1. Shareholders of the first enterprise suffering 9 percent loss in the value they're holding simply because of corporate overhead. Charlie and I observed no correlation between high corporate costs and good corporate performance. In fact, we see the the opposite. We see the simpler low cost operation as more likely to operate efficient effectively, then it's bureaucratic brethren. And their own, I think they're... They... Their headquarters is like, 1 tenth of 1 percent of costs. So some do... Somewhere doing 10. He's giving an example of 1 percent. They're 10 times less than that. That's insane. They are long on cash right now. This may help explain how they look at such situation Okay. So they're... Right Okay. So this is happening in 19 80. Right now, markets are difficult, but they can and will change in unexpected ways in an unexpected times. So you've heard this before. In the meantime, we will try to resist the temptation to do something marginally marginal simply because we are long on cash. There's no use running if you're on the wrong road. And what I meant by that is right now, in present day at the time I'm recording this so long in cash. So this isn't something they've... They've done many times throughout their corporate history, and it gives you an idea of why, like, they're describing why they're doing in 19 83 that the answers are price similar to why they're doing it now. Another example, it only takes a few the the the quote, I always say from them. I think it's from charlie longer. It might be from Buffet, but it only takes a few wonderful businesses in a lifetime become wealthy. Charlie and I decided long ago than in an investment lifetime. It's just too hard to make hundreds of smart decisions. That judgment became even more compelling as Berkshire capital mushroom the universe of investments that can significantly affect our results shrank dramatically. Therefore, we adopted a strategy they required are... Therefore, we adopted a strategy they required are being smart and not too smart at that. Only a few times. So I they only thing to get it right on a few businesses, and even a few great businesses are gonna pay for many many mistakes. This is more on diversification and its relation to risk. Another situation requiring why diversification occurs when an investor who does not understand the economics of specific businesses, nevertheless believes it's in his interest to be a long term owner of American industry. So he's telling you what to do. If you're if you're not, just buy the index. You don't... If you don't know what you're doing, just buy the index, it cut the the fees are low and you're gonna grow as American industry grows. That investor should own a large number of equities since and space out as purchases periodically investing in an index fund For example, the know nothing investor can actually outperform most investment professionals. Paradox, when dumb money acknowledges limitation, it cease to be dumb. So you're saying there's nothing wrong, takes a lot of learning and reading and skill to do what we're doing. If you... You're doing something else then just by the index. It's fine. It's not dumb money if you know when you acknowledge your limitation. You're you're not dumb anymore. On the other hand, if you are... If you are a know something investor, which is what he... Him and Charlie are able to understand business economics and to to find and to find 5 to 10 sen priced companies that is possess important long term competitive advantages, conventional diversification makes no sense for you. That's why they talk so much crap about it. It is app it is app simply to hurt your results and increase your risk. Cannot understand why an investor of that sort elect to put money into a business that it's his twentieth favorite, rather than simply adding the money to his top choices. The businesses he understands best and that present the least risk along with the greatest profit potential. In the words of the prophet May west, too much of a good thing can be wonderful. And so I'm gonna run over my point because it's 1 of the craziest things that I learned whom the shareholder letters is that warren buffett for a long time. Has had over 99 percent of his net worth in Berkshire. He... I mean, now berkshire sharing in and of itself is diversified a bunch of other, you know, businesses that they own everything else, but think about that. I cannot under... Listen to what he just said here. I cannot understand why an investor of that sort it likes to put money into a business at it's his twentieth favorite. Rather than simply adding the that money to 1 of his top choices? The business he understands best. Well, what businesses he understand best. The 1 he's running. That's why I think, like, personal finance, advice for entrepreneurship is really, really flawed. In many cases, it goes against the grain. If you have a wonderful business, all what it... What did carnegie tell us study how all the world's great fortunes have been built. It's not a scatter shot approach. She says, put... He's like, put all your eggs in 1 basket and watch that basket. Buffet is doing that. Mu is doing that. They put... There... They have an insane amount of skin in the game. They put almost all of their family's assets into their company. So I, again, like, if you... What happens you put all your family's ass to a company it's gonna prevent bankrupt. Don't do that. But if you know that you have a good business, you know it's problem You have especially if it's a private business, You have information about your business no 1 else has. Why are you investing in other things? You're... Why are you picking your twentieth best guess, go for number 1. Again, that's very counterintuitive. It's it was against everything other, like, normal people do with their money. It it it's very, very I don't know. III understand it's risky advice, but I think it's the correct advice. If you have some kind of information advantage and you and you running a business and you own large percent of that business. And it's working. What what other investment is gonna journey drain anymore. 1 isn't than that. Very few if any. So you kinda have to know. Too much of a good thing can be wonderful. This whole point. And again, it kinda goes to... It may go against your natural human instinct, but you don't... The degree of difficulty doesn't count. That's another good idea that he hasn't and and this shareholder lot. He says, investors should remember that their scorecard is not computed using Olympic diving methods. Degree of difficulty doesn't count. If you were right about a business who value is largely dependent on a single key factor that is both easy to understand and enduring, the payoff is the same as if you would correctly analyze an investment alternative characterized by many constantly shifting in complex variables. Degree of difficulty doesn't count. If you he bought... He wants to making tons of money on Nebraska furniture mart. Think about it. It's 1 giant store that resell carpet and another furniture. But he knows about it. And he bought it first of all, a good price paid 5 55000000 dollars shorter where the case was. But, like, that's that's a perfect example of this. It's very simple and straightforward. Other the people had to make it more compliment. He's gonna make... The money's gonna flow to his bottom line the same way. Doesn't... Then if he had to buy a chain of purchasers charge. Which you y'all... He also does that, and Not saying they're we should exclusive. But he may... He probably does make more money from Nebraska of furniture than than than the investments in running in the third chain. Okay. Oh, this is Hilarious. Another mistake we're worn learn from. And I just bring it up because I have a a fascination with Walt Disney. And I need... I've already done 2 podcasts on them, but 1 of them was like, the first or second... Like, the second or third podcast I did. Books great but the podcast probably. I probably better at podcasting now. So I gotta go back and read that book and do it again. Because he's just he's a fascinating, fascinating person. So 1 more bit of history. I first we became in interested in Disney 19 66 when its market valuation was less than 90000000 dollars. I was duly impressed and the Buffett partnership that he's running bought a significant amount of Disney stock at a split adjusted price of 31 cents per share. That decision may appear brilliant given that the stock now sells for 66 dollars. But your chairman was up to the task of null notifying it. A year later, I sold it for 48 cents per share. That's crazy. He had at 31 cents, and he sold at 48 48 cents went to 66 dollars. Seriously, cost matter, warren Buffett. Let's quote from warren buffett. Everyone talks about revenue no 1 ever talks about costs. These costs may be lower than that of, those of any other large American Corporation. Our after tax quarter expense amounts to less than 2 basis points. I was wrong. It's 1 fiftieth of 1 percent, not 1 tenth of 1 percent. Measured against net worth. Even so Charlie used to think this expense percentage outrageous high, blaming it under my use of Berkshire corporate jet. So this is another funny part of about it. Because again, he doesn't hide the fact that he He's he's not hiding his flaws. So he rail against corp corporations spending too much money in corporate jet saying it's too expensive. Berkshire starts doing well. He buys a corporate jet. Then it starts doing better. He trades that jeff for a different jet. And Charlie hates like, what are you doing? And so they name the jet the ind indispensable because he's, like, listen, I let I just like it. It's very convenient. But, yes, it's more expensive than he needs to. He wants up getting rid of it because he buys net jet. But that fractional ownership jet company, but I think it's funny. The ind indispensable Like, come on. That's that's really funny. So, yeah. Charlie used to think that this expense percentage, Blaming it on my use of Berkshire corporate jet the indispensable. That's in the Hq cost. So he said seriously cost matter. Charlie and I make no promises about Berkshire results. We do promise you. However, that virtually all the gains Berkshire makes will end up with shareholders. We are here to make money with you, not off of you. This is the low cost flywheel Geico that comes up a bunch. There's nothing esoteric about Geico success. The company's competitive strength flows directly from its position as a low cost operator. Low cost permit low prices and low prices attract and retain good policy holders. The final segment of a virtuous cycle is drawn when policy holders recommend us to their friends. Geico gets more than 1000000 referrals annually, and these produce more than half of our new business. An advantage that gives us enormous savings in acquisition expenses, and that makes our costs still lower. Just goes over and over and over again. So this echoes bezos idea that you should invest in things that won't change. So she says, obviously, all businesses change to some extent. Today seize different in many ways from what it was in 19 72 when we bought it. It offers a different assortment of candy employs different machinery and sells through different distribution channels. But the reasons why people Today by box chocolates, and why they buy them from us rather than someone else are virtually unchanged from what they were in the 19 twenties. So that's what he means about what's actually gonna stay the same. When the C family was building the business, moreover those motivations are not likely to change over the next 20 or 50 It's a good point. Okay. So it says, this... This... This next section is why, given its current size, it would be hard for Berkshire to grow substantially. A 500000000 dollar profit at what add just 1 percent to Berkshire performance, and there are way more 500000000 dollar opportunities and say 10000000 opportunities. And then I said, but I think this metaphor also applies to picking the businesses you operate, stick to where your natural strengths are. So says, we try to exert Ted Williams. This is the famous baseball player. We we try to exert a Ted Williams kind of discipline. In his book the science of hitting. Ted explains that he carved the Str zone into 77 cells. Each the size of a baseball, swinging it only at balls in his best cell he knew would allow him to bat 400, which is like a really high percentage in baseball. Reaching balls, reaching for balls in his worst spot, the low outside corner of the strike zone, we reduced him to 02:30. So way worse. In other words, waiting for the fat pitch would mean a trip to the hall of fame. Swinging ind would mean a ticket to the minors. If they're are in the str zone at all, the business pitches we now see are just catching a lower outside corner. If we swing, we will be locked into lower returns. But if we let all of today's balls go by, there could be no assurance in the next 1 we see will be more attracted to our liking. Perhaps the attractive prices of the past were the abe operations, not the full prices of today. Unlike Ted, we can't be called out if it resist 3 pitches that are barely in the strike zone. Nevertheless, just standing their day after day with my with the bat on my shoulder is not my idea of fun. So, unfortunately, he's a prisoner of success. There's just way fewer opportunities. And he talks about this from now forever. And we're in the nineties because Clinton... He's talking about president Clinton here in a minute. And this problem only increases with time, because obviously, comes more and more successful. And more capital I mean, but they're still do relatively well. So it's amazing. Okay. So talks about listen. Like, be... Be nice to us if we... If we screw up because we're... He says along with president Clinton, we will be feeling your pain, meaning the you're having recession. He says the Mu family has more than 90 percent of its net worth in Berkshire and the Buffett family has more than 99 percent. And I already tram over this point earlier, but 99 percent of his net worth in his business. That it's a a lot of skin in the game. That's that's rather remarkable. He takes in this this next example, he takes a normal human reaction and reverses it. In a lot of cases, this is a good strategy. I reference earlier. If you if you expect to be a net saver during the next 5 years, should you hope for a higher or lower stock market during that period. Many investors get this 1 wrong. Even though they're going to be net buyers of stocks for many years to come, they are always related when stock prices rise and depress when they fall. So it's normal. You own stocks. Even you're gonna continue to buy them in the future. You're not realizing, you're excited they're going up. But now you just... You can buy less of them. You should be hopefully they open the future, but down now, just as their later with stock prices rising to press when they fall in effect they rejoice because because prices have risen for the hamburgers, they will soon be buying. This reaction makes no sense. Only those who will be sellers of equities in the near future, should be happy at seeing stocks rise. Prospective purchasers, which is everybody's investing over a long term, should much prefer sinking prices. So you said so smile when you read a headline that says investors lose at more as market falls. Edit it in your own mind to dis investors lose at market as market falls. But investors gain. Though writers often forget to true, there's a buyer for every seller and what hurts 1 necessarily helps the other. That's another idea like of his, when you're setting compensation, distribute merit badges not lottery tickets. So it says we are paying a way that makes sense for both our owners and our managers. We distribute merit badges not lottery tickets. In none of Berkshire subsidiaries, do we relate compensation to our stock price, which our associates cannot affect in any meaningful way. Instead, we tie bonuses to each unit's business performance, which is a direct product of the unit's people. When that performance is terrific as it has been a geico, there's nothing Charlie and I enjoy writing what joy enjoy more than writing a big check. So you're gonna be get paid based on what you can actually control. It's actually a good idea. Warren Buffett, I love... So this is another... This may... I don't... This is close to 1 of my favorite ideas out of all shareholder letters. Warren Buffett advice on the mindset to have when you're running your business. Just run your businesses as if 1, you own 100 percent of it. 2, this is a this is really unique idea. It is the only asset in the world that you and your family have or will have. And 3, you can't sell or merge it for at least a century. Oh, I mentioned this in 1 of the Charlie Mu podcasts, but I have to say it again because it's hilarious, They buy this this company called Scott Fe. And while me... Here's the 1... Here's 1 Sorry. Here's 1 story I can't I can't resist relating. In 19 85, a major investment banking house undertook to sell Scott Fe offering a wide with no success. Upon reading of this strike out, I wrote to Ralph, Shea, then and now Scott Fe Ceo expressing the interest in buying the business. I had never met Ralph well within a week we had a deal. Unfortunately, Scott Fe led over of engagement with the banking firm provided at a 2500000.0 dollar fee upon sale even if had nothing to do with finding the buyer. I guess the lead banker felt that he should do something for his payment, so he graciously offered us a copy of the book on Scott felt that his firm had prepared. With his customary tac. Charlie responded, I'll pay 2500000.0 dollars not to read it. He's got some... So this is Step 1, identify your circle of competence, step 2, stay inside of it. If we have a strength that is in recognizing when we are operating well within our circle of competence and when we are approaching the perimeter. Predicting the long term economics of companies that operate in fast changing industries is simply far beyond our perimeter. If others claim predictive skill in those industries and seemed to have their claims validated by the behavior of the stock market, we either envy nor emulate them. Instead, we just stick with what we understand. If we stray, we will have done so inadvertently, not because we got restless and substituted hope for rationality. Fortunately, it's almost certain there will be opportunities from time to time for Berkshire to do well within the circle that we've stake out. It's so hard to say no. They're saying that no them to the majority of things that they say. No. No. No. No, No. It goes against our our our predisposition for action. This is such a great quote. Nothing s negate rationality like large doses of effortless money. The line separating investment in speculation, which is never bright and clear becomes blurred still further when most market participants have recently enjoyed triumphs. Nothing negate rationality like large doses of effortless money. After a heavy experience of that kind, normally sensible people drift to behavior akin to that of cinderella at the bar. Ball, they know that overs staying the festivities facilities that is continue to speculate in companies that have gigantic valuations relative to the cash air like the generating in the future will eventually bring on pumpkins and mice, but they never less hate to miss a single minute of what is 1 hell of a party. Therefore, the gi participants all planned to leave just seconds before midnight. There's a problem though. They dancing in a room in which clocks have no hands. See what I mean? Like, these are shareholder letters. Like he's a really good writer though. That's a really interesting metaphor using there. Oh, something that we're trying to do on founders for sure, by studying all these boundaries is, he's saying here a few hours studying from master prove more valuable than 10 years of supposedly original thinking. So he says a bit of nostalgia. It was exactly 50 years ago that I entered Ben Graham classic Columbia. During the decade before it, I had enjoyed make that loved analyzing buying and selling stocks. But my results were no better than average. Beginning in 19 51, my performance improved. No. I hadn't changed my diet or taken up exercise, the only new ingredient was Ben's ideas. Quite simply a few hours spent at the feet of the master proved far more valuable to me than 10 years of supposedly original thinking. In addition to being a great teacher, Ben was a wonderful friend. My debt to him is inca. He loves Baseball analog. Here's another 1. This is actually really interesting. My managerial model is Eddie Bennett, who was a bat boy. In 19 19 at 8 at age 19, Eddie began to work with the Chicago White sox. Who that year won the World series. The next year Eddie switched to the Brooklyn Dodgers and they too won their league title. Our hero however smelled trouble. Changing burrows he joined the Yankee in 19 21 and they promptly won their first penn in history. Now Eddy settled in, shrewd seeing what was coming? In the next 7 years, the Yankee won 5 titles. What does this have to do with management? It's simple to be a winner, work with winners. In 19 27, for example, Eddie received 700 dollars for 1 eighth World Series share voted him by the legendary yankee team of Babe ruth and Luke Ge. This sum, which Eddie earned by working only 4 days because New York swept a series, was roughly equal to the full year pay then earned by bat boys who worked with ordinary associates. So just because they won the world series, he want... He made more in 4 days than they made all year. Eddie understood that howie lug bats was unimportant. What counted instead was hooking up with the cream of those with the cream of those on the playing field. I've learned from Eddie. At Berkshire, I regularly hand baths to many of the heaviest hit in American business. Another gray... More gray writing and a great story. It's fantastic. Oh, the... This another fantastic story. There's so many stories of like, entrepreneurs starting a business in, like, the Rose Blu, like, No education barely speaking english has escape from a country comes here at 500 bucks and built Giant business. Is another example. The largest acquisition we initiated in 2002 was the Pam Chef. A company with a fascinating history backing bet dating back to 19 80. Doris Christopher was then a 34 year old suburban Chicago Home economics teacher with a husband, 2 little girls and absolutely no business background. Wanting, however to supplement her family modest income. She turned to thinking about what she knew best, food preparation. Why not she wondered make a business out of marketing kitchen wear focusing on the item she herself found most useful. To get started, Do borrowed 3000 dollars against her life insurance policy. That was all the money ever injected into the company? She went to the merchandise smart on a buying expedition. There, she picked up a dozen each of this and that, and then went home and set up operations in her basement. Her plan was to conduct in home presentations it's like tu parties. To small groups of women gathered at the homes with their friends. While driving to her first presentation though, Doris almost talked herself into returning home convinced she would doomed to fail. But the woman she faced that evening loved her and her products, and they purchased a hundred and 75 dollars of goods, Working with her husband, working with her husband Jay Doris did 50000 dollars of business the first year. Today, only 22 years later, she did more than 700000000 of business annually. I love stories like that. That's fantastic. Out love entrepreneurship. A funny way to think about controlling costs. We chairs cost consciousness a Berkshire. Our model is the widow who went to the local newspaper to place an obituary notice. Told there was a 25 cents word charge she requested. Fred Brown died. She was then informed that there was a 7 word minimum. Okay. The be woman replied, make it Fred Brown died. Golf clubs for sale. Okay. This was interesting. This is this is 6 years before the about 6 years before the subprime mortgage mortgage crisis. And if Warren and Charlie can't figure it out, when About to read you good chance the the bank didn't know that either. Okay. So it says, He's talking about the credit swaps. And then... Well, let me read it. Even experienced investors in analysts encounter major problems in analyzing the financial condition of firms that are heavily involved with derivatives contracts. When Charlie and I finished reading along footnotes detailing derivative activities, of major banks. The only thing we understand is that we don't understand how much risk the institution is running. So good chance starts It's too complex that even the people running it don't understand, which we saw. The derivatives Genie is now well out of the body, of the bottle rather. And these instruments will almost certainly multiplying a variety and number until some event makes their toxicity toxicity clear. This is 6 6 or so years before what he just said is gonna happen will happen. And it reminds me of 1 of my favorite quotes from 1 of my favorite books, a book that fundamentally shifted how I view life when he realized, it's called it's a big short, by Michael Lewis, way better booked than it as a movie. I'd back recommend reading it, but I'm gonna read it to you. It's says, on the surface, these big Wall Street firms appeared robust. Below the surface, E. This is Steve e, 1 of the guys who makes over a billion dollars betting against the mortgage market. E was beginning to think their problems might not be confined to a potential loss of revenue. If they really didn't believe the subprime mortgage market was a problem for them, This is exactly what Warrants finding out few years earlier. Right? If they really didn't believe the subprime mortgage market was a problem for them. The subprime mortgage market might be the end of them. He and his team now said about searching for hidden subprime risk, who was hiding what. We called it the great Treasure hunt he said. They didn't know for sure if these firms were in some way or the other, on the other side of the bets he'd been making against subprime bombs, bonds, but the more he looked the more sure he became that they didn't know either. This is exactly what Warren describe him. Right? He'd go to meetings with Wall Street Ceos and asked them the most basic questions about their balance sheets. They didn't know he said. They didn't know their own balance sheets. So there's good chance if warren can figure it out and charlie can't figure it out the the people, the Ceos don't even know their balance sheets. Which Steve supervised ones are running into a few years after this. Right? Once he got himself invited to a meeting with the Ceo of Bank of America, Ken Lewis. I was sitting there listening to him, and I had an epiphany. I said to myself, oh my God. He's dumb. A light ball went off. The guy running 1 of the biggest banks in the world is dumb. They shorted Bank of America along with U b Citi group, Blaming Brothers and a few others. That 1 quote changed, like, my my outlook on life and to large degree. And I'd learned I read it after though, obviously, the book came out after the the financial crisis. When you realized, like, so she because I was a lot younger than, Like, he like, oh, these Ceos, these top companies must be smart. I mean, how much smart do you have to be to lose a hundred and 80000000000 dollars. You lost a hundred and 80000000000 dollars. That that's saying that you you you weren't you weren't smart in terms of running your business. Right? So that once you internalize, I, like, wow. Like, there are really are no adults. A lot of people are making it up as they go along. Like, it's terror... It's it was terrifying, but then also reassuring. I like oh, well, that means I have a lot more potential. I don't have the pe. Maybe I didn't come from a rich family or I didn't have the education Pe so a lot of these people did. Well, that's nice. That coming from a tram and having all the education didn't know help them. They still got their asking. Right? So it's it reads it's a book that I I mean a re reread and I haven't re reread probably 2 years I'm going to. But Maybe we get the audio book Ken, because I own know the the Kindle version, and I think the hard coverage too. But I don't know. It's if it's it's fantastic book. And I just like the idea of the warren demonstrating just comments sense here. Hey. I'm reading the we report making, it it's ga Cook. I don't even know what it means. Like, what is... What is truly happening here. And what's the chance that I can't figure out. Maybe you don't know it either. No 1 can predict the future. Be wary of those that claim this imaginary skill. Charlie and I don't know today what our business will earn next year. We don't even know they will will what they were earn next quarter. We are suspicious of the Ceos who regularly claim they do know the future, and we become downright and inc if they consistently reach their declared targets. Managers that always promise to make the numbers will at some point be tempted to make up the numbers. Just a good more basic life advice for us. No. This like what I was referencing here. I like to get some auto led warren to buying the business. So these students come to him every year. They use just Q and a, different colleges and stuff. 1 year, they... And they usually get, like, you know, gift. 1 year, they gave Auto of Jim Clayton. So is upon receiving Jim Clayton book. I told the students how much I admired his record and they took the message back to Knoxville home to both the University of tennessee, that's where they were from, and Clayton Holmes. Soon thereafter after I made an offer, talked to... Love the book, talk to the, Kevin. This his name, Kevin Clayton, which is the son of Jim Clayton, the author of the. I should've have been clear there. And decided Hand by the business. Soon thereafter after I made an offer for the business based solely on Jim's book. My evaluation of Kevin, which is his son and the Ceo and the public financials of Clayton. Hey now? Oh, so he's got this idea of owner capitalism. I wanna share this with you. It's gonna some big chunks I pulled out here. I'm on my cell... Soap packs now only because the blatant and wrongdoing that has occurred has betrayed the trust of so many millions of shareholders. Hundreds of industry insiders had to know what was going on. And publicly no nobody set a word. So he's talking about, like, there's no corporate governance and he'd really annoys him. And that the boards are stack with just yes, men when they shouldn't be doing that. True independence, meaning the willingness to challenge a forceful Ceo when something is fool robert or foolish is an enormously valuable treatment director. It is also rare. The place to look for them is among high grade people whose interests are in line with those of the rank and file shareholders. And are in line with a big way. So the... What you're saying is they need to have skin in the game if... So a large of their net worth needs to ride on if Ceo's is making the the right decision or not. Because if your large percentage net worth is riding on the the his ability to make a good decision, and you think he's going wrong. You're gonna speak up. You won't just like, pla him. We've made that search a Berkshire share. We now have 11 directors and each of them combined with members of their family owns more than 4000000 of Berkshire stock. So talks about all 11 directors purchased their holdings and the market just as you did. We've never passed out options or restricted shares. Charlie and I love such honest to goodness ownership. After all, whoever washes a rental car. Thus, the upside for Berkshire Shaw for all 11 is proportionately the same as the upside for any Berkshire side shareholders so Gonna keep him in line. Right? And it always will be. The downside for Berkshire chao directors is actually worse than yours because we carry no directors and offer officers liability insurance. Therefore, if something really catastrophic happens on our director's watch, they're exposed to losses that will far exceed yours. So it's extremely important. The bottom line with our directors, you win, they win big. You lose. They lose big. Our approach might be called owner capitalism. We know of no better way to enter true independence. And he's just really talking about skin in the game. They have to... Your incentives have to be aligned and too much of Corporate America saying people can make bad decisions. They don't have an ownership stake. They get huge bonuses than they leave, and then the shareholders are are impoverished. Star not impoverished. And obviously like, they lose money. He doesn't like that. I love this idea of viewing your work as an unfolding movie, not a still photograph. Never heard this before. I like it. Here's paragraph about When analyzing Berkshire to be sure when analyzing Berkshire, be sure to remember that the company should be viewed as an unfolding movie, not as a still photograph. Those who focused those who focused in the past On only the snapshot of the day sometimes reach erroneous conclusion. So think about your work as an unfolding movie. You're not gonna know it turns out to after you're gone or after you stop doing it. Warren and Charlie never thought it would be this large and their decentralized structure helps them enjoy their work. Charlie Mu. My partner Berkshire is vice Chairman and I run what what run. Now we're in the mid 2 thousands. Run what turned out to be a big business, 1 with 217000 employees and annual revenue is approaching a hundred billion. We certain didn't certainly didn't plan it that way. Charlie began as a lawyer, and I thought of myself as a security analyst. Sitting those seats, we both grew skeptical about the ability of big entities of any type to function well. I feel it's feel the same way. I could never work in a big organization. Sci seems to make many organizations slow, think slow thinking and resistance to change and then sm. So slow thinking resistance the change and sm. Not all of our businesses are destined... This is him telling us to pick the market we are in wisely. Not all of our businesses are destined to increase profits. When an industry's underlying economics are crumbling, talented management may slow the rate of decline. Eventually though, eroding fundamentals will overwhelm managerial brilliance. As a wise friend told me long ago. If you wanna get a reputation as a good businessman, be sure to get into a good business. So that's just another way to say find a tailwind instead of foot instead of fighting a hell headwind. Oh, so this is interesting. He's talking about... He owns newspapers. And obviously, now in the mid 2000, so they're they're gonna you, Butts kicked. But so he's talking this point I about 32. He's talking about the fundamental weakness in newspaper industry. But the last line made me think of a tweet that I read several years ago and I saved, and I think about often. So he says, now, however, almost all newspaper owners realize that they are constantly losing ground in the battle for eyeballs. Simply put if cable and satellite broadcasting, as well as the Internet had come along first, newspapers as we have... As we know them, probably would have never existed. And the tweet I saw. He said was somebody talking about podcast podcasts, and he says, newspapers were a fad. The village storyteller as as old as language. Only there are 6000000000 villagers and podcasts are the camp fire. I love that. That's why I'm so bullish on podcasts. But I like that idea. Never thought, like, he's saying it was if Internet was invented first or satellite broadcasting him first, and you really really have a newspaper. So interesting thought. And then, you know, to tie that into AA3 or 4 year old tweet. Like, that tweet, obviously, I'd look at a lot, because I think it's very interesting. Newspaper being a fad. And it is kinda true. Humans have been talking to 1 another forever. Will be talking to 1 another as long as their species of the round. So yeah, yeah, it's interesting. Alright. So he's saying there's trouble head for the Us no 1 knows when and no 1 knows how. The best protection is a profitable un leveraged business or a portfolio of them like Berkshire has. So he says, in effect, we've used up our bank account and turned it to our credit card. It's talking the country now. And, like everyone who gets in hoc, the Us will now experience reverse compounding. As we pay ever increase amounts of interest on interest. He doesn't like that. I want to emphasize that even though our courses on wise, Americans will still love better, 10 or 20 years than they do now today. Per capita wealth will increase, but our citizens will also be forced every year to ship a significant portion of other their current production abroad merely to service the cost of our huge debtor position. It won't be pleasant to work part of each day to pay for the over consumption of your ancestors. What a way to think about it? I believe that some point in the future Us workers and voters will find this annual tribute so onerous that there will be severe political backlash. How that will play out in markets is impossible to predict, but to expect a soft landing seems wish thinking. So again, best protection about against anything is a profitable un leveraged business, our portfolio of them. So now he's gonna talk more about the difference gene theory and and practice. And why I think it's another reason why, like, I I would recommend reading biographies of practitioners a set of business books. Practitioners, I think learning from them. It's just a better idea because... Academic ideas don't correlate to a P and l, like They're just... It's an idea, but a practitioner had to back up his ideas with money. And he either... He had to risk losing money or making money. So there's a lot more you can learn from that. So she says, talk... Talking about this guy named Walter who we learned from. So anyways, the guy was investing stocks for 47 years Anyways. I first probably talk Walter remarkable record in 19 84. At that time, Emt, more on efficient market area was the centerpiece of investment instruction of most major business schools. This theory as the This theory as then was commonly taught, held the price of any stock at any moment is not demons mis price, which means that no investor can be expected to out over outperform the stock market average using only publicly available information. When I talked about Walter 20 years ago, his record force contradicted this dogma. And what did members of the academic community to do when they were exposed to this new and important evidence. Unfortunately, they reacted an all to human fashion. Rather than opening their minds, they close their eyes. To my knowledge, no business school teaching Emt made any attempt to study Walter performance and what it meant for the school's cherished theory. Instead, the faculties of the schools went merely on their way presenting Emt is having certainty of a scripture. Typically a finance instructor who had a nerve to to question Emt had about as much chance of a major promotion as Galileo at Galileo had a being named pope. Tens of thousands of students were therefore sent out into life believing that on every day, the price of every stock was right. And that attempts to evaluate businesses that as in stocks were using were useless. Walter meanwhile, went on over performing. His job made easier by the misguided instructions that had been given to those young mines. Remember if somebody's telling you it, like, the professor that says this is not penalized financially if you go and do this. After all, if you are in the shipping business, again, that's why I always say, like always look for revealed preferences to the state of preferences, meaning, look at people's actions on what they say. After all, if you're in the shipping business, it's helpful to have all of your potential competitors be taught that the earth is flat. Maybe it was a good thing for investors that Walter didn't go to college. Profit is a reward of a great business and it's okay that if it can't be reinvest to make more. Long term competitive advantage in a stable industries is what we seek in a business. If that comes with rapid organic growth great, but even without organic growth, such a business rewarding, we will simply take the lush earnings of the business and use them to buy similar businesses elsewhere. There's no rule. There's no rule that you have to invest money where you earned it. What I mean? Sometimes you just get to the point. Was like, the business is performing as much as it can. Reinvest is not gonna bring more money. Indeed, is often mistake to do so. That's an interesting duh. Right? Truly great businesses earning huge returns on tangible assets can't. For any extended period, reinvest a large portion of their earnings internally at higher rates of return. They're already at maximum efficiency. You gotta put that money elsewhere, and that's okay. It's a good thing. It's a great thing. This is his opinion is that brain passions and integrity or greater than a resume. Susan came to Bo, this is a Jewelry store they bought. 25 years ago, was a 4 dollar an ounce sales. Though she lacked a managerial background, I did not hesitate to make her Ceo in 19 94. She's smart. She loves the business and she loves her associates. That beats having an Nba degree anytime. And aside, Charlie and I are not big fans of resumes instead we focus on brains passion and integrity. Another 1 of our great managers is Cathy Barron, who has significantly increased business wires earnings since we purchased it in early 2006. She is an owner's dream. It is positively dangerous to stay between Cathy and business prospect. Cathy should be noted began her her career as a cab driver. That's a wonderful thing about entrepreneurship in business. Like, there's really is no school for business. I know there's obviously, you can go to college or business, But as far as running a business, entrepreneurship starting a business. Like, you can have people that were cab drivers be successful. Yeah. People that are 4 dollar an hour sales when are now Ceos. Like, that's freaking amazing. That's amazing amazing thing. Okay. Oh, I'm gonna skip over the section, but just know that he lost 11000000000 dollars in net worth in 1 year. This is too... This is the... During the financial crisis, and he's... He 1 way to temper your reactions by inducing a bit of context. And he's, like, listen, we've been through a lot of crap in the 20 century alone, we dealt with 2 great wars. Dozen or so panic in recession, inflation that led to 21 and a half percent prime rate, great depression in the 19 thirties, unemployment ranging from 15 to 25 percent for many years. America had no shortage challenges. So this is a challenge. It's 2008 socks, but it happens. We have to be prepared for that. Regardless have the macro environment. I anchor yourself around your principles. There's a reason horses have blind on. Those little notes to left myself. In goodyear years in bad, Charlie and I simply focus on 4 goals. 1, maintain Berkshire shi, gibraltar like financial position, which features huge amounts of excess liquidity, near term obligations that are modest and dozens of sources of earnings and cash. 2, widen the moat around our operating businesses. They give them durable competitive advantages 3, acquiring and developing new and varied streams our earnings. 4, expanding and nurturing the Cad of outstanding operator man operating managers who over the years have delivered Berkshire shares exceptional results. So 1 of my favorite see if I can find it for you. And the... I the the audio is not gonna be the best. But this whole about horses have blind on. It's a quote from Jimmy Iv. And He's the 1 that found an inter scope sold beats by dr for like, 3000000000 dollars to to Apple. But anyways, he's got this whole. This this great quote that comes from that h... The documentary H hbo dot called the defiance. Ones, which I would recommend watching. It's it's essentially documentary entrepreneurship. But he talks about, like, he doesn't care what other people think. He just focused on what he has to do and they... That's all. So he's, like, there's a reason where to blind. So I'm gonna play this for my phone into the microphone. Might sound like crap, but there's music and stuff in the background, but I I like what he has to say. So it's this. When you're on race horse. Right? The reason why it her blind is on these things. Because if you look at the horse on the left or the horse on the right, you didn't miss a step. Showing horses falling down. So that's why those horses have fucking blind them. And that's what people you have. Well you're don't running after something. You should not look left and right? What? Does this person think? What does that person think? No. No. Don't. No So I love that idea when you're running after something. Should not look left, and Look right. And the just reason horses have blind on. Just keep going straight. And how this relates to what's going on here? Is like, warren at this time in the shareholders letters operating a terrible macro environment. Doesn't matter. I have my principles and I'm gonna focus on them. And then in a few years, things will be different. Just like, and if you're after that, they'll be different. Sometimes better sometimes worse. So I think that's a huge benefit to reading all these. Like, you see 50. I saw half of a century of how company operates to all different kind of economic environments. I just didn't know It's gonna take me it long. This this long. The I'm dangerously close to not getting this out on Sunday. The book the... It's funny because I bought the book. Right? It says Berkshire Hathaway 50 50 years. It's a yellow cover. 19 65 to 2014. Then I looked again and noticed that they updated it only printed a kindle version it goes up to 2018. So now I had to start working from the... I didn't wanna, like stop in 2014 of 2018 is available. Right? So I get the kendall version, and it says, like estimated time to read I don't, like, 17 hours. That is a lie. It was triple that. Like, it is insane how long this took. So... But I... Again, the benefit is it's not... I'm not complaining how long it takes to read. I don't want you to misunderstand what I'm saying, Like, the fact that I had to go through a half of century of shareholder letters. And see how they were they're they're applying their principles, even though they're very hard to stick to when everybody's panicking is is... It's, like, it was instructive. It's very... It's something that's that's important to learn. That realize, like, that there is there's a benefit to not bending and to not paying attention to what everybody around you was doing. Doesn't mean you're ignorant. It just means you you have a plan you're gonna stick to it, because you you've thought a lot about it. Okay. Okay. So I just read his the principles the 4 principles. This is... Warren is describing He's in my notes now. We're describing the subprime mortgage crisis that happened in a manufactured homes almost 10 years earlier. Okay. So that that that book that I'm gonna be reading the 1 that he bought the business on. They, like, the large producer of manufactured homes. Right? And they stayed out of. There was a subprime mortgage crisis, like, let's see. 10 years before the subprime mortgage crisis... There's a subprime mortgage crisis in manufactured homes 10 years before the 1 that played out conventional housing. And this is another example how the human species fails to learn from history. So he's describing this. So he says, at that time, much of the industry employed sales practices that were atrocious writing about the period somewhat later, I described it as being involved as involving borrowers. He's memory talking about, this is in the nineties. This is people barring to buy manufactured homes. So he describes it as borrowers who shouldn't have borrowed being financed by lenders who shouldn't have lent. Moreover over impossible to meet monthly payments, we're we're being a agreed to by bar borrowers who signed up because they had nothing to lose. The resulting mortgages were usually packaged. They were sec and sold the Wall Street firms to unsuspecting investors. This chain of Fo had to end badly. So it says, this 19 97 2000 Fiasco should have served as a canary in the coal mine warning for the larger conventional housing market, but investors governments and rating agencies learned exactly nothing. Instead, an eerie rerun of that disaster, the same mistakes are repeated with conventional homes in the 2004 of 2007 period. Lenders happily made loans of borrowers couldn't repay out of their incomes and borrowers just as happily sign up for me those payments. Both priorities counted on house price appreciation to make this otherwise possible arrangement work. It was Scarlet O hair all over again. I'll think about it tomorrow. The consequences of this behavior are now reverb through every corner of our economy. And this is he leads his his thoughts on home ownership, which I really appreciate. Homeowners ownership was a wonderful thing. My family and I have enjoyed my present home for 50 years with more to come. But enjoyment and utility should be the primary motive for purchase, not profit or ref 5 possibilities, and the home purchased ought to fit the income of the purchaser. The present housing tobacco should teach home buyers lenders brokers and governments of simple lessons of will ensure stability in the future. Home prices should involve an honest to good down payment of least 10 percent, and monthly payments that can be comfortably handled by the borrower income. That income we should be carefully. Is the important part. People, putting people into homes, though a desirable goal shouldn't be our country's primary objective. Keeping them in their homes should be the... Okay. So now, I wanna get to the part where weren't telling us how to apply the thinking of Charlie Mu. So it says long ago, Charlie, out on his strongest ambition. All I wanna know is where I'm gonna die so I never go there. That bit of wisdom was inspired by Jacob kobe, the great prussian mathematician who counsel invert always invert as an a solving difficult problems. Here are a few examples of how we applied Charlie thinking at Berkshire. Charlie and I avoid businesses. This is the first 1. Charlie and I avoid businesses to futures we can evaluate no matter how exciting their products may be. In the past, it required no brilliance for people to foresee the fabulous growth that awaited such industries as automobiles in 19 10. Aircraft in 19 30 and television sets in 19 50. But the future then also included competitive dynamics that would decimate almost all of the companies entering those industries. Even the survivors tended to come away bleeding. So you're saying there's no way to predict which wanna Invest in. Just because Charlie and I can clearly see dramatic growth ahead for an industry does not mean we can judge what it is what its profit margins of return on capital will be as a host of competitors battle for supremacy. At Berkshire, we will stick with businesses whose profit pictures for decades to come seems reasonable reasonably predictable. Even then we will make plenty of mistakes. It's another example. We will never become too dependent on the kindness of strangers. Too big to fails, not a fall back position of Berkshire. Instead, we will always arrange our fares so that any requirements for cash we may con continually have will be dwarfed by our own liquidity. Talking about margin safety again. Moreover that liquidity will be constantly refreshed by a gus of earnings from our many and diverse businesses. Next page. We tend to let many of our subsidiaries operate on their own without our supervising and monitoring them to any any degree. That means we are sometimes late spotting... That he's talk about the downside to it, but He's... What... What's the trade off He's why is he doing that? Here's he's discussing the trade off he's making? That means we're are sometimes late in spotting management problems that are both operating and capital decisions are occasionally made with which Charlie and I would have disagreed, Had we been consulted. Most of our managers, however, use the independence we grant them magnificent, rewarding our confidence by maintaining an o owner orient attitude that is invaluable and 2 seldom found in huge organizations. We would rather suffer the visible costs of a few bad decisions that incur the many invisible costs that come from decisions made too slowly are not at all because of a s bureaucracy. So you're saying, hey, we would rather suffer visible costs a few bad decisions that incur the invisible costs that come with moving too slow. And then this is the impact that Charlie has had on warren in Berkshire. From my perspective, though, Charlie most important architectural feat was the design of today's Berkshire, The blueprint he gave me was simple. Forget what you know about buying fair businesses at wonderful prices instead by wonderful businesses at fair prices. That's what allowed them to scale. Altering my behavior is not an easy task. Ask my family. I had enjoyed reasonable success without Charlie input. So why should I listen to a lawyer who had never spent a day in business school, but... When I, had attended 3, So he's being a little tongue in cheek there. But Charlie never tired of repeating his maxim about business investing to me, and his logic was irr. Consequently, Berkshire has been built to Charlie blueprint. My role has been that of general contractor. With the Ceos of Berkshire subsidiaries doing the real work as subcontractors. And then he closes the section saying listening to Charlie has paid off. And then note what I left myself and the 1 I wanna say to you is, like, if Warren is benefited from listening to Charlie, why wouldn't you or put another way. That's why I do so many podcasts on Charlie Mu. He's very interesting. And now we get writing on Mu or from Mu on Buffett. So he says, what was Buffet aiming at as he designed the Berkshire our system. Well, over the years, I died know several important themes. And now he's gonna give us some ideas we can steal and take normalize lives. Number 1, He particularly wanted continuous maximization of the rationality skills and devotion of the most important people in the system starting with himself. Number 2, he wanted win win results everywhere in gaining loyalty by giving it for instance. Number 3, He wanted decisions that maximize long term results, seeking these from decision makers who usually stayed long enough in place to bear the consequences of decisions, so skin in the game again. Number 4, he wanted to minimize the bad effects that would almost inevitably come from a large bureaucracy at headquarters. Repeated that again. Number 5, he wanted to personally contribute like professor brand bet Ben graham to the spread of wisdom. And then now he's gonna go into what I referenced earlier, like what others call session, Buffet calls focus. So this is mon still writing about what he's observed in how Buffett bill his business. He says, in particular, Buffett decision to limit his activities to a few kinds and to maximize his attention to them and to keep doing so for 50 years was a La Poll. Buffett succeeded for the same reason Roger Federer became good at tennis. Buffett was in effect using the winning method of 1 of of of the famous basketball coach John Wooden. John Wooden won most who won most regularly after he'd had learned to assign virtually all playing time to his 7 best players. That way, opponents always face his best players instead of his second best. And with the extra playing time, the best players improve more than normal. So it has this virtuous recycle game. And Buffett much out wooden wooden. Because in the case of... In in his case, the exercise of skill who's concentrated in 1 person not 7. And his skill improved and improved if he got older and older during 50 years instead of deteriorating like the skill of a bait of a basketball player. And Mu closes out this this the section on Buffett. He says, Berkshire has had a big task ahead, turning a tiny stash into a large and useful company or had a... He's talking about the beginning. And it solved that problem by avoiding bureaucracy and relying much on 1 thoughtful leader for a long, long time as he kept improving and brought in more people like himself. Compare this to a typical big corporation system with much bureaucracy at headquarters and a long succession of Ceos who come in at about age 59, pause little thereafter for a quiet thought, and are soon forced out by a fixed retirement age. I believe that versions of the Berkshire system should be tried more often elsewhere, meaning he wants us to take these ideas in our own life, and that the worst attributes of bureaucracy should much more often be treated like the cancers they so much resemble. A good example of bureaucracy fixing was created by George Marshall when he helped win World War 2 by getting from Congress the right to ignore senior in choosing generals. And finally, this is the last section I'm gonna cover. It's called the em male American tailwind. It's like kinda like a basically an essay in the middle of the the last available shareholder that we have. So this is on March eleventh, there will be 77 years since I first invested in an hour back to Buffet, by the way. Since I first invested in American business. The year was 19 42, and I was 11. I went all in, investing a hundred and 14 dollars that I've been accumulating since age 6. What I bought was 3 shares of city service preferred stock. I had become a capitalist, and it felt good. Now let's travel back through the 2 77 years periods that preceded my purchase. So from today, 70 70 years ago, the time he bought his for stock. Now he's going 2 other 77 years back. Right? That leaves us starting in 17 in the year 17 88, a year prior to George Washington's installation as our first president. Could anyone have imagined what the new their new country accomplish and only 3 77 year lifetimes. It's an interesting way look at it. During the 2 77 year periods, prior to 19 42, the United States has grown from 4000000 people, about 1 half of 1 percent of the world's population, into the most powerful country on earth. Those the first 2 77 year periods. In that spring of 19 42, though it faced a crisis, the Us and its allies were suffering heavy losses in a war that we'd had entered only 3 months earlier. Bad news arrived daily. Despite the alarming headlines, almost all Americans believe that on March eleventh that the war would be won. Nor was their optimism limited to that victory, leaving aside con pe. Americans believe that their children and generations be beyond would live far better lives than they themselves had. The nation's citizens understood, of course, that the road ahead would not be a smooth ride. It has never had it never has been. Early in its history, our country was tested by Civil war that killed 4 percent of all American males and led president Lincoln to openly ponder whether, quote, a nation so concede and so dedicated could long endure. In the 19 thirties, Americans suffered through the great depression, a punishing period of massive unemployment. Nevertheless, in 19 42 when I made my purchase. The nation expected post war growth, a belief that proved to be well founded. In fact, the nation's achievement can best be described as breathtaking. Let's put my numbers to that claim. If my hundred and 14 dollars had been invested in a no fee S and P 500 index fund and all dividends had been reinvest my stake would have been grown to be worth pre taxes 606000 dollars. That is a gain of 5288 for 1. Meanwhile, a million dollar investment by a tax free institution of that time say pension fund or college endowment would have grown to about 5300000000.0 dollars. Let me add 1 additional calculation that I believe will shock you. If that hypothetical institution and only paid 1 percent of assets annually to various quote unquote helpers. And he obviously doesn't think they're helping. Such as investments managers and consultants, its gain would have been cut in half to 2600000000.0. That's what happens over 77 years when the 11 percent annual return actually achieved by the S and p 500 is recalculate down to 10 percent. Those who regularly preach doom because of government budget deficits as I regularly did myself for many years might note that our country's national debt has increased roughly 400 fold during the the last of my 77 year period. That's 40000 percent. Suppose you had foresee seeing this increase in panic at the prospect of runaway deficits and have a worthless currency. This is he's talking about something he learned. To protect yourself, you might have huge a huge socks and opted instead to buy gold. And what would your protection of delivered you? You would now have an asset worth about 4200 dollars or less than 1 percent. What would have been realized from a simple unmanaged investment in American business. And this is kind of the next statement is what Warren Buffett has stakes his entire career on. You gotta have some kind of beliefs that you're willing to bet on. The magical metal was no match for the American medal. Our country's almost unbelievable prosperity has been gained in a bipartisan manner. Since 19 42, we've had 7 Republican presidents and 7 democrats. In the years they serve the country contend at various times with the long period of viral inflation, a 21 percent prime rate, several controversial and costly wars, the resignation of a president, a pervasive collapse in home values, a paralyzing financial panic and a host of other problems, all en scary headlines, all now history. In in 17 88, to go back to our starting point, There really wasn't much here except for a small band of ambitious people and an embryonic governing framework aimed at turning their dreams in into reality. Today, the Federal Reserve estimates our household wealth at a hundred and 8000000000000 dollars. An amount almost impossible to comprehend. Remember earlier in this letter, how it describe retained earnings as having been the key to berkshire prosperity, so it has been with America. In the nation's accounting, the comparable item is labeled savings and save we have. If our fore fathers had instead consumed all they produce, there would been no investment, no productive productivity games and no leap in living standards. Charlie and I happily acknowledge that much of Berkshire success has simply been a product of what I think should be called the American tailwind. It is beyond arrogant for American businesses are individuals to boast that they have done it all alone. The tidy rows of simple white crosses at normandy should shame those who made such claims. There are many other countries around the world that have great futures. About that, we should rejoice. Americans will be both more prosperous and safer if all nations thrive. For 54 years, Charlie and I have loved our jobs. Daily, what we do what we do we do what we find interesting. Working with people we like and trust. And now our new management structure has made our lives even more enjoyable. With the whole ensemble that is with a legit that's somebody that they hired and Greg running operations, a great collection of businesses, a niagara of cash generation, a cad of talented managers, and a rock solid culture. Your company is in good shape for whatever the future brings. Warren Buffett 02/23/2019. And that is where I leave the story. If for some reason, you wanna read all of them. A lot of them are available for free online, you can go year by year. I think some of them back in, like the sixties and seventies are only you have to write to them. But the I paid... If you want the the hard, the I guess, paper back, but the the paper version, which is this a giant booked that's in my hands. It's 760 something pages. It goes from 19 65 to 2013 14. I think I pay, like, 35 dollars for this 1. Honestly, it's it's it really you, but if I I would just opt for the the Kindle version because it's... I paid 2 dollars and 99 cents for it and it covers all way up to 2018. And it's it's really helpful for... To be able to, like, search and and and have, like, more organization around your notes. But if you're... Anyways, if you're interested in buying that and supporting the podcast at the same time, I'll leave a link in the show notes, and say Amazon affiliate. So if you use that to purchase, Amazon will send me a small percentage of sale for sending you directing you their way, a no additional cost to you. It's a great way to support the podcast. Thank you very much for supporting it all already, and I will back next week with another biography of an entrepreneur."
}