{
  "transcript": "My mother was a beautiful and a eccentric Irish woman. She disappointed me on the ground that I was likely to acquire more money than was good for me without any help from her. I could not disagree. At the age of 9, I was sent to board and an ari soc idiosyncratic school and born. The head master wrote of me, he has a distinctly original mind inclined to argue with his teachers and to try and convince them that he is right and the books are wrong. But this perhaps is further proof of his originality. At the age of 13, I went to a Scottish school whose spartan disciplines had been established by my great uncle. I went to college at Oxford. But I was too preoccupied to do any work and was duly expelled. That was in 19 31, the bottom of the depression. For the next 17 years, while my friends were establishing themselves as doctors, lawyers. Civil servants and politicians. I had ventured about the world, uncertain of purpose. I was a chef in Paris, a door to door salesman, a social worker in the Edinburgh slums. An associate of doctor Gallo in research for the motion picture industry, an assistant in British security coordination and a farmer in Pennsylvania. I had expected to become prime minister when I grew up. Instead, I finally became an advertising agent on Madison Avenue. The revenues of my 19 clients are now greater than the revenue of her Majesty government. My father used to say of a product that it was very well spoken of in the advertisements. I spend my life speaking well of products in advertisements. By writing this book in the old fashioned first person singular, I've committed an offense against a convention of contemporary American manners. But I think it artificial to write we when I'm confessing my sins and describing my adventures. That is an excerpt from the book that I read this week and the 1 I'm gonna talk you about today, which is confessions of an advertising man by David Og. And before I jump into the rest the book, I just wanna let you know why I chose to do to cover this book this week. I had previously done if you've listened to all the episodes I've done so far You already know this, But on Founders Podcast december 82, I went over what I learned from David's book, Olga v on advertising. Which is less bio and more, like explicit advice on how to improve your company's advertising. So if that that subject interest you and you have not listened to that, I'd highly recommend listening to founders and 80 to. He does a little bit of that in this book as well, but this is more of like a narrative as opposed to the way that he organized the other book. They're were also written about 2 decades apart. Not mistaken he wrote Og advertising, like, in the 8 eighties, and the book I have in my hand was first published in 19 63 But so I... I I'm... I was obviously familiar with David Og, but the reason I'm doing it today is because the last last week, I did, probably the hardest podcast I've ever done, which is I read 54 years of warren Buffett shareholder letters. And it's easily the longest book that I've ever read for this podcast, and the longest podcast. It's, like, over 3 hours long. But in several shareholder notes. So first of all, warren Buffett calls, David Og in the shareholder letters, a genius. And in the shareholder letters letters, you also see some of the the Berkshire Would publish, like, which, like stocks they own. And I noticed not only did he call David Genius but he also owns stock in David's advertising age agency, which is Og and Math. So once I read that, I was like, okay. Well, if Warren Buffett, whoever everybody else looks up to is learning from and inspiring the talents of David Og, then, you know, I should read this book right away and see what we can all learn from them. So that's how you're hearing this now. So let me go ahead and jump into the. I wanna start the beginning. He writes us, like, updated forward. This is him writing in 19 88, and he adds this extra chapter on the book. It's called the story behind this book, and he's got some interesting insights, and you're gonna see his personality right away. So he says 14 years before writing these confessions. I had gone to New York and started an advertising agency. Americans thought I was crazy. What could a Scots know about advertising, and this next sentence gives you an idea of the the personality has and I would describe it as he definitely has an abundance of confidence. He says my agency was an immediate and meteor success. He says, I wrote this book during my summer vacation in 19 62. I thought it would sell about 4000 copies. To my surprise, it was a runaway best seller and so far has sold about a million copies. Why did I write it? First, to track new clients to my advertising agents. Second, to condition the market for a public offering of our shares. And third, to make myself better known in the business world. It achieved all 3 of these purposes. And he continues. He says my colleagues at Ob and Math have largely followed my pre presets and they have and they have sold a lot of products for a lot of manufacturers with the result that our agency is now 60 times as big when I wrote this book. That's crazy. So on the very next page, I left a note for myself and it the note says he is very, very, very good at 1 thing. So he says if you detect a slight s of seat in this book, I would have you know that my seat is selective. I am a miserable duff in everything except advertising. I can now read a balance sheet, work a computer, ski, sale, plague golf or paint. But when it comes to advertising, advertising age, there's a publication. Says that I am the Creative king of advertising. When Fortune Magazine published an article about me entitled it is David Old via genius, I asked my lawyer to sue the editor for the question mark. So it's interesting what what came into my mind when I read that that paragraph and then obviously reading the entire book, you you get an understanding of how David thinks. And I kinda tied it into, like, what, like, let me start with 1 thing. Like, I I'm pretty skeptical of the notion of institutional learning. I feel like in my own life, like, the things that I was generally interested in the ones I saw it myself and and wanted to learn about whether they're reading books, I to lectures taking classes, whatever it is. Those are the things that I remember and use them life. And anything that was like force fed or forced to do that it was not interested in. We, like, win in 1 year or not the other. So then I think about this is was like, well, my experience is surely not unique. Right? I'm sure a lot of people have the same experience. And I was like, what you tell your child? Like, if they're asking, hey, what is advice you have to help me become more successful in life, and I think this is it. Now you should have a broad understanding the world around you and be and learn about a bunch of different things. But I think when it comes to your craft, the sure way to to be successful is to be very very very good at 1 thing. David Og when he was live was arguably the best person in the world at advertising. And as a result, that's made him successful and gave him this set of, unique experiences. But, like you saw when I opened the podcast, he had to go through a lot of experimentation to to figure out what that 1 thing is. Like he said in the the beginning of the book, like, he was a chef. He was a daughter salesman. He was a social worker. He was a researcher, and then a farmer in Pennsylvania. He's actually... I think, like, like, where the the large Amish population is in in Pennsylvania. So, I don't know why that popped into my mind when I read that, but it it did. So I thought I'd share it with you. Alright. So when continue with the section that he's talking about, which is the story behind the book and he's kind of reflecting 20 something years. 25 years after is published. And he talks about... This is also something I noticed in the Warren Buffett, shareholder letters. Like, David has these concepts that he's learned through trial and error, research and experience, and he kinda repeats him over and over and over again. And Warren does the same thing. Like, he has in 54 years, it's not like every single shareholder letter. He's introducing a new idea. What he's doing he gives you a set of ideas. Maybe there's 5. Maybe there's 6, whatever the number is. And then he he he gives you different examples of how he uses the principles that he feels in the philosophy he has in business and how it... Like, how he applies it to what he's actually doing. David does the same thing. And so he talks about, hey, like, in my day, there was no such thing as corp corporate culture. No 1 talked about it. We just... You just created it. You didn't know what we were doing. And so now he's talking about, like, the ideas, and they're called Old O Og ism. He repeats them over over. So he says the madden repetition, some of my ideas have been woven into our culture, here are some of them. So I just picked out a few that I found interesting. Here's 1 we sell or else. And so what he means there is, like, too much of the advertising world, is they chase things that are not important. So he says what is advertising. His... His... In his definitions, it's it's salesman ship at scale. Right? He doesn't write ads to to win awards. He doesn't add write ads. So other people can think how clever that ad is. He talks about, in fact, if your ad is noticed that for being clever, it's probably not beneficial because your main goal should be selling. He's, like, I write ads to sell client the products of my customers. That's it. So we sell else. That's the first thing he repeats over and over again. It says you cannot bore people into buying your product. You can only interest them in buying it. This 1 I love so much. We prefer the discipline of knowledge to the anarchy of ignorance. We pursue knowledge the way a pig pursues truffle. A blind pig can sometimes find just sometimes fine truffle, but it helps to know that they grow in oak forests. So he... 1 thing he he credits the the immediate success he had his advertising. What was... He says he's the only person running 1 of the largest advertising agents... Or agencies in America that spent time as a researcher first. So he referenced it earlier He says I work with doubt doctor Gallo, you might you might recognize that name because think about all the polls that are referenced and all the the intelligence gathered by the Gall in the Gall organization. So the understanding the experience he had, and how he applied what he learned. Basically, he says, hey, listen, There's nobody else studied consumer behavior like me. And so I actually know why people buy products, and then I orchestrate my average advertisements been around the traits that make people buy products. So knowing that, it makes perfect sense where he says, listen, I prefer the discipline of knowledge to the anarchy of ignorance. He says unless your comp campaign contains a big idea, it will pass like a ship in the night. He says I doubt if more than 1 campaign in a hundred contains a big idea. I'm am supposed to be 1 of the more fertile inventors of big ideas, but in my long career, I've had... I've not had more than 20. And this is another thing you repeats all the time, and I'll talk more about this on a little bit says search all the parks in your cities. You'll find no statues of committees. So he's not... He hates committees. He really very much believes in the power of an individual. A few pages later, he's just going talking about, like, the what he sees the evolution in in the advertising agency, but a lot of the insights he has, again, can it be applied to to many things. He says clients who h over their agency's compensation are looking through the wrong end of the telescope. Instead of trying to shave a few me scents off the agency's 15 percent. They should concentrate on getting more sales results from the 85 percent. They spend on time and space, meaning, at the, all the advice are doing. That is where the leverage is. No manufacturer ever got rich by under paying his agency, pay peanuts and you get monkeys. And that paragraph could have easily been written by Warren Buffett, talks about that a lot in the shareholder her letters letters. I see why why he Admire why Buffett Myers Ob. Now now reading both, like, reading, like, the results of their own right... They're writing. They have a lot of the same ideas where Buffett says he credits like Charlie Mu with pushing him in the direction of not focusing solely on price. Really focus on the value that you get. This is All you telling us to study experience. He says advertising agencies will make... Will waste their clients money repeating the same mistakes. During a 10 hour train ride, I read all the ads and 3 magazines. Most of them violated elementary principles which were discovered in years gone by? The copywriter and art directors who created them are ignorant amateur. What is the reason for their failure to study experience? Are they afraid that knowledge would impose some discipline on them are exposed their incompetence. So now explicitly list, like some of the most valuable lessons that he's learned, I just picked out a few that I thought were interesting. The temptation to entertain instead of selling is contagious. So goes back to that point. He's gonna... He's gonna reiterate that point in in in a bunch of different ways. He's gonna, take the same idea, and dress it up in different language, but it's the same thing over and over again. Your edge cell. That is your primary goal. Focus on that. Stop trying to entertain people. It says that... That doesn't mean be boring though. The difference between 1 advertisement and another when measured in terms of sales can be as much as 19 to 1. Okay. So that is... All... He also references that in Og on advertising. So I really do believe if you're selling any kind of product, you should pick up the Og on advertising book not, like, the book I have in my hand looks like a normal book. Right? It's, I mean, he's a... Og give he's a fantastic writer gets right to the point. So this is like a real short concise 180 pages with, like, no fluff in there. But Og advertising is like, this big, beautiful example It's a lot of pictures it's it's almost like a course on advertising in book form. And in it, he explicitly tells you like, what to do based on his own experience, which he gained through research and through years and years of trying to sell the people's products. And the reason I bring that up is because he talks about this a lot, and that's that's insane. Think about what he's saying. If you study advertising, you get really good at it, you could be doing the same act, but the difference in the outcome. So the same input. Right? But the output is completely different in the sense that 1 ad can said 19 times as much as another ad. So he says, it pays to study the pro... This is also applicable to other things. It pays to study the product before writing your advertisements, and he's gonna talk more about that later. He he takes us to an extreme. And I think it's a good idea. The key to success is to promise the consumer a benefit, something he he hammers an og and advertising as well, like better flavor, wider wash, more miles per gallon, a better complexion. This is something I I find that a lot of people overlook where, like, my belief is a lot of our behaviors biological. I am not doubting that there's influences on different cultures, but humans are basically the same everywhere. And so he arrives at the same point the advertising equivalent. What works in 1 country almost always works in other countries. So my point being is like, we're all way more similar than we are different. Most campaigns are too complicated they reflect a long list of objectives and try to reconcile the diver virgin views of too many executives. By attempting to cover too many things, they achieved nothing. Their advertisements look like the minutes of a committee. There he goes again. He really really cannot stand committees. And you could tell, he kind of ran his businesses much as like, a individual at scale, like, a leverage of his own, Like, he institutional his thoughts, and I gave his experience leverage, and he's able to, you know, scale up to whatever 6 d times the size of the business that it was when he's writing these words. Good campaigns can run for many years without losing their selling power. My eye patch campaign for hathaway shirts ran for 21 years. My campaign for dove soap has been running for 31 years and Dove is now the best seller. So he's just saying, listen, and he he cha sizes other people who says people get bored but running the same ads, But why would you stop running an ad if it's still working. It just echoes an a a main theme of this podcast. Like, why would you study history? Because human nature's is constant. Okay. So let me jump now we're back into the book. So every chapter has, like, an explicit, like, how to. So say, how to manage an advertising agency. How to make good campaigns, How to write potent copy how to build great campaigns, etcetera, etcetera. But in what he what he does is he's he kinda, like, weaves and narratives, so he tells these stories. He has an idea to tell story why that that, yeah, like, give an example of why it's important. So it's a... It's not like, a dry book at all. I got to the end of the book. So The other day I saw this was video, I I have a huge tran understand a comedy. And I was listening to, like, I saw this video where, the the comedian Kevin Hart is talking about him and chris Rock were doing, like, they're just, like, practicing at the stand up club 1 night. And so they... Him and Chris have a good relationship. So when each the... Each watch each other's stand sets, and then give each other advice and they write it down and they talk about it. So they can kinda, like, share ideas. And they said, Dave Chapel walked in, and he went up, and he said, Kevin Hart and Chris Rock were sitting in the back, and while Dave Is doing a stand up, and this is, you know, probably 10 years ago or something like that. And 20 minutes into Dave set, Kevin's, like, me and Chris looked at each other, then we looked at the the notes we just given each other, and we cr him up and threw it in the trash. He's basically saying that Dave Chappell was so good at comedy that there... Is it just made what they were doing look so bad. I felt that way when I finished this book because I was like, maybe 1 day, like, I would wanna write a book about, like, the stuff I've learned from reading these geographies. And I was just like, I will never be able to write like this guy. He's just so good at it. Alright. So that was a tangent. Let me jump into this, and let's start actually focusing what we're doing here. Okay. So the lessons you learn can be applied to other fields. These are my notes, what he learned from the from the head chef. So he was, like he said, this is just what he learned when he was a chef in Paris. So he starts off, managing advertising agencies like managing any other creative organization. A research laboratory, a magazine and architects off office and a great kitchen. 30 years ago was chef at the hotel Majestic in Paris. There were 37 chefs in Ar grade. From morning tonight, we sweat and shouted and cursed and cook. And cooked. Every man was inspired by 1 ambition. To cook better than any chef that it ever cooked before. I've always believed that if I could understand... He's talking what the head chef his his name's Mon put. I don't know how he pronounce it, but I'm never gonna try to say that m. Word again. So let's just call this guy, p. I've have always believed that if we could understand how p the head chef inspired such a White Hot morale, I could apply the same kind of leadership to the management of my advertising agency. So now he's gonna go into some of the stuff he observed. He says, put mister P, I'm just gonna call mister P. That's actually better. Mister P praised very seldom, but when he did, we were exalted to the skies. Today, I pro I praised my staff as rarely as mister P praised his chefs. In hope that they too will appreciate it more than a steady gus of appreciation. Mister P did not tolerate incompetence. He knew that it is demo for for professionals to work alongside incompetent amateur. So 1 of David's most famous quotes and something that's also quoted in the warren about share... Whole letter. He says, if each of us hires people who are smaller than we are, we should become a company of drawers. But if each of us hires people who are bigger than we are, we should become a company of giants, and that's kind of the the lesson he's teaching us here that he observed from this chef in Paris who had unbelievably high standards. I said, mister P taught me exorbitant standards of service. For example, he once heard me tell a waiter that we were fresh out of, it's a French dish dish. I'm not gonna try to pronounce. And almost fired me for it. In a great kitchen. He said, 1 was always honor what 1 has promised on the menu. So David tells us this right here. We he's trying to... First not become fire. He's was like, this is my thinking. Like, it... We don't have the ingredients that we need. Once if I could go to the store and go get the ingredients, it's gonna take too long because the dish takes 50 minutes to cook and, you know, what what do did you want me to do? And mister your piece, like, you do anything that you have to. He's like, you should came to me. I would have called around other restaurants. That have that same dish. We would have went out and got it for. And you're basically saying, hey, we're the ones that that promised the customer. We put we're making a promise with the customer by putting this dish on the menu. And it's our fault that we were not prepared. So we're not gonna penalize the customer for for the fact that we didn't prepare correctly. We're gonna do the extra work responsible to deliver what we promised the the promise benefit to the customer, and I think that applies to almost every single domain. Alright. Some more lessons here. I learned something else at the majestic. If you can make yourself indispensable to a client you will never be fired. That's another principle that David talks about in different ways in different stories. And then he says... So this is the... What he feels the founder of a company's principal responsibility. I've have come to the conclusion that the top person has 1 principal responsibility to provide an atmosphere in which creative mavericks can do useful work. So he says the same point in another 1 of his most famous famous quotes. And again, if I didn't tell you this is a quote from David Og, you could easily think it's a quote from warren Buffett. Like, it... It's striking to see the similarities in our thinking. And David said, hire people who are better than you... Who are better than you are, and then leave them to get on with it. Look for people who aim for the remarkable who will not settle for the routine. And that was warren his points. Like, listen, I just buy businesses and we leave the Ceos alone because they're already fantastic businesses. They clearly know what they were doing. And if I was running the business, I would do a worse job. So why... Who 1 to tell them what to do. Like, just doesn't make any sense, So he just focuses on capital allocation, which is saying, hey, all the profits of the businesses I own send them back to me, and I'll make them... Turn them into more money, but I'm certainly not gonna tell you what to do. This is a little bit of behavior that he admire. So once a year, I assemble the whole brigade, meaning everybody in the company, to the auditor with a museum of modern art in New york city and give them a candid report on our operations, profits and all. Then I tell them the kind of behavior I'd admire in these terms. So he was referencing earlier, the way he communicate and reinforced, like, his beliefs over and over again, that's what gave the culture that Og and Mother had. It's not that he said, I he said, I said, hey, I'm gonna create a corporate culture. No 1 even knew what that meant at the time. It's just saying this is this is what we believe in. So I'm just gonna read all this to you, and this is gonna be quite long because I think they're... It's there... It's worth our attention. Number 1, I admire people who work hard who bite the bullet. I dislike passengers who don't pull the weight in the boat. Is more fun to be overworked than to be overworked. There's an economic factor built into hard work. The harder you work, the fewer employees we need and the more profit we make. The more profit we make, the more money becomes available for all of us. Number 2, I admire people with first class brains because you cannot run a great advertising agent without brain people, but brains are not enough unless they are combined with intellectual honesty. 3, I have an in viable rule against employing nes, knee pots and spouses because they breed politics. Whenever 2 of our people get married, 1 of them must depart. Number 4, I admire people who work with Gust. If you don't enjoy what you were doing, I beg you to find another job. Remember the Scottish prove, be happy while you're living for your a long time dead. That's fantastic prove. I despise Tho who suck up to their bosses. They are generally the same people who bully their subordinates. I admire self confident professionals the Craftsman who do their jobs with super pro excellence. They always seem to respect the expertise of their colleagues. They don't poach. And number 7, I admire people who hire subordinate who are good enough to succeed them. That's a sign of leadership. I pity people who are so insecure that they feel, compelled to hire inferior as their subordinates. That's how you become a... Like you said a company of doors. Number 8, I admire people who build up their subordinates because that is the only way we can promote from within the ranks. I did test having to go outside to fill important jobs, and I look forward to the day when that will never be necessary. Number 9. I admire people with gentle manners who treat other people's human beings. I ab implore coral some people. I ab implore people who wage paper warfare. The best way to keep the peace is to be candid. And number 10, I admire well organized people who deliver their work on time. The duke of Wellington never went home until he had finished all the work that was on his desk. Alright. Here's another idea I love pursue excellence over big. I have no ambition to provide over a vast bureaucracy. That is why we have only 19 clients. The pursuit of excellence is less profitable than the pursuit of big, but it can be more satisfying. This state this dis taste for bureaucracy, again, if you've ever listened to or read the writings of both Warren Buffett and Charlie Mu. I'm gonna say this over and over again because it's it's interesting how they learn from each other. Or maybe they just it came arrived at these conclusions separately. And there's happened to be of like mines, but they they ab absorb bureaucracy. I think Berkshire hathaway probably the most unique uniquely structured super conglomerate that I've ever come across. This is some Og thoughts on talent and imagination, and I love this idea of making yourself formidable. Alright. So it says talent, I believe is most likely to be found among non conform dissent and rebels. Mis. The majority of businessmen are incapable of original thinking because they are unable to escape from the tyranny reason. Their imaginations are blocked. Check this out. I... This is such a interesting thought. Or a sentence rather. I am almost incapable of logical thought, But I have developed techniques for keeping open the telephone line to my unconscious in case that disorderly repository has anything to tell me What a what a unique... Could do you see what I mean about, like, I'll never be able to write this this well. Like, I mean, he obviously, he's been a copywriter for years too, so he's had plenty of practice, but he describes his unconscious as a disorderly repository. That's amazing. So he says, I I keep a telephone line open to my unconscious. I hear a great deal of music. I take long baths. I garden. I go into retreat among the Amish. I watch birds. I go for long walks in the country. I take frequent vacations so that my brain can lie fall, no golf, no cocktail parties, no tennis, no bridge, no concentration, only a bicycle. While thus employed in doing nothing, I receive a constant stream of telegram from my unconscious, and they become the raw material for my advertisements, but more is required. Hard work on open mind and un uncover curiosity. So like, think about the 3 traits that you could see in other people. Are you ever gonna mean any way that that that is a hard... That works hard at whatever they're interested in. And so I... To me, it's more like craftsmanship I would replace hard work for, an open mind in governmental curiosity. Like, that's... There's those are gonna be appealing character almost anybody. And the opposite of them, let's say sloth, a closed mine. And somebody thinks they know everything. Like, those are people that repel you. Right? Like, the people that you're gonna run away from in life. So I don't know. I like that. I I wanna be thought of as taking my craft seriously. I wanna have it open my mind and I wanna have un uncomfortable curiosity. She says I have observed that no creative organization, whether it is a research laboratory, a magazine, a Par kitchen pair paris kitchen. An advertising agent or an advertising agency will produce a great body of work unless it is let unless it is led by formidable individual. So this is goes back to his dis dis taste of committees, and, of course, like, listen, it's kind of obvious here. Like, he's got a giant ego. And probably deserved deserved disturbing. So, he clearly thinks of himself as a formidable individual. Now some some some could argue it's probably better to keep... I thought yourself, just if you wanna like, you know, in general humans find, like, arrogance and and stuff like that dis. But I I don't... Like, there's plenty of people that I learned from that are considered arrogant. Like, I just don't let that get away my way of a good idea. Like, I don't care about it. But I do think his idea here is really, really smart. And it is a goal. Like, why would you not Like, we have limited time on the Earth. Why would you wanna tap into all the talents that you possess you're currently have materialized. And 1 way to do that is becoming a formidable individual. I really like that idea lot? And he's saying, listen. I mean, I I would agree based on what the 80 something books that I've read so far for the podcast, I not 1 of them. Is not a formidable individual. Not 1. They all are. I guess, it's a better way to instead of doing a negative there. Like, they all are formidable individuals. Okay. Let's skip head a little bit. What is this? He wrote down his goal no matter how delusional it sounded. Oh, this is really good. This is bananas. So he says 15 years ago, I was in obscure tobacco farmer in Pennsylvania. Today I presided over 1 of the best advertising agencies in the United States arguably the world with billings of 55000000 dollars and a and a and a payroll 5000000. He says, how did this come to pass? As my amish friends have said, it wonders me. On the day in 19 48 when I hung out my shin, I issued the following order of the day, so he no clients. He's just like, I'm gonna do this. Even though he has no... Like, other than his his time at Gallo, which why I gives him an unfair advantage. Like he he didn't have money. There's nothing that that would lead 1 to believe that he's gonna be successful to the degree that he was successful. Right? And in lead talking mole lesson was a less than 20 years later. And this is what he wrote down. This is an in in this is amazing to me. He says this is a new agency, struggling for its life. For some time, we should be overworked and underpaid. In hiring, the emphasis will be on youth. We are looking for young turks. I have no use for Toad or hacks. Agencies are as big as they deserve to be. We are starting this 1 on a shoes string, but we are going to make it a great agency before 19 60. So you gave myself a 12 year goal there. The next day, I made a list of the 5 clients I wanted most. Remember he has no clients at this time. None, and this is the the list. General Foods, Bristol Myers, Campbell soup company, lever brothers and she, the the oil company. He says to to pick such Blue chip targets was an act of mad consumption, but all 5 of them are now clients. Of Og and M. That's Bananas. All here. I love this idea because I... The note myself is why there's always. Always always always opportunity for new businesses. The reason that you have new tiny companies that can, either create something brand new or take customers away from a a larger more established player is it has to do with the the nature of humans. And he says to new agencies about to embark on the pursuit of their first clients, so he's using the word agencies but this supplies to any company. I a set piece which work magic my early days. Once every few years, a new a great new agency is born. And so he talks about the traits. It is ambitious, hardworking working, full of dynamite, it gets accounts from soft old agencies. It does great work. The years pass, the founders get rich and tired. Their creative fires go out. They become extinct volcanoes or you could argue that their attention is is elsewhere. The agency may continue to prosper. Its original momentum is not yet spent. It has powerful contacts, but it has grown too big. It produces dull routine campaigns based on the echo of old victories. Dry rot sets in. At this stage, it begins losing accounts to vital new agencies, ruthless ups starts who work hard and pull all their dynamite into their advertisements. We can all name famous agencies which are more bond. You hear demo whispers in their corridors as long before the truth don and their clients. So that's something that's played out. He's writing this these words in the... 19 62. And that still could be as as true today. Most likely gonna remain a constant for as long as we're building companies. Oh, I love this idea. Somebody I'm a huge... Obviously, I've studied a lot of Henry Ford I've done I don't know 3 or 4 podcasts on them. I'm gonna wind up doing more podcasts in the future because he's just He's 1 of the most influential entrepreneurs of of ever. There's so many people that came after I'm the alert from him, David Og that same person, he gets his first client by following Henry Ford's idea. He said following Henry Ford's advice to his dealers meaning the people wanna sell ford call... The ford automobiles. Following henry's advice to his dealers that they should solicit solicit by personal visitation, meaning they should come to detroit and asked to be a dealer. I started by solicit advertisers who did not employ an agency at all. So he just starts dropping in on on on potential clients office. He just Stops by, starts doing a pitch, and he winds up being he gets a first he gets his first client, and they spend about 40000 dollars with them, yeah, in the first year. And this is that the chapter I'm in is called how to get clients. I would... I mean, if if you have... I think this book is, like, 12 bucks in Amazon right now. If you have 12 bucks laying around, I would definitely buy it and read this chapter because it's essentially a chapter on how to get customers, which every business, obviously, needs to learn and to understand how to do, and he's just got some freaking really good ideas. Like the next page. I'm not gonna read all of them. Obviously, I think this is genius. He's talking about all the weird things he had to do because he's like, listen, like, we have no money. This is a new This is, like, we we don't have any money and we have no clients. Like, we have to do, like, we have to we have to outs smart our competition because we can't outs spend them. Right? So he does this thing where he... And he's always intentional just like when he first... The first day of his advertising agent. He writes to 5, like, aspirational clients he has. So he identifies a bunch of other people. He wants to advertise, and he starts just... Again, he's has a background of research. So he just goes and looks for useful information and just starts sending them them to them unsolicited. He's got this huge direct male campaign going. So he says I sent frequent progress reports to 600 people in every walk of life. This barrage of direct mail was read by the most August of advertisers. For example, when I solicit solicit part of the sea room account Sam Bra, the you founder of s, played back to me the last 2 paragraphs of his 16 page speech. I'd sent him shortly before, and then he hired us. So like, why isn't it important? Because the first time Sam Bro, who is at this time most likely a billionaire. I actually did a podcast on. It's on the revere only feed and stuff. But anyways, the first time Sam Bra ever here's of David Og. It's because David randomly and unsolicited sent him 16 pages of of information that is... That he might feel useful for his business. Who is going... If you're going around just providing value and not expecting anything in return. Like, that's a good way. Like, being nice to to strangers and providing the value is a good way to get leads coming back to you. And we see this with the end result is he gets hired by a massively successful company. He says gentle reader, if you were shocked by these confessions of self advertisement, I can only plead that if I had behaves in a more professional way, it would have taken me 20 years to arrive. This maybe 1 of my favorite sentences the entire book. I had neither the time nor the money to wait. I was poor unknown and in a hurry. It's also like, he's not just being a a jerk. He's not just sending them maybe different if you futures mail, like, you see these examples pop line. Sometimes we're, like, people want something from you use to the email you over and over and like, oh, you haven't responded to my fourth email. So I'm... Obviously, he's send this again this is like, you're asking me for something. Like, that's completely different way to introduce yourself to me. Than if you just said, hey, I have a lot of value for you. Here you go. Like, that'll probably spawn a discussion. Maybe it leads to an opportunity for your company. Maybe it doesn't, but that's a lot better than that. Just saying, hey, Give Gimme. Gimme Gimme. Give me something. Like, that's the normal, human tendencies it's like, what can you do for me? To flip that. David Og reverses. It's like, this is what I can do you. Hey. I this information you might find an interesting. And he was right. Sam founded it. So interesting and so interesting he hired him. So a few pages later, I like this idea. I like this the this contrast because he's extremely serious about being very skilled at his craft the skilled advertising, but he also wants to have fun in life. And you can read these pages and tell, like, he he was... He's got a playful, very playful side to him. So he tells you, like, he won't let me just read it. Handling accounts once you have got them is deadly serious business. You were spending other people's money and the fate of their company often rest in your hands. But I regard... So she's saying take it seriously. Like, this is people's livelihood stake. You have to do the job. But I regard the hunt for new clients as a sport. If you play it grim, you will dive Ulcers. If you play it with light lighthearted gust, you will you will survive your failures failures without losing sleep. Play to win, but enjoy the fun. It's got more advice for us. Have a point of view, not everyone will like it, and that's fine. That's normal. I have never wanted to get an account so big that it could not afford to lose it. The day you do that, you commit yourself to living with fear. Frightened agencies lose the courage to give candid advice. Once you lose that, you become a lack. So if you're candid with people, Some people are gonna like get to say, and they're gonna be more drawn to you. Some people are gonna hate it and they're gonna be repelled from you. That's That's life acting as it normally should. This is why it's so important to set high standards for yourself This is something he talks about a lot. If you set high standards in 1 department, you were likely to set high standards in every department. This 1 could be... This advice could just be embrace your human ness, your imperfection. That's what it makes you human. So he says, I always tell prospective clients about the chin in our armor. I have noticed that when an antique dealer draws my attention to flaws in a piece of furniture he wins my confidence. And I think understanding, Og personality and Like, where does this self confidence come from? It doesn't come from, like, a place of... Like, it... It's not, like, oh, I'm great because I say, I'm great. He has confidence because he's put in the work His advantage is he has done the work others couldn't do are unwilling to do. So he says, in my heart, I know that my years with doctor Gallo at Princeton gave me more insight into the habits and mentality of the American consumer than most native copywriter can bring to bear. And I always hope that this will become apparent as my presentation unfolds. And this is him on why we should study advertising. So you're talking about this this person was trying to hire they're spending a lot of money advertising, but not really... They didn't really understand it. So he says, he was not aware that a million dollars worth of effective advertising can sell more than 10000000 dollars worth of ineffective advertising. Mail order advertisers, This is some the class of advertisers that Og holds in high regard, and he basically studies them and then applies their techniques to to to advertising for companies like Shell, and, you know, things that are not mail order, not, like, direct response. So says mail order advertisers have found that a mere change of a headline can increase sales 10 times. And I've seen a television commercial sell 5 times as much for product as other commercials written by the same person. I know of a brewer of of beer essentially, who sells more of his beer to the people who've never seen his advertising than the than the people who see it every week. Bad advertising can un sell a product, so you want to study advertising because you talk... You don't only spending money and time on something that's actually counter so your goal, which is to sell essentially to sell more of your product. So it's... This is interesting. You know what? Should I read it first. Yeah. Let me read let me read this first. It has become increasingly difficult for agencies to make any profit at all. On every 100 dollar spent by agencies on behalf of their clients, they now make an average profit of 34 cents. At this rate, the game is hardly worth the candle. Never heard that phrase before. Experiences taught me that advertisers get the best results when they pay their agency a flat fee. The conventional 15 percent commission system is an ana. The agency is expected to get... So let me give you some... He actually gotten into trouble with... It's like, the American Association of advertising because they... It's, like, they set up this fee system. It's just like, okay. You're gonna pay your H agency 15 percent commission on the advertising they buy for you and that's basically how they're gonna, like, how they're gonna make their money. But if you factor in all your expenses. Like, that's what he's saying. Like, my profit is 34 cents on every hundred dollars, like, that's terrible. So he says, and he's describing, like, why he's 1 of the first people to to speak out about this. And essentially, what he's really talking about here is incentives. And I think that's the important part. So he says the agency is expected to give objective advice on the division of marketing expenditure on on this division of marketing expenditures between commission advertising and uncontrollable promotions. Meaning the the advertising sometimes when they buy when advertising agencies buy from a specific, let's say, publication, they get a kickback. That's what he means by conventional advertising. Well, what's... What are humans gonna do? They're gonna guide you to the to the to the the publication that's paying them and not the 1 that's not. So it says it is unrealistic expectation to... Unrealistic to expect your agency to be impartial when its vested interest lies wholly in the direction of increasing your conditional advertising, meaning the advertising the get Kickback on. I prefer to be in a position to advise my clients to spend more time or should to spend more without they're suspecting my motive. And I like to be in a position to advise clients to spend less without incurring the o of my own stockholders. The note of myself was he's really talking about incentives here. And this is something that bought warren Buffett in Charlie Longer talk about constantly, align your incentives completely with your customers, your employees and your shareholders and yourself. And 1 of the craziest things I learned when I was reading Buffett shareholders. Shareholders was that Warren put 99. He had 99 percent of his net worth in his company. His incentives were aligned. So he's not gonna be saying, hey, buy my stock. And if it goes up, I... If it goes up, like, you're gonna benefit it, but if it goes down, I still, like, I already have your money. Like, no. He's like, you're not gonna criticize. He's like, I want my our incentives of line. You know I'm damn sure. If 99 percent of my net worth is based on the decisions I make for the financial performance of this company. I'm gonna be paying attention. I have skin in the game. Compare that to, you know, most Ceos of large corporation. They have a tiny, tiny percent. Of ownership. And usually, their their competition is is organized, like, a very short term, like, quarter quarter basis. But warrant get 99 percent of his family's assets and in in the ability to do his job correctly. And I, again, I I think that understanding and studying incentives is it's it's just extremely important. Not only for it's for humans in general, it it gives you an idea of why people do what they do. And I love their their messages of, like, you really need to study the incentive like, are you... Is your incentive align with your customer? Because over we saying, hey, with this with this 15 percent commission system, our incentives are not align with our customer? Like, why don't we align our sentences with our customer? Like, let's make sure that when they win we win and them then when they lose we lose as well. So... Okay. This idea another note, this idea can be applied generally. Clear communication inside and outside of your company plus set high standards, most people won't. Most people don't rather. Why I go to work at all? Oh, okay. Let me reach... I'm jumping head ahead of myself. So he says, this is 1 idea that I was just saying can applied be everything that the value of of clear communication. So he's giving us in this section, Og is just giving advice on on well, he said the the sub heading of this the section of a minute. This is b candid and encourage can. If you think that your agency is performing badly or if you think that a particular advertisement is feeble, talking about how you could be a good client. Don't beat about the bush, This is what he wants from clients. Speak your mind, loud and clear. Disastrous consequences can arise when a client pussy foot in his day to day dealings with this agency. I do not suggest that you should threaten. Don't say you're an incompetent I don't know what this word is Mu. And I will get another agency unless you come back tomorrow with a great advertisement. It is better to say, what you've just shown me is not up to your usual high standard. Please take another crack at it. At the same time, you should explain exactly what you find and adequate about the submission. Don't leave your agency to guess. Another another word of advice he has here is set high standards discourage bun. Make it plain that you expect your agency to hit home runs and pour on the praise when they do. And then, this is a the thing I love. Because I always think about Nolan Bush now. Who's the founder of Fat atari and Chuck Cheese. He also was... Steve Jobs boss when he was young. Steve Jobs worked at Atari. And Nolan wrote this book that a podcast on. It's called I how to find the next Steve jobs, or something like. It's like this book of a on what he's learned from, you know, 5 decades of running companies. And no one's a hell of a character in general. Like, he's just a crazy crazy, crazy dude. And he had this thing where he's, like, Steve Jobs had 1 speed go. And so Nolan says, like, when I gave a young steve jobs, a directive or I needed something done. I... I just had to tell him and I just never... Like, I knew... That's it. I told them what to do, I told him what I need done rather not what to do because Steve would come up its own ways to do things. But he's, like, I could tell them to tell him what what I need done and I just knew he got on it, and, like, he didn't stop until it was done. And so I love this idea where, what David saying here very it's similar It's a similar idea where it's just like, listen, time it is important. Like, the... How fast you can do thing is extremely important. So he says hurry. That's that's the heading. He says most big corporations behave as if profit were not a function of time. And he's this example of the guy that invented List terrain. When Jerry Lambert scored his first breakthrough List, he speed up the whole process of marketing by dividing time into months. Instead of locking himself into annual plans, Lambert reviewed his advertising in his profits every month. The result was that he made 25000000 dollars in 8 years where it takes most people 12 times as long. In Jerry Lambert day, the Lambert pharmaceutical company lived by the month instead of by the year. I commend that course to all advertisers. And finally, another piece of advice, tolerate genius. Conan Conan doyle wrote that, quote, Mediocrity knows nothing higher than itself. Ugh my observation has been that mediocre men recognized genius resent it and field compelled to destroy it. They're are very few men of genius and advertising agencies, but we need all the ones we can find, almost with... This is a very interesting, and also something I find, probably true based on reading all these biographies almost without exception, they are disagreeable. Don't destroy them. They lay golden eggs. What I love about Og 2 is he knows the true purpose of his product. So he goes there and he he's... At this point in the book he's talking about, like, people you know, there's different schools of thought about, like, what is a good advertisement and, you know, some people are saying it's the 1 that wins awards. It's the 1 that's creative, and he rejects that. He... Because he knows the true purpose of his product. He says, I belong to the third school. Which holds that a good advertisement is 1 in which sells the product without drawing attention to itself. It should r the reader attention on the product. Instead of saying, what a clever advertisement, the reader says, I never knew that before. I must try this product. It is the professional duty of the advertising agent to conceal his art. When Es spoke, they said how well he speaks. But when Demos spoke, they said let's march against Philip. I am for Demos. In and I'm probably pronouncing I I'm incorrectly. Sorry. If my new recruits bog at this stern definition of good advertising, I invite them to return to their previous incarnation there to flounder in silliness and ignorance. I invite them to flounder and silliness the sign ignorance to lawyers. Alright. So this is this is what I said was really genius of something he did. He learns lessons from 1 industry so we can apply to his own. He says, from the experience of mail... First I studied, he's talking about where ray learned from. First I study from the experience of male order advertisers. This is the elite core of advertising. They know more about the realities. He I that word of advertising than anybody else. They in a position to measure the results of every advertisement they write because their view is not obscured by those complex channels of distribution, which make it impossible for most manufacturers to dissect out the results of their advertising from all other factors. So they they know. It says the mail order advertiser must rely on his advertisements to do the entire selling job. A few days after his advertisement appears, the male order writer knows whether it is profitable or not. So since they're 1 of the few forms of advertising at the time he's writing this, it's able to actually measure performance, he studies their principles and then applies them to non direct mail our direct response advertising, which is most of what Olga he does. Now he's just gonna tell us a little bit about his personality. I am an inventor brain picker. And the most rewarding brains I have picked are the brains of my predecessor Other otherwise, other words, he's learning from people that came before him. And my competitors. I have learned much from studying their successful campaigns. In fact, the last chapter from him correctly in Og and advertising. He he analyzes the 6 like godfather of an advertising agency that came before him and he talks explicitly about which ideas he took and what he learned from them, which is really interesting. Skipping ahead. Oh, so this is this is something that may be a little counterintuitive intuitive. He says over and over again, longer advertisers, advertising, sells more product than short advertising. So he's he... He's like, you need to give your customers more information. When I was a door to door salesman, I discovered that the more information I gave about my product, the more I sold. Claude Hawkins, who's 1 of the most famous copywriter made the same discovery about advertising, 50 years ago, but most modern copywriter writers find it easier to write short, lazy advertisements. Collecting facts is hard work. So it's 1 of the benefits that he has over his competition is that he studied the history of the industry and and therefore knows that the lot of the the counterintuitive ideas can only be gained to experience. So you might as well study the experience, and he studied claude Hopkins extensively. This is him repeating himself, keep the ad the same until it stops working. If you were lucky enough to write a good advertisement, repeat it until it stops pulling. Scores of good advertisements have been discarded before they lost their potency. And this is something that's really hard to understand because your ads go out, and you don't know, like, you can maybe assume that the same people are saying the same stuff over overnight like that's not true. You aren't advertising to a standing army. You are advertising to a moving parade. 3000000 consumers get married every year. The advertisement which sold a refrigerator to those who got married last year were probably just as successful with those who get married next year. And this is just random, but he quotes this poem from kip that I really like. And it talks about... There's just... If if you if you come up with original thoughts if you study your craft. Like, you're gonna have the the your creativity and originality and leaning more into what makes you unique the person. Like, it can't be copied. Even if your competitors copy every single thing your business does, they're always gonna be behind. So he has this... It's a poem by kip about a self made shipping Ty, this guy's named Sir Anthony Gloucester. And on his deathbed, the old man reviews the course of his life for the benefit of son, and he he refers contempt to his competitor. So he says, they copied all they could follow, but they couldn't copy my mind. And I left them sweating and stealing a year and a half behind. I wanna quote from this chapter it says this is a fantastic chapter It says how to rise to the top of the tree advice to the young. So he says, after watching the career shift of my own employees for 14 years. I have to identified a pattern of behavior which leads rapidly to the top. He says first, you must be ambitious, but he also says don't be naked. Like, you gotta kinda hide that a little bit. But he just, after you... Once you realize that you're ambitious, like, go set yourself, he goes, set yourself to become the best informed man in the agency on the account to which you assigned. Of course. Now he's giving explicit advice for people working advertising. This applies to everything else in life, though. Set yourself becoming the best and informed person on the account in which you're assigned and meaning what you're what you're doing for work or what you're interested in. If for example, it is a gasoline account, read textbooks on on the chemistry, geology and distribution of petroleum products. Read all the trade journals in the field. Read all the research reports and marketing plans that your agency has ever written on the product. Spend Saturday mornings and service stations, pumping gasoline and talking to motorists. Visit your clients refineries and research laboratories. Study the advertising of his competitors. At the end of your second year, you will know more about gasoline than your boss, and you will be then be ready to succeed him. And why is this important Most people in agencies are too lazy to do this kind of homework? They remain permanently superficial. Say it's important for him to saying, like, or in different ways he's telling this goes as deep as possible learn as much as you can't deep deep deep deep. And we're gonna talk about more than that. But when when I read this section, I thought of 1 of my favorite talks that I've ever heard. And I have just notes. I just put on my notes in this database, but I have notes on it, I let's say, 200 and I don't know 25, 250 different talks and there's some more on, like, Google doc that I gotta combine, but let let's say, 250 for the sake of argument, of notes from entrepreneurs and founders talking about entrepreneurs entrepreneurship. Right? And out of all those, 1 of my favorite talks ever heard was just talk by Bill Early. It's called running down a dream. How to succeed and thrive in a career you love. It's on Youtube, You can watch it for free. It's like, less than an hour long and he's giving a talk to, I think, like, let's say, like, university of Texas Nba students or something like that. And, you know, he's been wildly successful. I think he's, like, undoubtedly wildly successful and so now he's going back to the school and giving advice that he was he knew when he was younger, which I think is some of the most valuable advice you can find. Right? But there's a quote in this fantastic talk, and it reminds me, like, Bill Gu is giving the talk maybe the last few years. It's echoing what David Og is writing to us in the 19 sixties, and this is a quote from Bill Gu. You have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. Right? So the beginning of that quote says the good news is if you're gonna research something this year, lucky a day, information is freely available on the Internet. The bad news you have 0 excuse for not being the most knowledgeable person in any subject. You want information right there is your fingertips. Think about what he's saying, How ridiculous how ridiculously easy it is to get an advantage. Right? The information is there. You can pull it up. You can watch Youtube videos. You can read trade reports. You can buy books. You can go and learn anything and nobody can stop me. Like, what he's saying here in the the description of reading books on geology chemistry, visiting this plants. This is probably a few months, but most people won't do this. So the reason I say this is, like, so ridiculously easy of an advantage to do is, like, the you know it's a ridiculously easy advantage to have because the information's is right there, you can access it anywhere you are in the world and yet nobody does. Are such a tiny percentage of people doing, and I'm gonna give you an example from somebody that does. That actually followed the advice that Og is giving us here. So he says several years ago, Lever brothers. So Lever Brothers, this is Giant. Company at the time has a bunch of different advertising agency agencies. I didn't... Something I also learned is businesses have multiple usually large companies, him multiple different advertising agencies. So it says several several years ago, Lever brothers asked their 7 agents... Cease to submit policy papers on the television medium which was been quite new. The other agencies put in adequate papers of 5 or 6... Or adequate papers of 5 or 6 pages, but a young man on my staff took the trouble to assemble every conceivable statistic cease and after working day and night for 3 weeks came up with an analysis, which covered 177 pages. His lazy colleagues sn at him as a compulsive worker. But 1 year later, he was elected to our board of directors. On such isolated incidents our most successful careers built. Think about that. The the reason I say this is such a ridiculous because it's not like you have to be born with any like, unique skill, you just literally have to read and learn more than other people. And just doing that... In he in 3 weeks. Like, just doing that gave him such an advantage at a point where, like, he hit he... The speed at which So maybe he invested the other... Let's say the other people. They took maybe what? A couple days to write 5 or 6 pages, maybe they did 2 days of research. So he did, let's say, 21 days of. The 10 x. But he also accelerated his career, what 10:20, maybe 50 times faster than they did. Maybe they never even get passed with that with, like, with, like, do it just during the bare minimum. They maybe they never advance in the. Maybe they don't even advance at all. So that's I say, it's just like, I love that quote by I love that quote by Bill Gu. Like, he's like, the good news is, You can learn anything you want. The bad news is you have no excuse not to. The thing is the advantage here that's really important is that most people are never gonna hold themselves to that standard. Hey? And by doing this, you're making yourself un replaceable. So he says, nowadays is is the fashion to pretend that no single individuals ever responsible for a successful advertising campaign. This emphasis on teamwork is bunk. A conspiracy... Listen to what he described us out. The emphasis on teamwork is bunk, a conspiracy of the mediocre majority. No advertisement, no commercial and no image can be created by a committee. Most top management are secretly aware of this and they keep their eyes open for those rare individuals who lay golden eggs. So there's that turmeric term again. And so what is the result of being like this? It's... You... When you're when you're such a formidable person using that word he used again, you become immune to the threat of dismissal times of scarcity. So if you are the single best person at your job, but there's nobody else that does it, whether running a company or you're working for somebody else, you're mute... Like, if you becomes you're irr replacement, which means even in a downturn, they can't get rid of you unless the company is going obviously out of business. I just like that immune to the threat of dismissal times scarcity. And you're doing that just by differentiating yourself because you realize that most people are at... Like, they're not going to do that work. I was just listening to, let me pull up the the the note real quick. I was just listening to this guy named Josh Wolf who's got he's an investor, but he, like, grew grew up poor. He was raised on Coney Island. Dad skipped out didn't, like, left his him his mom, his mom, you know, had to be a single mother. I think she had to work, like, 2 jobs or whatever. And Josh is, like, a wicked smart person. And I I've taken a lot of notes on when whenever he appears on podcasts or give talks because he's got a weird unique mind. And he thinks about things very, very differently than other people, and I think, like, just by listening to speak. There's gonna be AAA lot that I that can actually learn. So he was giving this talk, and I'm... I I just I have my notes in front me and I wanna read them to you real quick. Because I've heard this idea expressed other ways. Right? People you use the idea of, like, oh, like, Oh, let me just read what he says first. So we he talks about, like, the the the things that... His company tries to invest in and the entrepreneurs that he tries to partner with. He doesn't... Like, he has no interest in doing, like, just normal apps or just other stuff like that. He's like, I don't feel I an advantage there. She says, what we look for. Is he's like, we want really high scientific and technical complexity. Not in this is the main point. Why would you do that? Not because we wanna tackle things that are really hard. It's because we don't want competition. This is counterintuitive point. It's because we don't want competition. The problem with funding and doing easy things is you get hundreds of competitors. I'm psychotic about competitive advantage. So I I apply this. Like, the I've heard this this term where it talks about, like, a lot of people, like, if you're doing something truly unique and truly really hard. It means like, it's it's still gonna be really hard, but it's probably easier and other people think because you can attract talent and and resources to to the 1 thing you're doing. So let me give you an example. I'm not being clear. Elon Musk wanted to start a private space company and he did in Spacex. Right? When he started, it was ridiculous. Like, people shoot things shooting... When you shot something in a space, it was, like, the domain of government. Right? Like, who the hell has their own private rock company. Know this is insane. But so, yeah, It's it's obviously really hard almost failed at it many times if you know the history of Spacex. But the point he was making is like, well but I can attract the best talent. Let's say you you we're obsessed with rocket science and, space from a from an early age and you dedicate your life to that. How many jobs could you actually, like, be fulfilling? Means, I will get the... The people who have been obsessed with this their whole lives because nobody else is doing this? This is the same thing that Josh is saying here. We want a really high buyer to high... Technical complexity, not because we wanna just make our lives hard, although I do personally think, like, inducing artificial, like, making your life harder than it needs to be is beneficial to you, Like, don't take elevator, walk up to stairs Like, there's a million other ways you can you can make your life harder and you're actually benefit you benefit from that. But this idea of, like, you have less competition. Og is telling us the same thing here. That, first of all, you should be doing... He has less research because not many people are gonna spend years as a researcher. Right? Working under Gall and and Princeton. This this... The guy that's was working for Og that that that he just gave us the the story from. Like, he has less competition to become, in his case, he got a promoted board of directors because most people are writing 5 page reports. Given that same prompt, that same opportunity he's like, no, I'm gonna take the harder route. I'm gonna do a hundred and 67 pages. And as a result, he distinguished himself. He's not doing that because he wants to to to make his job harder. He's doing that because he doesn't want competition and he didn't have competition. Because now you're like, oh, who we're gonna promote, Not these these other 5 people didn't do anything. Like, this guy's clearly, he did, you know, 25 times amount of the work, given the same prompt. And I think this idea is extremely important and counterintuitive, like, you wanna do hard things because it's if it was easier everybody would do it. And if it's easy, there's gonna be hundreds and hundreds of competitors naturally, because humans don't like doing hard things. The amount of people that like doing hard things is a tiny tiny percentage of the overall population. It's probably a higher high percentage of population of people listen to this. But in general, you can't, like... And that's the weird thing being exposed to these ideas all the time? Like, you become normal. I think, like, these excessive traits are normal. Are these uncommon traits are normal? Be a better way to put that? But when you... I'm reminded that when you get on the general population, like, oh, like, no 1 thinks about this and just having that mind there's such a huge, a huge advantage. So I don't know I love that point. Okay. So the book is short. I'm gonna close here, he's got the last check after. You know, I've told you before I'm a sucker for alvarez. So I'm going to just read the app that he has in this book. Some of them in this slash chapter. Some of you heard before, and I'm not gonna elaborate at all of them. I want you to just... They just sit in your mind and you can take them wherever you want to go. First 1, I believe in the Scottish prove, hard work never killed a man, men die of boredom, psychological conflict and disease. They do not die of hard work. The second 1. Big ideas are usually simple ideas. Number 3, get rid of sad dogs who spread doom. Number 4, in the best establishments, promises are always kept whatever it may cost in agony and over overtime. 5, tell the truth, but make the truth fascinating 6, we prefer the discipline of knowledge to the anarchy of ignorance. And lastly, I admire people with gentle manners who treat other people as human beings. Alright. That's where I leave the story. See, I really think you have to... If you wanna buy the book, I'll leave a link in the show notes. It's Amazon Affiliate Language which means if you buy it. Small percentage... Amazon says a small percentage say sale, no additional cost to you. It's a way for you to support the author, support yourself by getting a great book. And what pockets at the same time. So what I would say is like, the reason I think you especially you have to buy confessions of advertising man and then also buy Ob overview on advertising is because a lot of these are explicit, like, this is what I learned from my experience do this. And if you don't read the whole book, you're gonna miss out on some of those. So I just... Obviously, I just presented this book with based on, like, stuff I wanna learn. These are my personal notes stuff I wanna remember and keep, you know? But you may read the booking and and and, undoubtedly, you'll you'll have different takeaways. So As you just saw, I just presented this entire podcast without ads. Which means I rely on the people like, can value on my work to sustain the work that I'm doing here. So the way I do that, remember we we study the incentives. If I just put out every single podcast for free and said, please support voluntarily on a monthly basis or on an annual basis, lot less people would do that. Right? Which I've run these experiments if you listed to this podcast for a 1 time I'd run these experience over time and definitely and see that result. So what I do is what I think is extremely fair is, hey, I put a lot of damn work into this. Like, there's hours and hours and hours of preparation I have do before I sit down to record. Obviously, I have to read entire new book every week. So what I think is fair is I'm gonna give away half of the... My podcast for free, which is what I do. I think it's, like, every odd numbers free, every even number I charge. It's called the mis fit feed in case you don't know what that is. It's the same thing. I feel like the free, the free podcast or like, the the free trial version. If you think of this podcast is a product. Right? So if you learn and you like the free podcast, you'll like the mis. It's the same thing. Now how do you get access to the mis fit feed. It's not difficult. And your podcast player, if you're listening, most podcast players make all all the the links in the show notes it's clickable. You just pull it up, press, hey. I think it says, like, you know, become a mis fit unlock all the premium episodes. You tap that within 10 to 30 seconds. You can sign up, support the podcast on a monthly or annual basis. And the private Rs feed, which is what a podcast is is automatically installed in your podcast player choice. So within from 10 to 30 seconds by the time you tap on that link, you can then unlock all of them. And I forgot how many Have sephora, a lot. And in addition to unlocking my back catalog. Right? I do 2 extra podcasts from it only for mis every month. So you have not only you unlock and go through, I don't know, dozens of hours. I don't know how long it is, but at this point of my back catalog, but you'll also get to every month. Now, the people that sign up from the mis Feed, essentially, you're getting 2 extra runs, but you're also paying for my ability to make the 2 free once every month. So if people didn't sign up from Feed, I obviously wouldn't be able to that. So if you're the kind of person like, hey, I find a lot of value audio of your, David for a few bucks a month, I'm willing to make sure that you don't stop quit doing this because I want you to go search through a... The history of entrepreneurship and find me ideas that I can use in my life, and I'll say, cool. I'll keep doing that. Now, I'm gonna say something else and... And so Oh, and another thing. Anything else, like, if it's too confusing to do on your podcast player? Go to founders podcast dot com, browser and your cell phone, and you'll see it'll say, like, you know, support founders or support this podcast and unlock all the premium episodes. It's in the header or 2. So some people get confused because, you know, podcast players show links different ways, but the browser just just gonna look work, like, any browser does. So founders podcast dot com, and you can do the same exact thing. And everything that I do is on founder podcast dot com. Like, all the list of books and everything else. Now, here's something else I never talk about, but is really valuable. And for some reason, people are still finding it even when I'm talk about it, and they're still signing up for it. So I I... Like I just mentioned earlier. I've taken notes on lectures, podcast podcasts, talks on entrepreneurship for years. Years. I the same way like, what you just heard me do is, I read books I take notes and highlights, and then I keep all this because I like to go back and, like, even if I never read confessions of an advertising man before. Again, Right? I can go back 6 months from now, just read my highlights, I'm like, wow. Like, I remember all this stuff. So I do the same thing for talks. Right? And I did this for a little bit. So I have to thing called David's notes. Right? And what I'm essentially doing now, it's another... I have another private podcast. I don't even talk about too much. And Essentially, what I've done is, when I take notes on a podcast, Let's say I take notes and there's an hour long talk. I might have notes that that'll take me if I read them to you, 5 or 10 minutes, and these are the main ideas and the the stuff I wanna remember. Right? Well, I turned that into a podcast. And I'm gonna start leaving... I'm gonna start talking about it, case, because, like, there's people... It's very... It's just weird because I I did this for a little bit. And I like man, it's a lot of work because I do on average all 3 of these mini podcasts a week on on, different talks that I've heard. Right? And what's weird is I I was like, this is too much work. It's like... It's it's taking away from my focus on, on the main founders episodes. So I did it a little bit, people found it. They started signing up and paying for it. And then I stopped doing it, and people got mad. They're, like, not they weren't, like, I don't mean then, like... They weren't like, angry at meter they're like, damn. Don't stop... I... I'm sad that you stopped because I liked it so much. And so after, like, 2 months, I realized, oh, you know what? And that wasn't that I was distracting from Founder podcast. When I take notes, on all these talks and I read them constantly. That actually adds other stuff I talked to you about... Talked to you about on foundry... On the main founders episodes. Right? Because as I just referenced to, I don't know, 2 or 3 times in this podcast. Ideas that I've I ideas I got from taking notes on lectures from podcast. I may have done 6 months ago or a year ago that I can then use I can then, like, continue to use in conversation and podcasts in life. So I started back up, like, a few months ago, and people kept... They started signing up again, even though Don't talk about it. So I was like, maybe David, like, these people and then I get emails, people respond back to the email. And they're like, I learned a lot from. I'm like, oh, this is interesting. So anyways, I'm gonna leave a link in there. If you wanna sign up. I've done I was shocked when I counted the archive other day. I've done 53 of these podcasts. These, like miniature podcasts. Anywhere from 5 to 20 minutes long. So if you wanna unlock that. Now I need to be... The reason I don't talk about this because I don't, like, like, James Dyson says, don't, like, confuse people with multiple messages, so I'm violating his principal. Because That's I was like, my main goal is for you to sign up for the mis fit feed. Right? But I do know that there's people that are willing that want to go deeper on this subject of entrepreneurship because entrepreneurship seems to attract extreme personalities and extreme personalities seem to like more information. They don't wanna limit what they're learning. So what I was say is first sign up for the for the mississippi feed because that way Can keep doing founders podcasts, and, you know, I think I do... They're they're, you know, hour hour and a half, whatever they are. And you'll learn in 4 to 5, 6 hours a month, like, you'll learn a lot about the history entrepreneurship. Right? And then if you wanna go deeper, sign up for David's notes. And David's notes is completely separate. This is just literally the notes I take instead of you reading notes? I read them to you and I had additional commentary, which is exactly the same process I I do in the books, but this is on lectures. So let me just go through some of the ones I've done. Like, I did Charlie Charlie Mu just gave this, this this talk. And Charlie Mu advice on investing in life choices that make a personal wealthy. It's 45 minutes of a 95 year old genius talk. I took notes on that. Mark Jason talking about how he's he's famous for studying history. So he he he gave us talk on the, keys from, like, the Internet pass to the future of Crypto. John Car, on time management, discipline, limits and resilience. Steve jobs plan to turn around Apple. So I take podcast podcasts know some podcast podcasts. But I've been doing more lately scouring the Internet and essentially Youtube for talks, like, in the past because, you know, presented in like, a reverse chronological order. So people we seem to, like, favor, like, the new and podcast. But like, you know, I'm... I think there's more knowledgeable about starting and running companies from dead people than there are about people alive. For sure. I believe that. So there I found this this talk where Steve jobs. It's it's in, like, 19 87, like, a a few weeks after, he comes back to Apple. Before the ipod before the iphone or anything else. And he lays out his plan exactly who's was gonna turn around Apple. And he does it. And the principles that he lays out in that are the exact same principles that could be apply today. I did Elon Elon musk's commencement address. He... It's called the magicians of the 20 first century. Thought there's was a lot of information in there. How Jeff Bezos makes decisions. Jimmy Iv talking about founding inter scope records and selling Beats. So you see what I mean. It's like... There's a variety of things that I cover. And I just... I think I might have been making mistake by not trying to confuse you, but I should probably tell you the stuff I'm working on. And not just, like, have to make you jump through hoops to find those things. So from now on, I'll put the links in the show notes, and I think I'll just... Off I'll, I'll find a way to add, like the... Another header in info podcast dot com, but you you might want to you might want to to hear these. And if you wanna hear them, then obviously you can sign up and and that that that benefit you and obviously, benefit me as well. Okay. So I think I've talked enough. 1 thing I do wanna say, I wanna tell you the books are gonna be doing. So if you haven't signed up for the miss feed, please do. I really think the the podcast I did, the 3 hour long podcast and Warren buffett shareholders letters. It it was it was by far the hardest podcast Ever had to do. By far. I mean, it is insane. Might, like, it's funny because I start reading these shareholder letters. And you know, 19 65, Berkshire Hathaway. This is it's just a textile company. Then he expands insurance. And so I'm I'm reading to the shareholders like, wow. Look at the progress in making. Not realizing that as the business gets more complex, the shareholder get letters get longer. So I could see the finish line, and then I felt like I was going further and further away from it. Because they get long. I think I I don't know how long each 1 was. The only time he referenced it he said, like, he wrote... He's like, last year shareholder was like, 12000 words or whatever. So anyways, The reason I bring this up is because I think he you just listen to that. It would pay for years of of the subscription fees for for subscription prices for for the mis feed. Now I'm going to... The reason I that up 2 is because last week, I did the berkshire chart. Right? This week, I did a book that I learned about from the Berkshire letters. For next 2 weeks, I'm gonna stay on this topic. Next week, which... Oh my god. Help me. I'm gonna be doing Poor Charlie Alma. 1 of the most recommended books from by entrepreneurs that are alive today that Ever seen. I mean, literally, everybody says over and never again read to this book. It is mass of It's not like 54 years of berkshire our hathaway letters, but it's up there. It's gonna take me 1 time. Hopefully I can finish that by next week. In the week after that, I'm gonna read a book by somebody you've never heard of. Guy named Jim Clayton, most likely you've never heard of. I didn't know who jim Clayton was. But I'm reading Berkshire Hathaway shareholder letters, and these students came to visit Warren Buffett. They gave a book. They gave a gift. The gift was Jim Clayton auto, which is how Jim Clayton talking about like, how he built his company. Warren Buffett like the book so much. He bought Jim Clayton company. And so when I read that, I'm, I don't know who jim Clayton is, but I know Warren Buffett admire him so much that he liked the book that he bought a company. That is a clear indication to us. That we should be listening, like, we should we could learn a lot from that book. So let's go ahead and do that. So that's the basic plan. After that, I can deviate and go back and and pick whatever book I want. But that feel like there'd would be, like, 4 basically 4 weeks straight. Of things that are heavily influenced by Warren Buffett and Charlie Mu, which, again, I've learned so much from. And they're they're speaking of that, the notes I was talking to you about a minute ago, David's notes, there's a lot of talks that I take notes on by Charlie Mu and warren Buffett. I mean, Youtube's a treasure trove for them. So I'm losing my voice. I've talked enough. Thank you very much for listening to the podcast. Thank you very much if you can please tell your friends I'd really appreciate it, and I will be back next weekend or next weekend. Next week, hopefully talking about the wit and wisdom of Charlie Mu."
}