{
  "transcript": "Every century or so, our Republic has been remade by a new technology. A hundred and 70 years ago is the railroad. In our time it's the micro processor. These technologies do more than change our habits. They changes the way we think. Henry David The, hearing the trains passing once wrote, have not men improve somewhat in pun since the railroad was invented, Do they not talk and think faster in the depot than they did in the stage office? And of course, anyone knows what computers in the Internet are doing to us now. In between the steam locomotive and the Apple came Henry Ford's model t. 1 day toward the end of his life, its maker was talking with a local high school boy. And they gone into the subject of education. Ford spoke of the virtue of the Mc reader era, those were textbooks that he used to educate himself. And this sounded pretty fu to the boy. But, sir, he protested, these are different times. This is the modern age and young man for it nap. I invented the modern age. The claim is as preposterous as it is meg. It is also largely true. My name is David Center, and you're listening to founders. My podcast about history's greatest entrepreneurs. This episode is about Henry Ford. I've mentioned on past podcast podcasts that I've been reading the fantastic blog by Tim Urban called Wait but why? And specifically, I found it after going through his multi part series on Elon Musk. And I was reading the post titled why Tesla will change the world. Well, first of all, I I really shouldn't call it a post. They're, like... It's, like these series... The series that he's doing is, like, 30000 words. So they're almost like small books. But I was reading the 1 that says, why Tesla changed the world world, and I came across this quote, and this is directly from the blog. I asked Musk about his opinion on Henry Ford. He said, Ford was the kind of guy that when something was in the way, he found a way around it. He just got it done. He was really focused on what the customer needed. Even when the customer didn't know what they needed. So, obviously, you can't really do a podcast about history greatest entrepreneurs and not cover Henry Ford. There's a lot the great line in the book. It talks about, Ford had the impact in the twentieth century that Thomas Edison had in the nineteenth century. And, I definitely would agree with that. So 2 quick notes before we get into this book. First of all, I apologize it's taking me so long to get this out. That was not my intention. This is actually my third attempt at recording this podcast. The first 1 I did a couple days ago, and it was just way too long. And when I listened when I listened to it back, I didn't think I did a good job. I think I included too much stuff that wasn't that interesting. When I was hearing it... Hearing myself, talk. So I scrapped that, and I started over and recorded another 1 the next day. The second 1 was good, but I accidentally recorded it with my gain on my microphone turned all the way up. And the audio quality was just terrible, and I wouldn't dare suggest you to that. So I'm doing this again, hopefully, third times the charm charm. And I'm telling you all this is because in case you aren't already subscribed, make sure you subscribe. So when the new episodes are released, new podcast release, your podcast player alert you. I don't really have a schedule. I'm doing them as fast as I can. And because they're all every single podcast is based on a new different book. Sometimes I read a read the book and get a podcast done in a few days. And sometimes the book is just longer or they outline takes longer and it takes me more than a week. So I am releasing them as fast as I can get them done. That brings me to my second note before we get into the book. And, found... Just reminder, this podcast is independent ad free due to patron support. So patrons get every podcast first. So if you want them as fast as possible, make sure you become a patron. It's it's really inexpensive. And patrons also get exclusive access to premium podcast I do. So, every other podcast that I record. I do just for the patrons. And so you won't hear every other podcast. Unless you become a patron. So make sure you do that. It's the best way to support the podcast, keep me ad free. So we... There's no interruptions. We just get right to the good content that you want. And it's also a good way to learn about entrepreneurship. We're covering, and not only learn about entrepreneurship, but I think people that fundamentally changed the, like, the trajectory of history are just are there it's interesting to me and hope, hopefully, it's interesting to you to hear about these people's lives. People like Sam Walton, Jeff Bezos, Elon Musk, Thomas Edison, Joseph Kennedy, Jim Clark. Now we're talking about Henry Ford. And just... And I have, you know, III read a new book every week. So, I have 1... I just got in the mail today, the the new Phil night book that everybody keeps talking about. That's called Shoe about the founder of Nike. So would... I'm gonna keep this going... And if... Like I said, if you wanna support it, best thing to do, go to founders podcast dot com, that's... You can go to, become a patron, there's also link directly in your podcast player. So I've taken enough, I wanna get right into the content. So since I've done this multiple times, I know what the airline is gonna be. The first part I wanna talk to you about is the idea. So how he... How Henry ford came up with the idea for the horse carriage, specifically the gas powered horse carriage, which was... Didn't exist at the time. And then the precursor to him meeting Thomas Edison. And as you'll see, I I definitely left out the parts that everybody, knows. So everybody knows about the model t. I think everybody knows that Henry Ford was credited with coming up with the system for mass production and and being able to lower prices. But so I'm I'm just gonna include the parts that we're surprising to me when I read the book, and and just some of them. Because the book is kinda long. It's like, 350 pages. But, Richard Snow. The author did a really good job. So let's get into the idea, at this time, in the story, Ford is just an engineer and mechanic, and he he's been studying, engines usually steam powered engines for a few years. So he is summoned to detroit to fix a broken engine, and it's called an auto engine, 0TT0. So let's get right into the book. This 1, meaning the engine was smaller and sup than the first ford scene, and he returned home distracted. He sat and brood over some technical magazines. He mentioned the engine he spent the day with and he said he believed it could be used to power a horse carriage. There was more. Ford knew all about forging and tuning metal. He knew all about steam, but the auto engine was fired by an electric spark. And he didn't know much about electricity. To learn, he would have to move to Detroit and get a job with a power company. He told Clara Claire his wife. He had hoped that it might be at the Edison illuminati company. He went up to the steps of Edison illuminati, which founded 5 years earlier was now feeding power to 1000 homes and 5000 street, and he ran into an elderly man who was just leaving. Who's in charge here, Ford Asked him. Charles Phelps Gilbert said, I am. What can I do for you? I am an engineer. Have you any work I can do? Well, how much do you know about the work? As much ford Boldly replied as anyone my age. That was the interview. Phelps said, well, I do think we have a place for you. A man was killed last week down at the subs station, and we need someone in this place right away. The hours, 6PM to 6AM. The salary, 40 dollars a month. Clara was horrified. Henry may not have told her he was leap into the shoes of a dead man, but she saw clearly enough what is plan meant. She'd be leaving her family, the countryside she had lived in her whole life, the house that she had helped design and the garden. It almost broke her heart. She was a believer though. The Ford's left their house on the morning of 09/25/2518 91, and Henry started his job at Edison illuminati the same day. Gone with the... With a couple was William Ford William ford is Henry Ford's dad. Gone with a couple was William Ford's last hope of seeing his son settled down and work the family acres. Henry summed up his final departure in a sentence that, although just 6 words long, it's spacious enough to show that he had never for a moment intended to make the transition from working on engines to farming. The timber had all been cut. So before I move on I just wanna explain what took place in that last paragraph. William Ford was a very proud farmer. He wanted his son to take over the family farm. And from at a very early age, Henry ford hated farming. In fact, he got into engineering and building engines because he wanted to find a way that machines could do the farm that he was supposed to do. And so what he... What they mean there by him saying those 6 words, the timber had all been cut. His father had given him, I think like, 40 acres or something like that, as long as he would remove the timber. So he used machines to clear the land and then use the wood to build his house for himself and his wife at the time. And this is also, metaphor for saying that his time on the farm is over. And now he's gonna move to Detroit and pursue his love of of engines and and engineering, and then eventually, course building the car. So I wanna skip ahead. So that part was the idea. This is his the first, you know, little seed or a little inkling of, hey, maybe this this electric engine I'm working on can actually power our horse's carriage. Right? And this is the late 18 hundreds. So now I wanna move to the motivation. And if you recall, the... In the Thomas Edison podcast we did, I spent a little bit about that podcast talking about the the the friendship that developed between Thomas Edison and and Henry Ford. Later in his life, Edison was a main ben manufacturer of for its twelfth. Ford idol, Thomas Edison. Similar to, I think, how maybe today's entrepreneurs idol in many cases, like, Elon Musk. So anytime he would be having the opportunity to do business with Edison Ford would would, he wind up, like, funding a bunch of projects. He went up loan millions of dollars to Edison because, Ford also hated Wall Street. He hated to financier years. He hated lawyers. He was a brilliant engineer and a, brilliant manufacturer, but he did have some ford did have some some quirks and some negative sides to them. I'm not gonna cover too much of them. There is some in the in the book. A lot of it has to do with his dis distressed of Wall Street. He was a well known anti semi, And just... He he also... Like, there's a part in the book that's just really strange where he thought he could... He was so successful. The the the most famous person in America, as we'll see at the end of the podcast. 1 of the richest people in America, and he wanted to... He thought he could put an end to world war 1 before it began by basically charter a boat and then going and talking to neutral... It's just... There's some there's some fascinating parts of Henry ford, but like, everybody else where where there's we're all... We all have good and bad to us, and, the book definitely didn't skip over the bad. But for now, I wanna talk to you about the motivation. And so at this point, this a few Henry ford's has been working at the Edison illuminati company in Detroit for few years. He's been doing such a good job that the person that's running that plant invites him to the Edison conference where all the people that work for Edison gather, and he winds being able to meet Edison. So let's let's jump right into that. Henry Ford's career so thoroughly Brian myth. Much of it attended by the car maker himself that his meeting with Edison might seem like folk. But in fact, that August, he spent 3 days with the man who played much the same role in the nineteenth century that Ford would in the twentieth. Dow, this is Alexander Dow, Edison boss at the at excuse me. Ford's boss at the plan. Dow had much faith in Ford, but little in the internal combustion engine. He was an electricity man. So already at this time, Ford figured out, he'd built a small gasoline engine in his kitchen and in his workshop outside of Detroit in the back of his yard, and he created, like, what's called, like, quad, which looks like a very small car powered by a, very tiny internal combustion engine. So let's go back here. He was an electricity man. Edison had set up his pearl street station. The first central power plant in the country in Manhattan just 13 years earlier, and that was modern enough for Dow. On the second night, August 12, he and Ford were seated at Edison table. The group had been discussing batteries that day, and the talk turned to their use in powering automobiles. Dow pointed across the ford and said loudly. Everyone spoke loudly around Edison because he was a half death. There's a young fellow who has made a gas car. Ford believe the perfectly accurate statement contained a barb of mock. Possibly Dow had hoped that here next to the man who might as well have invented electricity. Ford could be laughed out of his fix station on gasoline. Dow went on to tell how he looked out his office window 1 day to see his superintendent that's ford. His wife and little boy, pop pop popping past beneath. He made fun of the engine noise because electric cars ran silently. And I just wanna get into comment right there. I think I didn't know this until I'd watched a documentary what happened to the electric cars. And then I went even deeper and, when I read Tim Urban blog post on Tesla, that the first cars were all electric. And Ford was 1 of the first people... Certainly the first person in a detroit to build a gasoline power car. Now let's go back to the book. Servants of electricity though they all were, everyone at the table turned to ford with interest including Edison himself who was clearly struggling to hear. Noticing this, the man next to him got up and gesture forward into his chair. Is it a 4 cycle engine? Edison once asked, Ford said it was. What ignited the gas in the cylinder. I told him that it was a make and brake contact that was pumped apart by the piston and drew a diagram for him of the whole contact arrangement. He was going to improve this on the next car ford it said and went on to draw. What today we would call a spark plug. It was really an insulating plug with a make and break mechanism using washers of Micah. I drew that too. Edison kept asking questions and ford kept drawing. For I've always found that I could convey an idea quicker by sketching it, than by just describing it. That was a direct quote from Ford. When he was finished, Edison banged a fist on the table so hard that the dishes around him jumped and said, young man, that's the thing you have at it. You have it. Keep at it. He went on to dismiss the competition. Electric cars must keep near to power stations. The storage battery is too heavy. Steam cars won't do either for they have to have a boiler and a fire. Your car is self contained, carries its own power plant. No fire, no boiler, no smoke and no steam. You have the thing, keep at it. Edit Edison finished by telling Ford, that for the purpose, any gas motor was better than any electric motor could be. It could go long distances he said, and there would be stations to supply the cars with hydrocarbon. That was the first time I ever heard this term for liquid fuel. Remembering that evening, some 35 years later, Ford said that bang on the table meant the world to me. He went on with an extremely rare mention about having entertained doubts. I had hoped that I was headed right. Sometimes I only wondered if I was. But here all at once and out of a clear sky, the greatest invent genius in the world had given me a complete approval. Ford started on his second automobile. So just before Moving on, I wanna comment on that where... So Ford is extremely confident, like, the story I just told you sometimes over confident where he thought maybe he could fix the the World war 1 just by talking to people. But this part, I think you don't have to be... You your business or your goals don't have to be as large and grand maybe henry forwards were. But I think he's subscribing the the struggle that every entrepreneur feels at some point. And it's like, he says I had hoped that I was headed right. Sometimes I only wondered if I was. And it goes back to the way that I think anytime you're building a new project or doing anything that you os back and forth between extreme confidence and then doubt. So we talk about the idea for the for the guessing powered horse horse carriage, the motivation having a conversation with edison. Now we're gonna talk about the actual starting the Ford motor company. So let's let's just jump right into it. On June fourth, John Anderson, which is 1 of henry ford's attorneys. Sat down and wrote a long letter that turned out to be well worth the wrist cramp amount of effort he put into it. For it eventually netted him 17000000 dollars. The letter was to his father, a civil war surgeon who was now the mayor of Cross Wisconsin, asking him for 5000 dollars to invest. It is clear, persuasive and largely honest, a fine selling letter. It is also the best firsthand account we have of the birth of the Ford motor company. Dear father, John began. Horace and I have an opportunity to make an investment that is of such a character that I cannot refrain from laying the details before you for your consideration. Mister Ford of this city is recognized throughout the country as 1 of the best automobile mechanical experts in the Us. There follows a summary of Ford's racing history and a wonderfully benign account of his dealings with Leland. Several years ago, He designed, Leland was somebody started a company with. Several years ago, he designed perfect and placed on the market a machine. A company was organized, but not long but not long after desi to devote his attention to a new model entirely He sold out his patents and interest and retired. The machine is known as the cadillac. You will see it advertised in all the magazines. So what they're talking about there is something I didn't know. So obviously, everybody knows what the Ford Motor company. Right? But be this is his third attempt at starting a car company. The first 2 fall the same pattern. So he would... He he'd build a car. He'd find... He'd to have somebody to make an investment. They did start a company. What happened is similar to I guess what would happen now where the entrepreneur owns... Raises so much money that he owns such a small portion of his own company and then has no control. So Henry Ford is is very much in my opinion what an entrepreneur is. And that is, like, yeah. You you wanna make money of course, but you won't control. And for him, he just wanted to build the best machine possible. He didn't call him cars. He's called machines by the way. And he wanted control And anytime he was in a situation where somebody else was telling him what to do are not letting him build the machine he wanted. He would just leave. So he dissolved 2 companies before the ford motor company. 1 of those companies wanted up being cadillac, which is kinda crazy considering the Ford motor companies still around today and so his cat like, and they both started with... They were both invented by Henry Ford. So let's go back into the... Oh, before I go back into the letter too, this part where they talk about, the air follows a summary of ford's racing history. Do you remember in the the podcast, about the wright brothers, how 1 of their marketing strategies was they would put on these, like, shows. So people would would... Like, 20000 people would show up just to watch them, like, fly these airplanes. And then once you have that amount of people at a show, inevitably, like, contracts to purchase these machines would would would come in. Henry Ford be... 1 of 1 of the first ways he built, like, such a celebrity was he entered 1 race. At the time, Americans were not interested in automobiles others than racing. They didn't see, like, the application for, like, the everyday use, largely in part because they were really expensive. But... So he wound up designing race car. He racing himself. He won the race by large margin and then he would never race ever again because was so dangerous. So that's that's what they're referring to. So let's get into the actual letter that John's writing his father. He then turned his entire attention to the designing and patent of an entirely new machine. Mister Malcolm, the coal man backed him with money. That's ford's partner. And the result is that they have that they have now perfect and are about to place on the market an automobile, and they have the words gasoline and print parenthesis here. That is far in away, the best of anything that is yet to come out. And I should say, Malcolm ford's its partner at the time. That's not gonna last. Ford again, he's only going to run the company the way he wants to run. Any way that gets in his way is as we'll see in a in a store in a in a few minutes, is going to be pushed to the aside. Having perfect the machine in all parts and demonstrated to their complete satisfaction and to the satisfaction of automobile experts and cycle journal representatives from all over the country who came here to inspect it. That it was superior to anything that had been designed in the way of an automobile, and that it was a sure winner. The next problem was how to best and most economically place it on the market. So that that is 1 long 1 sentence. But I didn't wanna change the content. So I just read it the way it's written. After canvas the matter thoroughly instead of forming a company with big capital, e a factory and installing an extensive plant of machinery to manufacture it themselves. They determined to enter into contracts with various concerns to supply the different parts and simply do the assembling themselves. That's an interesting part. So what he's referencing is there's there's there's other automobile companies at the time. Ford's it's not credited with inventing that bill. He's credited with inventing the mass production of the automobile. But what they realized was that you'd have to raise so much capital just to build a factory if you're building everything yourself, that your ownership would be diluted. So almost like how you have, like, Mvp, like mineral viable product now. This is this is the the minimal viable product version of a of an automobile in the late 1800. Excuse early 19 hundreds. So what they're gonna do is they're gonna design the machine, then they're gonna find all these subcontractors they can make individual parts, and then they'll have the parts shipped to their clinical factory, and then ford will... And his workers will put it together. The letter continues and you're gonna recognize this this name too, and this is really fast. Thing. So they entered into they entered with the Dodge brothers here to manufacture their automobile complete. Less wheels and bodies for 250 dollars a piece. So again, ford starts cadillac, leaves that company ford then starts to ford Motor company is still there, and now we're we're gonna you're gonna recognize that name, Dodge, which still exists this day. And I actually wanna talk about the Dodge Brothers. I wanna see if there's books written on them because there... They make a They play a big role in Ford's life, and they're just their characters. So let let's talk about that real quick. So the Dodge brothers came into Henry Ford's life, and he could scarce have found 2 colleagues more different from himself. Alfred sloan once wrote, I saw nothing of the mining camps of the west, and nothing that happened when oil was struck, but I did see Detroit. The gasoline engine and its myriad promoter from gifted engineers to manufacture representatives living out of their suitcases, we're giving the long established city something of the the fever essence... Excuse me. Of a boom town. Into this volatile brew of hope and money and op John and Horse Dodge brought a width of the all but vanished violence of the frontier. Now in their late thirties, the dodges had been born to a blacks in southeastern eastern Michigan. And had gone to Detroit in the 18 eighties to become expert mach. Horus worked 2 years with Henry Leland, and then the brothers went across the river to Canada and set up a bicycle factory. It prosper enough for them to move back to Detroit. Open a machine shop and win the contract to make engines for olds Olds automobile. So real quick when they talk about they set up dodge brothers before they got into automobiles, were setting up a bicycle factory, Something I also learned from reading this book on the automobile manufacturing and also the book on the right brothers is the precursor to both the the automobile and the airplane. So a lot of people think the precursor search to the auto was like a horse. Right? It's not. It's a bicycle. That they took a lot of the designs from bicycles and applied that just made it a 4, basically, what they called quad. So, like, 4 wheel bicycle with an engine. Same way, if you recall, the wright brothers, they they produced and manufactured and design, their own bicycles. And then they took a lot of the stuff they learned from bicycles and transferred into trying to make a human powered flight. So that was, again, that's just something that I didn't know, learning for the first time, and I I thought it was interesting so I'd share with you. Let's go back to the book. This is the the really, like, these guys are just dodge brothers others are crazy. As against this admirable rising professional arc, they were both loud mouth sal brawl. The brothers were inseparable, they dressed even more identically than men of business usually did in those days. And they shared the red hair that folk ties to a quick temper. Horus was the slightly less aggressive of the 2, and his wife always blamed John for the scraps they got into. But horace clearly needed little encouragement. 1 time, they smashed all the light bulbs and in the Chan leaders of the Cadillac hotel. Once, in a scene truly rep reminiscent of of Tombstone days, John pulled a pistol on a sal keeper and made him dance on top of his bar while using his free hand to fling glasses against a mirror. There must have been a lot of glasses because this particular spray cost John Dodge, 35000 dollars and damages. So before I continue, let me just give you some context there. When Henry Ford was bought out of the Cadillac company, they gave him 900 dollars, and he was happy with that because he could support his family for about 6 to 12 months on 900 dollars. So that's was just a few years before the dodge John Dodge is paying 35000 dollars for 1 night of sal brawl and shooting and breaking glasses. So gives you it should give you some some idea with the kind of damage. This guy. If you could support yourself in your family in 900 bucks for half a year or year, how much damn... Like, what did the the someone look like? So it's just interesting. Back to the book. But to continue with John Anderson's pitch to his father, what he wrote next is also true. The Dodge brothers are the largest and best equipped machine plant in the city. They have a new factory just completed and is and it is not excel anywhere. Well, when this proposition was made to them by Ford Malcolm, They had under consideration, others offers from Old automobile and the great Northern automobile company to manufacture their machines. But after going over mister Ford's machine very carefully, they threw both of those offers away and tied up with mister f and mister m, meaning Forward Malcolm. So this this is this this kinda speaks to how great Ford was at designing and engineering machines and engines. Okay. So skipping ahead a little bit. This is now the author describing parcel letter, and then we'll get back into that. It might not sound much. It might not sound like much of a proposition. A dozen boys in a 75 dollar per month wooden factory, patching together parts pulled in from various works around the countryside and offering the result as an automobile. But given the immense amount of capital necessary to create a factory that could accommodate the whole job of building a car under 1 roof, the independent supplier and his piece work were almost inevitable. So, I I include that part for 2 reasons. 1, the description of this is the very beginning of the ford motor motor company, which winds up, just a model to alone. They sell over 15000000 of them. And now, of course, the ford motor company still exist a hundred years later, it's, you know, maybe tens of, I don't know the market cap off offhand, maybe tens of billions of dollar still. And yet, it started out a hundred years ago in a 75 dollar a month quote unquote factory, which was just it's just a warehouse and 12 boys putting together pieces of an automobile produced by other people. And then the second part I wanted to include that in there's because, again, it references their version of the multi, the the minimum viable product. It's hey. It it costs us way too much money to build our own factory. Let's try to do this on the cheap as much as we can and then let's get to selling. And then from there, eventually, of course, ford builds its own factories and get does all that, but he does it after the product is successful not before. So the letter continues. Now, as to the investment feature, you will see there's is absolutely no money to speak of, tied up in a big factory. Again, they keep hammering this over and over again. He goes on to speak about the product. The to know, I don't know if I'm pronouncing this correctly. I've never seen this word before, but the to know he mentions is actually a back seat. The basic model car was a 2 seater with a sloping rear. If the customer wanted the to know, he would pay another hundred dollars. Here's where doctor Anderson will get his returns. The machine sell for 750 dollars without a seat, and with a backseat 850 dollars. This is the price of all medium price machines and is standard. It is what the cadillac and the great Northern sulfur here and what other machines elsewhere sell for. John then outlines his first father, the their expenses. Like, the machine costs 250 dollars, the body, 52, the wheels so on and so forth. I'm not gonna read the whole list. But the important part is he arrives that that each car will net them 200 dollars in profit. So 550 dollars and expenses and 7... Out of the 750 dollar sale price. And then he wraps it up here. On the season's output of 650 machines, it means a profit of 97500 dollars. So skipping... Had just a little bit, Doctor Anderson reads his son's letter and headed for detroit, spurred on not by enthusiasm, but by caution. John had once gotten him involved with a Chicago fire sprinkler company that he that had eaten a great a good deal of doctor Anderson's capital before expiring as though poisoned by. What he found in Detroit did not reassure him. His first stop was at the large light and airy new plant. Those are in parenthesis. And now this is doctor John... Or doctor Anderson talking. I came to see the factory, which I had heard so much about. It was nothing prep. Just a little building on Mac Avenue in which the cars are being assembled from parts made elsewhere. James Cousins, I I want you to remember that name. We're gonna talk in detail about him. He's he's called Ford's greatest asset. And I find his... Also his life interesting. So James Cousins without the plant when we were there, and he offered to drive us to town in his first ford car. On the way, he attempted to drive through a small park, but the car stalled on a small hill. After frequent attempts to cross the little hill, mister Cousins was forced to d to around the block. That was my first auto ride. Doctor Anderson could have saved himself some trouble and anxiety simply by staying put in La lacrosse after receiving his son's lengthy plea. He was evidently a fawn father for after having looked up with dismay upon the Mac Avenue factory and gotten stuck in the park in its sole product. He gave his son the 5000 dollars he'd asked for. All the fundraising went like that, slowly. The money arriving and painfully extracted drips and dr. The Ford Motor company started in business on June sixteenth. Okay. So I'm gonna skip ahead. This is from the chapter. It's called Ford finds his greatest asset. And that greatest asset is this guy named James Cousins. So I'm gonna, read a little bit about James personality in his early life, and then we're gonna get right into how he finds himself at fort ford motor company and then the impact that he made in the partnership. He engages in with Ford. So this is about James. Over his father's vigorous objections, he went to work and did it about as well as could be expected from a pre with no training whatsoever. He was fired and found he didn't like failing 1 bit. He went back to high school for 2 years and then still stinging from his short lived career entered a local business college to study bookkeeping. By 18 90, he'd run out of patients with business school and went to Detroit where at just 18 years old, he got a job as a car checker on the Michigan central railroad for 40 dollars a month. Cousins had... This is describing the job yet. Cousins had to note down the numbers on the freight cars that entered the yard. Check the seals on their doors and tack a comfort... A confirmation card to each side of each car. This was merely tires work in August. But in December when the cars might roll in carrying a couple of inches of ice on their sides, it was a true ordeal. During bad weather, his fellow his fellow workers often glanced at the en crust seal and simply wrote down in distinct. Cousins never shi, always chipping away the ice until the seal yielded up its secrets to his ke lantern. Railroad bureaucracy rarely moves swiftly, but the car checker superior saw what sort of worker they had in cousins. And when he turned 21 and he asked for a promotion, they jumped him over several men men who had been with the road with the with the company years longer to make him the head of the freight office. Cousins was not a popular boss. Stern distant and always cross, his employees began to say that his soul annual smile signaled the spring breaking on the ice on Lake Erie. He nonetheless, which gru regarded as a fair 1. He never tried to shift responsibility upon others to shield himself, said a man who worked for him in the freight office. If he made a mistake, he would own up regardless of what the results might be. And if cousins was temper with his under underlying, He was every bit as a abrupt with his superiors and even with his customers. So this again is a a twist of fate in his life and eventually, Henry Ford's life. The way Jim cousins talked with these patrons on the telephone, another employee remembered, giving them Holy hell was just astounding. Now here's the twist. 1 of those customers who often got the sharp side of his tongue was Alexander Malcolm. Malcolm samuel your call is ford's its partner and 1 of the Chief Financier years as a ford Motor company. He had plenty of temper himself, but a few bout with cousins left him more impressed than annoyed by the man's utter devotion to the interest of the Michigan Central railroad. Wouldn't so imp employ an advocate be of use to the Malcolm coal company in 19... Or should be 18 97, Alexander Malcolm offered cousins the job of managing the coal company office. Cousins accepted. A year later, he was earning a hundred dollars a month and sc saving enough to have accumulated his 400 dollar hoard when his boss got together with Henry Ford. What he's talking about there is? He saves 400 dollars. And when that letter... The letter that we just covered the 7000000 dollar letter. So there's a bunch of people that put in money. Some people... The the the largest single contribution was, by this banker named Gray. And That was 10000 dollars. Of course, doctor Anderson Put in 5000. Well, cousins so believed in Henry Ford that he put his entire life savings for the company. And it was 400 dollars. And then he encouraged his sister to put in a hundred half of her life savings, which was, she had 200 dollars this time. So she invested a hundred in ford motor company. She winds up selling out her interest, that hundred dollar, she turns into 355000. And then, as we'll see later, cousins 400 dollars, including acc stock, working at the company. He cash out for over 30000000 dollars. So the the amount of wealth that the Ford motor company generates it's staggering. And we'll... I'm gonna cover that. In the next section where we talk about how ford's able to accomplish something that no 1 else that American history has. So we'll get there in 1 second. Okay. So back to Cousins though. Cousins knew nothing about motor cars, and that was fine with him. It... There's a funny story where he thought they they ran on water. He got more interested in automobiles when his employer told him how consumed he expected to be by the Ford operations. While Malcolm was a away discussing engine compression and flywheel, he had he had given Cousins greater responsibility in the coal business, a raise and a bonus 2. As it turned out, cousins never got near the coal business again. Now this is another twist feet. Which we always talk about on these podcast podcasts. How there's just 1 or 2 or 3 decisions or just acts a randomness that greatly influence the outcome. And this greatly influences the outcome of Cousins life, Malcolm life and Ford's life with what happens here. It says he never got near the coal business again. Malcolm explained his plan to John Gray. The reluctant president of the new for... Ford motor company. Gray was president only because he put in the largest amount of money, which is the 10000 dollars. And it it talks about here, but Gray put in the... The weird thing is Gray put in the most money, and he was hugely pessimistic. He thought he would, like, he thought no 1 would buy automobiles. He thought the company would fail. He was just putting in money because he was making so much money on Malcolm coal company and malcolm some ass to put a money. Gray dies in a couple years from, like, heart failure, I think. But his estate makes tens of millions of dollars of this investment. So Malcolm telling him, hey, I have this guy cousins, while we get started with this new venture and the Ford motor company, he's gonna run a coal company, and malcolm said does not like that. So let's go to the book. No. No. Said Malcolm. No need no no. Said Malcolm said no need for that. Oh, I'm sorry. Let me back up. During a meeting of the Ford stockholders to be. Malcolm explained his plan to Gray. Reluctant president of the new company. Gray was having none of it. Malcolm New cole best, he said. No No said Malcolm said no need for that, Cousins here is a wonderful manager, he can easily run our coal operations. That's fine, Great replied. If cousins is so good then you can send him to the automobile business this. He can watch that for you. Malcolm protested it again, but grace shutdown down the debate. I am putting up my money on you because you're a good coal man. You must stay in the coal business. Thus, Henry Ford was assigned a partner. He offered to drive Cousins home from the incorporation meeting on that close Mug June night. So the the the fate of the Ford motor company could changed drastically. If cousins was never involved because as you'll see in a few minutes, cousins is credited with being able to scale and and also keep forward shipping. And Malcolm winds up losing his seat at the table when, he tries to argue with Ford over what kind of car to build. And as I mentioned earlier, Ford does not, like taking... He wants complete control over the entire company and he wants to complete control over the direction of the. But we'll get there. Let let's go into... Let's continue on with cousins and the impact he makes. So talks about. In the first few months of manufacturing would worried him meaning forward, most were the complaints of the fellows who had brought who had purchased his cars. Each 1 stung him. Perhaps it was a shattered break drum, perhaps 1 more about the Tee kettle radiator, whatever the particular complaint. Ford started once again to voice his conviction that the customers were right and that the car wasn't quite ready, and he had to... It had to be improved before it was sent out in the market. Another month or so suffice. Such sc had already wrecked 2 promising companies. But those operations hadn't had a James Cousins, and his infinite reserve of stubborn and resource to draw on. Cousins told Ford no. Cousins would, he said be willing to dispatch a mechanic to anywhere in the country to fix an ailing an ailing model a, but stop shipping and we go bankrupt ford kept shipping. So right there before I continue what about cousins. He's able to accomplish something no 1 else had ever been able to accomplish that point. What they were talking about with the 2 other companies, The 2 other car companies that Ford started before the ford motor company. They they never shipped, or they shipped so slowly and at a rate which would eventually bankrupt them because Ford was a perfection, and he kept wanting just like you said, no. I need another month. It'll be better. And that's just not how cars works. Especially this time when you're building everything from the ground up. Things are gonna break. I mean, even today, you constantly have to take a car and it'd be to be serviced and whatnot. So now his partner and who the board put with them. James Cousins doesn't allow that. So I I would think this this is may might be analogous to how Steve jobs was designing and creating the products, and then he hired Tim Cook to make sure that the logistics we're taken care of and they can actually build the product. So obviously, Tim Cook not telling Steve jobs know. At least... I've never heard about that, but so that the analogy might not be perfect, but basically, you have this invent genius who can build these great products, and then you have cousins that make sure the products he out the door and the company makes money. Cousins exercise the same fierce village over every aspect of the company's operations. He got to his off at his office in the Mac Avenue plant at 7 in the morning and stayed there until 11 most nights. Everything that Ford couldn't do, he did. He took care of the books, of course. He kept a constant intimidating eye on the shop floor and he wrote lively and s productive advertising comp, copy. He made no friends above or below him, and this is cousins is crazy. This is a good part. When Alexander Malcolm, Again, this is the the ford's its partner. When Alexander Malcolm sold a close acquaintance a model a at a discount, which is a a practice forbidden by cousins, the founder of the company found himself so fl be paraded that he made up the difference of the company out of his own pocket. I just thought that was hell hilarious. And this is a great summary of the impact Cousins hats. Ford by himself could not have managed a small grocery store, and cousins could not have assembled a child's kitty car. Yet together, they built an organization that has astounded the world. So now we're gonna skip ahead. We're still talking about cousins. This is the role cousin plays in the and getting Malcolm some out of the company. So Malcolm won of the Ford Motor company to build expensive cars. Henry Ford believed exactly the opposite. Make the car cheaper, not more expensive. You'll do better selling lots of low priced cars to farmers and shop clerk, than you will a few lavish ones to millionaires. In later years, Ford suggested that this lightweight inexpensive every man's car had been his lifelong goal. So before... Let me just interject there. When I was reading this section, it reminds me of that famous Jeff Bezos quote where he says there's 2 different... 2 types of companies in the world, those companies that strive to make their their product or service more expensive, and those to strive to make their product or service cheap as possible, and that's just obviously a para. You can Google Jeff Bezos quote and your to get the exact quote. Ford is definitely 1 that wants to make the least expensive product possible. So we just heard him say a little bit of that. Let's go back into this. In later years, Ford suggested that this lightweight inexpensive every man's car had been his lifelong goal. In fact, it is difficult to discover just when the idea took hold with him. But it was fully formed by the time he founded the Ford Motor company. In the middle of that year, he told John Anderson, our friend that wrote the the letter. When you get to making the cars in quantity. And when you make them cheaper, you can get more people with enough money to buy them. The market will take care of itself. The way to make automobiles is to make 1 automobile like another automobile. To make them all alike. To make them come through the factory just alike. Just as 1 pin is like another when it comes from a pin factory, are 1 match like another when it comes from a match factory. As his convictions harden, his friction with the board increased. Cousins who by now was siding with Ford on virtually everything, just wanted a car he could sell for more than it cost to build. The Dodge Brothers were for an expensive car, but they dislike M and didn't fight on his behalf when he demanded 1. So look what's happening now. Ford's getting mad because he wants his entire goal is to make the cheapest car possible. His partner trying to get him to build this big, really expensive car, cousins is already on Ford side, they're running the company and the company's making money. So he doesn't wanna disrupt that. And then their suppliers, and the people who are building the the the largest part of the car, the Dodge Brothers don't like Malcolm. So now he's he's already being isolated on an island, and that usually doesn't go well in the circumstance. Now this is forward talking. I am convinced that the 500 dollar model is designed to revolutionize automobile construction And I consider my new model, the crown achievement of my life. So at... So at this point, they start the model a, they keep releasing, so you have the model k of the model n, and they all different cars and but Ford wants to focus on what eventually becomes a model t, and that's what he's referencing here. Back to the book. Even as the model a was sprinkling prosperity on everyone involved in its creation. Friction grew among the shareholders. Most of the discord came from the different aims of Ford and Malcolm. There was more than that there was more than that to the acr money though. As he had back in the Detroit Automobile companies brief day, Ford was beginning to resent not being his own can. That that is a constant theme throughout the entire book. This guy is definitely... Like, he could not be anything else with an entrepreneur. He does not like people telling him what to do. That Malcolm faith and capital had made possible success meant less and less ford. He was surely thinking of his chief investor when he said, anyone who did not have a part in the manufacturing of the company was actually not contributing and was a parasite. I think, Again, I've mentioned this on past podcast why, like, I think history setting companies in, like, the historical context is more interesting than even what's going on in modern day is because history doesn't repeat a human nature does. And so This is what you see people in general will will very rarely remember the good things you did for them. Especially if it gets in waived of their incentives or what they wanna do. So in this case, Malcolm was actually extremely valuable. The Ford Motor company would not exist without him. And now they're rolling around, they're making money, and but Ford's not concerned about the money. He wants more control, and now he's discounting. Even though Malcolm was essential to his success. He doesn't care. Unfortunately, that's just a something you're gonna see a lot in human nature. And something that maybe you apply to, like, your own dealing. So again, this is Ford anyone who did not have a part in the manufacturing in the company was actually not contributing was a parasite. He's saying that about the person that funded the company. That's just that's that's kinda crazy. For his part, Malcolm thought, and I shouldn't say it's kinda crazy. It's it's it's it's completely expected given human nature. I'm just saying it's It's not that nice. For his part, malcolm brought Forward, I thought forward was being both stubborn and per reverse. The trend throughout the industry was toward expensive cars. So this is an interesting part. In 19 o 6, half the automobiles sold in America when for between 3 and 5000 dollars. Why stake your business on sales a tenth of this magnitude? A decade later, such cars would command less than 2 percent of the market. But during this hostile board... But during the hostile board meeting, ford alone for all that. So at the time, half the automobile market is car us 3 to 5... 3 to 5000 dollars. And again, going back to the fact that Henry Ford could support his family for 6 to 12 months on 900 dollars. That gives you an idea of how expensive, you know, 3 to 5000 dollars or was in 19 o 6. It is also as interesting that within a decade, that that market share shrinks from 50 percent to 2. So Ford winds up being, you know, correct. He just no 1 knew that at the time. When the Tu grew from shouted disagreement to an actual corporate fight, it was Malcolm who started him, and this is where he just he just screws up. Screws himself, Ford cousins just play them. He said truly enough that the original arrangement had stipulated that cousins would handle the car business while Malcolm got his coal dealership in order. And then the 2 men would swap positions. This had been all cousins wanted when he joined up with a foot with Ford a couple years earlier, but back then, he believed a car could run on water. His hard earned success with his partner made him refuse his boss. So did Henry Ford. I told Malcolm that I did not want him, but that I wanted his man cut his man cousins. And this just again speaks to cousins. He had he was also very difficult to do with in the sense of just like they talked about when he was 21. He'd be yelling at his bosses and his customers. This is his boss telling him, hey. Now you're gonna go over around my covid business and he's like, nope that's not gonna happen. Malcolm then tried to... This is another strategic mistake malcolm is doing here, and you're you're gonna see a few paragraphs how much money this cost them. Malcolm then seems to have tried to get cousins fired. Ford in turn persuaded the board to double cousin salary from 4 to 8000 dollars. This was in part a provocation and like most deliberate provocation it worked. Malcolm protested violently at the next shareholders meetings despite the fact the Ford Motor company had enjoyed a net profit that year of nearly 30 times his initial investment. As the claustrophobic meetings bi on, Ford and cousins decided on a strategy at 1 lie and Fortnite Wright. This is how they bait him and get him out of the company. The Ford motor company had advanced to a maturity where it was no longer desirable and possibly even dangerous for the company to rely on a single supplier from for the heart and muscle of all of its automobiles. Henry Ford announced the incorporation of the Ford manufacturing company, which would make chassis, but only for the model n. The dodges would continue to build them for the big model k. The model k is the big for that that that malcolm wanted to build the really expensive 1. The brothers had nothing to kick about because they automatically became shareholders in the new company and recipients of all the dividends it would generate. Malcolm on the other hand did not? He retained his shares in the Ford Motor company, of course, but he would get profits only on the sale of the finished cars and who knew how much the new house built chassis would cut into that profit. I consider this scheme as un otherwise and is as it is unfair. That's a derrick director cove from Mo. This was a position difficult for anyone to argue against, but then the gambler audacity that had given birth to the Ford motor company test intensified by ind nation and Bruce feelings prod Malcolm into taking an envoy step. On 12/05/1905, the Detroit free press announced the establishment of a new auto plant in the city. The Aero car company capitalized at 400000 dollars was building a factory on Mac Avenue that would turn out 500 air cooled touring cars in 19 o 6. The company, which would be making. This is their tagline. The car of today tomorrow and for years to come was owned by Malcolm. That the treasure of the Ford Motor company would now be competing with it, shifted the sympathies of the entire board to Ford. The directors demanded Malcolm resignation and after a few months of Ko negotiations, Malcolm sold his 1 fourth interest to Ford. He got a hundred and 75000 dollars. Hardly a bad return on investment of 10000 dollars 3 years earlier. But if he stuck it out for a decade longer, he would have gotten a hundred million dollars. So this mistake cost him 99900000 dollars. 99800000 dollars. And that was the end of Malcolm. Today it talks about the author talks about when he was doing... He spent 3 years researching this book. I was unable to find anybody in Detroit who knew further about mister Malcolm. So a huge mistake. Okay. So I wanna skip ahead. Again, I said earlier, I'm gonna skip the parts that everybody knows. So this point the model t's is a mask success. Ford is the most famous and 1 of the richest people in America. And, just like he has problems with Malcolm and all his old partners and bosses. He wanted, complete control. This section is I labeled... When I was already my notes, it's called control. And this is where Henry Ford is able to accomplish something that I don't think any other entrepreneur in history has ever been able to accomplish. And so let's we're gonna get into this. It's also interesting because I'm well, I'll tell you when I get there. Ford announced in 19 16 that hence fourth, he would be paying dividends of 5 percent monthly on the company's comic low book capitalization of 2000000 dollars. He told the brothers in August. These are the Dodge Brothers. He told the Dodge Brothers in August that this would allow him to put 58000000 into expanding his plant. At the same time, he cut the price of the model t by 66 dollars. Again, he was obsessed with lowering the price. Even with Highland Park, that's a, 1 of their ford motor companies production facilities, running a full capacity, the supply of cars could not meet the demand for them. And this meant the brothers calculated, that Ford had just torn up 40000000 dollars of company profits for no reason at all. They said for no reason at all, but his reason is because he he... No matter what he wants the lowest price if possible. The dodges were no longer supplying any parts to the Ford Motor company. 3 years earlier in 19 13. They had been shopping in a downtown department store when they ran into Howard Blu, their friend and lawyer. Again, just like we talk about these twists and terms and these these elements of randomness that become so important. This is a huge... This is 1 right here. Just shopping in a department store. Bloomberg surprised them by asking? Why don't you brothers build your own car? John said that they had headaches enough, let Ford and cousins cope with the Myriad difficulties of putting an automobile on the hands of a buyer. Bloomberg reminded them that their contract with Ford allowed either party to cancel it on a year's notice. What if Ford did that? Your plant equipment is too heavy to have it all depending on 1 customer. This is actually really, really smart. You've got too big an investment not to safeguard it better than you are doing. John, steer still merely amused by bloomberg suggestion. Asked the lawyer if he didn't believe in the business acumen of Andrew Carnegie and quoted the steel slogan. Put all your eggs in 1 basket and then watch that basket, also really good advice. Yes, I believe that Bloomberg said, If you own the basket, The basket belongs to Ford? The eggs belong to you. What is to prevent Forward from kicking over his basket and breaking your eggs. Bloomberg went bloomberg went to the brother's office the next data presses argument. And that July, the dodgers told Ford that their agreement would come to an end on 07/01/1914. Despite their initial mis giving, they quickly created a popular automobile. Their car was more expensive than the model t and thus no competition to afford. But they were relying on his dividends to get it firmly established. Ford had stopped paying all with the most dividends to his shareholders in order to invest in his other plans. As the Dodge Brothers friend had told them, It's fine to put all your eggs in 1 basket as long as you have control of the basket. Here's why what their lawyer told him was so smart. Ford in this case, suddenly decided that the basket was his, and he was gonna keep all the eggs. The dodge told Ford. Alright, If that's how you wanna do it, just bias us out and you'll have a free hand. Ford said he had already given them a fortune on their initial investment, and he wasn't interested in adding to that by buying them out. And this is a huge part. The brothers took him to court. They got a restraining order against ford using the company funds for the rouge, which the Rouge is a huge plant that they they're building or any plant expansion and brought suit demanding the company pay out the shareholders, 3 quarters of its cash surplus, which would come to nearly 40000000 dollars. So they go to court. I'm gonna skip over that part, which is gonna talk about the verdict The court told for that he had to drop his plans and within 90 days pay a dividend of 19000002 hun 275000 dollars. Ford appealed the decision and in February ninth... Ford appeal the decision. The appeal comes back, the dividend stands. So he's gotta pay that 19000000 dollars is a dividend. And here's where, why that that lawsuit was important. Because Henry Ford was a main shareholder, most of the payment went right back to him, The trial had evidently made him restless and on December t 19 18, he resigned as president of the Ford Motor company. He was leaving his company because of the dodge suit. The court's ruling had made it clear to him that he was not free to operate as he saw fit, and his only possible course was to get out and design a new car. Again, the fact that he wants complete controls is popping up again. Popping up another time. Now here's his plan, this is not... This is like a a head fake, and cousins sees that it's it's actually a lie. And at this time, cousins cousins and ford, had kept having disagreements of bumping heads. So cousins had resigned from the company years earlier. He just... He also has an interesting life, like I mentioned earlier, where he doesn't... Even though every single car company in the world wanted him. He never got back into the car business. He made lifetimes worth the money of 4... The Ford motor company He sure in his stock, and then he becomes the mayor of Detroit. So back here, here's here's Ford's plan. At the same time, agents began to approach the Ford stockholders, expressing cautious interest in acquiring their ford motor company. Their Ford motor company shares. Civil suggesting that it might be a good time to sell. It is a powerful testament to what Henry Ford had accomplished that the shareholders didn't at once see that the new company was a ploy, and it soon to be produced car a fantasy. But look what Henry Ford had done. They began to agree to sell. So the fact that he resigned. It's like, hey, now it's a good time to sell the shares. Let's get... Let's get out of here. Now this is cousin so. Again, this is got a really smart guy. Cousins did not. He had been right there when his partner figured out the model t. He knew Henry Ford would no sooner sooner abandoned that car than he would his wife or his son. He had also watched while Ford using an identical strategy to buy out Malcolm. Cousin stayed out of the negotiation as the bidding started at 7500 dollars per share, and the price rose and finally settled at 12500 dollars per share. Then he said he was willing to sell, but only at 13000 dollars a share. John Anderson, again, our friend that wrote the letter who had grown from the eager Timid young lawyer who wrote his father the long letter begging for 5000 dollars into a gentleman of leisure, found out what was going on through a man named Stuart Webb. Stewart Webb was representing undisclosed parties that wish to buy his shares. Sure you can guess by now who those undisclosed parties are. Anderson had already told Web, he would sell only if other shareholders wanted to. And on 07/03/1919, mister Webb call... This is now John Anderson talking. Mister Webb called on the telephone and said he had a document which he thought might interest me. Anderson told him to come over. The document proved to be an option running to Ed soul Ford, Henry Ford son, giving him the privilege of buying mister Cousin stock in the Ford motor company for 13000 dollars a share. Now here's a direct quote from John. Well, I read that option over and it was certainly a distinct surprise to me because this was the first time I had any inkling who the purchaser of the stock was to be. Mister Ford had denied in the press that he was interested in buying the stock. Well, I said to mister Webb, I see mister Cousins is getting more for his stocks than is being offered to me. Webb un happily agreed that this was true, and there was nothing he could do about it. Understand or Anderson said, I don't care mister Webb, If there's anybody in that organization who was entitled to a little bit more than anybody else in the case of a general sale, it seems to be it is mayor cousins. He was the mayor Detroit at the time. It was due to his efforts that the company became a success. So you have Anderson. This is a insight into the personality of of Anderson. And he just comes off extremely likable on the book. So skipping had a little bit. Anderson studied the figures and came to realize that if he sold, he'd be getting a good deal less than a share true value. Because he was the only stock who had not committed himself to selling. He was in a position to extract more money, but he did not want to present to mister Ford, the picture as an inevitably we would have been presented to him that I was holding him up. All his old colleagues had signed the agreement. If he held back, he'd be upsetting their plans. On the other hand, had he'd been too generous in his initial response to Cousins getting more for his own shares And now here's John Anderson thinking. All of these thoughts ran through my mind. I figured out, supposing I do refuse unless I get 2 or 2 and a half million more dollars than the tax, then with the taxes, where would that land me? It meant a difference of about 600 or 700000 dollars. And I said to myself by Jo. As I thought over what mister Ford Ford had done for me. As I thought of the house I was in and the room and contrast it with my humble home in 19 o 3 when the company started. The advantages I had in the meantime, and the ability to give up the daily practice of law. The opportunities afforded to travel, and all of these things I could trace directly to my association with mister Ford in the Ford Motor company, and I said to myself, John Anderson, Are you gonna be an rate, are you going to be a man? And I decided that I would not try to be an great? On Monday, Andersen told web, yes, and then the deal moved so quickly that the newspapers reported it completed 4 days later. Now here's some crazy numbers. Anderson got 12500000.0 dollars, having already received dividends of nearly 5000000 dollars. Cousins received 30000000 dollars. The estate of John Gray who had gone to his grave, still full doubts about the wisdom of investing in motor cars took in 26000000 dollars. John Gray recalls the banker who wouldn't let Malcolm from go and it was the largest shareholder, of, the initial. Not the large investor at the time at the beginning, rather. Henry Ford who so dis trusted Wall Street and all the H financial bastion of the East had to swallow his pride to ask for a 75000000 dollar credit to cover his buyout. He did so grim, but when everything was settled, he found he had climbed to a summit, nobody had achieved before. This is what I was referencing earlier. John D rockefeller never owned much more than a third of standard oil. And Rockefeller himself had been surprised to learn how little America's foremost financier year had been worth when Jp morgan died in 19 13. But by the end of 19 19, Henry Ford held the largest company ever in the hands of 1 person. His operation was worth half a billion dollars, and he owned it as completely as he did his piano and his bird houses. So there you have it, almost 20 years after the founding of the company, Henry Ford finally gets what he wants. He has complete control and winds up accomplishing something no one's ever done before. Somebody that owns the entire company and it has a market valuation of 500000000 dollars in 19 19. That that's just... That was surprising. I had no idea before I read this book that that's that actually happened. So I think that's a good place to leave it. If you want the full story, make sure you buy the book, I actually left a link in the description. It's a Amazon affiliate link. So if you wanna support the podcast. If you if you like the store you just heard and you wanna read the book. If you buy the book through the link that's founders podcast dot com and also in your... The notes of your podcast player. Amazon will give me a a small portion of the sale, and no additional cost to you. And I think winds to be, like, 70 or 80 cents. So a lot. I know a lot of you guys do that, and I'm really thankful. It's a great way to support the podcast. And again, the story is worth it. It's it's really interesting. And I mean, I buy a lot of books probably by 4 to 6 a month and just something I never... I never think about about as an... As an expensive thinking about it as an investment. Also, if you like what you just heard, you can leave a review wherever you get your podcast, 1 of you recently left her view that made me laugh out loud. I wanna read it real quick. It said, it's on Apple podcast. It said, the production quality is no radio lab, but the content is excellent. Great idea for a podcast. I don't miss an episode. So, whoever you are thinking for writing that. Just know that you may be chuckle. Staff... The production quality is definitely not radio lab, I do that on purpose. I really... I've talked about other podcasts. I'm a pocket... Just like, a, I'm addicted to reading all the time. Addicted digital to to listening to podcast. And I just I hate that they're all starting to sound the same. It's, like, people are just taking the same format copying over and over again. So I'm intentionally trying to do something different because podcast can be whatever you want them to be. It's a completely malleable medium. So... And finally, if you like what I'm doing here and you wanna support, please become a patron. I want this podcast to be ad free and independent, and I can only do that with patron support, in return, patrons receive exclusive access to members only episodes, they also, like, they get this... The episode you're listening to now is a free episode, but the patrons got it before you're hearing it. And every other episode I do is a premium episode. So it's published just for patrons only. So if you like the free episode, you like what we're doing, you wanna hear more. I say, we, It's just me. Feel like what I'm doing. Patrons... I I, going back that Jeff Bezos quote, I definitely want to... I... It's really inexpensive. It's only 5 bucks a month, and I do that on purpose because, I wanna make it as as accessible and inexpensive to everyone. And if you sign up to a patron, your support helps me create more podcasts on history greatest entrepreneurs. So founders podcast dot com to do that. So also I'll leave a link in with everything in your podcast player. And that's it. I'll be back in a few days with another podcast. Thanks for listening."
}