{
  "transcript": "Warren Buffett is the public face of Berkshire Hathaway and is rightly credited with tremendous long term success, but there's another major contributor to the firm's legendary performance record. Charles T Mu. Although less well known to the general public than Buffett, he's an equally astute and effective teacher as poor Charlie Alma, a collection of his best talks, quotes and ideas will demonstrate. With Charlie himself as your guide via his speeches and writings, you about to embark upon an extraordinary journey toward better investing, decision making and thinking about the world and life in general. Charlie unique worldview when he calls a multi disciplinary approach is a self developed model for clear and simple thinking while being far from simplistic itself. Throughout the book, Charlie displace intellect, wit, integrity and rhetoric flair, while simultaneously reinforcing the virtue of lifelong learning and intellectual curiosity. Alright. So that's from the cover. The inside flap of the book that I'm holding in my hand. Poor Charlie Alma, the expanded third edition is the width... The subtitles is that wit in wisdom of Charles t Mu. So this book is rather unique compared to some of the other biographies and books that have covered so far in the podcast, because it's more like a a textbook again, very similar to the 54 shareholder letters. I went over the warren buffett of shareholders letters. The book is huge. So in addition to containing all the wit and wisdom of Charlie Mu, and you could also work out with it or maybe even yielded as a weapon. So it is large, and I have a ton of notes, so let's not waste any time. Let's go ahead and jump into it. Wanna start with this quote, That's a great quote quote to start with. At the very beginning of the book, and it's Charlie in his own world words telling us. He says acquire worldly wisdom and adjust your behavior accordingly. If your new behavior gives you a little temporary on unpopular... On unpopular with your peer group, than to hell with them. So I picked up that quote because 1, it gives you an insight into the personality of Charlie Mu. He definitely has the habit of making these pit pit statements meant to provoke But second, I think he he's hitting on. There's no point in encouraging people to be lifelong learners. If what you're learning does not affect your behavior. So I appreciate the fact that he just assumes that, hey, you're doing this learning and obviously gonna take the ideas and it's gonna change the way you act. So the book is a arranged in a rather bizarre way as you could imagine more less of a narrative more like a textbook. So I'm just gonna pull out some... I mean, we're we're here to study the ideas of Charlie Mu. So it's not going to be like a a cohesive experience whatsoever. So I just pulled out a bunch of ideas. I am gonna cover his early life, which is more will sound more like an narrative, but, this 1 was in the this next highlight of mine was just in the very beginning of the book. And it's something I talk about constantly that reputation is persuasive and you're gonna realize that, but when you study Charlie Manga. He has a bunch of ideas that he repeats in different ways because he understands the importance of reputation and redundancy. So it says, Charlie redundancy and expressions and examples is purposeful. For the kind of deep fluency he advocates, he knows that repetition is the heart of instruction. So he's gonna give you the same idea. The bulk of the book I'd say half of the book is transcripts, edited transcripts of 11 of his most famous talks. And you'll... What you'll notice is he repeats a lot of the same things, but in different context. I actually think that's extremely helpful because you 1 that you're more familiar with it because you're hear over and over again, but he's also applying it to different domains and different examples, which may... Like, he he has this idea of like, the lattice work of mental models, meaning, like, he can't just hang an idea in your mind and not anchor it to something. If you don't anchor to something, you're just gonna forget it. So that's what I think he was doing in all these talks. Alright. So let me go I'm gonna start in Charlie early life. He actually met warren Buffett after. He worked for Warren Buffett uncle. And he didn't know warren because he's a few older at the. So let me just go right to this. He says, Charlie initially crossed paths with the Buffett family during the the formative years of his life when he worked at Buffett and son, an upscale grocery store in Omaha. The boss and part owner was warren grandfather. Okay. So now that his uncle uncles his grandfather. His grandfather earnest. A strict disciplinary. He scheduled his young workers for 12 hour shifts with no meals or breaks. The ar working conditions in the Buffet grocery store had a lasting influence on both Charlie and warren. So they're talking about there as warren few after Charlie left, started of working for his grandfather as well and experienced say a lot of the same thing. He was a an advocate of, like, pressure and tough love to make you obviously stronger. He says Charlie teachers, don't I were talking a love bit about his elementary and middle school, alright, some called junior your high. So this says charlie teachers remember a smart kid who's also inclined to be a bit of a wise at They use the word Wise acre, which I think is like, a Midwestern term for Wise ass. He enjoyed challenging the conventional wisdom of teachers and fellow students with his ever increasing knowledge gained through v reading, particularly biographies. So something that's meant a bunch of the times. In this book is the favorite thing for... Charlie, first of all charlie reads constantly. He says his kids for... Think he's, like, a book with legs sticking out legs and arm sticking out. But his favorite things to read is biographies. And he's read hundreds and hundreds of them. So More on his early life, he was... He was growing up in Omaha, Nebraska during the great depression. So he says the 19 thirties brought hard times. And Omaha experienced the severity of the great depression. Charlie observations of the plight of those less fortunate made a lasting impression. Okay? So I wanted to interrupt what I'm doing there. Because I thought that was a very important point. And let me go... I'm gonna go backwards in the book to the the forward that warren Buffett wrote on Mu to introduce, like, what what like, he's learned and how to think about Charlie. And I wanted to tie together to... Because the book talks there's several pages where it goes over, like, him noticing what's happening when you ran out of money. And I I my opinion personal opinion have studied several people that have lived through the great depression, of many of which become founders and investors and entrepreneurs later on the lives is that it was it changed the way they thought about how you should preserve your resources. So it's it's no, surprised to me now that I've studied Charlie Among this is the third book I've read about him, and by far the most comprehensive comprehensive that his... You know, his not as idle. It's not the right word I'm looking for, but the person he looks up to the most is benjamin franklin. So it says, this is now warren buffett writing. Since from 17 33 to 17 58, Ben Franklin dispensed useful and timeless advice through poor Richard's Alma. Among the virtue ex s were thrift, duty hard work and simplicity. So those are a lot of the themes that Charlie going to... He's gonna adapt for his own life. And I were just say, like, we've been talking the last few weeks, especially with David Og has this idea that you should, make yourself into a formidable individual. And I think... So what... What's thrift? Thrift, Is this just another word for fruit frugal gall, duty, meaning making sure, like, you're you're you're professional? Like, you you show up and you deal what you're supposed to do. You you keep your word, do you act with integrity, hard work and simplicity. So when I think about turning, like, what's the point us studying of these extreme characters. Right? No one's gonna write a book about you unless you have these extreme tendencies. And then the point of me wanting to study and learn from all these people. Is because I think it it's helpful to make myself into a formidable individual. And so when I think about the traits I admire in other people that I wanna emulate myself, and I do so right now imperfect because I'm an imperfect human being. They're very much the same traits that Ben Franklin, and Charlie Mu are advocating, and I've seen this advocated by a bunch of the people that are sitting in the podcast. Those are things that I want to have part of like, my tool set for lack of better word. It's only a handful of attributes, but if you can master's those attributes. I think you have a good life. Continuing back to warn. Subsequently, 2 centuries went by in which ben s on these subjects were regarded as the last word, then Charlie Mu step forth. Initially, a mere disciple of Ben's, Charlie was soon breaking new ground, what Ben had recommended, Charlie demanded. If Ben suggested saving pennies, Charlie raised the stakes. If Beds if Ben said, be prompt, Charlie said be early. Moreover, Charlie consistently practice what he preach. It's hugely important that their act actions are matching up with your your words. It's very hard for us humans to do so. Ben and his will created 2 small philanthropic funds that were designed to teach the magic of compound interest. So I had heard about this before. I went and looked it up, so I could explain it to you, but he left small sums, and it's about like, a thousand dollars in his money. Let's say, in our money it'd be about 4400 dollars each. Right? And he left it in a fund to be compounded for 200 years. And then the cities of Boston Philadelphia if could get the proceeds And in his will, I think he dictated it it might have been for, like, educational purposes or helping young people out. Right? And so what he was trying to do is show that compound interest is very counterintuitive to us. And so what happens this 4400 to to to convert it to, like, r dollars. This 4400 dollars each. Alright? So we're talking less than 10000 dollars, wind after 200 years grew to 6500000.0 dollars, which then the cities of Boston, Philadelphia could use as was outlined in as well. So that's what he's talking about this. These 2... This is basically an experiment that would take place after he died, which I thought extremely interesting. Obviously, compound interest is huge, important idea to understand if you're gonna understand Buffett, mu or really any growth in any company over a long period of time. They all start as we've seen on the pockets. We... They all start out tiny, and they grow large if you don't own... If you don't interrupt this compounding of value. So it says early on Charlie decided that this was a subject far too important to be taught through some post humorous project. I know I spelled that pronounce. Correct? Instead, he opted to becoming living lesson in compounding, is issuing frivolous defined as any expenditures that might sap the power of his example. So Charlie are, Warren talking about, like, they bought well, warren bought a private jet for Berkshire Hathaway, and he named it the ind ind indispensable because Charlie thought spending money or flying private was ind indispensable and and to warrants poking fun of them him here he says, consequently, the members of Charlie family when the joys of extended bus trips while... While their wealthy friends imprisoned in private jets, missed those enriching experiences. Okay. So I wanna go back to Charlie early life because I do think this idea of, hey, I don't ever... Like, they they call the margin of safety, which is just saying, hey, we're never gonna be short on cash professionally and personally. And I think that's that was that was learned in part, not only been franklin, but personal experience going through the Great depression. So it's just Charlie learned that by supporting each other the mu weather the worst economic collapse in their nation's history. So his family was able to operate from a relative strong financial position compared to, you know, I think it... At the time was 25 to 30 percent of people that wanted to work we're out of work during that. More about his early life, some of the stuff that that he was studying. And in in this example, Charlie is is specifically telling us. Even if we're interested in business investing multi disciplinary approaches, lifetime learning, You need to study physics, and this is something I haven't done. So I'm gonna have to... I'm gonna have to take Charlie advice here. He... So I says, he was impressed by the process followed by physicists. Such as Albert einstein to address the unknown. Physics like problem solving was to become a passion for Charlie and is a skill he considers helpful in framing the problems of life. He has often stated that anyone who wants to be successful should study physics because its concepts and formulas, so beautifully demonstrate the powers of sound theory. So he's gonna use this word multi multi over and over and over again, all that means is you can't just study 1 subject. You have to have worldly wisdom. You have to understand that the human default is we're extremely certain even though we live in an extremely uncertain environment. And by having the best ideas from a broad range of subjects. It prepares you to deal with that uncertainty. That uncertainty that he rightly brings up that most people don't even know exists. That most of people are way too certain in in their thoughts, and that's gonna be a reoccurring theme. Alright. More biography. So now we've we've moved ahead, he's married for the first time, and it says, despite outward appearances is always not sunny in Charlie world. His marriage was in trouble, and he and his wife finally divorced in 19 53. Not long thereafter Charlie learned that his adored son, Teddy was terminally ill with leukemia. So he goes through the... What I would argue is a single worst experience that a human go through and this death of a child, It was a significant burden for 29 year old Charlie. In that era, before bone marrow transplants, there was no hope. A friend remembers that Charlie would visit his dying son in the hospital and then walks the streets of pasadena in a crying. So it brings us up in later speeches that even if your child... You see your child die of cancer or some kind of disease that self pity is not. I mean, obviously, you're gonna you're gonna mourn, you're gonna grieve. You're gonna be changed for the rest of your life, but he uses that example, like, self pity is never the answer your problem. He is trained as an attorney. He interesting enough. He never got an undergrad degree, but he winds up getting accepted into Harvard Law school. So he... He has a law practice, but he he gets remarried. There, like, a blended family. There's, like, gross to be like, I don't know 8 or 9 kids. He's got an army of kids here. And so he says with many new responsibilities, Charlie worked hard his law practice. Even so his earnings were un to him as they were based on a combination of billable hours and senior. So it talks about he never forgot the sound principles Popeyes by his grandfather, another lesson from the great depression. To concentrate on the task, immediately in front of him and to control spending. Those are that's those are 2 great life skills. That if you're gonna teach your grandchildren and your children something, concentrate on what's in front of you and control your spending. So he winds up realizing, hey, I, I'm never gonna be wealthy if I'm working by the hour. Even if I'm it could be a high paid attorney, but it's still billable of hours and he talks later in his speech speeches that... Listen. It's this idea where I'm gonna have a quote of 2000 and... I think it's 2080 or 2040 billable hours a year. Like, I would be miserable. I can't work on why I had to follow. He talks about... He... The advice he gives you is follow your own drift is the word he uses, which means you are who you are. You know what you're naturally interested in. He could not work in that environment. And the... His mind was telling him that. Now he did something that's rare. He actually acted on that. A lot of people just wall in in in and suffer in silence. So saying following drift. So he says that what was interested. He was interested in business. He realized that, he had a lot of clients that were a lot of his law practice clients were businessman. And he's like, well, you know, they're not any smarter than me. Like, they figured out, I can do so too. So began investing in stocks and acquired equity in 1 of his clients electronics businesses, then he has a passion for for architecture So he starts it's doing the real estate fulfillment. The venture building condominium, this is near the School cal tech was a smashing success, and the partners earned a handsome profit of 3000 dollars on a hundred and 30... On, a hundred thousand dollar investment. In all cases, he left all of his new. This is gonna be his standard mo here. In all cases, he left all of his profits in real estate ventures so that the bigger and bigger projects be could become possible. Same thing with Berkshire Hathaway. They take all the profit and then just buy better and better businesses. The successful practice of law was then was by then a backstop stop rather than ending objective for Charlie. So it kinda puts the floor as his earnings. Right? I'll never go below that, but eventually I'm gonna make enough money. I don't need this anymore. At about that time, he was launching his new law firm, he was carefully crafting his exit plan. Charlie set up an investment partnership. So he starts investing his own money and starts to smaller degree investing other people's money. And that's where he... We're gonna get to the part of the story. Now Charlie is 35 years old. This is where he meets Warren Buffett, even though they grew up in the same city, they worked at the same place. They were several a few years. So they... He's invited to to a dinner or some friends. Warren shows up because warren kept getting confused by other people in Omaha. They kept calling him Charlie. And he's like I wanna know if that's an insult or not, which I thought was hilarious. So it says says the evening progressed to 2 young men, warren and warren was 29 and Charlie then, 35, became gross in a wide ranging dialogue covering many aspects of business finance and history, where 1 was knowledgeable. The other was just as excited to learn. So they always talk about, like, they are They... They're almost too much alike. And I wanna interrupt the biography section of this podcast with... So the book, like I said is it's more like a textbook. So there's just these these random sections put into the story or into the the pages. And this is... I just wanna pull 1 out. They're doing a q and A with warren Buffett. And he's asked the question. What would you say are his, meaning Charlie most unusual characteristics. And this is his answer. He says I would say everything about Charlie is unusual. I've been looking for the usual now for 40 years, and I have yet to find it. Charlie marches to his own music, it's music like virtually no 1 else is listening to. So I would say that to try and type cast Charlie in terms of any other human that I could think of, no 1 would fit. He's got his own mold. I think again, that's an attribute that that I'm certainly trying to do, and I would encourage others to. You could you have to lean into what makes you unique. And by doing so studying a wide range of other high performing humans this is a good way to do that. Alright. They wouldn't have written this book about Charlie Mu. If he wasn't if he... Like they said, if he's not, what did he say? Marching to his own music. Okay. So go back to his biography. Nope. My I lied. I'm not going back to his biography. There's just just 1 sentence for 1 of 1 of Charlie first partners, law firm him that he started is actually still exist today. It's widely successfully even though his name still on. Even though he's not actively involved in it. And then it just talks about, like, Charlie is a he's an information machine. He says this this has to do with my opinion why reading biographies is so helpful. Charlie Mu has spent a professional lifetime studying lives that have worked well and others that have glitches or have experienced failure. Okay. Back to the biography. Charlie left the firm as an active partner after only 3 years. When he left, this gives you an idea of his personality. When he left, he didn't take his share of the firm's capital. Instead, he directed that his share go to the estates of their... Of his young partner. Scanning fred, who passed away prematurely and who left behind a wife and a children and and children, excuse me when he died of cancer. I think that's very admirable obviously. He spent much of this time after leaving the the law practice, building the asset base of his partnership. His investment of his investment partnership. He also spent time working on various real estate developments. He invest... He was investing in stocks partly with his own money and partly with other people's money. Mu kept the overhead cost at close to 0, and he had tat before joining Berkshire Hathaway. He had a fantastic returns. It just like something like 20 percent per year, or something like that. Oh, this is this is this is an interesting thought. I've always said, like, it's it's better to to, be wealthy and anonymous and than to seek fame, Like, seek wealth through hopefully building products out other the people love and enjoy and and makes out. Somebody else else's is life better. I go back to that when I'm talking to people that wanna start businesses you don't know how I'm like, well, The easiest way to think about a business is Richard Branson definition to me. Like, a business is just something that's or a product, let's say, product, but he said business. A business or a product. It's just something that makes somebody else's life better. And when you think of it through those terms, like products and businesses can be there... It's almost limitless of what you could do. But anyways, he talks about, I bring this up because he winds up... He's on, you know, the forbes 400 is 1 of the wealthiest people. And he doesn't like that. So he says, well, he doesn't mind the wealth, he regrets having his name on any such list, despite his healthy self image, meaning he's got a giant, Charlie would prefer to be anonymous. So now we... We're moving through... I'm just gonna keep pulling this out. Okay. So this this is me repeating myself because I... I can't get over how much Charlie repeats himself on why you should read biographies. Now, obviously, that that makes me feel good because I feels like I'm on the right path. With founders. If you think about it, like, Charlie could learn. He has not only he he's well known and respected, by almost every single entrepreneur and investor alive today. But has essentially unlimited assets. So that means he could learn from anybody He could learn... He he could take any class, talk to any person, he has, there's no limits on until to how, like, when designing his own curriculum for personal development. There's no limit to to what he could do. And it's interesting to me. That he chooses to read that he reads everything, but he... His favorite his biographies. What does that tell you? Like, somebody with limitless are unlimited resources can is picking up a book that's 15 dollars is available to you and I. Like, that tells you it has value because his actions say they do. This is Charlie. I'm a biography not myself. I think when you're trying to teach the great concepts at work, it helps to tie them into the lives and personality so the people who develop them. That sounds funny making So he talks about, big like meant being friends and thinking these people's friends and mentors. He says that sounds funny making friends among the eminent dead, But if you go through life making friends with the eminent dead who had the right ideas, I think it'll will work better for you in life and work better in education. It is way better than just giving the basic concepts see how people apply them their in their own lives. Gives you this, like, anchor. He calls lattice work. Now this is Charlie on being a partner, business partner. A partner, I guess this could apply a personal relationships too. A partner ideally is capable of working alone. You could be a dominant partner partner, a subordinate partner or an always collaborative equal partner. I've done all 3. People couldn't believe that I suddenly made myself a subordinate partner to warren. But there are some people that is okay to be a subordinate partner to. I didn't have the kind of ego that prevented it. There are always people who will be better at something than you are. You have to learn to be a follower before you become a leader. People should learn to play all the roles. 1 of his favorite thinkers is Ci, who live, let's see about 43 bc. So this is Mon on Ci. But when I read this sentence, it could easily also be Mon on Mu. So you kinda see that he's only learned from this person, but he's let that person influence the way he thinks and acts. He says, his meaning Ci, but again, this could be mu. His underlying philosophical view was 1 of deep and realistic cy about human nature. Including a dis taste for pure mob rule and d. That's something that Charlie talks about constantly. The idea of staying away from... Don't don't latch onto to extreme ideology. He says it turns your brain into mush. Part of the reason some people don't like them is because he... He says the state, the the basic state of the human condition is 1 of great mis cognition. Saying saying like, humans default state is to make bad decisions and have a poor. And it is your job. It is your duty to learn the skills and the idea is necessary, so you don't wind up in that default state. Alright. It's moving ahead. And there's another lesson from Ci of Ci, learning man that he was believed in self improvement so long as breath lasts. So Warren Buffett, Charlie Mu, both talk about the idea that they're gonna be learning to the day to die, and they also wanna be working till the day they die. They believe you should find something that you enjoy working on that you wanna do it every day of your life. Embedded in this section, I found something that was fantastic. This idea, this explicit idea is he's giving advice to us is shooting for durability. That's something I'd admire... I've been searching my whole life for is to find a a company or an action or an activity or work it could do that I never have to quit. I think like, the the... Just like compound interest works in magical ways. I think when you work on 1 idea or 1 company for a very, very long time, you read benefits that so few people actually ever get to because they give up at year 5, or your 8, or your 20 or your 30. It's very, very rare. His charlotte 1 of Charlie Among her sons and he realized what the the attributes of the business that that Charlie admired. So he says, he admired both stores because they were durable institutions. And because their merchandise was fairly priced. Durability has always been a first rate virtue in my father's eyes. Alright. So now this is Buffett on Charlie absent mind. So I'm gonna read... Stories rather humorous. I chuckle. Sun I left myself. Because he has the ability to focus on 1 thing at the exclusion of everything else. That is a superpower again, something else that I I found in Charlie that I want to adopt myself that I had... Like, I I have imperfect adopted this trait into my own life, and I think especially today in the information age, there's a million distraction sitting around our pocket that the ability to focus is a super power. And I think it's actually gonna become more and more important as the information information age asia progresses. This is now warren buffett. This since I was a New York city with Charlie to attend a Solomon brothers board meeting. We'd had come out of bill... Building and we were standing on the sidewalk discussing what had transpired at the meeting. At least that's what I thought we were doing. For Suddenly, I realized that I've been talking to myself for some time. I looked around for Charlie only to see him climbing into the back of a taxi cab headed off to the airport. No goodbye. No nothing. People thinks it's Charlie eyes that caused him to miss seeing things. Charlie lost his vision in 1 eye many years ago due complications from a cataract surgery. But it's not his eyes. It's his head. I once sat through 3 sets of traffic lights and plenty of honking behind us as Charlie discussed some complex problems at an intersection. Obviously, you don't you don't wanna focus on something to where you're holding up traffic, but I think the ability to eliminate distractions and focus on what is the most important. Is a fantastic idea for us. And this is some some perfect advice. Find out where you're best at and keep and keep pounding away at it. This has always been Charlie basic approach to life. This is Bill Gates on Charlie. He is truly the broadest thinker I've ever encountered. Charlie is the ability to capture knowledge with simple descriptions. When discussing the intel... When discussing the intelligence of offspring, he refers to the genetic lottery. When discussing venture capitalists who defend stock options, he deem them no better than the Piano player in a whole house. When discussing the del delete effects on efficiency and cost plus contracts, he likes to say even the mule knew went slow down. I think that's what makes mon such an effective teacher. It's not... Like, those are all... I mean, this some people might consider this is kinda like dry subject matter. Right? When he adds in these, like, these mu, you laugh. And when you're laughing or you're entertained, you're more likely to learn. I think it's a really smart idea. And I think again, 1 that he got from at least in part from from Franklin. Alright. So now here's some mu quotes. I think it it hits on what what I just said about finding all your best at and keep pounding away at it. I love this as like, a a life motto, take a simple idea and take it seriously. And he talks a lot about how some of the great businesses were were were created by doing that. They took a simple idea and they took it to its extreme. They took it deadly seriously. Alright. Another quote. This a, like, a paragraph that's gonna be a long Our experience tends to confirm a long held notion that being prepared on a few occasions in a lifetime, tact promptly in scale in doing some simple and logical thing will often dramatically improve the financial results of that lifetime. A few major opportunities, clearly recognizable as such will usually come to 1 who continuously searches and waits with a curious mind that loves diagnosis involving multiple variables. And then all that is required is a willingness to bet heavily when the odds are extremely favorable using resources available as a result of prudence and patience in the past. That's that's a good outline. That's a good description of, basically the Berkshire shares mo. It's... We're not gonna diversify. We're gonna do our homework. So we're gonna know a lot of our subject matter. So when the opportunity does come. Most of the time, we're gonna be sitting on our ass on a lot of cash. But when the opportunity does come because we've already put in the work, it's gonna be clearly recognizable. It does not... So we've identified a huge opportunity which means we're not gonna, like, oh, we're gonna buy a little part and we're gonna go all in as as heavy as we can. And the reason we can go have heavy all in to such a degree with our resources because we were responsible with those his resources and allowed them to accumulate over time. The next page... Oh, this is a the idea he's learned from this guy named John Mu, what about about thinking about businesses and ecosystem. So this is I find it quite useful to think of a free of a free market economy as the sort of equivalent of an ecosystem. Just as animals flourish initiative and niches, people who specialize in some narrow niche can do very well, even more true in the age of the In business, this is this is 1 of my favorite quotes about his idea. That I was just referencing. In business, we often find that the winning system goes almost ridiculously far in maximizing and are minimizing 1 of the few 1 are a few variables. Simple idea taking very seriously like the discount warehouses of Costco. I don't know I like this idea too. He we should be thinking about ideas as tools, plus Mu lattice work of mental models, which he talks about a lot, but I'm gonna introduce to here. Charlie likes the analogy of looking at one's ideas and approaches its tools. When a better tool an idea and approach comes along, what could be better than to swap it out for your old less useful tool? Warren I Warren and I routinely do this, but for most people, for but most people forever forever forever cling to their old less useful tools. So you are not your ideas. And if been a day idea comes wrong that that proves 1 of the ideas wrong or can it improve on it in any anyway, just just ditch it. You're not your ideas. Which just says his, meaning, Charlie, his model supply, the analytical structure that enables him to reduce the inherent chaos and confusion of a complex... Complex investment problem into a clarified set of fundamentals, Especially important examples of these models include the redundancy backup system model for engineering, so that's his idea of having a giant buffer. The compound interest model for mathematics. We've already discussed that. The break point tipping moment model from from physics, he calls that La of Palo when you have a bunch of different, a bunch of different things happening usually in your favor. That's how you get really wealthy or in some cases they can move against you, but let's talk about in your favor. That has your compound your benefits non. So he calls a that... That's stolen from his study of physics, which is the break point tipping moment. Also call like, the... You know what this a way to think about this It was popularized the last couple of years by malcolm Glad that his booked the tipping point, same thing here. And then the modern Darwin Win synthesis model from biology, and then he also studied the cognitive mis judgment models from psychology. So that's that's his the basic basic basic outline of Mu lattice work of mental models, which he expo on quite a bit. So I'm gonna talk a little bit more about that before, they have a quote here from Bill Gross of Pi c, legendary fixed income expert. Friend of Charlie and Warrants, and it talks about, like, the the... He says Mu and buffett aren't the only elite investors who use non business models to superb success. So he talks about the book that rest on my library coffee table is not any of my own or or 1 on investing, but several books by historians. He says there's no better teacher than history in determining the future. There are answers worth billions of dollars in a 30 dollar history book. So same thing should be studying history. Okay. So this is Charlie advice test learned for yourself only the auto dead are free and Charlie guiding principles. Charlie painstakingly created his own largely self taught system. The self taught statement is no exaggeration. So this is a quote from Charlie says to this day, I've never taken any course anywhere in chemistry, economics, psychology business. This is what I was talking about last week where I'm rather skeptical of institutional learning because anything I've sought out and wanted to learn myself. Because of what my own innate desire. I... I've learned and remembered. Anything somebody, like a teacher made me do for grade or to to get out of a class. Like, it just goes in 1 ear and while the other. It's largely useless. So it says his clarity is hard 1. The product of a lifetime of studying the patterns of human behavior, business systems, and a myriad of other scientific disciplines. Charlie counts preparation, patience, discipline, and objectivity among his most fundamental guidance principles. So go back to this idea of making yourself a formidable end... Individual. These some more traits that we wanna put in our toolbox, patients, which I don't have any of preparation, do somewhat better on that. Discipline and objectivity among his most fundamental guiding principles. Those are all great traits for human being to have. He will not deviate from these principles, regardless of group dynamics, emotional itch pitches are popular wisdom that this time is different. When faith adhere to, these traits result in 1 of the best known among characteristics. Not buying are selling very often. Mu like Buffett, believes a successful investment career boils down to a handful of decisions. So when Charlie likes a business, he makes a very large bet and typically holds that position for a very long period. Charlie calls it sit on your ass investing insights its benefits. You're paying less of brokers. You're listening to less nonsense. And if it works, the tax system gives you an sure 1, 2 or 3 percentage points per year. So again, that's another idea that was covered at length in the Buffett shareholders letters. Oh, okay. Another thing that that was covered... In the shareholders letters, Buffett and Mon are laser focused on mo Okay? So and what's a moat. Charlie refers to a company's competitive advantage as its moat. The virtual physical barrier, it presents against incur. Superior companies have deep moat that are continuously widen to provide enduring protection. In this vein, Charlie carefully considers competitive destruction forces that over the long term lay siege to most companies, almost every company is going to... I mean, I would say every company in in history is eventually going to weather away because of this, just some companies last longer than others. Mu and Buffett are laser focused on this issue. Over their long business careers they have learned sometimes painfully that few businesses survive over multiple generation. Okay So I kinda just tripped over my point there. Accordingly, they strive to identify and buy only those businesses with a good chance of beating these tough odds. So 1 way to think about, a mode is if you gave me, you know, 20000000000 dollars, how can I compete with that company and they 1 boat, they always references it's Coca cola because of their dominant position in in in the beverage industry, even if you gave somebody a startup up, 20000000000 dollars to compete with coke, they probably wouldn't be successful? At least not right now. Eventually, obviously, they're... They will with her away and and another company or maybe a series of companies will take their place, but it's it's extremely hard to do so. So again, it's not... There's no such thing as like, like, a ind company. We just some are harder to attack than others. And so they're looking for ones that are extremely hard to attack and they're hard to attack if you use the, take the metaphor to law of conclusion because have a giant moat outside their castle. Okay. So Charlie says he practices extreme patients combined with extreme decisive. It's a quote of mu. If you look at our top 15 decisions, if you took out our top... If you took our top 15 decisions out, we'd have a pretty average record. It wasn't hyper activity, but a hell of a lot of patience. You stuck to your principles and when our opportunities came along, you pounce on them with vi. There are worse situations in drowning in cash and sitting sitting and sitting. I remember when I wasn't a wash in cash, and I don't wanna go back. This is Charlie advice to us pay up for quality and learn from constructive criticism. He says if you... If sees candies, what this is 1 of their most successful investments ever. I think they paid, like, I don't know, 20... Let's say 25 or 30000000 for them, and they've made in, like, profits that accrued since then, I think over a billion dollars from cease candies. It it prints money, it's a outstanding how much money a a candy company can make. So this is it sees candies, when we were buying, it had asked for a hundred thousand dollars more, warren and I would have walked. That's how dumb we were. That's interesting would, way to analyze your past decisions. Like, that was really stupid. Right? So it says, Ira Marshall said you guys are crazy. There's some things you should pay up for. Like quality businesses and people. You are underestimating quality. We listen to the criticism and changed our mind. This is a good lesson for anyone. The ability to take criticism constructively and learn from it. If you take the indirect lessons we learn from seas, you could say Berkshire was built on constructive criticism. Now on the very next page, he has this idea of, like, say same line this. You have to learn from mistakes. Right? And this is a 10000000000 dollar mistake. And this is interesting because it... I always repeat this this favorite quote of mine that humans score the abstract, even though there's a lot of things that are abstraction that are extremely important in our in our lives. So it says, the most extremist mistakes in Berkshire Industries have been mistakes of o mission. We saw it, but we didn't act on it. They're huge mistakes and we lost billions and we keep doing it. After nearly making a terrible mistake not buying seas candies, we made similar mistakes many times. These opportunities cost, these opportunity costs don't show up on financial statements, but they've cost us many billions. So what I mean about human scoring the abstract. Since mistake since mistakes of emissions are since mistakes of a admission aren't visible, most people don't pay attention to them. So what did Charlie Warned do? We rub our noses in mistakes of o mission that this whole exchange here was from a from 1 of the Berkshire annual meetings. They were just... They had just gone discussing failing to buy Walmart stock at the time. Because the price had gone up a little bit from the time they wanted to buy the time they could buy, and that mistake as of that day, which might be even more now was it cost them over 10000000000 dollars. Sorry. I wanna talk... I wanna interrupt the wit and wisdom of Charlie Mu with this idea that I talked about many times that books at original links. They they lead us from 1 from other people to from 1 person to another, so so on and so forth. So there's several books and people profile in the work of Buffett and Mon that are now, like, I've immediately started buying the books and gonna, like, stay down this path for a little bit in the next few weeks. So we started with Warren Buffett Shareholders letters talks a lot about Charlie Mu, obviously that. Talks talk about David Og So I David Over last week. Did Mu this week. Next week, I'm doing the book of Jim Clayton, the guy where Warren Reads his biography. That's the book I bought, and then buys guy's company. Well, that's that obviously is the book we need to read. Right? If he was so he learned so much from a minute so compelling... I went buying the company for a couple hundred million dollars. There Charlie also introduced me to several people in the book. 1 of them is this guy Wanna tell you about right now. This guy named Henry Singleton. And he's profile in this book called the outsiders. Let me just run down his his tell you a little bit about Singleton real quick because Have to find it fascinating. They called a business and chess master. Singleton was c cofounder of Tele, and chief executive of the Los Angeles based conglomerate for 3 decades. He attended the naval academy then transferred to Mit where he see the bachelor's masters in phd degrees in electrical engineering. An enormously skilled chess player, he was only 100 points below the grand master level and could play without looking at the board. From 19 63 to 19 90 when he was running the company, Tele return is sounding 20 part percent compound annual return to shareholders. A... This is a period when the S and p returned 8 percent. He repurchase 90 percent of Tele outstanding shares, primarily between 19 72 and 19 84. Singleton built a record as a manager and capital all with few peers in modern business history. Sharing Buffett admiration for Henry Singleton, Charlie Wonders, given the man's talent and record, have we learned enough from him. So when Charlie asked that question I like, I need to read the the part of this book because he's explicitly saying, like, this guy is so skill at life, we should be... He's worthy of more study. Right? And then this is a quote from warren Buffett on Singleton. A Henry Singleton had has the best operating and capital deployment record in American business. If 1 took the hundred top business school graduates and made a composite their triumphs their records would not be as good as singleton. So keep an eye out for a podcast in the future next few weeks with Singleton. This is Charlie on how to get rich and then also a defense against inflation. So how to get rich? A young shareholder asked Charlie how to follow in his footsteps and Charlie brought down the house by saying. We get these questions a lot from the enterprise young. It is a very intelligent question. You look at some old guy who's rich and you ask how can Become like you except faster. And then this is his his his. His vice. Spend each day trying to be a little wiser than you were when you woke up. Discharge your duties faithfully and well. Step by step, you get ahead, but not necessarily in fast spurt. But you build discipline by be pairing for fast spurt, slug it out 1 at a time day by day, and at the end of the day, if you live long enough, most people get what they deserve. And then this is his defense against inflation and his idea for us is you need to reduce your material needs. Most people will see declining returns due to inflation. 1 of the great defenses if you're worried about inflation is to not have a lot of silly needs in your life. You don't need a lot of material goods. So that could easily been said 200 years prior by benjamin franklin. Oh, so this is interesting. I've... If you've listened to every single founder podcast podcasts I've done so far, you... I've mentioned this guy a few times. It's a founder of Costco. His name's is Jim Senegal. Bun, basically, if he's... I think the business he Mo Myers that's not part of Berkshire. So, like, outside of Coca Cola and Geico and the rest of these this is is Costco, and Jim is 1 of the c cofounder of Costco. And well, let me just read. So this is Mon on Senegal. You wouldn't... You you just wouldn't believe how efficient and sophisticated Costco warehouse operation is. Jim Senegal is a fabulous business operator. He's like a Carnegie, a rockefeller, or James J Hill. Let me pause there. Never heard of James Jay Hill. Mu mentioned him several times just found his biography for he spot his biography he so that's gonna come up too. I consider him to be 1 of the top 5 retailers of the past century and why did I buy James Hills biography because he mu who I admire, just put him in the same sentence as it's carnegie and Rockefeller. So we have to study. And we have no choice. Isn't not even my decision. I have to. She as I consider him to be 1 of the top 5 retailers the past century? He's that good. He works 80 hours a week and sets a terrific example for his entire organization in terms of work ethic, integrity, loyalty and selfless. He's a moral leader as well as a practical leader. These are not minor virtue. We have our own living breathing... Breathing Sam Walton at Costco. So I think Longer, he used to be... I don't know if he still is but. He used to be on the Board of Costco. And the reason I I'd say if you listen to my podcast Jim S is because when I covered the everything store, the book on Amazon and Jeff Bezos, Bezos said that his meeting with Cynical was life changing. They met in, like, 4001, I think it was 2001 after the dot com bust, they they I think they met, like, a Starbucks. I meant for coffee or whatever of the cases. And, you know, Jim just laid out to Jeff, what he's learned about business. And shortly thereafter Jeff had a passion for trying to reduce... He says, like, that Jeff has his quote. Like, there's 2 types of businesses in the world once if try to figure out how to cost charge more in 1 that figured out how how to charge less. We're gonna be the the latter that comes directly from Jim Son. The idea Amazon Prime. Looks extremely similar to Costco makes almost all their money on their membership program. So again, these are ideas that Jeff Bezos stole rightfully because he's smart he's gonna obviously study entrepreneurs of the past, people have been successful before he was and take the ideas that that that are valuable. Okay. So now to did the... All everything I just read to you and just expo on came from, like, the first half of the book. The first half the book is like this weird, like, collection of just ideas he has. The second half is all these giant talks. And you're I'm talking, like, 302 hundred 50 pages of a giant book here. So I'm, obviously, would be impossible to read all, but I'm just gonna pull out some quotes and ideas that I... That I really like. Some of these Have actually heard, and it was nice to to heard the speech first and then read it after. I think it it helped in my understanding. But first, the... He's giving a commencement speech at Harvard 19 86, and I just thought this paragraph is interesting. Because most graduation speakers choose to lay out a prescription for attaining a happy life. Right? So sorry Right go gets up there and give you their advice on what they've learned. Charlie, using the inversion principle, He recommends in the speech compelling makes the opposite case by setting forth what a graduate may do to reach a state of misery. So he's like, his idea if you wanna find out his idea of invert always invert. And so instead of saying, how do I solve this problem? Like, how do how do I work backwards... What talks about, like, the example, I think he uses is, like, if you wanna learn, like, if you... If your goals, Okay. I wanna help the people of India. Right? Start with what are the actions I would take if I want... If to that would hurt the people of India. Right? It makes you think about the same problem in ambassador different we're. And then avoid those actions. So he's doing this he's telling us what to avoid in life. And 1 of this is he... He's really big on staying sober. But she says the 4 closest friends of my youth were highly intelligent, ethical, humorous types. They favored they were favored in person and background. 2 are long dead with alcoholic contributing factor. And a third is a living alcoholic if you call that living. While susceptibility varies, addiction can happen to any of us through a subtle process where the bonds of degradation are too light to be felt and they... Until they are too strong to be broken. And yet, I've yet to meet anyone in over 6 decades of life whose life was worsened by fear and avoidance of such a deceptive pathway to destruction. So he's telling us, hey, don't don't drink and don't do drugs. Charlie more on Charlie keys to miserable life. So he's gonna give us... I think there's what 3 or 4 of them here? First, be unreliable. So again, he's saying, if you wanna a miserable life, these are the traits you should do. Obviously, we would don't wanna miss life so we're gonna be doing the opposite. First be unreliable. Do not faithfully do what you have engaged to do. If you only... If you will only master this 1 habit, you will more than counter balance the combined effects of all your virtue. How, great So pause there. That's a hell of a statement. Just being unreliable, will fore many opportunities in your life. It doesn't mean matter how great you are. He's saying that if you're unreliable, no one's gonna be able to trust or work with you. Therefore, you're not gonna reap any benefits in the future. If you like being dis trusted and excluded from the best human contribution and company, this prescription is for you. Master this 1 bad habit, and you will always play the role of the hair in the fable, except that instead of being out overrun by 1 fine turtle, you will be out run by hordes and hordes of mediocre turtles and even some mediocre turtles on crutches. See what I mean about, like, he's taking this really important idea, but that visualization of the the the classic fable of the the turd in the hair, or turtle hair Whatever I you gonna call? Now, in when I'm reading, I picture that that, like, cartoon I watching or was younger or something like that. Right? And then he adds mediocre turtles. Could you imagine if you're unreliable, it doesn't matter how smart you... And capable you are because you're unreliable, you're gonna have people that you deem less skilled than you actually do better in life. That's that's like a a little version of personal hell. Right? But then the idea that you're gonna have mediocre turtles on crutches because you're unreliable, they're still kicking your ass. My second prescription for misery is to learn everything you possibly can from your own experience, minimizing what you learn vic cares from the good and bad experience of others living in dead, so you're talking about you know, don't worry about studying what the best and worst of whether other people figured out. Do it only on first firsthand experience. You how far you get. That's for a good key on why he reads so many biographies because I... He doesn't wanna do this. This prescription is a sure shop producer of misery and second rate achievement. We only get 1 shot at life. Do you not wanna ever tap into the potential you have? You're just like, no. I'm cool being second rate. You can see the results of not learning from others mistake by simply looking about you? This is gets rather what's the word I'm looking for. This is, like controversial where he chris criticize as humans. Right? So he says, you can see there's also not learning from others from mistakes by simply looking about you. How little originality there is in the common disasters of mankind. Drunk driving deaths, reckless driving mai, in incur incur v diseases, conversion of bright college students into brain zombies as members of destructive cults. Business failures through repetition of obvious mistakes made by predecessor. Various forms of crowd fo and so on and so on. So he's saying if people were actually to standard default condition of human beings sort actually capable of learning from other people we were or, we we actually tried to obtain that skill. You wouldn't have people making mistakes that other humans have made in the past already. The other aspect of of avoiding vic wisdom is the rule of not learning from the best work done before years. There was once a man who has mastered, the work of his best predecessor. Despite a poor start and a very tough time in analytical geometry. Eventually, his own work attracted wide attention, and he said of his work, If I've seen a little farther than other men, it is because I stood on the shoulders of giants. So you... What is he telling us right. Long as it's 2 thing. Invert always invert because that's... The the the whole point of the speech she's doing? And 2, learn from your predecessor. Learn from them. You don't you could take an average person that has the knowledge of what worked and didn't work in the past and that applies to their life will get further than the... Than the brilliant person that doesn't. My third prescription to you to you for misery is to go down and stay down when you get your first second or third severe reverse in the battle of life. I meaning, you quit. A little bit of a adversity you just gave up. Because there's so much adversity out there, even for the lucky and the wise, this will guarantee that in due course, you will be permanently mirrored in misery. My final prescription for you for a life of fuzzy thinking and in felicity is to ignore a story they told me when I was very young about a rustic who said, I wish I knew where I was going to die, then I'd never go there. So nice to you're talking about he's actually Johnny Carson, like, the... Old, this is this is a lesson about invert. Hey, Learn from Johnny Carson. So because Carson gave a speech very similar. I should have said this beginning. Carson gave a speech very similar to the 1 Mu giving at this commencement address. So this says what Carson did was to approach the study of how to create x by turning that question backward. That is by studying how to create non x. The great a... The great mathematician, Jacob had exactly the same same approaches Carson and was known for his constant repetition of 1 phrase. Invert always invert. It is in the nature of things as Jacob knew that many hard problems are solved only. When they dressed backward. In my opinion, as a certified biography nut, that Charles Darwin would have ranked near the middle of Harvard... Harvard tool graduate class of 19 86, yet he is now famous in the history of science. And so he's he's he's asking, like, how did this happen? Like, you have somebody... This is what I was just saying. Like, you could have somebody average in terms of, like, where they would have appeared in a graduating class. Yet because of their approach actually is what led to, like, the differentiation what what led to their outside success. So since Darwin's result was was due large measure to his working method. Which violated all my rules for misery and particularly emphasized a backward twist in that he always gave priority and attention to evidence tending to whatever cherished and hard 1 theory he already had. In contrast, most people early achieve and later intensify a tendency to process new and disco disinfecting information so that any original conclusion remains intact, so it goes back to his tool. Think of ideas as tools. Some people like, this idea is now part of me. I can't... Like, I'm a good person. So I... This idea is good. Meanwhile, there's new information coming in, Charles would just give rid of his old idea. So with Mu. And see saying that most people don't. They're... They they they they get rid of disco confirming information so that any original conclusion remains intact. They become people of whom Philip Wiley observed. You couldn't squeeze a dime between what they already know and what they will never learn. If you minimize objectivity, you ignored not only a lesson from Darwin, but also 1 from Einstein. Einstein said that his successful theories came from curiosity, concentration, perseverance and self criticism. So if you don't engage self criticism. I mean, that's essentially like getting rid of your bad ideas. And by self criticism, he meant testing and destruction of his own well loved ideas. Okay. So I just walked over my pointing again. Alright. Let's move forward. So this next talk is about worldly wisdom, mental models, etcetera. So he says that enables me to start talking about worldly wisdom, A much broader topic that interests me because I think all too little of it is delivered by modern educational systems. At least an effective way. So he constantly criticizing academia. He's saying it's not really teaching you. He's teaching you how to master, like, 1 thing. When you should take... Learning from different domains and different subjects. He it, like the balkan organization of a cat of academia. It's like the old saying to the to the man with only a hammer every problem looks like a nail. And, of course, that's the way the chiropractor goes about practicing medicine. But that's a perfectly disastrous way to think and a perfectly disastrous way to operate in the world. So you've got to have meant multiple mental models. 1 of the mental models you have to learn is probability. If you don't get this elementary, but mildly unnatural, mathematics of elementary probability into your repertoire, then you go through life, then you then you go through a long life, like a 1 legged man and an ass kicking contest. You're giving a huge advantage to everybody else. So you have to study probability. He's got more advice for. Always start with why. If you wrote a letter or directive in the bra... He talking about the the Braun company. And what do he learned from them? If you wrote a a letter a directive from the braun company telling somebody to do something, and you didn't tell them why you would get fired. You might ask why is this so important. Well, again, that's a rule of psychologist that you have to study as well. If you always tell people why, they'll understand it better, they'll consider it more important and they'll be more likely to comply. Even if they don't understand your reason, you'll be far more likely to comply. So from 1 of the books, 1 of Charlie Favorite books is by K, Robert K dean, It's it's called the psychology of influence of persuasive. I read it a long time ago. I think It twice actually. And there's a there's story in the book to actually illustrates this where they do an experiment where there's a long line of, like, the photocopy machine in office. And if you ask, hey, can I can I get ahead of you? That's all I just, hey, can I cut you in line? They'll say, no. But if you say, I, hey, can I get ahead of you? I have... Then you tell the reason why. It doesn't even matter what the reason is. Maybe it's like, have a meeting in 5 minutes. Most people will will let you cut ahead of them. And they even tested it by saying, hey, can I cut you in line and have to make copies? Like that's not really a reason, but the fact that they understood why people are willing more willing to comply. It's like a weird, you know, hack of human psychology. Alright. So these are ideas and models that Truly like most and then also an indication where we learn from David Og that if an ad works in 1 country country to probably work in others. This probably why O you found that ads worked in multiple countries. So this is the engineering idea of a backup system is a very powerful idea. I mentioned this a little bit earlier. The engineering idea of break points. That's a very powerful model too. The notion of a critical mask, our mass, that comes out of physics. It is also a very powerful model. The next most reliable models are from biology and physiology because after all, All of us are programmed by our genetic makeup to be much the same. And so just just as a man working with a tool has to know its limitations, a man working with his cognitive apparatus has to know its limitations. The psychology of mis judgment as I call it is a terribly important thing to learn. And so he continues? Like, why is this a psychology of mis judgment so important study. Says terribly smart people make totally bonkers mistakes by failing to pay heed to it. In fact, I've done it several times during the last 2 or 3 years in a very important way. You never get totally over making silly mistakes. There's another saying that comes from pascal that I've always considered 1 of the really accurate observations in the history of thought. Pascal said, the mind of of man at 1 and the the mind of man at 1 and the same time is both the glory and the shame of the universe, and that's exactly right. It has this enormous power However, it also has the standard malfunction that often cause it to reach wrong conclusions. It also makes man extraordinarily subject to manipulation by others. For example, roughly half of the army of Ado off Hitler was composed of believing Catholics. Given enough clever psychological manipulation, what human beings will do is quite interesting. Then he's gonna touch on this idea again where he's gonna repeat himself. The economy as an ecosystem. Just as animals flourish and niches similarly, people who specialize in the business world and get very good because they specialize frequently find good economics that they wouldn't get any other way. This is Mu on Walton, which he mentioned mentions a bunch of times. He holds him in high regard. And he says it's quite interesting to think about Walmart start... Starting from a single store in Arkansas against Sears with its name, reputation in all of its billions. How does the guy in Benton Arkansas with no money, blow right past blow right by Sears. And he doesn't in his own lifetime? In fact, during his own late lifetime? Because he was already pretty old by the time he started out with just 1 little store. Think was, like, 42 or 45, something like that when he... Oh, sorry. The first Walmart. He played the chain store game harder and better than anyone else. Walton in... This is this is why I highlighted this part This found. This 1 section, particularly interesting. Walton invented practically nothing, but he copied everything. Anybody else ever did that was smart. So he just blew right by them all. Think about. You don't have to innovate. If you just master the good ideas of what everybody else already figured out and you actually apply them that pitch you head of almost every single person because it's such a rare technique and rare skill. That's amazing. 1 of my favorite quotes comes from a founder of, revolve Ra, And he says that what what do you do that feels like play to you, but but looks like work to others, build a business around that. I think that's fantastic advice. And Charlie is kinda echoing that here. But you have to figure out what your own aptitude are. If you play games where other people have the aptitude attitudes and you don't, you're gonna lose. And that's as close to certain as any prediction that you can make. You have to figure out where you've got an edge. And you've got a play within your own circle of competence. So here, you have Mu kinda of poking fun. He it really hates this idea that, efficient market, and Well, when I took... Let me read... Let me let me read the paragraph first. He says, it's rather interesting because 1 of the greatest economic economist of the world is a substantial shareholder in Berkshire hathaway and has been from the very early days after Buffett was in control. His textbook always taught that the stock market was perfectly efficient and that nobody could beat it, but his own money went into Berkshire and made him wealthy. So like Pas and his famous Wage, he hedge his bed. Which another way of saying if your actions are really lining up with your your ideas or your words, you don't actually believe them. So what I took away from that paragraph is you have to. You have... And I say it's over and over again. You have to watch what people do. And you have to make sure that their opinions are tied to a profit and loss statement. That's the only way that has any kind of value. This guy, in meng opinion poisoning the minds, generations of people teaching with theory that's... But he calls bonkers. Yeah. What did he do with own money. If he gives it to somebody that can... That is... That can beat the market that Buff in Mu. So that's a that's a hell of a insult actually. Now I re reread that part. Like, that's that's pretty damning on on that economist. He doesn't name him by name, but I mean, obviously, guys gotta know who he is. But I know up myself if you can make this very simple concept part of your decision making, you do very well. The wise ones bet heavily when the world offers them that opportunity. They bet big when they have the odds. This something we've heard Longer talk about many times. And the rest of the time they don't. It's just that simple. That is a very simple concept. And to me, it is obviously right. Yet, practically nobody operates that way. When you get a when you get a few, you should really load up. It's just that simple. So the difference between knowing something and actually acting on it. No point learning if you're not gonna do it. And there's something about it. They it goes against our nature because you see that the standard like, the default is that we... People are not going to do that. They'll tell you to diversify. They hedge. They have plan BCD, you know, all the way down to plan z, if you will. Mu buffet or like that. They're... They have belief in their ability, and their ability to learn about what... What's valuable of a business and into into bet heavily on it. I'm so this is, Mu talks about super super important that you you need to get the incentives right? As usual human affairs what determines the behavior are incentives for the decision maker. From all business, my favorite case on incentives is Federal Express. I love this this this story. The heart and soul of its system is having all of its airplane come to 1 place in the middle of the night and shift all the packages from plane to plane. If there are delays, the whole operation can't deliver a product full of integrity to Federal express customers, and there were a lot of delays. It was always screwed up. They could never get it done on time. They tried everything. Moral persuasion, threats, you name it and nothing worked. Finally, somebody got the idea to pay all these people not so much an hour, but so much a shift. And when it's all done, they can go home. Well their problems cleared up overnight. So getting the incentives rate is a very very important lesson. It was not obvious to federal express what the solution was. But nate... But maybe now, it will hear after be more often be obvious to you. This is him more on among Mu el collaborating on betting heavily on the few unique insights that you have. The Berkshire system is not bonkers. It's so damn elementary that even bright people are gonna have limited really valuable insights in a very competitive world where they fighting against other very bright hardworking people. So he's saying this it's looks obvious. Like, you can't have such a large ego that you how smart people every time. You might you might be able to do this a handful times in your life. Well guess what If you only do it a handful times your life. You're obviously wealthy. And it makes sense to load up on the very few good insights you have instead of pretending to know everything about everything at all times. Isn't that perfectly obvious. How many of you have 56 brilliant insights in which you have equal confidence. Raise your hands, please. Now how many of you have 2 or 3 insights that you have some confidence in, I rest my case. And so when when when you puts it like that, like, it's I didn't, It's... Not I never almost used word easy. It's not the the right word. I think it's a lot. It's easier to do or at least doable for most people to come up with 2 or 3 really good insights. In their lifetime about ways to businesses, products, services, whatever the case is. It's be next impossible. Like, you could probably make 1 good business. Maybe you have a... You can invest or make 2 or 3 good businesses or have the opportunities to to partake in that in your lifetime. But what's the chance you can come up with 50 or hundred. Charlie point is extremely low. So why don't you just focus on doing it a few times and doing it really, really well. Oh, so this is the book I'm gonna do in 2 weeks. Because this is Bananas. This is another example of books original link. So I, I've known about a claude Shannon. I... His bag came out, like, 2 years ago. He's, like, the venture of the information age. But I never heard about this book. So it says in this scanning William pounds stone, his William Pounds book Fortune formula, collects much of the modern evidence on this point in a highly entertaining way. Moreover, the book contains an account of the La Palo, that's a that's his Charlie term for when a bunch of different factors are all pointing in same direction. It's we bill how you build wealth really fast. Of the La investment record of Claude Shannon. Pioneer scientists and information theory that makes Shannon methods look look much like those of Charlie Mu. So I downloaded the Kindle version and I read the first, like, the sample... First Read the description and read the samples. I, I'm definitely do this book right away because it it's fascinating. But I got that idea from from Mu. Okay. So now I got to the point where Mu, he's giving his advice. He's saying with an undertaking a multi disciplinary approach, and he's gonna give us a specific ways to do so. I love this quote though from some some somebody he learned from this guy named Sir William Olsen, who who was alive in, like the 18 hundreds. This is a very first step towards success in any occupation is to become interested in it. After thought that was fascinating. Okay. So that was just a quote. Let me get into a Mu advice on how to undertake a multi disciplinary approach. And this is Monkey talking. I'd long believe that a certain system, which almost any intelligent person can learn works way better than the systems that most people use. What you need is a lattice work of mental models in your head, and you hang and and you hang your actual experiences and your vic experience that you get from reading and so forth on this ladder or lattice work of powerful models. And with that system, things gradually get to fit together in a way that enhances cognition. At your assigned reading for today included the latest annual letters from Jack Welch and Warren Buffett relating to general electric and Berkshire Hathaway. So we've done half of our homework here. Jack Welch has a Phd in engineering and warren plainly could have gotten a Phd in any field he wanted to pursue. Both gentlemen are ver invert teachers. That's not how you pronounce that word. Great teachers. Just to say that. When I urge a multi approach that you've got to have the main models from a broad array of disciplines and you've gotta use them all. I'm really asking you to ignore jurisdiction boundaries. So you're saying, like, don't just pay attention to what you learned and whatever feel of study, like, look over the fence and see what they have that they've already learned too. The... And why you do that? Because the world isn't organized that way. It discourage the jumping of... It discourage the jumping of jurisdiction boundaries. Big bureaucratic business discourage it. And, of course, academia itself discourage. So he's telling us don't do this. Don't discourage it. Like, your your school might be set up like that. Large corporation you work for might might be set up like that, but it's not something that you wanna do. All I can say is that all I can say there is that in that respect, academic, academia is horribly wrong and dysfunctional. So if you wanna be a good thinker, you must develop a mind that can jump the jurisdiction boundaries. Since you're he has this thing it's, like, forget it. I'll do it myself curriculum, I would I would say. Since your academic structure by and large, just encourage minds, jumping jurisdiction boundaries, at a disadvantage because in that 1 sense, even though academia is very useful to you, you have been mis taught. My solution for you is 1 that I got from a very early age from the nursery. Nursery Rhyme. It's a story of the Little Red hen. The punch of the... Of course, is, then I'll do it myself, said the little red hen. So if your professors won't give you an appropriate multi disciplinary approach. If each wants to over overuse his own models and under use the important models in other disciplines, you can correct that fo yourself. Another person that I was introduced to and I've ordered the book is the founder of Hershey chocolate. And somebody mu looks up to any references a few times, but I So I'm I'm gonna ignore most of that because I'll cover it when I read the book, but here's a story here that I think is a good point that Charlie saying. It's like, there's some things in life. They're just hard to copy. They're not gonna be at all obvious. So this is this is Charlie giving us a little story on that. I says 1 of my favorite business stories comes from hershey. They get their flavor because they make their cocoa butter in old stone grinder that they started with in the 18 hundreds in Pennsylvania. And a little bit of the hu of the cocoa bean winds up in the chocolate. Therefore they get that odd flavor that people like in Hershey's chocolate. Hershey knew new new enough when they wanted to expand into Canada to know they shouldn't change their winning flavor. Therefore, they copied their stone grinder. Well, it took them 5 years to duplicate their own flavor. As you can see, flavors can be quite tricky. And lesson time it took away from there is even your own business. There could be things that give you an advantage that other people wanna copy, and 1, they might not be able to, but 2, it may even be kind of a mystery to you. Now they went up figuring out, but took them 5 years to get the same flavor just in 2 different locations. So I think that could be applied to a bunch of different ways to to actually have an advantage in your business? Because if it's so hard for hershey to copy their own flavor? How hard is it for their competitors to copy their flavor? Well, this is interesting. Do you have an ideology from which you won't budge? Another lesson in worldly wisdom. Heavy ideology is 1 of the most extreme distort of human cognition. Ideology does some strange things and distort cognition terribly. If you get a lot of heavy ideology young, and then you start expressing it, you really locking your brain into a very unfortunate pattern, and you're going to ex your general cognition. And you why? Because ideology, it pound... Since it pounds ideas in better than it convince us out, it is a very dangerous thing to do. Alright. It's skipping head. This is such a great point. Let me read it to, and then Tell you that what I... What I took away from it. I he says, I don't want you to think that we have any way of learning or behaving so you won't make a lot of mistakes. I'm just saying that you can learn to make fewer mistakes than other people and how to fix your mistakes faster when you do make them. And to me, his his whole point is this the way you think and then how you apply that to whatever, to whatever you're working on is, like, your system should be able to survive even when you make even with the mistakes you make because it's the mistake... Like, it's inevitable that humans are going to make mistakes. So you cannot build a business. You can't build a system of thinking that relies on your, on no mistakes being made. There is no saying as a perfect human being. So you can't have a perfect system. This is him telling us to master the best of what other people have already figured out. He said, this a question and answer section. He says, I understand your skepticism about overly ideological peoples. That's what I just mentioned earlier. But is there an ideological component to what you do? Is there something that you're irrational passionate about? And then this is Mu fantastic answer. He said, yeah, I'm passionate about wisdom. I'm passionate about accuracy and some kinds of curiosity. Perhaps I have some streak of generosity in my nature, and a desire to serve values that transcend my brief life. But maybe I'm just here to show off. Who knows? I believe in the discipline of mastering the best that other people have figured out. I don't believe in just sitting down and trying to dream it up all by yourself. Nobody is that smart. So in almost every talk. He... Mu is gonna talk about... He needs to study multiple participants You need to say multiple participants, and you can say multiple over and over and over again. And I... There's this 1 paragraph where he's talking about this this, like, class at Harvard business school. And I think this paragraph actually is the a great illustration of why that's so important. So note, that I wrote myself is if you don't study multiple disciplines, you won't know the right move to make when the the right answer lies outside of your field. So this is a good quick story that illustrates, I think the importance of Mu point. He says, this per this professor gave a test involving 2 un underworld old ladies, meaning they don't have a word knowledge who had just inherited a new England shoe factory making branded shoes and be set with serious business problems described in great detail. So to old ladies inherit this business. It's a business in poor trouble. What are you gonna do? The professor then gave the students ample time to answer with written advice to the old ladies. In response to the answers, the professor ne gave every student, an undesirable grade, except for 1 student who was graded at the top by a wide margin. So only 1 person got the right hand the the, like, made... Came up with the right answer. We also wave well off, well off the right answer. When was... What was the winning answer? It was very short and roughly as follows. This business field and this particular business in its particular location presents crucial problems that are so difficult that un underworld old ladies cannot wisely try to solve them through hired help. Given the difficulties and unavoidable agency costs, the old ladies should promptly sell the shoe factory. Probably to the competitor who would enjoy the greatest marginal utility advantage. Thus, the winning answer relied not on what the students had most recently be taught in business school, but instead on more fundamental concepts like agency costs and marginal utility lifted from undergraduate undergraduate psychology and economics. I'm gonna repeat this because he repeats it and I think it's such an important point. There's an old 2 part rule that often works wonders in business, science and elsewhere. 1, take a simple idea and 2, take it very seriously. So this is Charlie on the fo of fake diversification. So on 1 end, you have, like, I'd I look like a barbell. Right? So on 1 end, you have the index, You have you're owning... If you if you have no ability to accurately determine, like, what's the true value of the business, just go the Vanguard Jack Bog route and just own the the entire index. Right? And then on... So that's on that's on 1 side. And on the other side, you have the Mu and Buffett method, which is, like, only, like, only invest in thing in a few opportunities that you feel you have, like, a unique advantage in bet heavily. Right? So a handful of companies. So you don't have own all of them. Are you on a few. What Mu says is, like, the the reason I say it's this is Charlie in the fall fake diversification. He says because the other diversification that's not either an index or the they're route. It's like, it's in the middle. It's like, in the messy middle. It doesn't actually make any sense. So he says, I have more than skepticism regarding the orthodox view that huge diversification is a must for those wise enough so that index index cessation is not the logical mode for equity investments. Like, if you're not doing it our way, Do it just to have an index. Don't like this is absurd. I think the orthodox view is grossly mistaken. A person or institution was almost all wealth invested long term in just 3 fine domestic corporations is securely rich. Long term results would be superior by reason of his lower costs, required emphasis on long term effects and concentration in his most preferred choices. Which means that's the third part to me is, This isn't gonna work unless you do your your homework. So you should you you've done the... You only have a few attempts here. So you have to make sure those attempts are are are good, which means you concentrated it in your most preferred choices. Assuming that assumes that you did the work to figure out what what business actually valuable. I go even further. I think it could be a rational choice in some situations for a family or a foundation to remain 90 percent concentrated in 1 equity. Now that sentence, if you just took that out of context and and said it's some random person street, they would freak out because you're so ind about diversification. But if you study how the great fortunes are made, that's exactly how they did it. Is extreme concentrate concentration in a extremely valuable asset. Among Buffett has 99 percent of his mobile net worth in Berkshire, Mu has over 90 percent of his family's net worth in Berkshire, you have all these people that I got fallacy wealthy because and they're usually, you know, person or a family. And if if you're a huge successful entrepreneur. Like, well give you an example. I don't have to go to history. Jeff Bezos. Where most of his wealth coming from. It's coming from 1 equity. It's his ownership of Amazon. Like, this is completely obvious, but completely opposite of what most people are taught. And even for me when I first started studying Mu and Buffett views on diversification. I mean I've already adapted, like, more of a barbell strategy and a lot of things in life in general. So I more open to to to it, but it felt like wrong. It's it's just sounded wrong because it was so different from what other people have said in the past. But those other people are not wealthy. Oh my goodness. I have an insane amount of notes. Alright. Let... I have a long note to myself, but I'm gonna read that note to you after I read what spawned that note. So this is Charlie talking again about his dis for efficient market theory. Says, my fore going acceptance of the possibility that stock value in aggregate can become a rationally high is contrary to the efficient market theory that many of you once learned is gospel from your mistaken professors of your. Your mistaken professors were too much influenced by rational man models of human behavior from economics and too little by foolish man models from psychology and real world experience. I remember this part of this... I'll tell you why this 1 paragraph. It's illustrating his his... Why, I think it's wise to to follow his his multi disciplinary approach. Crowd fo, the tendency of humans under some circumstances to resemble le, explains much foolish thinking of brilliant men and much foolish behavior, like investment management practices of many foundations represented here today. He's giving a talk to to institutional investors. So he's kinda like, shitting on their ideas in front of them. That's so it says, gives foolish thinking of brilliant men and much foolish behavior like investment management's practices of many foundations represented here today. It is sad that today, each institutional investor apparently fears most of all, that its investment practices will be different from practices of the rest of the crowd. So there's a lot on unpack in that 1 paragraph. 1, it is possible Academia taught you wrong. It has taught you wrong, detrimental ideas or theory. 2, You are more likely to believe this nonsense if you don't possess broad multi worldly wisdom. And 3, he is saying this to a group of investment professionals that make that make mistakes because of a failure to understand their own how their own operations related to the larger system of which they're apart. That results in higher fees and waste. And 4, he says humans are prone to make these those mistakes because we copy and mimic each other. There's a lot of ideas that... Like... And I wouldn't have known how to interpret that if I didn't obviously, study among at length and reading out read 3 books about them. But, that's what I love about this guy. Is he's able to... He's able to s such complex different... Ideas from multiple different fields and then explain to in... Like, the... What's the rule of application of that. And he's giving it... He and he knows he's knowing audience that he's speaking to. He's like, you guys are making these stakes you're paying more on fees, you're copying each other, your returns are lower. And you're and you're... Even if you've mastered what you learn in business and finance because you didn't understand, you know, psychology or are the idea of, like, the the where, like, your theories are wrong. Like, you you you you rely too much on the rational man, theory and economics. Well, there's no such thing as a rational man, and you would know that if you just talk to people day day. I know. I just I really appreciated his ability to break that down in such, like, a short amount of time. A rough rule in life is that an organization foolish in 1 way in dealing with a complex system is all too likely to be foolish in another. So this fresh in my mind was what David Og told us in confessions of an advertising man. If you have high standards in 1 department of your company that can lead to high standards and other departments. So that's the positive effect of that. Mu is telling us the negative effect. And if we don't know how to deal with complex systems in 1 way were more likely to be... Since most of life is a, a series of complex systems, you're most likely to make the same mistake in others. So identifying the 1 that you live in a complex environment way beyond your understanding. Is the first step, but 2 understanding that that that lesson needs to be applied over and over and over again to different domains of different experiences you have in life. Love that idea. The prudential rule is that underlying the the... Oh, 0, this this so this is what I mean about him given these great anecdotes and, like, stories that really like, highlights what he's trying to say here. He says the prudential rules that the... Is that underlying the old advertisement for machine tools. So there's used to be this famous ad, you've probably seen says, the man who needs a new machine tool and hasn't bought it, it is already paying for it. Well, that rule also applies, I believe to thinking tools. If you don't have the right thinking tools and the people and the people you seek to help are already suffering from easily removable ignorance. So it's to me. Like, if you're not... If you... If you know that your business is is tool, and you don't buy it. Right? The mean you're majority already paying for it. Well, if you know that your mind isn't perfect the way you're making decisions are perfect. Are there's... Are another to think about this is there's there's information out there that's useful to you that you haven't gone out and actually actively sought it. Like, you're already... And maybe it's a reason because, oh, I, you know, I don't wanna invest a 7 hour. Like, it might be 7 hours to read this book in 20 dollars. Like, well, That's a small price to pay for not having that knowledge? Isn't it better just to to invest the time in the money, so then you can reap the benefits of that knowledge moving forward for the rest of your life? Certainly, most people would agree with that. But most people would agree with it with words. That's it's unclear to me how many would actually agree with their actions. Okay. Well, he's got the... So moving forward. He he's a big... He really likes this idea of checklists. So he he comes up with... He's giving this talk on to business school graduates. And he has this extreme success checklist that I really low. So I'm just gonna pull out. It's like a it's a it's only like 4 factors. Extreme success is likely to be caused by some combination of the following factors. A, extreme maximization or mini of 1 or 2 variables. Example, Costco are our furniture and appliance store. So that's the nebraska Furniture mart, which I covered at length in the Berkshire Hathaway shareholders. But there's that idea again, extreme, maximization or mini of 1 or 2 variables. Take a simple idea and take it seriously. B, adding success factors so that a bigger combination drives success often in non linear fashion, as 1 is reminded by the concept of break point in the concept of critical mass and physics. Often, results are nonlinear. You get a little bit more mass and you get a La Palo results. And of course, I've been searching for La Palo results all my life, so I'm very interested in models that explain their occurrence. C, an extreme of good performance over many factors. Example. Toyota or Les schwab les schwab is another person. He founded... Let me just read you his short bio. Les schwab was born in Ben Oregon. I gonna skip over his early life. He he starts a small tire shop that he turned from a 32000 a year business into 1 that's generating a hundred 50000 annually, and then he starts to build... He starts expanding throughout the Pacific Northwest. And today, he has... His... He started these tire stores that have sales in excess of a billion dollars annually. So it says an extreme of, good performance over many factors, and and less is competing with, you know, at the time, many of the major tire manufacturers had their own stores. So he had like, cars are stacked against them because they gave preferential treatment to their own corporate stores. Alright. So that's c. D, catching and writing some sort of big weight. Moving ahead. He's got 2 ideas here next to each other 1, make yourself worthy and 2 lifetime learning is a moral duty. Non... It's non negotiable in Charlie size. So I love this idea about making yourself more because we're talking about the idea of making yourself into a formidable individual. Right? It says the safest way to try to get what you want is to try to deserve what you want. It is such a simple idea you wanna deliver to the world what you would buy if you were on the other end. By and large, the people who've had this ethos win in life. And if... And they don't win just money and honors. They win the respect and the deserve trust of the people they deal with. The acquisition of Wisdom is a moral duty. It's not something you do just advance in life. Without lifetime learning, you going... You you people are not going to do very well. You are not going to get very far in life based on what you already know. You're going to have to advance in life based on what you learn after you leave here this another commencement address. Consider Berkshire Hathaway, 1 of the best regarded corporations in the world. It may have the best long term big asset involving investment record in the history of civilization. The skill that got Berkshire through 1 decade would not have suffice to get it through the next decade with comparable levels of achievement. Warren Buffett had to be a continuous learning machine. The same requirement exists in lower walks of life. I constantly see people rise in life who are not the smartest, sometimes not even the most diligent, but they are learning machines. They go to bed every night a little wiser than they were when they... That morning. And boyd does that habit help, particularly when you have a long run ahead of you. Charlie goes back to Ci and about studying history. But the lesson I got from what he saw about to here is you need to study of history, but don't stop there. That's just 1 of the many techniques you have to master. So now this is quote from Cy. History is the witness that test to the passing of time. It illuminate reality, revitalize memory provides guidance and daily life and bring as ti of antiquity. To be ignorant of what happened before you were born is to be ever a child for what is a man's lifetime unless the memory of past events is woven with those of earlier time. Since it's at the end of the quote from Ci. And now here's Charlie talking about us. Ci is famous for saying that a man who doesn't know what happened before him before he's born goes through life like a child. That is a very correct idea. Ci is right to ridicule somebody so foolish is to not know history. But if you generalized Ci as I think 1 should, there are a lot of other things that 1 should know in addition to history. And those other things are the big ideas in all disciplines. The way complex adaptive systems work, and the way mental constructs work, problems frequently become easier to solve through inversion. So you're repeating us again, it's obviously very important to them. If you turn problems around and into reverse you often think better. For instance, if you wanna help India this whatever earlier, the question you should consider asking is not how can I help India? Instead, you should ask how can I hurt India? You will find what we'll do the worst damage and then you try to avoid it? Perhaps the 2 approaches seem logically the same. But those who have mastered algebra know that inversion will often and easily solve problems that otherwise resist solution. And in life, just as an algebra, inversion will help you solve problems that you can't otherwise handle. Let me use a little inversion now. What will really fail in life. What do we want to avoid? Some answers are easy, for example, sloth and will fail? If you're unreliable, it doesn't matter what your virtue are, you're going to crater immediately. So faithfully doing what you've engaged to do should be an automatic part of your conduct. Of course, you want it to avoid sloth and. Some more advice from Charlie avoid self pity. Generally speaking, Envy, resentment, revenge and self pity are disastrous modes of thought. Self pity can get pretty close to Paranoia. You don't want drift into self pity. I had a friend who carried a thick stack of cards. And when somebody would make a comment that reflected self pity, he would slowly pull out this huge stack of cards, Take the top 1 and hand it to that person. The card said, your story has touched my heart, never have I heard of anyone with as many mis as you. Every time you find yourself drifting in a self pity, just give yourself 1 of my friend's cards. Self pity is always counterproductive. It's the wrong way to think. And when you avoid it, you get a great advantage over everybody else. Because self pity is a standard response. And you can train yourself out of it. See he he references that over and. He'll identify the standard default typical human response, and then he'll tell you exactly why that's the wrong... The exact wrong thing you should do. So that's a good way to identify your, like, behavior in others? You may think that you're you're constantly choosing, but you might be mimicking from people around here. But like, hey, does this behavior actually makes sense? Is a default. Do I see other people around me engaging the same behavior. Yes. I do. Okay. Now that doesn't necessarily always mean it's wrong, but I need to make sure I'm working through and and actually choosing this action as opposed to just mimicking it. They're very similar. And and sometimes you can't tell which ones... Which actions are ideas you're choosing, which ones you're just mimicking. Just a few more here. I love this this idea. Maximize non legality, and I'm probably not pronouncing it correctly, but it says, Another idea that I found important is that maximizing non legality will often work wonders. What do I mean? Well, John Wood of Ucla presented an instructive example when he was a number 1 basketball coach in the world. He said to the bottom 5 players. You don't get to play. You were practice partners. The top 7 did almost all the playing. Well, the top 7 learn more, remember the importance of the learning machine because they were doing all the playing. And when he adopted this non egalitarian system, wouldn't 1 more game games than he had won before. I think the game of competitive life often requires maximizing the experience of the people who have the most aptitude and the most determination is learning machines. And if you want the very... And if you wanna reach the very highest... And if you want the very highest reaches of human achievement, that's where you have to go. Let me read that part again too. So he says, I think the game of competitive life often requires maximizing the experience of the people who have the most aptitude and the most determination is learning machine. It's a really interesting idea. Alright. Here's Mu. Here's a couple thoughts on incentives from Mu. Almost everyone thinks he fully recognizes how important incentives and dis are in changing cognition and behavior. But this is not often so. So again, he's describing the default human condition and how we can overcome that to the... To... And actually, utilize a better idea. For for instance, I think I've been in the top 5 percent of my age cohort almost all my adult life and understanding the power of incentives. And yet have I've always underestimated that power, never a year passes, but I get some surprises that pushes pushes a little further my appreciation of incentive superpower. So it talks about and he's quoting Ben Franklin and poor Richard Alma says if you would if you would persuade appeal to interest and not to reason. This maxim is a wise guide to a great and simple precaution in life. Never ever, think about something else you should be thinking about the power of incentives. Perhaps the most important rule in management is get the incentives right, incentives are superpower. And I love this. Just good old school wisdom. He calls us Gran rule. Gran rule provides another example of reward superpower, so extreme in its effects that it must be mentioned. You can successfully manipulate your own behavior with this rule. Granny rule to be specific is the requirement that children eat their carrots before they get dessert. And the business version requires that executives force themselves daily To first do their unpleasant and necessary tasks before rewarding themselves by by proceeding to the pleasant tasks. Given reward superpower, this practice is wise and sound. So do the stuff that you... That you're regretting, do it first thing. Get it over with. It's the stuff that you actually need to do. You know you wanna do it, but you you wanna waste time doing something else. So that's a Cra rule. And finally, I'll close on what may be the most important idea That's hard to say, but it it's pretty... No. It it may be the most important idea. And it's work on something that you have intense interest in. Another thing that I have found is that intense interest in any subject is indispensable if you're really going to excel in it. I could force myself to be fairly good and a lot of things. But I couldn't excel in anything in which I didn't have an intense interest. So to some extent, you're going to have to do as I did. If at all feasible, you want to maneuver yourself into doing something in which you have an intense interest. And that sound you just heard was me closing the book, I will leave the store there. There is just so much more in this book. If you find ideas of Charlie Mu, interesting, like, I do and, like, a lot of people do. I would definitely pick up the book. If you want. So this is like a textbook. It is giant. Like I said earlier. I'll leave a link in the show notes if you wanna buy it. It's actually a way to support the podcast at the same exact time because Amazon affiliate link, which means I a small percentage of sale no additional cost to you. Thank you very much for support. I will talk to you next week. So"
}