{
  "transcript": "Jim. This is Warren Buffett. I read your book over the weekend and I enjoyed it very much. You did a good job on it. I followed your company for several years and congratulate you on taking it to the top of the industry. Give me a call. I'd like to get your views on the industry. So that is a voice mail. That's an excerpt from the book that I read this week, which is first to dream by Jim Clayton, and that actually a voice mail warren left Jim after somebody gifted the the book I have in my hand, too warren, he read it over the weekend, like he just said, and he winds up buying after reading the book, he winds buying Jim's business for 1700000000.0 in cash. And so Warren told this story, while I was going through a few weeks ago I released the podcast on, I read every single shareholder letter that warren Buffett has ever written so far. It's like, 54 years. So while I was doing that, Warren talked about reading the book and then buying the company. And I thought, okay. Well, that's a no brainer. If Warren Buffett red read this book recommended it. And not only did he recommended it, then he goes and spends 1700000000.0 of his own money on the guy's company. There's obviously, benefit to to to me reading it and then telling you what I learned by reading it. Before I jump into the rest of the book, I need, favor from you. If you leave a review, for this podcast, take a screenshot and email to me. I founders reviews at Gmail. And I'll send you a private, feed of 7 podcast episodes that I've done that are available nowhere else. And if you're listening to this on overcast, all you have to do is press that star. That's on every episode. So this episode or any other episode that you happen to enjoy that you recommend, press the star. It'll change colors. All you have to do is send me a screenshot of that to founders reviews at gmail mail dot com, and I'll I'll send you the private link as well. Okay. So let me go ahead and jump into this book, and I'm gonna spend a lot of time talking about his early life. Because... Well, let me not... Let me not run over my own points here. Let me just go ahead and get into it. We started at the very beginning of the of the book, and this is Jim writing. He says the country was in the depths of the great depression. 4 years running with no signs of letting up. When I was born on a dirt farm in Tennessee. The region was ailing anyways, even without a depression, and we surely lived in 1 of the poorest parts. Dad was a share crop, farming on the halves. Which meant that the lando over owner fur the land and half the mules, seed and equipment. We share crop supplied the sweat and energy to plant, cultivate and harvest the crops. The lando owner received half of the harvest, and this is a very important sentence that Jim realized, share cropping was a tradition dating back to colonial times. And there is no known record of a share crop getting rich. So just how poor was Jim, and his family when he's born. Well, this is how the his dad paid to to the doctor to have Jim delivered. Dad paid the good doctor, 2 chickens, 3 gallons of shelled corn and 1 home cured country ham to bring me into the world. The year before, he and mother grossed only a hundred dollars the whole year, so there wasn't a whole lot of cash to go around. Now, I wanna tell you a little about the environment, the the, like, the house that he grew up in. It was 600 square feet, a log cabin, no electricity, no running, no running water, a tin roof and no bathroom. There was no insulation to speak of, so the cabin was like an ice box in the winter and an oven in the summer. The main room served as our bedroom were all 4 of us slept about 8 feet apart on 2 beds. There was no bathroom. In fact, we didn't even have an out house. During the cold months, we'd bring out the thunder bucket, which was kept under our parents bed. You can imagine what that was used for. Someone had to empty it out every morning. So I I'm gonna pause right here and I just wanna bring up 2 things to. I think are very important. 1, he goes from these living conditions to the to the forbes 400 list. And when, the sales completed to warren Buffett, he personally clear something like, 400 to 500000000 dollars. Okay? So he goes from his parents making a hundred dollars a year and having to essentially go to the bathroom in a bucket. To being 1 of the wealthiest people on the planet. So that's a very... He has a very inspiring story. The second thing. Right? Which I find remarkable. And I found out when I got to the end of the book was, this book is self published. He wasn't planning on it to sell as many copies as a did. He wasn't planning warren Buffett to read it. Certainly so he just wrote it because he printed about 15000 copies that he handed out to employees and friends and fan. Way. And then he's done several reprint since then because the book became so popular. But I just think him... It was a smart idea because, you know, he had invested a few years writing the book, little bit of money self publishing it, but the optional that he induced into his life. He had a cap downside. He only has been, you know, a short amount of time and a unlimited amount of money. And then the upside was unlimited. I think that's extremely important for not entrepreneurs before anybody in life to cap your downside and and keep your upside un cap. So I wanna jump right back into the book because those the those 2 things was just hard for me to wrap my mind around. And then he talks about, like, okay. Well, you're all living in a 600 square feet, all sleeping the same room. It's him, his his brother and his 2 parents. And what what where's is the privacy? And so he talks a little bit about that. He goes, I didn't know exactly what was going on, but we knew something was up because our parents would suddenly insist that we go outside and play. Once we were outside, we'd see our parents cover up the window with a blanket. Naturally, we wondered what the big mystery was. Those parents that's the only time... And this only happened usually on Saturdays or Sundays when they had any kind of a alone time. More, I'm gonna talk about more about his early life and then some of his first jobs. And this is just... It... It's mind blowing what he had to do it 5 years old. So he says, all 4 of us took turns using the same wash tub and the same water. So as you could imagine, the first person in the bath, you're getting a really good bath. The last 1, you're essentially wall and filth. Even something as mundane as drinking a glass of milk was preceded by a process that could char be described as labor intensive. As a 5 year old, I'd be up at 5 in the morning to milk the cows and bring the 2 gallon pale back to the house. So he gives the pale his mom his mom wipes out all the brie, like, filters and milk as best she can, and then she gives it back to him. Says then she package the milk in half gallon jars for me to carry back up the hill, pass the barn down the hill and through the meadow to finally deposit them into a cold spring. Later at supper time, we'd go back for ice cold refreshing milk. And that's just... When I'm reading this section, I'm just like, man, I have nothing to complain about. Like, I can go to the Fridge Any time and get something cold to drink. As most people are listening his podcast can. This guy's 5 years old, milk milk cows, this is a multi hour process just to get a a drink of cold milk. It's insane. As you can imagine school, he says my brother, Joe and I had to walk 4 miles to school in the winter. And they talks about this is his first job, although it's unpaid. Cotton was our money crop and was labor intensive. At age 5, I was proud to have dad promote me to a position of responsibility. So what he... You went from picking cotton to being able to control the mules that plowed the land at the cotton was was was yielded on? Dad never paid me for helping the fields. This is his first job. He he gets his first job from his uncle. Now I'll check this out. I would sometimes plow for Uncle Rc. He gave me my first pay for work opportunity and my first feeling of self worth that comes from being paid for work performed. Uncle Arc would always acknowledge a job well done, giving me a lasting sense of pride. The pay for 1 day's Cotton road dragging, which 25 cents. Now they're gonna talk about how... Like, if you have no money if you're making such a little amount of money, how are you gonna feed and cloth your kids. Well, our clothes were made out of feed sacks. So the Sacks that they're using to feed the animals that are on their farm, they then his mother repurpose with her sewing machine as clothing for her children. Since as our clothes were made out of Feed sacks, really, we would go to the general store, walk down the roads of Feed sacks and shop for our new clothes. Now, this is what was remarkable about 1 of the remarkable things about the book is he's not telling the story for you to be like, oh, like, to pity him or or to say, you know, what was me. His overarching lesson in the book is listen, you don't determine the the circumstances you're born into. But there's a lot of lessons that you can learn from those circumstances apply them, and then you can actually improve your life. And so even when he's noticing how poor parents are He learns business lessons from them that he then applies to his his several businesses that he starts and operates later on. And this is 1 of them. He says Dad was an extremely good manager of what little money we had. Dad was able to minimize the expenses since he was a natural born mechanic and enjoyed performing the maintenance himself. So Not only would he do this for automobiles, but later on, when, when Jim becomes a pilot, he does the same thing for his for his airplanes. Thanks, Dad for these business lessons, which we apply daily at Clayton Mobile homes. Aircraft maintenance comes to mind. But in computer manufacturing equipment and all over the company, these lessons on buying good used equipment and maintaining well is applicable. And I referenced this earlier, but I do think this with the section about to read you is probably is the most important point in the book because gonna be applied to so many different things. He says it probably sounds like we lived under harsh under extraordinarily harsh circumstances. But even in that time and in that place, I learned that certain concepts are age, no matter what century we're in. Self discipline, willpower, perseverance. Realizing that disappointment is not defeat. Knowing that problems often present opportunities. I'm just gonna wrote myself here and go back to 1 of my favorite quotes from the podcast I did on Henry Kaiser is problems are just opportunities and workloads. I think about that that quote all the time. Obstacles may get in the way, but the human spirit can triumph over these things. Adversity breeds resilience and can build character. It is possible to survive, even prevail. As a boy, I can never articulate these things. As a man, I was able to look back and apply these hard 1 childhood lessons to my business and my life, and I just think that's the most important part. I'm understanding that you can you can manipulate life. You can change it. You can poke it. You can you can have an effect on the outcome of not only your own life, but all those around you. I think that's extremely important for people not to just Wall. You might not be in a good situation today, but you can make the necessary adjustments. And improve your situation in the future. Okay. Now I'm skipping ahead, he's still a boy. In this section, I think, what I took away from the section is... There's a there's a huge value, in having examples that inspire you. And when Jim started his life as a young boy, he wanted to be, like, an op singer, like, a country music, like Guitar singer person. A musician, singer person. And he looked up to this local guy named Eddie Arnold who wanted up being 1 of the most successful country music artists, some musicians in history. So he says all of us felt a kinship to Eddie because he was a hometown boy. He grew up near us. Eddy started out with nothing. No contacts and no hand up. In fact, he started out just like me, a kid on a cart cotton farm who undoubtedly had a dream as he learned to sing and play the guitar. We appreciated that Eddie never tried to to bury his dirt poor heritage. In fact, he glorified it, considering his nickname was the Tennessee plow. That's what they called, the position that that Jim had on the farm, plow boys. Eventually, Eddie would have 28 number 1 singles. He'd be the first country entertainer to host a prime time network Tv show. Ultimately, he'd sell 90000000 records. He was 1 of us, still in touch with his roots, confirming that any of us can find a way out of the cotton patch. His growing success was an inspiration to me as I shaped and nurtured my dream. So now in the story Jim's is about 10 years old, he understands that he doesn't have a lot of money. He's doing anything he possibly can. He'll he'll, help out his uncle store he'll work on other farms he'll collect bottles. He could do anything. And as a result of these activities, there's a lot of early valuable lessons in entrepreneurship that he applies later on to his many businesses. He says, in whatever spare time I could find, I sold flower seeds door to door. So he talks about now some of the incentives. We've talked about a lot about incentives the past few weeks. If you listen to my podcast on Warren Buffett and Charlie Mu and how important it is to them and how they're constantly preaching the value of understanding the incentives that, not only, like, do you give employees in your business, but that you see, in all areas of life that that... It's... I think they say, like, the number 1 shape of of human behavior. So in this case, the flower seed company that he's selling seats for are also trying to organize and incentivize their their salesforce. Right? And says to entice to sell, there were rewards. The seed company gave us a choice between prizes or free products. Now he does something extremely smart hair and extremely rare for a young child. He says, I weighed my options carefully. Did I want a torque a toy car, which would be instant gratification, or free seats, deferred compensation, and and essentially, they're gonna give you the product for free. This decision was more consequential than I ever knew. Without realizing it, I was setting the tone in shaping a philosophy that would characterize the rest of my life. I chose the seeds. It was my first attempt to become an entrepreneur. Plowing the money back into my business was a smart move. I got to keep all the proceeds from those extra seeds, so it really increased my cash flow, but I learned something far more profitable. For go those things that give you moment satisfaction. Look at the long term. Defer profits for something more substantial, pass up the plastic toy car and invest your capital. Plant the right seeds. 1 day, you could buy a new luxury car or better yet, start your own seed company. So when I'm reading these sections, that paragraph right there, was written by Jim Clayton, it could have easily been written by Warren Buffett, could have easily been written by David Og, could have easily been written by Charlie Mu. So you don't... I'm in, like, the middle... In case you have haven't listen to the these other podcasts. I'm in the middle of like, a series. They're not you don't necessarily have to listen to him an order, although, I I guess I would because I kinda build on them on every podcast, but it starts with Warren Buffett shareholder letters. Right? And then I take entrepreneurs and ideas that he talks about, that influence like, the next book I day, which is David Because warren Buffett said David hit, like, he learned... He bought... First of all, bought stock the in Og Math, Og public company advertising agency. But he also called him a genius So I'm like, okay. Well, if everybody around me is ad admire Warren Buffett, and learning from him? Why am I not learning? Like, why don't I take that 1 step further and learn from the people weren't learn from? And if you have somebody that warren Buffett calling a genius? Like, like, why won't I dedicate, you know, 10:15 hours to read up on that person, which I did? Then very next week, I did Charlie Mu, Obviously, like I've done 2 podcasts on Charlie before. Somebody warns also extensively talked about how much she's learned from Charlie. Now when I... Now this week, I'm doing Jim Clayton again, somebody else worn learn from and and enjoyed. So the the next 3 weeks, I guess I wasn't even thinking about talking about this, but it kinda makes sense given where I find myself right now, the next 3 weeks, I'm also doing books on entrepreneurs that I learned about by reading Poor Charlie Alma. The reason I'm bringing this all up is because I think it increases the depth and understanding you have, listening to this podcast. If you listen to all of them in order. I mean, you don't have to. Like I said, it's up to you to do whatever you want. But I do think they're gonna build on each other. And now, I feel like I have a better understanding. I'm, like, rambling here, but I'm trying to get my point. I feel have a better understanding of Jim Clayton and warren Buffett by reading both warren Buffett journal and Jim Clayton book if that makes sense. You see how they kinda of play on each other and they they they share a lot of the same values. And then you start to absorb those values and admire them in your own life and hopefully apply them. So I just can't get over, like, that that exact sentence or that exact few paragraphs is very, you know, is very in line with Buffett and Mon philosophy on how they run Berkshire. And, you know, they they have a company it's worth what 500000000000 dollars. Like they're sitting, like, a hundred and 20000000000 dollars of cash right now. Like, there's a lot of and of of education and useful information just by studying them. Alright. Let me skip ahead a little bit. This this is more about... He gets really into, he... So he has a Jim Clayton has a rather unique set of skills. And what I admire about him what I learned from him is, like, he approaches problems very, like, straightforward. Oh, I wanna do this activity. I don't know how to do it. Okay. I'll learn how to do it. So he applied. He became a musician. He became a pilot. He became an engineer. He became an attorney. He became an entrepreneur. And I'll... I'm gonna elaborate on more of that. But I feel that that is very, like, very simple but not easy. And Charlie Mon always talks about, like, common sense, the reasoning they call common sense because it's really uncommon sense. That the standard default of him of humanity is, like, 1 of great mis cognition is the word he uses and laziness. And so if you're just willing to constantly learn and not be lazy, that put you head of, you know, 90 percent of all humanity because they won't do that. Now in this... We're at the story, he gets obsessed with with radio. It's like the main technology and he's a young person. He starts taking... Not only does he learn like, how radio... Radio signals are transmitted. He's able to take a part and rebuild radios. And so while he's doing this, and he's, I think 16 at this time, he... He just has this, like, throw away quote that I think applies to so much it applies to, like, the relentlessly resourceful nature that entrepreneurs and and anybody that wants to get good at their craft. It's not exclusively a the domain of entrepreneurs has to has to wrestle with. And he says, shoe string operations offer tremendous opportunity. You have no choice but to learn everything. So he's talking about radio right now, which leads him to have jobs later on, but that is applied to everything. I think if you just go through life and says I have no choice but to learn everything. And I'm not saying you it's impossible to learn everything about our complex world. But everything that you need to learn to do whatever it is that you wanna do in life. Again, you have no choice but to learn everything. I think that's a good model for all of us. Okay. So now I'm jumping ahead, he he realized, hey, like, his dad even when you trying to and he's like, oh, I'm gonna see the other plot of land for you. I'm gonna, saving that for you. Reminded me what, like, well, or Henry Ford's are life for his part of the reason, Henry Ford was so obsessed with, like, all things mechanical because he didn't wanna be a farmer. And same situation for Jim. Jim's like dad, that's not, like, my goal is not in life not to be a share crop. Like I don't wanna be a dirt farmer. So he ends up moving away. He has no... He he graduated high school, but his parents never mentioned college to him. Like they even thought, like, most farmers in the area where over here is I was thought high school was a waste of time because it took away from hours where you could be working on the farm. Right? So this section where I'm at right now, it's gonna talk about the... The difference of mentor could make. In in your life. Right? And, Jim's Jim's mentor when he's a, let's say, teenagers, it's probably around 18 years old time, was this person named Bill. And Bill was the only person he knew that actually had a college degree. And Jim is actually lucky in the sense because I think for a lot of people, let me just speak for myself, and I think this applies for a lot of people. Like, I've never had, like, an in person mentor, never. Like, I wish I did, I never did. For me, that's what I use, like, books and podcasts and and and think thank God for the Internet, because that that can serve is, like, you know, mentorship, like, at scale almost. So this is the influence that Bill had on Jim's life. So it says, Bill asked me to consider applying for an electrical engineering degree at the university of Tennessee in Knoxville. Since they would accept all my credits from Memphis state. So he's going to, like, a tiny college. Then he's gonna wind up doing that, but then it says, Bill also push me. They're working... I forgot to tell you They're working at at a radio station, which was, like, the the... Like I said, the budding technology of their day eventually turns into Tv stations too. Bill also push me to get my first class radio license required by the Fcc to operate and maintain transmitter at commercial television and high powered radio stations. This, in particular, was a superb ideas as Tv sweeping the country absorbing engineering talent. So he winds up studying... He's not telling anybody but bill this. Right? So he winds up passing the the the exam from the Fcc. And so he gets his his license. He says this I thought would be my meal ticket. About the same time, the University of Tennessee accepted my application. I packed the Chevy left Memphis and move 400 miles to Knoxville. On my first day there, armed the fresh first class license, I got a job as a transmitter operator for W0XA 10000 watt radio station. So now I just look at my notes. The difference of mentor could could make. Encourage him to go to college to study engineering. Advise them to get a license to the Sse to operate radio tv stations. Go to Ut so credits would transfer, and you could work at the same time so you wouldn't have any debt. Those 3 things set Jim up to be able to move into business later on, which is gonna happen relatively soon. But it's not at all clear, and Jim doesn't know this. If if he would've have naturally gone into. He thinks He had some entrepreneurship tendencies at young age, but he was so interested in radio and tilt television, and he thought maybe him and his brother would just work in an industry for the rest of our life. So that to me is like, a story of the the difference a mentor could. And if you don't have a mentor, that you can... That you can interact on a personal basis. Please do try to find them through podcasts and, and books because, they can... They can function as... They can... And sometimes they could even be like, they could produce like a better outcome for you, But I do think it is extremely important to have other people push you and shape the way you think. Around this time, Jim becomes fascinated with flying. And there's... There's... It's really funny because you could buy at this time. You could buy a plane. You know was like, you know, like, a 65 horsepower a little 2 seater for about 895 dollars. Well, Gyms in college, he doesn't have 895 dollars. She it comes with this really good idea. He essentially invent fractional plane ownership before, like, a few decades before it actually becomes invented by another buffet company that Buffett wants buying. I think it's net jet might be like Marquee jet or something like that now. But anyways, the lesson I'm about to tell you is he goes in he convince us a bunch of his other f attorney brothers. Hey. Let's let's... I think there's, like, 8 of them or something like that. And they say, hey, let's all chip in a hundred and 20 bucks and buy this plane, and then we'll all learn how to be pilots and get certified as pilots. Now that's the story. That's not the lesson. The lesson is there's a strategy here that you should do the work others won't do. Right? I was like, yes, let's do it. They throw in money. Everybody's is excited. Guess what happens. The other guys were rev up at first, later they learned just how much work was required to obtain a pilot's license and didn't wanna put in the time. Except for Joe, that's his brother, none of them became pilots and only 2 of them. Ever took lessons. So they still paid for the plane, but they were lazy. They were unwilling to do the work. Let me pull up my notes on this talk. This guy named Josh Wolf gave his investor and an entrepreneur advocate, and there's something he said that I wrote down and and put in my collection notes. I think about constantly. And I think I've talked about a few times on the podcast actually. So she talked about, like, what are the opportunities that his company is looking for. And he says, we want really high scientific and technical complexity. Not because we wanna tackle things that are really hard that it's because we don't want competition. The problem with funding and doing easy things is you get hundreds of competitors, and I'm psychotic about competitive advantage. What is Josh really saying there? He's he's he's ind dieting all of humanity that humans all the vast majority of our species will drift to the easy. And as a result, you get hundreds of competitors, your profit margins skew it away, and you you just have a miserable time. He's saying, it's not because we wanna tackle hard things. Right? We just do it because we know others won't. Now he didn't say that he said we don't want competition, but that's what he's saying. It's so hard that these people aren't gonna do it. That is a strategy. Do the work that others won't do. This is like, this can be applied to business, But in this case, Jim's applying it, hey, He's essentially got free access to a plane and he had to pay 1 eighth of it because other people like, yeah I wanna be a pilot. Oh, I gotta a study. You gotta learn. I gotta practice. Okay, I'm not gonna do it. But that's how humans react to so many things. And you can differentiate yourself and your business just by doing a little extra work. It's save that much work. It's just the what most people will be happy just sitting at home doing nothing are not happy. They're definitely not happy doing that. Most people just do that because they're they're lazy, and they just don't wanna... They don't wanna do the extra work. So again, I think that's a that's a good strategy for all kinds of, things in life. Do the work others won't do. So at 19 years old it becomes a a pilot, and he flies for a lot. I don't... By time, I'm, I think now he's, like, in his eighties, so he might not be flying anymore. But anyways, what I... Am I about Jimmy, he he takes lessons about life from all kind of activity stuff. So he he has this great section in the book that it talks about the parallels. Of flying and running a business, And I just wanna read this section to you. The most difficult adjustment that you must make is you acquire flying skills is a willingness to believe that under certain conditions, your senses can be dead wrong And so Jim is picking up something from, his experience that I, also, there's this great talk by walk by Paul Graham where he was talking about, and he he arrives at the same conclusion. Let me go back to my notes for that. So he talks about building companies is ind determining. What what why comedy does is tell founders things that they will ignore. It's counterintuitive. We tell people don't hire too fast and they go off and hire too fast. And then they come back and say, I wish we listened. Why startups are comp counter counterintuitive. Why comb wouldn't exist if it was obvious what to do. Same thing with flying. So Jim... Jim's gonna elaborate here. That's what it means to be counterintuitive. If your census can be dead wrong. If your business is in a deadly spiral and in a situation that takes more than just a course correction, it is even more imperative to resist the urge to rely on impulse. Same thing if you're in a deadly spiral in a plane, sent something actually happens to him. That actually happens to him. I think he talks about here. With so much negativity activity swirling around realized that your sole perception on things may not square with reality. Take action yes, but knee jerk blood letting usually won't work. Dramatic gestures like massive layoffs are cutting the advertising budget to 0 could well add to the problem. So mean. So that makes intuitive sense, but that might be the wrong thing. During that horrific nose dive, now he's talking about... Oh, he went into a cloud, and, he didn't know that that the plane went up flying upside down because he couldn't see anything. So he's he's thinking that he's going like, it feels his instincts are to to to pull back on, like, the handle and and and have the plane it's like, gain altitude, but it winds up sending him faster towards the ground. Says during that horrific nose died, I was desperately trying to recall fragments of information from the instructional manual that I'd had skimmed. Something anything that might get us through. I remembered 1 piece of advice pertinent to my situation. The last thing you should do, the book said is the first thing you feel you should do. That's a great description of the word counter. Right? The last thing you should do is the first thing you feel you should do. In other words, during predicament, when you're lost when you've lost all sense of direction, don't trust your senses. Don't act on impulse. Same with your business. If you've lost all sense of direction there, don't react on a whim. Instead take your feelings out of the mix, gather all the data you can, analyze what you've got available, consult with your experts, engage your reliable sources and resources and identify the root cause of the problem through rational thinking. Not raw passion. I know this advice almost against goes against almost goes against human nature. It's natural to respond instinctively spontaneously and emotionally, but natural doesn't always mean desirable. Remember that cyanide arson ars and earthquakes are also natural. Planning, organizing controlling and del are unnatural to most of us, but that's what works in business. Successful organizations, whether a Fortune 500 company or a mom and pop grocery store use these principles. Either through education, experience or instinct. These companies tend to make these principles part of their culture. Shoot from the hip at your peril, you may want you may wind up shooting yourself in the foot. Okay. Moving on. So he has his... It's it's really interesting how we we can never predict the experiences we have in life, like, what role they'll play later in life. And so he's looking for... He's in college. He's married. They don't have a lot of money. This is his first wife, and he he has... He went up living in a mobile home. Right? That that becomes his main business. That's the business he sells to to warn. But he lived in a mobile home, not because he wanted to. He didn't even know anything about him. But because renting an apartment was so expensive. So through this experience, he learned some of the benefits of mobile homes living to mobile homes. So he has to move cities. Now he's going back to University at Tennessee, and he says it was difficult leaving that great job, the charming city, but the process of moving itself wasn't difficult at all. We didn't have to move furniture or pack anything in boxes. Can good stayed in the cabinets. Close stayed in the closet. Socks and shorts stayed in the drawers. Silverware stayed in its compartment. All it took was a little masking tape to make sure doors and drawers stayed shut, and we were done. So they come. They hire a company. They lift the mobile home, put on a truck and move it to Tennessee done. And he says that they moved in a day. And by that night, we were you know, cooking in the house. Now, this is fascinating, because something else that it's not mentioned and, I don't think I mentioned it in later in the podcast. When I'm just taking hair is the mobile home company he eventually bounced. Is making a hundred million dollars a year after tax by the time, and it was profitable for 28 plus years in a row by the time warren Buffett buys the business. This. I just think the idea of having a company where you're making a hundred million dollars a year and profit after tax is nothing short of amazing. So now I'm gonna get to the point, like, before I read this book, I thought the entire book was gonna be about that mobile home business. Right? That's not he stumbles on the business by accident later, and I'll get into that. His first business, he stumbles on that too, by accident. He's still in college, and he's he's a hustle. He's working weekends off hours. He doesn't have a lot of money, so he's got tons of motivation. He's got 2 jobs and going to college. Right? This guy not sitting around low. He says, I spent, most my weekends and off hours from my other 2 jobs in this manner. Oh, so let me... Before I jump head. So he winds up just, like, buying used cars because, you know, the lesson he learned from his dad was earlier. But then he starts resell them by accident. He's like, wait a minute and I just made more from resell this 1 car, than I did for my 2 jobs, maybe I'm stumbling on to something. So this is how he starts car dealership. So he says, in a few weeks, I was making more money on a good week selling cars, then I was at my other 2 jobs combined. Soon I was thinking, wouldn't it be great if I could sell more than 1 car at a time. I partnered with Joe and and, 6 other and 6 other f brothers. They became my first sales team. This cookie cutter approach to the car business worked better than I could have ever imagined. Some of these guys sold a car every week. It wasn't long before our gross profit was 6000 dollars a month. My net was about 2000 dollars. Good money for almost anyone that. But especially for a kid in his early twenties. So his business is growing. And now here's the here's the issue. Right? So this this section really explains us, the benefit of the power of thinking out outside the box. He's in a comm commodities industry. He's selling used cars. So he's gotta figure out how can my business stand out. And at the time, Tv stations are relatively new and they had not all, like, all hours of the day had programming. So you could buy programming if you'd produce your own your own so show. So you buy it from like, the by the time from the network essentially. And so he he buys... He starts he's really a music. He's a musician. He does like this talent show. And he puts it on, and this is lesson thing he learned from earlier because he would sell advertising for other shows. He's like, well, I don't need to sell advertising, like, you my auto dealership would be the advertiser. I just need to built to make the show. And so, he... And then he appears on camera and he's like, he sings country songs, and he does, like, what do they called? The, Jingle. For his, like, just goofy little jingle. And it works. He said it caught on. People kidding me about being the sing singing car salesman. It was fun and more successful than the radio spots at how he previously advertised his business. Once again, I learned the power of thinking outside the box. Sure it's easy to copy the competition. But doing business like everyone else means you you'll get results like everyone else, which is usually average. For me, that's completely unacceptable. After appearing night and then he picks up something about human nature that people will buy products from people they like. After pairing night after night in their living rooms, even from inside an electric box, people felt like they knew me. I mean, really knew me. Like I had a personal relationship with them. They'd walk into the dealership and say, where's Jim? I was like an old friend? Because of Tv, they trusted me. And if you're selling something, that's as good as it get... That's as good as it gets. I can't begin to overstate how much credibility those television commercials gave us. And this whole idea about the value of business can have is if your customers trust you is and that's that's again, something straight out of, Buffett and and the school of Buffett and mu. They talk about, I don't care if you lose money. I care if you damage your business of reputation because that's way more valuable. And they tell that to all their, all the Ceos that they manage. That he Jim also picks up on something that again is something that that that could have easily come out of the mouth of of Charlie Mon among others, Manga compares, economies to ecosystems. So Jim says, sees a niche that's underserved and own the market. Mu would say, hey, the, the e economies are, like ecosystems. Just like some, in... There's wildlife that have dominated a niche for survival, companies that find a underserved niche and dominate that can find, he call, like, positive economics that they wouldn't find otherwise. So again, season niche that's underserved and own that market. So they have a lot of success selling used cars. He wants up getting contracts with a lot of becomes a dealer for new new cars. At this time in in history, v... Like, the new volkswagen beetles or, like, all the rage. So he starts selling for Volkswagen, but he does something in like a gray market, which is really weird I never heard about before, where Volkswagen would have like, I guess, like, normal relationships with dealers like authorize relations relationships to the dealers, but they would still sell to gray marketers, and that's what his business was at this time. Eventually becomes, like, a like, a authorized dealer with them volvo other other companies, But anyways, the main Volkswagen dealership is run by the this family called the Snyder in in Knoxville. And they they did some things that were, like, unfriendly to their employee or to their customers, which is really, really dumb. So this section it's gonna tell to ignore your competition and focus all your attention to your customer. So what the centers scenarios would do is there's so much demand for beetles. Like, they would work, like a half a day on Saturday. They'd be closed on Sunday. They would make... They try to drum up demand by making their, there'd be like, a... Let's say you wanted to walk into a snyder dealership and buy Volkswagen can bug that day. You wouldn't be able to get it for like, 6 months. So, again, this is just... I know some businesses do this, yeah, to, like, increase prices and stuff. But I... It's it's fundamentally unfriendly to your customer. So I think that's just ridiculous. And then what happened is volkswagen selling these gray market even though they're they're the same new volkswagen beetles, but they're selling them to other dealerships, which is weird business practice themselves. And so the snyder are really, really mad at Jim and his brother. So says, but so so now instead of going to Snyder, you can go to gym and you wouldn't have to waste. But unlike the Snyder, we didn't make our customers wait. In fact, our customers could buy a Volkswagen and dry it off the lot that very day. For that, they'd gladly pay the extra 300 dollars. So he's actually selling them for 300 dollars more than the snyder are, and he's selling more... He starts out selling the snyder because of that, humans are impatient. They're gonna wind up paying more if they can access with whatever product you have, they want in advance or faster than they otherwise could. Now what happened is the Snyder make a huge mistake here. They start running and spending all this advertising money, but warning the public to be beware of gray market Volkswagen. But it's the same product. So they spent and what happens is is Jim winds up benefiting from on his competitors ad spent, So the competitor made a mistake. The competitor, the designer should have focused on being better to their customers instead of looking at their competition. Publicly, they retaliate in the new sentinel. That's the newspaper in that area there they're and with enormous ads and a headline of bell, beware of grain Volkswagen. What followed was a lit of warnings indicating the mishap that would be followed, the the buyer foolish enough to purchase a beetle from the evil con diving gray marketer. This was free advertising for us. Readers couldn't help but wonder what the heck a gray market Volkswagen was. They check us out just to satisfy the curiosity. Un winning, the Snyder became excellent promoter for us. The more they ran those ads, the more beatles we sold. A top flight New York ad agency with a blank check couldn't have gotten us more publicity. It is never smart to shine a light on your competitor, not even a candle light. Okay. So I'm fast forwarding the story. Just know that his his dealership is a massive success at this point. He's selling for all different kinds of brands. Him and his brother making a ton of money, and it's all going to blow up. And so he's learning the danger of leverage. And the messed up part was it wasn't even really his mistake. He winds up switching his business because a, obviously, you know, customers come in. They have to they need to finance, you know, cars or large purchase for most people. As so we it to, a younger banker, and that banker is trying to make a lot of money and they do so by, essentially, like, cooking the books and and they and giving people credit that shouldn't have got credit. And this is happening in the sixties, and we know that that continues happening today, and will always happen. It's just part of human nature. Now here's the problem though, that bank wasn't only doing it for Jim's dealership. They're doing it for all kind of other businesses. So eventually, they realized, oh, shit. All of... A lot of our loans are are gonna are default. We have to cut this business off immediately. And because they loan the money. They can also call in the loans. Immediately, and that was in the contract. And so let me read the section to you, and then we're gonna talk about Jim's unique response to this. Just remember why I'm reading this. That Jim was encouraged by the bank to use leverage to grow faster. 1 bank was, like, none no We can't extend anymore, like, glow grow slowly. The other bank was, like, yes. Fast, fast. Fast. He went with a fast 1 because he's young. It's like 20... I think 25, and that wind up, you know, being his downfall. He becomes bankrupt here in a minute. Alright. Tom is his banker. With Tom's liberal financing for our customers, and his generous funding of increased inventory, our sales increased every month. True or overhead with a larger inventory in a staff of 70 was also growing. That's remember, he was taught to watch his costs. He did not adhere to that. The year 19 60 with the larger staff and Tom's financing was a was for Clayton. It's called, that's the name of company at the time. A great year. The coming year would be a blow out for sure we thought. But by the spring of 19 61, a rumor that Tom's department there there was a rumor that Tom's department had been audited. The audit turned up irregularities, something about high deli and a poor loan documentation. So he comes back from this trip and his brother picks him up from the airport. He's he's over in like, Sweden or wherever Volvo at. And they him awards for selling somebody Volvo. He feels like he's on top of the world comes back that day, Tom, alright not Tom. Joe is his brother picks him up, and it looks like somebody died. And why? The bank is demanding immediate payment of all principal and interest. All 275000 of it today. It wasn't possible. It didn't make sense. We weren't behind on any payments of the bank. We never had been. So they wind up going to a meeting. They bring 2 of their attorneys. So like, we're gonna straighten this out the bank can't do it to us. They sit in with Tom, and then Tom is the nephew of the bank president. This guy named Harry Na, who's kind of a... He's just an asshole. And you're gonna see why because of this is what he says right here. The meeting was a disaster, a Hi hindenburg blowing up in our faces. They began to... His attorneys Began telling the bank's veteran attorneys and Harry Ac, what they could and could not do. It was not going well. Now he talks about Harry Na. He listened for a while. And then he suddenly looked at his watch and announced he had be at the Cherokee country club in 20 minutes, and then Na said something that made my blood run cold. Let's bankrupt these little So. I can't be late for my tennis match. The meeting was over. The bank had made a lot of bad loans. The bank regulators found bookkeeping and accounting records that were badly flawed and loan files that contain inaccurate information. Harry Na as Board of Directors assignment to decided to terminate relationships with all of their indirect dealers, car, boat, furniture, appliance, Piano and moore. In hand, they had a court order, bankruptcy papers and the authority to take over all of our assets. When we arrived back at the dealership, we saw the bank with Hell Bent on taking everything, which would wipe out the business... This business, say we worked so hard to grow. Now there's gonna be 2 things that Jim does here is remarkable and very... Abnormal. 1, the next day gets get up. We just gotta start another dealership. People are, they have a bankruptcy attorneys, like, well, you know, that that company's bankrupt, But you guys aren't personally bankruptcy. You could start another company, And that's what they do. This is a section I'm gonna talk to about is the tactics used to start another smaller dealership while in bankruptcy. Right? They do something really, really smart here. They're like, okay. And they do it, make sure it's legal first. They check with their attorney. But so the bank complicates all their assets. Right? Well, what are the banks do when they do that? They don't keep them. They auction them off. So Jim and his brother, They they have to hustle. They have to sell, like, they borrow somebody from, from friends and family. They had some cars that were in their personal names. They were able to sell because only their... Their cardio she was bankrupt not them. So they go to these auctions and they buy back their old inventory for more than 50 percent off. And then that's not only the 1 unique interesting thing they do. So it says, talk about the bank... The bankers were there. They were there at the at the first of 3 bank options featuring some very familiar merchandise. Representatives from the... Oh it says we were there. Sorry. Representatives from the bank were there too. Obviously, displeased and speculating as to what Sinister scheme might be a foot. As we won bid after bid, you could practically see jaws drop as they watched us. Those poor bankrupt souls, buy back our own inventory at bargain prices. By selectively bidding, at the 3 auctions, we brought about 50 cars and were amazed at some of the prices. The average price paid for the cars was a little over 800 dollars. Now, how to... So they brought some money, but not enough to to buy 50 cars. He says now you may be asking after performing some quick arithmetic, just how we could buy 50 cars plus parts tools and supplies with our relatively small amount of cash. Here's the second really smart thing they do. Simple. We pre sold a lot of those cars and paid for them with the buyers own money. Think about it. We knew the condition of the cars that the bank had on the block and precisely what they were worth. There was nothing wrong with contacting potential buyers to explain how they could buy a good car and save a bundle, and we took their cash to make a purchase for them at a reasonable profit for us. Those reasonable profits added up. Now in addition to that, The third thing he does is it's very... That would I would say is I'm uncommon and also smart. He gets a job while doing this. I went back to radio. Is this w hired me a station chief engineer and the host of yet another Saturday morning program. The base pay was a hundred and 25 dollars a week plus commissions on any advertising I sold. The Saturday show gave me a chance to promote the business, good public publicity city for change, and the salary is enough to allow me to taking any salary out of the new business. And so I think that story just illustrates Jim's like Mo opera in life. He's like, okay, I have a problem. Let me think rationally and, not emotionally how to solve that problem and just go and do that. He also applies it to... I referenced earlier. If there's something I don't know. That's fine. I'll go learn it. And so what is the lesson that the unique lesson he took from being bankrupt because he didn't understand the power that the bank had. Said, certainly, I was getting a lesson and what can happen to a small business if the owner does not have adequate legal experience, and I swore that it would never be in that situation again. The bankruptcy fiasco made it clear that there were some huge gaps of my knowledge. I wanted to learn the law. In the fall of 19 61, I went back to the university of Tennessee this time to law school. That's just amazing. Okay. So fast forward, he learned his lesson. He he he could... He... Now he understands, like, he reads and actually drafts a lot of the the contracts that he gets into, and they wind up controlling the cost and not... Not, like, over leveraging themselves. So he says just 2 years after the bankruptcy, our cash... They this is a new dealership. Our cash flow credit and credibility were again satisfactory. But now in fact, we operated with all bills paid current, no exceptions. Now they were making enough money They said, we could have bought big houses and luxury car. Or became jets centers with frequent Johnson to Europe or Hawaii, but we didn't. Our lifestyles were so modest that it wouldn't even drive a clean car off the lot for the drive home from work. I wanted the clean cars on display and available for our customers. First so I drive the latest dirty trade in even when those was a little beat up. We were not prone to spending spree, preferring to keep the purse strings tight. To sum it up if it considered expenditure didn't support the business, we'd be taking a long hard look before approval. Cash was king as it is now, And again, you could see just picture warren reading those words and nodding along. And I'm like, I'm gonna buy this guy's business. Now I wanna refer you back to his experience living in a mobile. Like, oh, that's interesting. Now Wanna flash forward about a decade from that time period. Right? He's got this... He's... Him and his brother making tons of money. With their car dealerships, everything seems to be fine. And this is how a daily traffic jam caused Gym to stumble into the mobile home business. So there's a mobile home reseller across the highway that their auto dealership is on. And it's this this... These guys called the Taylor. I think their brothers too. And he says they were delivering so many mobile homes that they cause a traffic sn on Clinton Highway almost every morning with the deliveries. And then this is Jim's inter monologue. He says this happens every day. Darn guys. Here they make a couple thousand bucks every time they sell 01:10 times when we make when we sell a car. Every time I see 1 of those big things pass me on the road, they've made a couple grand, and I see it every day. That mobile home business must be really good. And So how does he get started and what he has his? Like, well, let me let me just baby steps. Every big company starts out a small company. Every great company starts out as a small company. And so he does the exact same thing that he did when he was starting his his cell... To sell cars. He just tries to sell 1. This 1. No, I don't need to scale. And I need to worried about selling thousands or whatever the case is. I'm gonna see if I could sell 1. So he scans the classified. He says West and the classified and ad for a used mobile home caught my eye. It was 10 by 56 like New, The ad went on to say, state that it had... It had a small kitchen fire. I began to wonder if this little burnout home could be fixed up. If so, maybe we could sell it for a little profit. And if it worked, who knows? Maybe we could make a few hundred dollars in the mobile home business too. Who would have thought that that little burnout that this little burnt out mobile home would take us to number 1 in the market share in several years. I bought it for 1200 bucks, and I called in the troops, mom and dad. The 3 of us started to work on the damage, but repair home. We spent 2 days and another 800 dollars to redo the kitchen. Rep repay the ceiling and replace the carpet. Remember, this is happening right by his auto dealership. There's tons of people that drive on this road, and he put an ad out saying for sale. Someone striving by saw our first sale sign and stopped. They bought the home for 4500 dollars. Profit after delivery was 2000 dollars. Not bad. I was on to something. Alright. So from there, he starts buying more, then he visits dealers, and he just... Now he has a full fledged mobile home business. Right? And at this point, he's not vertically integrated. We're gonna get there. Right now it's was just resell other homes that are manufactured by by other businesses. But the problem was he's spending so much time. He's still got a a car dealership, yeah. Actually, they have they have more than 1 at this time. So this is what allowed Jim to focus solely on homes. And, It was unique reason, and then I'm gonna talk more about some unique reasons for his success. He says by early 19 68, I was spending 0 times supporting Joe with the car dealership. Clayton Holmes was eating my clock, and I have to admit I was loving it. In June, Joe and I stopped for a beer after work and held the big meeting to formal the role that we had both been playing very cap. The conversation lasted almost a full 5 minutes. Mister President, it looks like you're running cars. As I said to Joe. Sure. Looks that way he said with a s half mile. Okay. You run cars and I run homes. So it's actually 2 important things here. 1 is the benefit of having a, a good relationship with your business part. Right This point, it's his brother. They've never had a fight in their lives. They they just handled things very, like, easily and simple. Even the breaking up of the 2 businesses was handled, like, 1 page contract. And 2, it's not at all clear that without the success of the car dealerships that Clayton No would have ever been as successful because he was able to dedicate several years to working on the home business while also reaping the benefits of a successful car dealership. In fact, that car dealership think it's it's still family owned. I think they've been in the family of 05:50 years. And and Jim says that just make no mistake, all 8000 of us who get our paychecks from Clayton Home should never forget that our organization wouldn't exist if not for the dealerships run by Joe and later by his children. It was during this period that both and out now I'm getting into some of the unique reasons for, to success he was having. It was during this period that both our car and home divisions began a dramatic surge in growth. We're talking late sixties early seventies now. There were lots of reasons for our success, a highly trained and aggressive staff. A state of the art accounting system a wonderful way to promote the business. That's his his his weekly Tv show. A booming and stable economy, particularly good in our area. Customer financing that was convenient and quick, an attractive pricing, a strategic decision made possible because our 2 companies shared much of the overhead costs. No questions. Those wildly successful 5 years gave us momentum to build a lasting foundation and launched a unique concept that has produced results on equaled in the industry. So now Jim moves into point. He's like, I'm gonna... There's nobody else that's completely vertically integrated in the mobile home industry. I'm gonna make the first of that moves. So he's gonna go from retailer to full fledged manufacturer. Right? And this, again, what I mean about, okay. Well, you know, other people figure out how to build and manufacture mobile homes, like, I can learn how to do that too. And it's a slow process. I don't want you to... I don't wanna mis like, represent this. Like, it took 6 years for the manufacturing division to Clayton homes to be profitable. But once that happened, then he can move into other areas, and we'll get there. So it says the... It's just a funny story I wanna share you. The factory is only big enough to construct the 3 mobile homes at the same time. Everything starts small. We quickly create... We quickly created a crew assembly line and adopted unintentionally the trial and error approach. 1 early lesson learned. Always make sure the size of the finished product is smaller than the doorway. The first home we made was 12 feet wide. But the door was 11 feet and 10 inches. We had to knock out the wall, which didn't please our landlord, then spent 2 days and hundreds of dollars building a larger door. Over the years, we've had a lot of laughs about this. But this time, it wasn't funny at all. The homes we made were simple, cheap and sold even before they were off the assembly line. Our retail price was 3995 dollars. A little lower than the rest of the industry. Our customer saved significantly on freight costs. The hundred dollars... Oh, there's another benefit of the trial and error process. Their their their factory or whatever you wanna call us, I guess. Yeah. I guess our factory was was local. So it says our customer saved significantly on freight costs The hundreds of dollars normally paid to move the homes from the factory to the dealership. Instead, this was credited to our customers since we were building the homes locally, just blocks away from the sales center, and there were no freight to dealer costs. Now, this is where Jim goes vertical, and this is extremely important because there's no way hell that warren Buffett would have bought just a company that manufactures mobile homes. It's because they become in... Well, let me just... It's remarkable how much money they start making over half their income comes from the financial aspect of the mobile home industry. So he says we began at the retail level. Selling homes produced by other companies. We served our customers and shareholders very well in that 1 level. Okay? So that's 1 lesson there. You can't just... Like, it's smart. He did this incremental approach. 1, can we sell? We did that good. Okay. Then with a huge step back, we began to design a manufacture from scratch the homes we wanted to sell, Then they did that well. Now they move to the third part of integration, Owning and operating mobile home communities took us to a third level. Now we're providing our customers with quality sites for their homes and an attractive lifestyle for their families. Then they start their own insurance company. And if you listen to my podcast on a warren buffett shareholders allows you realize that insurance is their main business. It's something that they love to do because of the float, which is money that they do not own, but the money that they can invest. It's all the money paid up upfront from insurance premiums. So it says, now they they start this this company van Life it's part of Clayton Homes. It says we started Van Life and and our customers were offered home, lifestyle and extended warranty programs with their home purchase. With this toe in the water, we were slowly entering into the fourth level level. Little little did we know that soon the tail would wag the dog. At the time, financing was a byproduct of selling homes. Our emphasis in income was primarily sales. Over the next 3 decades, financial services, mortgages and insurance would become the larger source of income, dwarf even that of manufacturing in retail. Owning the insurance company provides significant income for us. Shifting our mortgage company into high gear would take us to our fifth level of service or to look at it another way, our company would realize 5 levels of income, with just 1 product. Okay. Now I wanna skip to the end because the rest of the book is about him running the company, selling it to warren Buffett. He winds starting a nut. He has, like, a no. He starts have another career where he buys a bunch of banks. If you want the the full story, obviously, read the book. If you go to Amazon dot com, slash found... Slash shop, slash founders podcast. You can buy this book. And if you you're treating this podcast is, like a book club and you wanna see the book I'm working on next week. And read it along with me. You can go to Amazon Com I shop for for founder or Podcast, and you'll see it there. But I think he has another... Before I close, I wanna... There's another lesson that that we can take away. It's a universal human lesson. And he says for me, starting is the hard part of writing, and I always procrastinate. However, when I finally get started, it flows fast and I enjoy the process. After all, it's good therapy to pause and reflect back on your life. It seems I do more of that nowadays. Where did the time go? How did I get to the age 65 so fast. It seems only yesterday that has sold an old car through a classified ad from that opportunity house? That was in 19 53. That endeavor led to a tiny car lot on Clinton highway, where with the help of my brother, Joe, our company began in 19 56. Wow. That doesn't seem like 46 years ago. I still have dreams. I dream that I'm 90 years old, still playing tennis with my wife and enjoying my grandchildren and great grandchildren. The real journey never ends. You never get there. Perhaps that's the way it should be. You see it's not where you wind up that's so important. It's what you did along the way. The lies you touched, the work you did. The people you loved and the dreams you lived And almost every time I read an auto of an entrepreneur, the same thing happens. They don't write it till they're older near the end of the life and they all say the same thing. That it goes by fast. Don't waste your time is the the last lesson I learned from from Jim. Alright. Before I let you go, Just wanna tell you an added benefit that I just added to the the mis, which is, like, the member program for this podcast. First of all, in case you don't know the mis fit feed, I give half of my podcast away... The ones I create away for free. The other half are exclusively from my paid podcast feed, which I call the mis fit feed. But a few years ago, I started taking detailed notes from every podcast or lecture on entrepreneurship that I listened to. And I've collected notes on over 250 toxins. So I constantly refer back to these notes as a way to remember what I learned and I apply those lessons in my day of life. You've heard me when I was quoting people like Josh Wolf and Mark Jason in this podcast. That was happening in my browser. On my computer by just typing the name and I'm looking for the note real quick. So now what I'm gonna do is mit fits mit will have access to all of the notes I've ever taken in the past, and the ones that I taken in the future. And you have it. What it is is the read only access to an evernote notebook. So if it's in... So if you use Evernote, you can just in the notebook, you you can use the notebook inside evernote, but you don't have to have evernote. Because it... I send you the link. And in your browser, then you have access to every single 1 of my notes that you can search and look through and you see my additional highlights and everything else. So Mit will have access to all the notes that have taken the past and the ones I will take in the future. And the best part is that you get lifetime access to my growing list of notes from the podcast and lectures I listened to. To access the link, all you have to do is when you sign up for the mis feed, it's gonna be in the show notes starting with last week's mis fit To do that. Now, you're asking, how do I do that, David. To do that, all you have to do is tap the link that I left in your show notes. You can get access. You can access the link directly in your podcast player. But if you don't wanna that, you can always go to Founders podcast dot com. And you'll see something in the header that says something like support founders podcast. And get all the premium episodes. It takes less than 30 seconds to sign up, and you'll be listening to all of the exclusive, wonderful amazing mis fit episodes available nowhere else. Thank you very much for listening. I will talk to you next week."
}