{
  "transcript": "Ed thor memoir reads like a thriller, mixing wearable computers that would have made James Bond proud, shady characters, great scientists, and poisoning attempts. The book reveals a thorough, rigorous, methodical person in search of life. Knowledge, financial security and not least of all, fun. Thor is a generous man, eager to share his discoveries with random strangers. Something you hope to find in scientists, but usually don't. Yet he is humble. He might qualify as the only humble traitor on planet Earth. So unless the reader can rein interpret what's between the lines, he or she won't notice that Do contributions are vastly more momentous than he reveals. Why? Because of their simplicity, their sheer simplicity. For it is the straightforward character of its contributions and insights that made them both invisible and academia and useful for practitioners. My purpose here is not to explain or summarize the book. Thor, not surprisingly, writes in a direct, clear and engaging way. I am here as a traitor and a practitioner of mathematical finance to show its importance and put it in context for my community of real world scientist traders and risk takers in general. That context is as follows. Ed is the first modern mathematician who successfully use quantitative methods for risk taking. And most certainly, the first mathematician who met financial success doing it. Do method is as follows. He cuts to the chase in identifying a clear edge that is something that in the long run puts the odds in his favor. The edge has to be obvious and un complicated. For instance, calculating the momentum of a wu wheel, which he did with the first wearable computer and with no less a c cons than the great claude shannon. Father of information theory. He estimated a typical edge of roughly 40 percent per bet. The computer turned a 5.3 percent disadvantage into a 40 percent edge. But that part is easy. Very easy. It is capturing the edge, converting it into dollars in the bank, restaurant meals, interesting cruises, and Christmas gifts to friends and family. That's the hard part. It is the dosage of your betting, not too little, not too much that matters in the end. A bit more about simplicity before we discuss dosing. For an academic judge by his colleagues rather than the bank manager of his local branch, or his tax accountant, a mountain giving birth to a mouse after huge labor is not a very good thing. They prefer the mouse to give birth to a mountain. It is the perception of sophistication that matters to them. The more complicated, the better. The simple doesn't get you citations or some other metric to jo that brings the respect of the university administrators as they can understand that stuff. But not the substance of real work. The only academics who escaped the burn of complication for complications sake are the great mathematicians and physicists. Ed was initially an academic but he favored learning by doing with his skin in the game. When you rein as a practitioner, you want the mountain to give birth to the simplest possible strategy and the 1 that has the smallest number of side effects. The minimum possible hidden complications. Ed genius is demonstrated in the way he came up with very simple rules in blackjack. Instead of engaging in complicated and challenging card counting, something that requires 1 to be a sa avant. He crystallize utilizes all of his sophisticated research into simple rules. Go to a blackjack table. Keep a tally. Start with 0. Add 1 for some strong cards, minus 1 for weak cards and nothing for others. It is mentally easy to just bet incrementally up and down, bet larger when the number is high and smaller when it is low, and such a strategies is immediately applicable by anyone with the ability to tie his shoes and find a casino on a map. Now money management, something central for those who learn from being exposed to their own profits and losses. Having an edge and surviving are 2 different things. The first requires the second. As Warren Buffet said, in order to succeed, you must first survive. You need to avoid ruin at all costs. Academic finance did not get the point that avoiding ruin as a general principle makes sure gambling an investment strategy extremely different from 1 that is proposed by the academic literature. Thor and Kelly's ideas were rejected by economists in spite of their practical appeal. The famous patriarch of modern economics, Paul Samuel was supposedly on a vendetta against thor, Not a single 1 of the works of these economists will ultimately survive. Strategies that allow you survive are not the same thing as the ability to impress colleagues. So the world today is divided into 2 groups using distinct 2 distinct methods. The first method is that of the economist. Who tend to blow up routinely or get rich collecting fees for managing money, not from direct speculation. Consider that, long term capital management, which had the Creme la creme of financial economist, blew up spectacularly in 19 98. Losing a multiple of what they thought the worst case scenario was. The second method that of the information theorist is pioneered by Ed is practiced by traders and entrepreneurs and scientists. Every surviving spec uses explicitly or implicitly this second method. I said every because those who don't will eventually go bust. Some additional wisdom I personally learned from Thor. Many successful spec after their first big break in life, get involved in large scale structures with multiple offices, morning meetings, coffee, corporate entry, building more wealth while losing control of their lives. Not Ed. After the separation from his partners and the closing of his firm for reasons that had nothing to do with him, he did not start a new mega fund. He limited his involvement in managing other people's money. But such restraint requires some intuition, some self knowledge. It is vastly less stressful to be independent, and 1 is never independent when involved in a large structure with powerful clients. It is hard enough to deal with the intricacies of probabilities. You need to avoid the va of exposure to human moods. True success is exiting some rat race to modulate one's activities for peace of mind. Thor certainly learned this lesson. The most stressful job he ever had was running the math department at the university of California California Irvine. You can detect that the man is in control of his life. This explains why he looked younger. The second time I saw him in 2016, than he did the first time I saw him in 2005. Okay. So that was an excerpt. It was written by a seem to le from the book that I read this week, which is the auto of Thor, the book is called a man for all markets from Las Vegas to Wall Street. How I beat the dealer and the market. You can actually read the entire forward that, to lever for the book for free. He posted it on his medium page, and I will link to it in the show notes. Now this is the sixth part of a series that I'm doing that started back on, founders number 88, which covered which is when a podcast I did that when I read every single shareholder letter warren Buffett as Ever written. And in the past few weeks, I've read books about people warren Buffett mentioned and admired. And I do this to try to deepen my understanding of how Buffett thinks. And the kind of ideas and people that he favors and Ed thor is 1 of those people. Okay. So I wanna go right into, Ed early life, and he he quickly starts out with what I call Thor full rule 4 rules. And so first, let let's talk a little bit about, like, when he was born and how that may have, influenced like the ideas and the way he ran his business in his life later. So he says, I began a life in the great depression of the 19 thirties. Along with millions of others, my family was struggling to get to get by from 1 day to the next. Though we didn't have helpful connections and I went to public schools, I found a resource that made all the difference. I learned how to think. Because of circumstances, I was largely self taught and that led me to think differently. So he jumps into his 4 rules for learning. First, rather than subscribing to widely accepted views such as you can't beat the casinos, I checked for myself. So it's important to note. He uses straight over and over again in life. Example, when everybody knew it that you can beat any the games in Las Vegas, not only Ro. They told them him you couldn't and then blackjack. And then also, everybody knew and news and quotes, that the market was efficient and he... It's impossible for you to find, to find any kind of edge, so why would you bother trying? Ed didn't believe either of those, and he he wind up finding a lot of opportunities because he didn't accept like conventional wisdom. Rule number 2. Since I tested theories by inventing new experiments, I form the habit of taking the result of pure thought, such as a formula for valuing warrants and using it profit. So he'll talk about warrants a few times. It's 1 of his most, what is actually first very successful financial And finance. And he says the best way to think about it. It's very similar on an option. It's just the difference it's issued by the the company. Rule number 3, When I set a worthwhile goal for myself, I made a realistic plan and persisted until I succeeded. And number 4, I str to be consistently rational. Not just in a specialized area of science, but in dealing with all aspects of the world. I learned the value of withholding judgment until I can make a decision based on evidence. Okay. So you mentioned a little bit about a earlier life. There's another important part. So not only were they extremely poor. But both of his parents had to work. They weren't making a lot of money. And so he... As a large part, he grew up rather unsupervised. And so 1 of the most important things that happened to him at a very young age is he developed a love of reading. And so he talks a little bit about that here. He says, my parents were usually gone or sleeping. Seldom seeing us or each other that left my brother and me to raise ourselves. I responded by exploring endless worlds both real and imagined that I found in the books that my father gave me. I learned about heroes and villains, romance, justice and retribution. I admired the heroes who through extraordinary abilities and resourceful achieved great things. And that that sentence right there it's a good description of ed of Ed life. He achieved he threw extraordinary abilities and resourceful list. He achieved great things. I was inspired to mirror this in the in my future by using my mind to overcome obstacles. Though we were poor by parents valued books and managed to buy me 1 occasionally. Now he talks a lot about how early... And this is universal human trade. Like, we're formed, but there's things that happen to us early in our lives that stick with us for the rest of our lives, and there's heavy influence on how we think how we organize relationships, how we organize our work. And the the great depression as we've seen many times on the podcast with other founders. Anybody that that grew up during the great depression, they kept that with him for the whole life, and Ed was no different. And he says, as we were bare... This is the long term effects of the great depression on Ed. As we were barely managing on my father's depression error wages, an academically advanced private school was never an option. The depression perm every facet of our lives. We lived on my father's 25 dollar week salary. As such, we never wasted food and we were our clothes until they fell apart. For the rest of my life, I would meet depression error survivors who retained a compulsive, often irrational frugal gall and an economically efficient tendency to hoard. And you'll see kind of an echo of this, like, conservatism in Ed a little later on, although he was certainly, like, would seize opportunities when it presented itself and Bet heavily. But, he was running his very successful hedge fund. And he did so for, like, 20 something years. And I think something like the first 10 or 12 years. He refused to to quit his day job. So he's doing both, and he he was he was running... He was working at the university of California Irvine. Alright. So, going back to his early age. This is some early lessons in entrepreneurship and something he retains with him for the rest of his life. His... When my father gave me a nickel to shovel the snow from our sidewalk. I hit a bona. I offered the same deal to our neighbors and after an exhausting day of snow removal, I returned home soaked and sweat and bearing the huge sum of a couple of dollars, almost half of what my father was paid per day. Soon, Lots of other kids were out outperforming my lead and the bona ended. This is an early lesson in how competition can drive down profits and why you need to find your edge. So 1 of the most shocking things I found in the book was He has a large part of his family was in the Philippines and during World war 2, they were prisoners of war, when the Japanese, invaded Philippines. So his family suffered greatly as a result of this, and this is some lessons and some motivation they took away from this. She says after the war. Meanwhile, American troops had liberated the survivors of my mother's family from a Japanese prison camp in the Philippines. Multiple families came over from the Philippines to live with us at the time even though they didn't have a lot money and a lot of space. They wanna there's 10 plus people, multiple families living with them at this point. They told us stories such as my aunt and her husband who had been beheaded in front of their children by the Japanese. And then my grandfather had died painfully of prostate cancer in the camp just a week before liberation. Seeing what World war 2 had done to my relatives and how World war 1 plus the great depression had limited my father's future, I determined to do better for myself and the children that I had hoped to have. So I'm gonna skip forward in the timeline, I'm gonna get to when he gets to college. Now before college, she's, like, you know, even at the time, I think he said college or something like 70 dollars, a semester at this time. And he he still didn't know if he could afford that. And so he had this idea a he was in advance to buy these war bonds. And the maturity, that at the time they would mature would be just about the time he was going to college. And so he's like, hey, I'm going to use this Like, as like as, you know, basically, like a college savings account. And so this section, I'm gonna reach you is how he support himself in college. And he didn't come from a like, a well functioning family. His parents wind up cheating on each other. They get divorced. He then went from living with his dad to seeing his dad, like once a week. And then he's betrayed by his mom here. His mom takes... So he says, whether I could support myself at the university was now in doubt. What does that mean? His mother took his bonds, cashed amount and spent the money. So he says, I survived with scholarships, part time jobs and 40 dollars a month from for the first year from my father. I got by on less than a hundred dollars a month, including everything. Books tuition food, shelter and clothes. On Sundays, when my boarding house did not provide meals, I visited church open houses where I consume large quantities of free hot chocolate and donuts. When I read that, that was a very similar... It reminded me of the very similar situation that Steve Jobs was in before we started Apple where it wasn't eating a lot and the 1 good meal they would have is every... I think Sunday. They would walk over to the, I think it was like, Harry Krishna or something like that. To get 1 good meal. So Ed kinda... We're seeing similarities in edge early life. So why is in college? He picks up a habit that he maintains for the rest of his life, and that benefits him for the rest of life, and that's a focus on health and fitness. So the main point I took away from this book and what I learned. Really, it's a book it is a book about entrepreneurship and risk taking and working hard and and educating yourself, but really at its core. It's a book about how to live well. And he... 1 way I did that is he didn't over optimize just for money. And we've seen that on, in past podcast podcasts. So there's a lot of auto, you know, the entrepreneur weights close to the end of his life, starts writing the entrepreneur writing his auto, and it there's a lot of regret so the the 2 to come to mind right now are Sam Walton, the founder of Walmart and Phil Knight founder of Nike, both of their auto, they talk about, you know, spending so much time on their business, that if they could do it over again, they would have spent more time with their family. Ed doesn't make that mistake. So he he makes a lot of money, but he also spends a lot of time with his family in loved ones. He also takes care of his health. And in addition to reading this book I also took notes because, on... I would say... I think there's 2 or 3 different talks I found of his. And 1 of them, I've showed the video to several people? And I was, like, tell me how old do you think that guy in that video is? And they hear him talk. They look at it them They're like, I don't know 60. 65. He's 85 years old in the video? And today's 87, and he still fit fit and healthy. So 1 of the things that he he... He's gonna stumble upon now in college is he starts to develop simple systems just like he develops simple systems for everything his life. To maintain a healthy lifestyle because he understood how that affects every other aspect of your life. So he says 1 evening I heard the sound of iron cli. Curious, I've ventured inside and found 3 muscular residents h barbell. When I suggested it this seemed like a lot of work for who knew how much gain, they bet me a milkshake that if it would work out with them for 1 hour, 3 times a week for a year, I would double my strength. I accepted their challenge. When the year ended, I had more than double what I could lift and gladly paid off the bet. This is the beginning of a lifelong interest in fitness and health. Okay. So now in fast forwarding, he's in grad school, studying physics physics, and there's, like, he's at this gathering and there's a group of physical students that are saying, I said someone who had been to Las Vegas was explaining that no 1 could beat the casinos. This was the consensus view of the group. It was also the view of the world in general, backed up by the painful experience of generations of gambler. So this goes back to his trait what he recommend earlier, we investigate things for ourselves. Right? And so this is also, when he starts taking an idea to beat ro that seriously. So he says I argue with others at the table that you could beat ro. Using what I learned from physics, I explained that friction would gradually slow the orbiting ball in the circular track until finally, gravity would be enough to cause it to spiral down and in towards the center. I argue that an equation could forecast the ball's position during this process. Limiting the predictive power of my equations were random irregularities that can't be forecast. This is what mathematicians and physicist called noise. Conventional wisdom said that noise was enough to ruin the prediction. I didn't think so and I decided to find out. So this is what I was, what To love was referencing in the the forward of the book where he... Him and claude in and actually build the 1 of the first wearable computers. And they take what what what winds up being you a negative what, 5 percent edge or whatever it was to a to a positive edge of 40 percent. So he actually winds up being correct. And this is a weird... I and I mean that know, like, a positive way because I love weirdo and mis. I mean, this... What's this entire podcast about. Right? You're not gonna write a biography on, on your life if you just towed the line and just accepted conventional wisdom and never deviate from that. Right? So he meets Richard Fe. Right? And he's encouraged... He asked... Let me just read this to you. And then I guess... So I don't triple from my own point. So, he winds up stumbling at this party something into this party and Richard Fe in the corner playing Bongo. And so he walks up to him. He says if anyone knew whether physical prediction, at Ro was possible, it should be Richard Fe. I asked him, is there any way to beat the game Ro? When he said there wasn't, this is the weird part, which I admire. I was relieved and encouraged. Okay? This suggested that no 1 had yet worked out what I believe was possible. With this incentive, I began a series of experiments. So then this next paragraph. Before I read... Or as I was reading the book. I also read, like blog posts and and anything I could to try to study to understand Thor a little bit more. And so there... There's a blog post call a dozen lessons from Ed if you Google that, you can see it. And there's a quote there. He says, try to figure out what your skill set is and apply that to markets. Thor likes to stay within his circle of confidence. This is gonna echo warren Buffett buffet. Right? This is a hallmark of people who are rational. In that sense, thor reminds me warren buffett. Not always remind me warren Buffett. Was exactly what David Og told us a few weeks ago. He's was like, listen, I'm an idiot on everything except advertising on advertising, I got my stuff together. But... So, David what David saying there is like, I know what my circle competence is. I'm gonna stay within the circle competence with... Based on my research or consumer behavior, and the applications of that research to to advertising. And so Thor is is echoing that later. He says, I also believe then as they do now more than 50... As more than 50 years as a money manager that the sure way to get rich is to play only those gambling games or make those investments where I have an edge. Now while he's doing... Let me go back to the book. Now while he's doing this research and ro let. He also comes across there's some academic papers at this point. Now keep in mind. Ant was... He thought he's gonna be an academic so life. Him and his wife and I married to this say, okay, we're not gonna make a lot of money, but we'll be around other smart interesting people, and we'll just do the best we can. He did not expect to become fabulous wealthy. And while he's doing this, he's reading all these these papers on Blackjack. And other people are computing, you know, it's been, like, hundred and 50 years at this point of people trying to compute different odds on casino games. Games that are common for people to Gamble. And so that's when he he comes... He's, like, starts studying Black. Then well maybe, like, Ro, I have to build... He wants to have having to build a computer, but he goes, like, maybe I come up a formula or the system where I don't need any hardware. Right? So he's doing this as you think about relapse, but before he starts working a claude shannon. And what It I took it from this is, like, being driven and curious. It can lead you anywhere. He does the same thing when studying blackjack that he does when he starts his business, he sits in a room and thinks about how to win. And then he goes out and test the the the results of that computation. So he says it wasn't the money that drew me to Blackjack. What intrigued me was a possibility that merely by sitting in a room and thinking, I could figure out how to win. I was also curious to explore the world of gambling. About which I knew nothing. That's another thing. I think I cover it later on. He wants to becoming a millionaire. I think at age 43, and he did a direct result from finance. He never even thought about finance who he's 32 years old. So this this this trade about being interested in things that he knew nothing about. He didn't think of about that as a barrier. You just like Thought about that as an opportunity. I think that's good for all of us. So he writes... He has a theory. He wants... This is where he... He's... You might have heard card counting. Ed Do is credited with the... The... The invention of card counting. He actually wrote a book called beat the dealer that you know, winds up selling over a million copies. He was published, like, 19 67 or something like that. This is before the book and before he becomes, like, infamous for that or famous for that. And he has his theory. But, again, he's still an academic. So what happens is he wants to to publish this theory on blackjack because he feels it's a problem of mathematics in a in in a journal. So he can get credit for coming with that idea because in the past, he... He had previous work stolen by other academic. He'd send a paper off to somebody for a review and say, hey, what do you think of this? And then they... He never hear back from him, like, a year later, that guy giving, you know, presentations on Thor idea and passing it off as his own. So as a result of wanting to publish this he's at Mit right now, working at Mit, he meets Claude Shannon. Okay? And so he says, to protect myself from this happening with my work on Blackjack, I settled on the National Academy of sciences. This is why he wants to publish his work on blackjack. This required a member of the Academy to approve and forward my work. So I sought out the only mathematics member of the Academy at Mit, Claude Shannon. Claude was famous for the creation of information theory. Which is crucial for modern computing, communications and much more. Essentially, we wouldn't have the the entire technology, like, Internet economy we have now without Cloud Shannon. I'm not gonna cover too much of that. I'm gonna read his biography to be becoming in the next few weeks. I also talked about call... The impact of claude Shannon last week on the the founders episode I did for on Fortune formula. So if you wanna learn more. I don't wanna, you know, repeat that if I've already covered in in a previous podcast. But I do wanna talk a little bit about their work together, and I just find, you know, the mind of at Door and Claude Shannon fascinating. So, Claude agrees to me meet with him. Claude it's okay. I like your idea. Yes, all forward this to the National Academy sciences. They also asked... He also asked him, hey. Do you have any other ideas? And that's when he brings up this this idea for a Rule that computer. Claude Chan is 1 of most 1 of his most famous passions was building gadgets. He had this thing in his house called the Toy room, which had over a hundred thousand dollars in 19 sixties money. Of, like, gadgets, part porsche, like, early predecessor computers, some things that had... That were completely mechanical. He just love building weird things. He'd built, like, a Slack line in this house and he'd get on the Slack line in juggle. He's just a very interesting person. So as a result of, as a result of the the publication of his work, he then is invited to give a bunch of talks and hundreds of people show up. And normally, these talks at the time there'd be, 50 people, you know, 50 academics. But the great started of being covering the press, and then, you know, you have mobs. You have all kinds of crazy people that want to find a way to, you know, get rich quick essentially. And so, the press is is largest cynical of them. But what I found interesting was these are his thoughts right after he's done talking. So he gave his talk. He thought about all these this this bizarre twist in his life that just happened. He says, during a long ride back, I wondered how My research into the mathematical theory of a game might change my life. In the abstract, life is a mixture of chance and choice. Chance can be thought of as a car who were dealt in life. Choice is how you play them. I chose to investigate blackjack. As a result, chance offered me a new set of unexpected opportunities. And so that's a really important part that the future and the world that we live in is way too complex to predict. All you can do is hope that you're you're exposing yourself to nothing enough experiences that open up opportunities later in your life. In his case, you know, he still thinks he's an academic. I'm gonna study Blackjack. Maybe I can figure something Maybe can't winds making money a blackjack winds of making money selling a book of blackjack, then realizes, which I'll cover a little bit. Hey, I can apply these ideas to the stock market, which just seems like a large, you know, mathematical problems, it's like a large casino. And then that forever changes the path of his life. So I like that idea about chances the cards you're dealt and choices how you play them. Now this is part 1 of the things I admire most about Ed and what I'm learning from him, and I'll talk more about this in a little bit. But this is really ed philosophy on life. And I just want you to remember this part for when it I get to the end. Claude Claude he's working 20 about 20 hours a week in addition all his others duties with Claude shannon at Claude shannon house. He said, building that we're that computer. Claude asked me a dinner if I ever thought anything would ever top this in my life. My thoughts then were much like I had expected his to have been, that acknowledgment, applause, and honor are welcome and ad zest to life, but these are not ends to be pursued. I felt then, as I do now, keep in mind he's 80 around 85 when he's writing these words. I felt then as I do now, that what matters is what you do and how you do it. The quality of time you spend and the people you share it with. So he's... Now he's talking about taking on the casinos and realizing that they think everybody else the fool. Right? That they have the edge. That's why, you know, casinos can build hotels and shows and where that money come from. It came from the people that went in there and Gamble away their money. So the next pair of we're gonna read you is he's describing the casino here. But what he's is really saying is that he's operating with an edge, and it's also why we're able to start new companies that can, you know, everybody thinks Think if the official market theory was was correct, like, that no 1 would be... There would be no... No the reason to start new businesses because the existing businesses would have already ceased out all the opportunity. We know that is fundamentally untrue. And so he's talking about a casino here Wait. Don't you think about, okay 1. He's talking about it you need an edge. And then second, take that thought at you need an edge and think about that you can apply that edge to an unlimited number of opportunities in business. Because again, I love going back to that. The best basic way to think about for people that haven't started a business yet is like, I don't know what to do. Just think about what Richard Branson said. A business or product. It's just something that somebody that makes somebody's life better. If you apply that thought to the to the world, you'll you'll see that there's unlimited opportunities for that. And so I also want you to think about how he just describing the goliath as, you know, the existing companies that may are... That may missing opportunities or maybe too arrogant to think that other people can can capture opportunities from them. So he says even though the goliath I was challenging, had always won, I knew something no 1 else did. That's his ed. Right? He meaning the Goliath was near sighted, clumsy, slow and stupid. And we were gonna fight on my terms, not his. So part of the the benefit in counting cards is you know when the when you have the edge to make a larger bet, and when you... And when the casino has the edge actually as a byproduct of that, you reduce your your risk. Right? And your bet. Now, this is a lesson he learned from Blackjack that he later applies to his hedge fund. It's literally... When you read the book, you're like, wow. This guy just took the basic idea and applied it to about different domains. This is really genius. He says this this plan of betting only at a level at which I was emotionally comfortable with and not advancing until I was ready, enabled me to play my system with a calm and disciplined accuracy. This is the same thing. And this... That that could be have said by Buffet, by Mon by any of the people we've been studying. The lesson from the Blackjack tables would prove invaluable throughout my investment lifetime as the stakes grew even larger. Now, there's something really interesting that that that he discovers as a life lesson. You know? Because he he was kinda bullied when he was younger and realized, hey, I may think differently. I'm kinda of different than other people than than than normal people, so to speak. But being living in academia, he got exposed to, know, some kind of pet and stuff like that. But what he's gonna... He's getting AAA life lesson in human nature here, And what he discovers, Right? First, he discovers it when he's trying to beat the casinos And later he applies this to the investment world at large. He actually interesting enough part of his... I mean this Guy had an amazing life. He went a... Discovering the the the Po scheme of Bernie made off, like 18 or 19 years before made off its caught. But anyways, what he's learning here is that cheating is rampant in gambling, investing entrepreneurship, anything that business, just anything that has to do with humans being able to gain by cheating. Right? And so he says, cheating was so relentless during those days in Las Vegas that I spent as much time learning about the many, many ways it was being done as it did playing. Everywhere we went, we reached a point where we were cheated. Barred from play or the dealer res shuffled the cards after every hand. So if they res shuffling the cards are taking ways ability to to to continue counting, because the longer he can count the more precise the odds get. And therefore, it's bets are gonna be better. So when I was taking notes on 1 of the talks he gave while promoting this book. He said something that that I that I wrote down and and put in in my note in my notebook, and it was interesting. And he says that in that business and investing is very much like, making a good Super Bowl team. I was like, what do what you mean by that? So he says, if you want a good Super Bowl team, you need a good offense and a good defense. So your offense is your ed. Right? What is... What do you mean by good defense? A good defense keeps other people from taking your money. So you can apply that what he's discovering that almost every single system is rigged. And therefore, if you're naive to that, you have a bad defense, and therefore, other people are gonna take their edge, which is gonna take your money. So you need your edge... For your offense, but also you need a good defense to protect you from other people's edges. And this is a crazy story. He's he's doing all this research. Right? He's really not trying to get rich on Blackjack still at this point. And he... He's figures Okay. Well, I'm discovering all different ways that that casinos are cheating. So, of course, the Nevada Gaming control board who is the regulator of the casinos wanna know. Right? So he goes to them with another trusted person that has a relationship with them, and he says, hey, my my friend Ed finding all these things out. We wanna tell you so you can, you know, stop casinos from cheating regular consumers. Right? And he's gonna discover that the Nevada gaming and control board is not. The regulator has been captured by the casino. Okay? So they suggest to Ed, hey, why... When you go Gamble these casinos, take 1 of our agents with you, so he can protect you from their cheating. Right? And this is what happens. Some some what to do is if you're winning, they'll bring in a new a new dealer right in the middle of, like, your Winds streak, and that person's very skilled at being able to show to look at the top card, the card they're taking. And if it's not good, they can immediately with a with a really fast light of hand, take the second Right? So it's a way for them to the... It's called second card. In the sense that they're getting the second card. They're getting... They're they're, getting their choose between 2 cards instead of 1. So it's flat out casinos cheating consumers. Right? And this is happening. While the is right next to him, and he calls him his protector because that's what he was supposed to be, but that's really false. So he says, as my protector followed me outside, I said, did you ever see a second card like that before? Because it got 1 getting stuck and it wasn't, like, a good sleigh of hand, it was very, very obvious. And the guy said the guy replies. Second, what second? This agent had been sitting 3 feet from the dealer. He saw everything and pretended to see nothing. Realizing that he was there to finger me for the casinos, I used the restroom to excuse myself and lose him and went to play it another casino. So going... There's something else he said, that was interesting. This this reminded me of what he said about Bernie Made off. And because, you know, he was hired by somebody had investment in, it was large institutional investment of made off in like, the early nineties. And so he goes in and investigates the trades. He... What he learns is that made office basically making up the trades because you can go and check the trades. So well, he said on this day, he traded for this. Well, that volume is not there. Okay? That trade never happened. And so he winds up dedicating several weeks to this, and he comes out. He's like, this guy's... It's he's a fraud. It's he's not trading what he's telling you. And so he's asked the question in when of he's interviews. Like did you ever think that I should that you should have gone to the authorities with this? And his response was really interesting. It kind echoes, the experience that he had younger, realizing that Nevada gaming control board was croft. He says Bernie Mad had been the chairman of the Nasdaq. He was the third biggest market trade in the United States. He was on all types of committees. He was the establishment. The Sec checked him and gave him a rubber stamp of auth authenticity, and that happened year after year after year. And so what does that mean? If you hear him say that and then you read his description of nevada a gaming control board in his book. If you read between the lines, Thor is telling us that most systems are rigged. So this is an example that he he's gonna talk more about fraud and windows, that history doesn't repeat human nature does. Alright. So he says the fraud sw and hoax. A flood reported almost daily in the financial press have continued una unrelated during the the during the more than 50 years of my investment career. But then hoax his scams and on large scale financial irrational have been with us from the beginning of the markets in the seventeenth century. So he's just telling us this. Yeah. It's happening today, but it happened 300 years ago, and if something's happening today and happened 300 years ago, good chance that that's just gonna be around for a long time. Alright. This is a lesson he learned from his time sitting Blackjack jack in las Vegas. From a mathematical id in my head, I forged a system for beating the game. He went up being extremely successful then. And I talked about a little bit about that last week too. Then it was ridiculed by the casino, which said that it sent cab for fools like me. Thinking they played fair. Remember this... I was talking about what his... The the impression that you thought about the the industry before. He started interacting with it is vastly different, than the 1 he actually experiences. Right? Thinking they played fair, and I was taking my secret weapon, a brain to a sporting event. I found myself barred cheated, betrayed by a representative of the gaming control board and generally person... Persona non g at the tables. I felt satisfaction and vin indication when the great beast panic when he's talking about there when he publishes book. They start changing the rules in blackjack. And so that's what he means. He's like, oh, okay. So you you said you sent cab. So I'm an idiot. Impossible. But then I proved prove that I was correct, and then you change the rules of the game. It felt good to know that just by sitting in a room and using pure math, I could change the world around me. So you might be asking like he's got the system, he can travel all over the world, make money doing this wide 80 stop. It's he started being drugged by the casinos. They poisoned his... The drinks they gave him. And then they're leaving the casinos and somebody tampered the brakes on his car and they almost stopped him... Almost caused him to die. So after being drugged and the brakes on his car tampered with, he decides to focus his talents on the stock market. So he says I invested money from book royalties and gambling winning and stocks. But I was ignorant of the market as well as unlucky. The results were poor and I wanted to do better. So Investments presented a new type of uncertainty, but the theory of probability might help me make good choices. Things came together when I realized that there was a far greater casino than all of Nevada. Could my methods for being in games of chance, give me an edge in the great... There's that word again. In the great gambling or in the greatest gambling arena on Earth, Wall Street, ever curious I decided to find out. I being able to teach myself about the financial markets and lighting my way with an unusual lamp, the knowledge that Had gained from gambling gains. So this is how we start studying financial markets. Re the intellectual challenge in the fun of exploring the markets. I spent the summer of 19 64 educating myself about them. I read stock market classics like Graham and Dodd security analysis. Edward Edward Mcgee work on technical analysis and scores of other books and periodic ranging from the fundamental to technical theoretical to practical and simple to ob truce. I came away with a foundation of knowledge. Once again, just as with casino games, I was surprised and encouraged by how little was known by so many. And just as in blackjack, my first investment was a loss that contributed to my education. So I'm gonna get into that here. But I need to tell you what's going on. There's a lot going on at this 0.1, he's paying for his education in financial markets. Okay? He buys a stock after a positive news story. It promptly drops by half. That leads into the lesson that you unlikely to have an edge from or anything here in the in the news. Right? 2. He buys silver using leverage. The price goes up. Everybody else is using leverage too. When the price starts dropping. The investors are forced to sell because of their leverage is now too high. Those sales causes this this downward cycle that causes the price to drop even more. 3. He suspects the efficient market theory, which is all the rage in academia, which we know because Buffett talked about it in a lot in shareholders letters is correct and almost gives up. 4, his natural inclination to not accept things at face value and verify the accuracy for him kicks in. So let me read this paragraph to you. He says, I learned from this that even though I was right in my economic analysis, I hadn't properly evaluate the risk of too much leverage. For a few thousand dollar as I'd learned from this to make a proper risk to make proper risk management a major theme of my life for more than 50 years thereafter. That's the Kelly criterion that we keep talking about We talked about last. I don't talk about too much in this podcast, but it's essential. He says in 2008, almost the entire world world financial establishment didn't understand this lesson and had it over leveraged itself. I also learned from losing my silver investment that when the interest of the salesman and promoter differ from that of the client, that the client had better look out for himself. After these lessons from mister Market, I was tempted to believe that the academics were right in claiming that any age in the market is limited, small, temporary and quickly captured. Once again, I was invited to accept the consensus opinion at face value. And once again, I decided to see for myself. Okay. So this is his first successful Idea finance. This is the only 1 I'm gonna talk about it because I think, like, they're they're all of them in are in the book. Some of them still could apply today, but I don't think like a listing in a podcast. That's gonna make sense. You have to kinda look at it and understand. But I do want you to understand this because it's... He starts out just... He eventually he's gonna work out to a very successful hedge fund, which Already told you. Right? But right now It's just investing this his own money. So to ever have the idea that you should have a hedge fund. You have good idea at first. Right? Then then the other point I wanna make to you is that he didn't jump from, oh, I'm investing from myself to now I'm running a bunch of money for other people. He did it in steps. And part of that step is just gonna have have him cross paths and have dinner with warren buffett. Alright. So this is first successful Idea and in finance. I think it's understandable, but it's the least understandable part about this whole podcast. He is said, I formed a rough idea of the rules relating to the warrant price to the stock price. Since the prices of 2 sick remember the warrant is just like an option issued from from the company. Right? So what he's doing, the... Why he calls it a hedge. Remember, the hedge funds, they're they're really popular now, back in the sixties they definitely weren't, and they all existed to hedge. Now it's just more of, like, hey, I a smart guy I'm gonna run some money and I'm gonna, you know, call the hedge fund or whatever. It's... It's different. And he talks about that in the book too, but I I exclude that from the podcast. Okay. I formed a rough idea of, I already read the board. Since the pieces of 2... The price of 2 securities tended to move together. What do he means is he's buying his first idea is, why don't I buy different securities for the same company. Okay? That's how he's gonna make his hedge. Since the prices of the 2 securities tended to move together, the important idea of hedging occurred to me, in which I could use this relationship to exploit any mis pricing of the warrant and simultaneously reduce the risk of doing so. So how does he form his hedge? Take 2 securities who prices tend to move together, such as a warrant and the common stock that it can be used to purchase. So he buy... He'll either buy the stock and short the warrant or her buy the warrant in short the stock. It's the same company though. Okay? That's where he's getting his hedge. So he says take 2 security who prices tend to move together such as the warrant in the common stock, it can be used to purchase, but which are comparatively mis price, which meaning he's... That's what he's determining his edge. The fact that the the market is mis pricing this. By the relatively under price security, and sell short to relatively over overpriced security. So that's his first insight that, hey, this is weird that you have different securities that are from the same company are about the same company and yet their pricing doesn't it doesn't... They're not they're not acting in relation. It doesn't make sense. Mis... He calls him mis pricing. If the proportions in the position are chosen well, then even though prices fluctuate, the gains and losses on the 2 sides will approximately offset or hedge each other. And so that's this basic idea which he applies a bunch of different means is why he calls... He has a market neutral hedge fund. And he'll he'll compare and contrast that with with the ideas of warren buffett later. Now, he gets his hedge fund in steps. First, he invest his own capital, the next step is this he's doing well. The fact that the fact that the available investment opportunities were much larger than I could explore with my modest capital led to the next step. I began to manage hedge portfolios for friends on a acquaintances. At this point, he's at the University of California Irvine, A lot of other people understand the work he's doing so they say, hey, will you do this me. So starts it's these little bunch of separate little partnerships. And sometimes like 20000 dollars of their money, you know, small, but a bunch of them. Now, as a result of this, 1 of the dean that you see Irvine was in... I think you know this already, but in case you don't, before Buffett started Berkshire took over Berkshire Hathaway. He had the Buffet partnership limit, which is just an investment fund. And he was winding it down at this point. So 1 of the people at Uc Irvine this guy named Gerard, who plays an important Rowan T To life. Winds up Buffett liquid his partnership. Right? This is where Thor means Buff. I won't need to tell you 1 thing. Warren is 38 years old here at this point story. And his investment partnership is worth about a hundred million dollars. She's winding that down and giving the the proceeds back to investors are they can they can, invest in Berkshire our hathaway. Out of that hundred million, about 25000000 dollars of that is warrants. Okay? So this is store on Buffett. Warren was so anyway, I I don't know if I they actually said that. Gerard gerard wants warrant to vet Thor as a potential replacement. So saying, hey. I'm gonna take some of the money out of the Buffett partnership and put it with this guy. Says, so they have dinner So Warm was a high speed talker with an Nebraska twang and a stream of jokes, anecdotes and clever sayings. He loved to play bridge and had a natural liking for the logical to quantitative and the mathematical. I learned that he focused on finding and buying into undervalued companies. Warren was asked how he found so many millionaires for his partnership. Laughing, he said to me, I told them I grew my own. As Warren and I talked, the similarities and differences in our approaches to investing became clear to me. He evaluated businesses with the aim of buying shares in them. Or even the entire company, so cheaply that he had an ample margin of safety to allow for the unknown and the una, same same thing that thor does. Same thing that Shannon does. Same thing that Mu, obviously, Mu and buff works together. You can see that over nerve. That's what Ti said at the beginning that any successful trader entrepreneur has a margin of safety. And how do you they have a margin safety because they survive. And people that don't, they will eventually blow up. That's part of the Kelly criterion. His objective was to outperform the market in the long run and so he judged himself largely in his performance relative than the market. In contrast, I didn't judge the worth of various businesses. Instead, I compared different securities of the same company. With the object of finding relative mis pricing that's what I was saying earlier, from which I can construct a hedge position, long relatively undervalued, short the relatively over undervalued from which I could extract a positive return despite stock market start, stock market ups and downs. Warren goal was accumulate the most money. I enjoyed using Mathematics to solve certain interesting puzzles, which I found first in the world of gambling and then in the world of investing, making money confirm my theories by showing that they worked in the real world. Now, as of right now, what are we doing? We're literally learning from the life experiences of Thor, which he spends 60 years, accumulating and then writing it down so we could benefit. Well, just as we're learning from Thor, Thor, learn from Buffet. So this is guy at Gerard. Ralph Gerard gave me copies of Buffett letters to his partners and his partnership document, a simple 2 page affair. It was clear from this that the ideal plan would be to pull my investing for myself and others and a single limited partnership just as Warren had eventually done. At the time he he's just doing all these separate agreements. Like well, is a stupid. 1, I just put in 1 like warranted. Now this is the part of the unpredictability of life. We don't know how other... How individuals can are gonna have lasting impact in our life. And he... Just his decision to take this job at you see Irvine winds leading him to reach to to meet Ge gerard who in turn leads him to meet Buffet. Ralph Ge gerard had a profound effect on the outcome of Ed thor life. So it says the time I spent with him, meaning, Gerard had 2 major effects on my life. It helped me move me along... It helped move me along to a path to my own hedge fund. This is what this is the vehicle of them it's gonna make Thor have more money than you can never spend. And it later led me to make a very profitable investment in Berkshire hathaway. So what does that mean? Ed starts because he met Buffet and knows buffett be from Gerard. He starts buying Berkshire Hathaway at 900 dollars. Today that single share is 300000 dollars per share. He's bought at 900 dollars. It's bananas. Alright. I'm I'm gonna run rapidly through his timeline here. Ed start to hedge fund. Right? So first, rest own money, then he does these partnerships, and he's like, I think I have the hand hang handle This is the... This takes about Remember. He said in the summer of 64 when he first starts thinking about finance and studying it. And know, Ra, I think was 19 69 is when he starts his first hedge fund. And he starts a hedge fund. He finds a partner that that'll will do the things he doesn't like to. I talked to a little bit about that last week so I'm not gonna covered here. But what I really want... What what stuck out to me is that he has very modest goals. Okay. So he says discussing how much capital we need to start with. We said 5000000 dollars is our target. If we made 20 percent net of expenses and charge 20 percent of that is a performance based fee each here, we'd share 4 percent of 5000000 dollars. That's 200000 dollars, and that was more than I was making as a professor. Okay. So, of all, they can't raise 5000000 because it's a bad economic environment they raised 1400000.0. But this 200000 dollar a number a year he hopes to make, but the time the hedge fund shuts down is 16000000 a year, not including the compounding of his own personal investments. She's printing money. Alright. Going back to, I... Something I wanna keep reinforcing in your mind is the simulators similarities of his Blackjack strategy and his hedge fund strategy. He talks about, like, explicitly in the book. Betting on a hedge... I I had research was, like betting on a Blackjack hand where I had the advantage. As in blackjack, I could estimate my expected return, estimate my risk and choose how much my bank rolled a bet. Instead of a 1... Instead of a 10000 dollar bank roll, I now had 1400000.0. And instead of a 500 dollar maximum bet, the Wall street casino had no limit. Influenced by having been born during the great depression and by my early investment experiences, I made reducing risk a central feature of my investing approach. So as he starts to expand his hedge fund becomes more successful. Now he runs into another problem he does know how go with. Didn't know anything about gambling games study that. Didn't know anything about investing study that. Now he's gotta study management. He's gotta manage people. So running a business here. So I had to learn to choose and manage employees. Figuring that this out for myself, I evolved into the style later Dubbed management by walking around. Instead of the endless schedule formal meetings, I hoard in academia, I talked directly to each employee and ask them to do the same with their colleagues. I explained our general plan and direction and indicated that I wanted... What I wanted done by each person. Revising roles and tasks based on their feedback. For this to work, I needed people who could follow up without being led by the hand. As management time was in short supply. Since much of what we were doing we was being invented as we went along and since our investment approach was new, I had to teach a unique set of skills. I chose smart young people just out of university because they were not set in their ways from previous jobs. Better to teach a young athlete who comes fresh to his sport, then to retrain 1 who has learned bad form. So I already mentioned this 1 I mentioned again. He never even thought about finance until you 32 by 43 is a millionaire. And this is win a millionaire. And I think that that would be an equivalent of, 8 or 10000000 dollars in today's money. When we started back in 19 69, I forecast how quickly my wealth and Reagan that's his his partner would grow. With plausible assumptions about our company's rate of return, the rate of growth of our partnership net worth and taxes, I predicted that by 19 75, we would be millionaires. Sure enough, in 19 75, we were both indeed millionaires. His hedge funds called Princeton Newport partners. It goes from 1400000.0 to 273000000. P p rose from 1400000.0 partnership to being perhaps the most mathematical analytical and computer oriented firm on Wall Street. The partnership capital earned an annual rate of return of 22.8 percent before fees. Limited partners saw saw their wealth grow at 18 percent per year. We added extraordinary investment products that could have expanded our capital base to billions, but this was destined to come to an end. Remember in the in the in the pro log I forward to the book, talks about this fund closes, most people just get back into complexity. Thor it chooses not to. And he still winds up being fabulous wealthy. And so you're might be asking, well, you're... You know, they're making almost 23 percent a year while you're stopping. His East Coast office. He's based out in California. That's why the the newport in Prince and Newport. The East Coast is the ones interacting more closely. Wall Street, the East Coast office is rate... His hedge fund is rated. And this is why. This is part of a campaign by Ru rudolph Giuliani, Us attorney at the time to prosecute real and alleged Wall Street criminals. Giuliani real objective in attacking individuals in our princeton in office was to get information to further his case against Michael Mill. They were doing business with Michael Milk or Milk. He's he's famous for inventing junk... Junk bonds. He went to jail. But I think he he also holds, like, I think he made the most money ever in 4 years on income taxes. It was, like 250000000 a year each year for 4 or something like that. So anyways, Julian is after this guy, Michael Milk, and this other guy named Robert, Freeman and Goldman Sachs. Now why is Ed getting ed East Coast office getting raided because his partner, Jay Regan knew them both well and spoke to them often. They worked there. Freeman had been a roommate of Reagan's at Dartmouth mouth. Giuliani I believe that Reagan could help bring him down. So he's trying to... Again, nonetheless less of human nature. He's squeezing him. Saying I'm gonna mess up with your life until you can me what you want. Reagan refused to cooperate. Well, that's a problem. Now, something I I want you to know is Ed was clean. He nothing knew nothing was going on. Essentially, said to do with this illegal, tax avoidance scheme that the East coast office was doing is called stock parking, essentially, like faking, like, you're transferring aft out assets from 1 firm to another, so you can benefit on stocks. So so a few traders in his officer doing that. It says neither I nor the 40 or so other partners and employees in the Newport Beach office had any knowledge of the Alleged act and print it office. This. We were never imp in any wrongdoing in this or any other matter. Limited partners were alarmed by the threat that Rico, he's Julian is using Act, which is normally reserved, like, Mafia and and organized crime could be extended to their partnership asset and by the doubts the investigation raised about some of our leadership in the Princeton office. As 19 88 Drew to a close, I saw no good way gray forward for PPI said I was leaving and limited partners followed in their partnership then wound down. The Us Department of Justice and then this is a few months after this Us department of Justice took steps to reign in the tactics tactics in the racket prosecution that sparked controversy during the Wall Street corrupt corruption cases brought brought by Rudy off Giuliani. The Pm defendants appealed and the... They wound up getting convicted, but then they they get over it goes overturned on appeal. And all they all... It says, they threw out the convictions for racket a tax fraud. The prosecutor to drop the remaining charges against 4 of the 5PP dependents. So an unbelievable destruction of wealth, and they get 1 conviction, and I think it was, like, I think I had to do, like, 3 months or something like that and and pay a and pay a fine. So Ed, now this is why I'm only telling you the backstory because this would what what's so remarkable and what what makes Ed do life worthy of study is in part is what he chooses to do next. So this is where in the book where Ed is reflecting on what his next move should be. And this is... The the... He had this quote that It cannot stop thinking about when I took notes on it, probably a week or 2 ago. And he says, son he just says this random comment. Life is really about spending time well. And so this is where Ed actually lives by this. He he reflects on what an next extra move should be and he decides to focus on time won't spend. Okay. So he says, What could have P p have been worth 25 years later? How could I possibly have any idea? Amazingly enough a market neutral fund operation was built on the Princeton Newport model? This is the Citadel investment group. Citadel was started in 19 90. I met with Frank and Ken. These are the, the founders of Citadel. Outlining the workings and profit centers of Pm, as well as turning over cartons of documents outlining in detail the terms and conditions of older outstanding warrants and convertible bonds. So he's giving them his blueprint. Citadel grew from a humble start in 19 90 when Ed became its first limited partner. So again, not need to ed make money for himself, He wants having a hedge fund of hedge funds and, like, doing these smaller businesses that are not as complicated and much more automated. But he also, like, made ton of money in Berkshire stock. He winds up being the first Lp in Citadel. So what is... What could I possibly mean? Well, Citadel it from 19 90 grew from a few million dollars and 1 employee to a collection of businesses managing 20000000000 dollars in capital and having more than a thousand employees 25 years. They they experienced an annual rate of return at 20 percent per year. Ken, 1 of the the founders net worth in 2015 was estimated at 5600000000.0. So not saying that that could have happened that Thor was guaranteed the same results, but he's... You know, it could have. At Princeton Newport Partners, As prince and newport partners closed, I reflected on the proposition that what matters in life is how you spend your time. Now he's gonna pull from history. This is I love this guy. I absolutely... I'm biased. If you came here for... I can't be I... It's impossible. I love this book. I've texted so many people this week and you need to buy his book. I've talked about a non nonstop. I just... I... I'm so happy that I randomly discovered through, you know, the work of other people. At Thor. Like, my life will be different. I'm really appreciate this guy. So he's gonna go through history and talk about like, am I trying to just to be the richest person in the cemetery? Like, what am I doing here? Like, I'm trying to live a good life? Just as when Jay Paul Getty was the richest man in the world and manifest not fulfilled. He had said the happiest time of his life was when he was 16, writing waves off the beach in malibu. I read a magazine profile of multi billionaire Henry T Nichols the third. Here's what the profile said. It's 01:30AM. He sits as his desk in a dim lit office. He hasn't seen his wife and children for several days. Now this is a quote from from Nichols. The last time we talked, Stacy, my wife told me that she missed the old days when we lived in a condo. She told me she wants to go back to that life, but they can't go back because he can't give up He can't let up. They want a later divorcing. And I also looked up this guy, not only layered divorcing, this guy winds up in rehab, 2008, then he just gets busted in 2018. There's a billionaire. Multi billionaire. So you think oh, I'm gonna get rich richard be happy. Right? Gets Busted in Las Vegas with some stripper who's almost o in his in his room. They find him with heroin, ecstasy cocaine all this other stuff. Let me tell you something because my cousin died from, heroin overdose when she was 27 years old. If there is no such thing as a happy person, that's on heroin. Think about this This guy could have 3 or 5 or 4000000000 dollars and he's doing heroin. Okay. Back. I initially thought that I might wanna continue my own on my own with a P and p style partnership. But if I did that, then in addition to the fun parts, I would be responsible things I didn't enjoy. I gradually wound down our P p office in Newport Beach, finding good jobs in the security industry for some of our key people, at places like the giant hedge fund D shaw. D shaw, interesting enough. Was the job was where Jeff Bezos worked. Right before that... That was his last job yeah before before starting Amazon. Now he's was gonna go back to to history to to influence his decision. Joseph Heller and Kurt Von again. We're at a party given by a billionaire. When Von asked Heller, how it felt to know that their host might have made more money in 1 day than Heller book catch 22 had made since it was written. Heller said he it's something the Rich man could never have. When a puzzled Von again asked what that could be, Heller answered the knowledge that I have enough. When Princeton new newport part newport partners closed, Vivian and this his wife, and I had enough money for the rest of our lives. Though the ending of P p was traumatic for us all, and the future wealth destroyed was in the billions. If freed us to do more of what we enjoyed most. Spend time with each other, and family, and friends and the friends we loved. Travel and pursue our interests. Taking the heart the lyrics of the song, enjoy yourself. It's later than you think. Vivian and I would make the most of 1 of the 1 thing we could never have enough of. Time together. Success on Wall Street was getting the most money. Success for us was having the best life. So from that, you can you... He has this idea he wants to tell us about, which is a difference between status sat, I think is how you pronounce it and maximize maximize. You can obviously... I'm gonna read the paragraph you, and then I'm gonna leave it to your... You you could figure out which 1 to add thor. There's a distinction between 2 extremes of a... On a continuum of types. Sat and maximize. When a maximize goes shopping, he searches for the best possible deal. Time and effort don't matter much. Missing the very best deal leads to regret and stress. On the other hand, the satisfy so called because he is satisfied with the result that is close to the best. Factors in the cost of searching and decision making, as well as the risk of losing a a near optimal opportunity and perhaps never finding anything as good again. Alright. Now this is Ed on learning. So he he he writes to quote. That's that's rather famous. Those who cannot remember the past are condemned to repeat it. Though, the institutions of society have difficulty learning from history. Individuals can do so. Next, I'll share some of what I learned. Education has made all the difference for me. Mathematics taught me to reason logically and to understand numbers, tables, charts and calculations as second nature. Physics, chemistry, astronomy, and biology revealed the wonders of the world, and it show me how to build models and theories to describe and to predict. This paid off for me both in gambling and investing. Education builds software for your brain. When you're born, think of yourself as a computer with a basic operating system and not much else. Learning is like adding programs, big and small to this computer. From drawing a face to writing a bicycle to reading to mastering calculus. You will use these programs to make your way in the world. Even more valuable, I learned at an early age to teach myself. This pay off later on because there weren't any courses in how to beat blackjack, build a computer for Ro are our launch a market neutral hedge fund. And now I finally got to what I feel is the main lesson from this book. And the life of. 4 once said that once we have the basic necessities of food, clothing, shelter and health. Then what we seek is wealth, power, honor, and the love of men and women, For financial titans who aggressively continue to seek tens of millions, hundreds of millions, and sometimes billions you can ask is the winner really the 1 who dies with the most toys. How much is enough? When will you be done? Often, the answer is never. To preserve the quality of what my life and to spend more of it in the company of the people I value and the exploration of ideas I enjoy, I chose I chose not to follow up on a number of business ventures. Although I believe that they were nearly certain to become extremely profitable. Once I worked out the major concepts in the subject, prove them in action, I liked new mental challenges, moving on from gambling games to the investment world with warrants options, convertible bonds, other derivatives, and then statistical arbitrage. Starting as a university professor, I expected to spend my life teaching, doing research and talking to smart like minded people. But from childhood, I was intrigued by the power of abstract thinking to understand and direct the natural world. When I later saw how physics could predict ro outcomes through the fog of chance. And mathematics could tip the odds in blackjack. I was drawn into a lifetime of adventure. It was my good fortune to share most of this journey with a remarkable companion. My wife vivian. She loved books and was a V reader. She passed on her love of books and her extraordinary facility with the English language to our children and grandchildren. She mastered bridge, studied art and art history. Learned to prepare quality healthy meals, completed a master's degree in library science. Inspired her family to focus on personal fitness and health and supported causes and charities. After she died from cancer in 2011, we celebrated her life with a memorial service. When I think of our lives together, I remember what her brother said then. Nobody can take away the dance you have danced. Life is like reading a novel, or running a marathon. It is not so much about reaching a goal, but rather about the journey itself and the experiences along the way. As Benjamin Franklin said, Time is the stuff life is made of, and how you spend it makes all the difference. Best of all is the time I've spent with the people in my life that I care about, my wife, my family, my friends and my associates. Whatever you do. Enjoy your life in the people who share it with you and leave something good of yourself for the generations to follow."
}