{
  "transcript": "According to Warren Buffett, if you took the top 100 business school graduates and made a composite of their triumphs, their record would not be as good as that of Singleton, who incidentally was trained as a scientist, not an Nba. Here's a direct quote from Buffet. The failure of business schools to study men like Singleton is a crime. Buffett has also said that Henry Singleton has had the best operating and capital deployment record in American business. Charlie Mu has said Singleton financial returns way were a mile higher than anyone else, utterly ridiculous. Okay. So I'm starting today's podcast a little different than than I normally do. There's not a lot of information written about Henry Singleton. So I just started with some quotes that I found. For today's pockets, I've I've gathered a number of different or resources so we could, to use as a as, like, a blueprint for us to study, Henry Singleton. 1 of those is a book. It's called the outsiders 8 unconventional Ceos, and their radically rational blueprint for success and it was written by William Do. There's 1 of those 8 is Henry Singleton, and I'm gonna quote have heavily from that chapter. And then I'm also gonna go back to this forbes article. 1 thing to know about behind Singleton is he gave very few... They called him this the sphinx because he wouldn't talk to reporters or anybody else. So he gave very few interviews, but he did give 1 Forbes in 19 79, and I was able to go back in the archives and find it, and it's called the singular Henry Singleton. So before I jump into that, I want to tell you why, I wanted to study him. So this whole... The the the series that I've been doing the past few weeks started when I I read 54 years of warren Buffett, shareholder letters. And in that shareholder letter, he talks about people he admire. And so as just as a, like, a basic operating, like, a basic for this podcast is if somebody I admire talk mentions people they admire, then I think it's... Like, that's automatically tell hey. Let me go study this person too. And now I've done a, about a week's worth of research on on Henry. I'm so happy that I did that. I'm gonna have a hard time hiding like my biases and my excitement today because I'm in love with the way this guy thought and acted. And his insights, his counterintuitive insights on business. So, without any further ado, let me go ahead and jump into. At first, I'm gonna start with, what comes at the very end of this chapter in the outsiders on William, or that William wrote, on Singleton. And it's called Buffett and Singleton, separated at birth. And it's interesting because once I got... The whole time I'm reading the chapter. I'm like, oh my god. Sounds like buffett. Oh, my god. That sounds like Buffett. Wait, who said that Singleton said that because I could've have been buffett. It was very, very obvious after you read or, warren buffett shareholders letters or just studying in general. This is like... I I, I'm reminded that something I just... I accidentally discovered when I started studying steep jobs. I, like, I don't know 3 or 4 biographies on them. And you... I... A lot of the ideas that I admired that Steve Jobs said in turn, I realized they weren't actually originated from him. They came from Ed and large part to Edwin Land and also, Bob No, so Edwin lands founder pull polaroid. Bob No the founder, 1 of c founders of Intel, and then, the founders of Hp. So this is why this is why the author here is saying, you know, where they separated of birth what's going on here. And what I I realized is that just as we were trying to study and learn from Warren Buffett Warren Buffett studied and learned from Henry Singleton. And the reason I bring that up is because that... Like, I think it's fundamentally a good idea to to to learn from entrepreneurs come before you, and that's why the podcast is structured is is, but it's good, like, when other people identify with that through their actions. Like, that's an idea I think is exactly true. Right? But it's it's even more confirming that I'm on the right path of with what I'm doing. When you realize that Buffett doing it 2 jobs did it, Bezos did it, Elon musk did it. Henry Ford did it. All these other people realized, hey. What I'm doing is really hard creating a... Building a successful business is unbelievably difficult. There's some benefit to going back and seeing what other people have figured out through decades of trying to do the same thing. So... Okay. I... I've been rambling. It I just... I'm really excited, so it's gonna be hard for me to contain myself today. As I was reading. So let me just tell you a little example about this. I was reading this 19 79 Forbes article, and I was like, I'm by myself and I'm, yelling in excitement. And I was like, why am I sweating? And I checked my heart rate. My heart was in the eighties. I wasn't doing. I was sitting down and reading, so that that... I'm just telling you that upfront because this is gonna be a... Like, I'm not gonna be able to hide hide my admiration for this person. So let me get back to the matter hand. I don't wanna waste any of your time. Okay. So Buffett Singleton separated birth. He says many of the distinctive tenants of warren Buffett unique approach to managing Berkshire Hathaway were first employed by Singleton at Tele, so Tele the the conglomerate that he that Singleton founded and Ran. In fact, Singleton can be seen as a sort of pro buffett and there are uncanny similarities between these 2. So I'm gonna go through a list. He's got these bullet points here. Both Buffett and Singleton design organizations that allowed them to focus on capital allocation. Not operations. Both viewed themselves primarily as investors, not managers. Both ran highly decentralized organizations with very few employees at corporate and few if any intervening layers between operating companies and top management. Both made all major capital allocation decisions for their companies. Both Buffett and Singleton focused their investments in industries, they knew well and we're comfortable with concentrated portfolios of public securities. I'm gonna talk a lot about that today. I'm probably gonna repeat myself multiple times because the sources draw from, make... They they arrive at similar conclusions. Neither offered quarterly guidance to analysts are attended conferences. Both provided informative annual reports with detailed business unit information. Tele, alone among conglomerate didn't pay a dividend for its first 26 years. Berkshire has never paid a dividend. Tele was the highest price issue, the highest price stock on the on the New York Stock Exchange for much of the 19 seventies and 19 eighties. Buffet has never split Berkshire 8 A class shares. Both Singleton and Buffett recognized the potential to invest insurance company float to create shareholder value And for both companies, insurance was the largest and most important business. This is what I mean Like, there's so many similarities Have not even done yet, where I feel like there's these blueprints to how to run a successful business. That are buried in the past that we just ignore. We focus on, like, what are entrepreneurs doing today? What are people be doing businesses today and not realizing that there's there's treasure in the past. We just have to go out and find it. Then the last comparison and this is this restaurant analogy that was created by he's getting Phil Fisher, who's... I guess, is a famous investor I don't actually know who he is. So it says Phil Fisher once compared companies to restaurant. Over time to a combination of policies and decisions, analogous to cuisine, prices and ambient ambiance, they self select for a certain clientele. By this standard, both Buffett and singleton intentionally ran highly unusual restaurants. That over time attracted like minded long term oriented customers and shareholders. Okay. So I'm gonna put down the book outsiders from now, I'm gonna come back to it. But I gotta go to this 19 70 nine's forbes article, which is just amazing. So let me pull it up because I have a bunch of highlights. And it's 1 of those things... So it's very hard to find online. I actually had to sign up for this this this service called script. And what I'm working off is, like, a Pdf, somebody copied the physical article from 19 79, and then I download a Pdf and then I highlighted it. So that's what I'm working on. So I'm gonna just run through... I highlighted a lot a lot of this. So the name of the articles, the singular Henry Singleton, and let me just jump into it. So it says, the the... Sorry... It's talking about Singleton Why is he noteworthy. He says he's noteworthy... He's noteworthy in 2 respects. For the size and... Quality of the company, Tel Inc that he built from scratch and for his almost arrogant scorn for most conventional business practices. I hope you don't get it annoyed me, but who does that sound like? I'm gonna say this it's a lot? That sounds exactly like Buffett. He dedicate a lot of his time in his in his shareholder letters to to specifically attack conventional business wisdom which he thinks is is not wisdom at all. And if you watch on Youtube, and go... You can go through the notebooks since you have access to it. If you're listening to this as a mis episode. Go through my notebook. It's in the show notes. And you just type in buffett. I've taken a lot of notes on Charlie Mon and Buffett, videos, people chop them up, like, when they give q and A sessions at their annual meeting, and this is a reoccurring thing too. They're they're very... They have scorn for most conventional business practices. They think that people are being brain to perform poorly. It says, let me jump back into our article. Henry Singleton has always marched to his own drummer and to a and to a music that most of his peers could not even hear. What, really distinguish distinguishes tele is that, is that during a period with when inflation has been eroding most corporate profit margins remember this is written in the seventies. A period when corporations have been selling more and enjoying less. That's what happens with inflation. Right? Tele nine's profitability has been growing. Not shrinking. Its return on equity was nearly 33 percent last year. Has Tele had setbacks indeed it has any business going to. Of course. Right? There's no such thing as a perfect business Just like there's just things as a perfect person. Indeed it has, but look at how it has pulled it's pulled out of them. Remember it's keep in mind, Tell is a conglomerate. It's just very similar to Berkshire hathaway. It one's a bunch of weird unrelated businesses. This is an example of setback and then how they pull out of them. Its packard bell division couldn't make it in home Tv set so it quit the market. By emphasizing the profitable remainder, a packet bell, packard bell is larger and more profitable than ever today. So Article was gonna talk about, like, most of conventional business will... Wisdom is they... We we fetish growth. And in many cases, Singleton doesn't care about that. He he shrinks his company to make it more profitable. And as a result, makes it more valuable over time, which again, does not seem obvious, but it's weird that it's not like, it's not the conventional wisdom. But if you just sit down and think about it, Like, it makes perfect sense. Like, of course, if you're more profitable, is the company over the long term be more valuable. So why are we just focusing on overall revenue if that revenues the... He he he he, like, he's an evangelist for cash flows. It's very similar to, I guess you would say, not only Mu and and Buffett, but also Bezos. So I I... Let me just jump back into. I don't know where I going with that thought, but I just think it... To me, once you read it, it's, like, yeah. The of course, that's what we should be doing. Then why... Like, when we pay attention to, like business news if you're watching cable television or reading these newspapers or you're looking at these pure articles and magazines. It's like, they're they're fetish the wrong thing. Like cash is king. Alright. So it says, so it's large and more profitable than ever today. Who is his business genius, Henry Singleton, who turns setbacks and successes who rarely appears at the business round table are rubbed shoulders with his corporate peers. How does he do it? Can he keep it up? So I'm gonna touch on this point over and over again, but I'm just... I'm I'm gonna tram over my own point because I think it's so important for you to understand at the very beginning. 1 of the things I most my about behind many singleton single 10 is 1, you have to work really hard eventually, everybody, if you're gonna do anything. If you're any kind of risk taker period, whether you're an entrepreneur, an investor, a freelancer an executive, it doesn't matter, you can be a, sports player, like, and whatever your craft is. Like, you've got to get to the point where you can trust your own judgment. But there's something, like, fatally flawed about our species where we're not born. We... We... No one's born with the good judgment. Like, you have to work hard to to... It's like, it's developing a skill. And there's all different ways to develop that skill. But eventually, the end goal is Like, I've gotta be able to trust my own judgment. So right now, take an inventory yourself. Like, okay, I have made some bad decisions here or maybe there's was a rational in this case, like, how do I correct this so I get to the point where I am I I can't... I can have full faith in my judgment, like Buffet does, like Mu does, like most of, like, Henry Ford did. Like Jeff Bezos says, like, all these other people that we've studied do, Like, Henry Singleton does. And what I love about him is that he he he got to... Once he got to the point where he knew and he had an entire lifetime before he came a founder, he was a founder in his mid forties. Right? But once he got to the point where he could trust his own judgment, he ignored everything else. And I think that is a superpower. Alright. So he says, so he doesn't go to conferences. He doesn't rub shoulders as his corporate peers He's busy he nor everybody else. He just gives himself time to think, how does he do it? Can he keep it up? First the who. So now we're gonna give it a little bit of background on his life. He says he spent 3 years at Annapolis, then he switched the massachusetts to Mit where he earned his bachelor's master's and doctorate of science all in electrical engineering. Educated as a scientist, not a businessman. He did not leap into entrepreneurship, but trained for it over several decades. That's what I mean about doing the work, putting in the work to to get to the point we can trust your own judgment. But train forward over several decades at the best schools of practical management in the Us. First as a scientist a general electric, Dentist a management, and management at hughes aircraft and then in the early days at lit industries. Not until 19 60. When he was 43 did singleton found Tele. He did so in the company with 2 of the best brands of modern business world. So it's George, Ka. He's... Who's now the Dean in the College of business administration at University, Texas and Arthur Rock, perhaps the Us, the most imaginative venture capitalist, 1 of the early investors in Apple. Okay. Maybe because of his unusual background, Singleton has had an almost un uncanny ability to resist being caught up in the fad and fallacies of the moment. Like most great innovators, Henry Singleton is a supremely and is is supremely indifferent to criticism. During the early seventies, when investors and brokers alike lost their original enthusiasm and deserted and deserted tele, Singleton had Tele by up its own stock. As each tender offer was overs subscribed by investors of little faith, Singleton took every share they offered. So that was 1 of the the unique strategies he employed that other people weren't really doing this time. 1 at the time, he was he was... That the time he's doing this, people looked at share by by buy as, weakness. But if they did do it, they do it on the open market. He did it differently. He offered tenders. So he he took every share, and they were all always overs subscribe. Like just said, single took every... Okay. When Wall Street indeed, even his own when Wall Street and even his own directors urged him to ease up, he kept right on buying. So again, he had he could have faith in his judgment, and he's just gonna ignore. He he has... He he has faith in his ability to figure it out. And if he was, Charlie Mu said something... He said, yeah, singleton was 1 of the very few people that was a hundred percent rational all the time. And so why what is Charlie saying there? Like, that's not common for our species. That's not in our nature to be rational word. I've I've said, we're not rational beings. We're rationalizing, and those those are very different characteristics. Alright. Shareholders who tender happily at 14 dollars or 40, which is some of the prices he paid, watched in Dismay as only a few later, the shares soared to a hundred and 30 dollars. Henry Singleton had been right. The rest of the world, including some of his own directors had been wrong. Now we're gonna get a quote from him. I don't believe all this nonsense about market timing. Just by very good value and when the market is ready, the value will be recognized. When investors, disillusioned with growth, again, began, began... Okay. So some of some of this article cut off. So I'm missing a few words here. Because I said it's a photocopy. But it says when investors disillusioned with growth, again began to be dividend conscious, I think that's the sentence. Tel continued to refuse to pay a cash dividend. But there were other rewards for investors. And he later in the article, he's gonna tell why he would refuse to do this, which is just very common sense when you hear it. So he's not giving to give you a dividend, but what are the other, like, what are the benefits to to the investors? During the years from 19 69 to 19 78 net profits rose 315 percent. But look at earnings per share, they soared 1226 percent less than a decade. Oh, boy. Alright. Skipping ahead. So far, we've not even mentioned what Tel makes her cells. That's because what Tel makes her cells is less important than the style of the man who runs it. The fact is that Singleton una... Una runs a conglomerate. What... So, Thorn dyke in his book. Talks about that. Good way to think about conglomerate in the 19 sixties. Was like, the Internet stocks of their day. But just like the Internet stocks were were, like, highly fashionable and then they went out of fashion, and then maybe came back in. This is what's happening now. Like, tell I, oh, great. Everybody's going to Conglomerate. Now they're kinda, like, they're saying, oh, we don't want it. We don't... Once they... There was, like, a a drop in the share prices of, like, conglomerate conglomerate in general. Most people said, okay That this is a sign that they're no good... They're, like... Since the price went down, everybody else is is saying it's not worth it then they must be right. So Guess, basically what Saying here. Because... Alright. The fact is that Singleton una runs a conglomerate. Right? What are the products and services upon which Singleton has put a stamp? That way he's gonna... They're gonna listen them. Offshore drilling units, auto parts, spec specialty metals, machine tools, electronic components, engines, high fidelity speakers, unmanned aircraft and water pick home appliances, which I think is like a way to clean like, floss your teeth or something. So again, I just think go look at... Or if you listen to my podcast and know if you did. On the shareholders, like, goes in detail the businesses that that Berkshire owns are invest in. Like, they don't seem to be related. I was like, what is a... What is a candy company I have to do with a mobile home manufacturer or an assurance company or anything else. And so this is where we're seeing another echo buffett. It's like it doesn't matter. I'm just, tell or tell, I'm single than just told us. He's like, I'm just trying to buy good value wherever it is. This diffuse companies actually quite tightly run. Its board of directors consist of only 6 people, not the usually does dozens or more. And so 1 of those, I just wanna... I'm skipping over this part, but I want you to know that not on Arthur Rock on the Board of Directors, but Claude Shannon, who I've talked about 2 podcasts go and next week, I'm gonna read his biography. So it's called a mine at place. And I I think you're gonna really enjoy that 1 too. Alright. Vanessa says taking a leaf from Harold Jean book, Tel has super tight financial control. So once I got there and made the highlight, I was like, okay. I to find out who this Harold Janine guy is. So I'm gonna quote from his book wikipedia page real quick. He's best well known as being the Ceo President of It Corporation. And let me just read this 1 sentence from here. Let's see. Yeah. He was a Ceo of It t, which is International telephone and Telegraph Corporation. He grew the company from a median sized business with 765000000 dollars in sales in 19 61, and 9 years later into an international conglomerate with 17000000000 in sales, Bananas. Right? Alright. Back to the article. So taking a leaf, meaning learning from, Harold Jean book, Tele has super fight super tight financial controls. Taking a leaf. In other words, learning from, 3 m's corporate books. It breaks up huge... This is... Oh I love this. I love this part. It breaks up huge businesses into a corner copy of small profit centers. A hundred and 29 Tel case. The largest of Tel 129 companies, Td y continental motors is under 300000000 dollars in annual sales. Now, single, I'm gonna stay on this part point here. Right? I just gotta tell something. Singleton hires, he buys this guy's companies Roberts, and he he hires him to run Tele, the operations part of Tele. Like, making sure that all a hundred and 29 companies are, like, doing the they to be doing. But so single thing of focus on capital allocation, which again sounds a lot like Buffett. Right? So I'm gonna quote from Roberts because it's gonna give us an insight of to, like, how is the company run. He says we go to an extreme and splitting businesses up so we can see problems which you passed over in companies where the units are larger says Roberts. By our plan, no 1 business all by itself will become momentous. This means now why they doing this because things things change with scale. So a large company, a large corporation, on... It's not the same thing as just a bigger small business. Just like a village in New york City and Village is not the same thing. They're 2 fundamentally different things. And with size, you have you have a tendency to increase in f agility. So how do you how you der risk what you're doing. Well, instead of having 1 giant company, you have a hundred and 29 small ones. And listen, it doesn't matter like, my personal opinion on what I think is, like, what I would like to see, like, businesses do, but you can pretty much read between the lines if you listen to my podcast. Like, I'll just explicitly sit here. Like, I'm not a fan of super large, in inhuman faces corporations. I want to see a lot... Like, entrepreneurship at, like, a 40 year low. Right? At least in the country Live in America. Right? And like... That's distressing to me. I wanna see millions of smaller, highly profitable businesses making weird prod... Weird, high quality products as opposed to, like, you know, just 5 or 6. Huge companies reaping all the benefit and kinda destroying the, like, entrepreneurs like along the way. Now some people could disagree with me. I'm sure there's people listening to this podcast. I said there are goals. Like, I wanna make the next Amazon. That you have to do whatever however you are. I'm just saying, like, that's not... I have no interest in that. And I love to see, like, people taking unconventional ways. Like, Tell still extremely profitable. If you ever investor in Tel Or you ran it. Like you'd be unbelievably wealthy. You might not have 40000000000 dollars, but, like, no 1 can spend that much money anyways. So I just love seeing like this. And this is why I got so excited and I think my heart was going to the roof when I'm just reading this because, like, I wanted to scream. Alright. So Just love this idea because it it just makes so much sense to me if you just stop and think about it. And you know... And you know this... You just... Look at the... Look at the the large public companies now, the the the the survival and S and p 500 you be something like what. Like, 50 years, now down, like, around 10. So course larger corporations are becoming more fragile. That's why if you if you've listened to my podcast that I've done for, at this time recordings, I have 7 hidden episodes. You've if you've lost a review and send it to me I founder review at gmail mail dot com or if you've recommended my podcast on overcast by the star. I've... And you've email that to. I've sent you back to Link, and you probably know this, but I read this 1 book that I think is fundamentally right on what's taking place. Now, it's called un scaled. And it talks about, like, the economies of scale in, let's say, the industrial age up until maybe recently. Size was... For the most part, yeah. It was a huge advantage. I mean, Reed Henry Ford's auto buyer. He's talking about, like, you gotta get big. You gotta get big. It made sense in his time. And what that book is talking about is was like, well, now, you you... We... Because of the the the leverage the technology gives the individual or small team or small group of people, like, the optimal size of companies is shrinking. And that's where, like, I would love to see smaller, as far as head count, profitable companies doing great things. And I think just like in nature where we have this diversification through evolution, like, nature of horrors, mono monopoly. You don't see that. You see a bunch of, different experiments. That's the mechanism of trial and error, and you... As a result, you get all these weird things that are unpredictable that, you know, benefit the whole... The ecosystem as a whole. So that's like, the best way to describe, like, what I would love to see. And I... Something I'm, I'm gonna take on a Tan. I was struggling gonna talk about this, but I was listening to this q and a, from 1 of an entrepreneur that I really respect it's the founder Shopify his name's Toby. I don't know how to pronounce last name and I'm gonna try. But he said something interesting. They're, like, a lot of people like shopify, share price house is going to the roof because people think it might be the next Amazon. He's like, well, Amazon amazon's is like, AAA conglomerate Like, they're huge. He's like, I'm not... He he uses the, I wish I had the quote in front me, but he basically said, Amazon is trying to build, like an empire. He's like, I'm trying to arm the rebels. And, like, that can almost gave me goosebumps Was like, yes. That's what we need. To... If you listen to Toby, and you can go again, go through my notes. It's just type in Toby, and I've taken notes on 3 or 4 of his talk. And he talks to us all the time. He's like, the goal Shopify is not just people that like, just... I'm just making you know, software to make a online story. He's like, no. I'm trying to increase the rate the the amount of entrepreneurs there are in the world. And I think there's very few goals like you could have as far as, like, empowering people to to to take responsibility for how they make money and to give them the the freedom to work on what they want. So wow, that was a tangent. And now I hope that makes sense. I wasn't expecting to talk about it. Okay. So he says, this means the sur survival, and the entire company will never be jeopardize by failure of 1 single operation. Now another way to think about this is very very similar to how Ed Thinks, how Warren Buffett and Charlie Mu thing. The fact is like, they don't take tail risks and a lot of their thinking is has to do with, like the Kelly criterion. This is an example of that. Like, they're not gonna jeopardize. They're not gonna ever do anything that's gonna risk that's going to ever give them a chance risk of ruin. Now some people use different terms for that Warren Buffett uses the term margin of safety. It just saying, hey, I'll have... And I sometimes he I... There's been different numbers, I think, but it's... Some the point he says, like, you know, he wants like 25000000000 dollar buffett or 40 a buffer, rather, Buffet. Our 40000000000 dollar buff buffer. You're just saying, hey, as long as I'm here, this company gonna have no risk in going to 0. And I think for for risk takers for entrepreneurs, like, that's your rule number 1. If you wanna be successful, you have... The first thing Have to do is make sure that you survive. And so that's... To me, what my reading of what the the the the strategy that Singleton and Roberts are taking Mattel is like, they're increasing the chance that they're going to survive. Okay. So what matters is that, so far in 19 79, all a hundred and 29 are profitable. For the last 2 years, is a lot easier to make a small profitable business and it just make a large profitable business. For the last 2 years only 1, semiconductors was in the red, and that was just by a few million worse. Alright. So it talks about, like, they not only do they they not waste money, but they always waste time. And, you know, the whole thing is those things are related. Nor does the waste time and energy and airports and limo. The heads of the hundred and 29 companies take turns coming to him and Singleton in their modern office in La. So now they're talking about forget products Roberts begins. Here's the key. We create an attitude toward having high margins. In our system, a company can grow rapidly and its manager be rewarded rich ritchie for that growth. If he has high margins. If he has low margins it's hard to get capital from henry me. So are people look and, are people looking and understand, having high margins gets to be the thing to do. No 1 likes to have trouble getting new money. Robert is saying nothing exceptional. What is exceptional is the way Tele practices what it preach. There are very few companies of any size and certainly none of the billion dollar class that are as tight with a capital dollar as tele. In other words, what have entrepreneurs in the past have have advised us. Watch your costs do not be resourceful. Don't waste money our time. This year, it's capital spending will exceed a hundred million dollars for the second straight year. But this is rather mis some in relation to Tel cash flow of more than 300000000 dollars. Texas instruments companies of equal size and technological orientation will spend more than 3 times as much. Many many companies normally spend more for capital projects than they take in and as cash, not so a tele. This is the real secret to tele billing ability to grow. The key then is discipline. No ego trips. Only new investments so will quickly pay off in the forms of enhanced cash flow. This a quote from George Roberts again. The only way you can make money in some businesses is not is by not entering them. Now we're gonna get into risk, which I was just kind of talking about earlier. Risk 2 is carefully ration. A cool rational man singleton despise surprises. It is a company policy that divisions which are defense contractors remain relatively small. Why because large increases your f fertility. We don't want any big prime contracts as Roberts, we prefer to be important to be important, technically oriented subcontractors who serve those who want to be prime contractors. Now why why would you do that? Like, why would you purposely limit the revenue for any 1 source. That way, if a large contract is aborted, we will not be hurt. It's it's like a a mere image of how their entire company structured. Right? Not not 1 big companies, hundred and 20 its small ones. Now we're gonna get some quotes from singleton. Our attitude towards cash generation and asset management came out of our own thought process says single It is not copied. After we acquire a number of businesses, we reflected on aspects of business. Our own conclusion was that the key was cash flow. Singleton maybe be a scientist and an intellectual, but he has an old fashioned respect for cash. You can't pay bills with bookkeeping profits. He knows that companies have gone broke after reporting big profits for years, and they give some examples. Let's skip over that. He wants to see the color of some of that money in his companies reports He wants each company to throw off cash over and above its reinvestment needs. Cash can... Cash that can never be utilized for corporate perk for over overall, I need start that over again. Cash that can that can beat that can be. I said, cannot be I I'm sorry for the mistake. Cash that can be utilized for overall corporate purposes. So this is very similar to Mu who says, hey, You know that that the business that generates 14 percent a year for the owners. And you can actually deduct the cash out of the business. We like that. The ones where it says, hey. See that see all that equipment over there. There's my profit. We hate businesses like that same... Singleton saying the same exact thing here. This kind of real hard cash flow enabled Singleton to buy up his company's stock when it was lying on the bargain counter. It has enabled Tel to reduce debt to the point where it amounts to only about 22 percent of total capital against as against 32 and 50 percent, 52 percent for con... For fellow conglomerate like It and Gulf Weston. Of course, every management wants or says it wants a high return on its capital. Henry Singleton wants something more. A cash return. Singleton won't pay a cash dividend into his own shareholders. He'll I'll talk about why he changes his mind on this later. But he expects them from his... From all of his company presidents, all hundred and 29 of them over the long run. This quote from Roberts now. Net income without cash is not necessarily net income. We build cash generation into the system of paying our managers. Bonuses can be a hundred percent of base salary. If it is curious that a man who started as a scientist and became an operating man should finally make his greatest mark of all in finance. Singleton has net... Has nevertheless done just that. American business is still grip with Man for big. Isn't that funny? This these words are written in 19 79. Somebody do the math me. So what 40 years ago? I can do the math myself on that. Well, like, he's where... That's a... That's still exactly true today. American business is still grip with the man of big. Companies who stock sell for 5 times earning, will think nothing of going out and paying 10 to 15 times earnings for a nice big acquisition. When they could tender for their own stock at half the price. Who does that sound like? I hope, like, this... Come on. We... We already know this. This is... They're are they're clearly fundamental principles if you see it being deployed successfully 50 years ago by Singleton and then even the last like 25 years by Buffet. Like, okay. Sure... Okay. So it says, instead of going out and pay... If you're you're... Instead of going out, paying 10 to 15 times early for a nice big acquisition, and there's some... There's some theories. Buffett had some theories on why people do this. He says, like, people are loving like, they like to copy. They like to get themselves even if it's not good financial result for the company, it'll be celebrated by press and they like that kind of prestige. But that... That's not what you're supposed be optimizing for. Right? So why you're doing that and instead you could... Instead, you could be tender for your own stock at half the price. And what is a result of that? You'd be shrinking Right? But he just got done telling you, why are people not... They're not gonna shrink because all the the incentives for all the external pla... Like, is it pla is the what what I for is for big. Singleton didn't care about that. He didn't care what people thought. I don't care if I'm gonna be written up. I'm not gonna go to your stupid conference. I'm not gonna go and sit down for your interview anyways. I'm gonna be focused my time on on creating the most value for the company. I found just a shrinking, A tele still isn't done, except by a handful of shrewd entrepreneurial companies. Alright. Still in this. I still a few pages to ago in article. I highlighted, like, I don't even know how much. Maybe 50 percent of this thing. More recently, Singleton has been turning his hand to the stock market. He was stressed to the role of portfolio manager quite by accident. It might never have happened, he says, if Tele are argo not insurance subsidiary had not gotten into serious trouble writing medical malpractice insurance in 19 74. Singleton converted all of his insurance portfolios into liquid cash to be ready for disaster. Got a margin safety there. That disaster never came. So the job of reinvest faced him and he decided to be innovative and daring in his approach there too. No investing fad for him. The idea of indexing isn't something I believe in or would follow he says with scorn. Again, if you don't know how to value businesses, then, of course, you want index for the market. Right? That's what they're... I mean, you're you're getting the same return as the market. But for people like Singleton, people like Thor, people that don't really, like, people like buffet that feel they have a some kind of talent, like, no, why would I do that? I don't want your your return when I can triple or quadruple that return. In choosing stocks, he rejected Wall Street dogma and relied on his own experience. Singleton decided to buy those he felt were well run and undervalued. That and that that an analyst were shu other conglomerate as they shu tele only made it easier for him to get a good price. Singleton biggest move was to pay a hundred over a hundred and 30000025 percent of his equity of his entire portfolio into Lit, this is Lit industries. Again, that goes back if you search the notes that you have access. Remember you've lifetime access this part of your benefits being missed. Please use it. I think it's a great resource. I wouldn't waste, you know, hours and hours and years of my life, comp compile them if I didn't believe that. But just search Charlie Manga diversification warren buffett diversification. I'll see that. They think diversification nonsense. The singleton is saying... He's not saying that, but in words, he's saying that actions. I'm gonna put a hundred and 30000025 percent of everything I have. 1 fourth of everything I have into 1 company. What's the results at this point. Now the holdings are worth 270000000 dollars. Now we have some other guy of another company talking about Singleton. He says, that was a fabulous hundred and 40000000 dollar gain. But when Henry first put all that in 1 stock. I thought he'd gone crazy. And then Singleton just like, this is not complicated. I felt Lynn was a sound investment. It's good to buy a large company with fine businesses when the price is beating down over worry about 1 problem. So he's referring the fact that this at the time he's doing this, Lit was going through a costly protracted ship f with the Us Navy. So had did Singleton? Like, why is everybody else scared. Right? Everybody else scared because we know by their actions. So the stock price is going means there's more sellers and buyers. Right? And he says, he adds, Lynn problem was not a general 1, but an isolated problem. As ours was with our our Argo insurance. To me, this is what I mean about being supremely rational What he's saying here. To me is hard to believe that heads of a 3 or 4000000000 dollar business would not be able to handle 1 business problem. Currently, Singleton has over 50 percent of his equity portfolio and conglomerate. So he's still a big fan. Right now, everybody else on, investors like no. We don't like this. Like, no I think they're fantastic. Oh, you know, Like I'm good. I'm just gonna be able buy him from cheaper. Thank you. Singleton has long since put to rest the speculation that he was accumulating shares to go for control of Lit and the other companies whose stocks he was buying. Now this is gonna be... This is... III know for a fact. Oh, I shouldn't say I know for a fact. I'm almost sure as anybody could be that Warren Buffett has also read this article. As much as that guy reads... And as much as he talks about how he admire Singleton the idea he's never read the article. I'm reading to you now is I don't believe that at all. And you're gonna see because there's a lot of these ideas, like, Buffet does years later. He tells readings made him rich. That's a direct quote for warren Buffett. He's like I read everything. Read books read 10 k's, reading made be rich. Okay. So he says, people saying, hey, you're buying a ball. You wanna control, And he's like, peep... Now here's a problem though. Right? They're saying you wanna control because they're thinking like, conventional people think. But if you think conventionally, you're not gonna understand a mis fit like Singleton. It doesn't even compute to. People who speculate that we were making conventional judgments. That's the way most conglomerate work. But in buy enough stock to get a good look at the books and a feel for the situation then go for the control via tender offer, but Singleton isn't like most kilometers. Listen to his reasoning on the subject of tenders. It's to close from singleton to now. In this climate, where tender offers mean over paying by management which want to grow at any price. I prefer to buy pieces of other companies that's that Warren talks about that constant to shareholder letters. You can get better prices buying pieces on the open market than you can for acquisitions. Let me finish this because this is this quote from Singleton. It's is the same came to the same... Buffet comes to the same conclusion. So it says I prefer to buy pieces of other companies or our own stock or expand from within. The price why? This is my main point. Or not my point, His main point in Buffett main point. The price for buying an entire companies too much is too much. You're paying a premium for no reason. Why would you do that? Tender at the premiums required today would hurt, not help our return on equity, so we don't do it. Where many businesses say that it is... Where many businesses say that is cheaper, even at big premiums of the market price to buy rather than to build, Singleton is saying, why pay 10 times earning in a tender for a company when I can buy pieces of companies for 6 times earnings, and my own stock for 5 times earnings. Rigid lot logic that, but not the fashionable view. And that's the point of studying these these people. These they they've learned things to their experience that you are not gonna learn in any school. It's impossible. There... No 1 could teach your entrepreneurship. All you can hope to do is take these ideas which I've have considered tools, put them in tool belt. You might use that that idea of 5 years from now. 10 from now. You have no idea when you use it. But that's what I'm talking about like, wouldn't you rather be low like, as far as if if you wanna... You wanna... Assuming you're listening to this because you wanna, like, do better at work. Right? And hopefully build a a better business. Like, what's gonna help you build a better business. Thinking about in the terms of singleton is are following fashionable view, who cares about fashionable view. Singleton certainly didn't. Liquid as tele is, why does Henry singleton still flat refused to disperse cash to his own stockholders, accept in exchange for their shares. I love that part. And this is what I meant earlier when I mentioned, like, when when we get to the point why he doesn't pay a dividend, I'm gonna read this paragraph from you. III can't find any... Like, any ill... Any... Like, I can't pick on any of his logic here. I I just can't. He says to begin with, he asked, what would the stock to do with the money? Spend it? Tele is not an income stock. Would they reinvest it since Tele earns 33 percent on equity, he argues he can reinvest it better for them than they could for themselves? Besides the profits have already been taxed, paid out as dividends, they get taxed a second time, why would I my stockholders money to double taxation. 1 thing and I'm skipping ahead, 1 thing that puts people off about Henry Singleton that has hurt his stock on Wall Street is his delt way of talking with outsiders. He can be charming when he wants to be, but he... But but, wait He can be charming when he wants to be So, but charming vague. He speaks in general terms, leaving the questioner to fill in the vital details. For example, I believe in maximum flexibility so I can reserve the right to change my position on any subject when the external environment relating to any topic changes too. How do you know what's a sign of a rational person is the fact that, like, they don't... They're not overly focused on, like, ideology? Like, Mu has told us Like, to... If you kept lean too heavy into ideology, and think that you are... There's no separation between your ideas and and the person you are, like, it's gonna turn your brain into cabbage. Single to this town, I like, listen, I'm just gonna be flexible. When when the the the environment outside of many changes, then I'm going to adapt to that. Why would I just have this rigid form and be... And think of that the world needs to adapt to me? The world doesn't care about me? So he says, alright, this is actually the back to Article. This is an quote for him. He says, tele... Tele functions is a powerful compound income machine. Money invested and reinvest at a 30 percent return doubles itself in less than 3 years. And Tele is earning well over 30 percent. I'm almost the end now. So he says, nobody nobody knows precisely what Henry Singleton is going to do next year or next decade because nobody knows what the world is going to be like next year or next decade. And this is what Singleton says. And I love this. I do not define my job in any rigid terms. But in terms of having the freedom to do whatever seems to me to be in the best interest of the company at any given time. As his record shows, this is no empty phrase. So Out, this this made me... First of, I think this is the best. So I don't keep any kind like calendar at all. Right? And 1 of that lessons I learned was from Mark and Jason. I covered this. I think it's on founders number 50. When I did, I read all of Mark's blog posts. It was a ebook. Somebody they they... The blog posts are not on the line anymore, but his company that runs now a 16 z will let you like, download the ebook for free. Recommend doing. It's fantastic. And 1 of you says he says the greatest personal productivity hack is not having a schedule, and it does mean like you don't know what you're doing every day. But this is what Singleton It's, like, if you don't have a schedule, if you don't... If you're not, like, if you're if you're... If your schedule, like, your calendar is not, like, oh, you know, 09:00 have to do it here and then 10:15 have to be here and, you know, kinda, like, it's like, like, a set of legos? Like, all your time is accounted for. What you gonna think? And so so that's 1 thing I that I thought I had. But not only that is like, I think the better schedule is, like, asking yourself, what is the single most valuable thing I'd be working on right now? And if you just ask yourself that every day and then do that, you're gonna create more value over the long term than you will sit trying to plan in advance for this meeting you have 2 2 Thursdays from next week. So this... I... I don't place to work, but my personal life. You know, I'm... Like, most modern people, Like, I, you have... You interact with other people, friends or whatever. And I have some friends that have this Just say, okay. Oh, yeah, you wanna grab dinner, how does 3 weeks from Thursday? Sounds Like I'm not ever doing that. Like, No. You you wanna hang out Like, I'm not I'm not doing that. I no idea what I'm gonna be, like, I can't commit to something that far in advance. I don't know if that's the best use of my time or if Gonna to available whatever other case. Like, you wanna have dinner, Tell me that the more... Call text me in the morning. Hey, can you dinner tonight. Hey, can you have dinner it tomorrow night. Then I'll do that. This idea where I'm gonna play this, like, calendar, like, go back and forth with? Like, no. I'm not doing that. I think that's that's that's a terrible terrible idea. And I understand it's, like, how most people schedule and whatever. That's how people wanna be to tell you be It's just, I don't my answer to that it's unequivocally, no. I'm not doing that. And I think Singleton is is telling us that in the professional, like, the professional domain. He's like, well, I'm not... I don't define my my job in any rigid terms, But in terms of having the freedom to do what seems to be the best interest of the company at any given time. And then the the last sentence from this article language would jump into the book, is Singleton has found a way to run a multi billion dollar company in an entrepreneurial and an innovative way. Which is very, very rare. Okay. So let's go back to... Now I'm gonna go back to the outsiders. And I, let's see. So what's fascinating to me is even though Thorn dyke, The author is, he's profiling 8 people. The preface is called Singleton. So he's profiling 8 people, but he's clearly telling you who he thinks is the best Ceo of all time. And he's gonna use a root Ceo here. Sure. Plaza Ceos. For our point, I'm gonna use Founder. Okay? So it says, I'm gonna... He's gonna give us like a brief overview of why he admire Singleton and then how the other people in the books that he's profiling, which code warren Buffett, and there's a bunch of other people. Kinda echo Singleton, like, how how he operates. He says, known today, known today only to a small group of investors. Henry Singleton was a remarkable man with an unusual background for Ceo. Think founder. A world class mathematician who enjoyed playing chess blind folded, he had programmed Mit first computer while earning a doctorate at an electrical engineering. During World war 2, he developed technology that allowed allied ships to avoid radar detection. And in the 19 fifties, he created guidance systems that's still in use with most military and commercial aircraft. All that before he founded a conglomerate at Tele in early 19 sixties and became 1 of history's great founders. Conglomerate with the Internet stock of the 19 sixties when large numbers and them went public. Singleton however, ran a very unusual conglomerate. So some of this is gonna be like, It's just gonna be me repeating myself. I'm not... I don't shy away from that. I've told you before, like I think reputation is persuasive, and I I might goal here to create this podcast and to get these ideas spread. And it's to to, I think repeating things helps you learn them over time. You'd be surprised. Like, how much, like I go back and read my highlights all the time and I'm like, oh, I forgot about that. Like, our memories are... They're not... They're imperfect. So I hope you don't mind a repetition, but I it's important. Long before we can popular here, aggressively revert just the stocks eventually buying in over 90 percent of Tel shares. It's bananas. He avoided dividends, emphasizing cash flow over reported earnings. Ran a famously decentralized organization and never split the company stock. That's buffet right there, which for much of the 19 seventies and eighties was high price stock. He has known as a spin. It's for his reluctance to speak with either analysts or journalist, and he never once appeared on the cover of Fortune Magazine. Singleton was an icon class and the idiosyncratic path he chose to follow, caused much common and cons conservation on Wall Street and in the business spreads. It turned out he was right to ignore the skeptics. The long term returns of his better known peers to these other people going to the conferences giving the speeches applying the mag... Being profile of the magazines. Right? The long term results of his better known peers were generally mediocre. Averaging only 11 percent per year, a small improvement over the S and P 500. Singleton in contrast, ran for almost 30 years and the annual compound return for to his investors as an extraordinary 20.4 percent. Now check this out. It's gonna blow your mind. If you had invested a dollar with Singleton in 19 63 by 19 60 when he retired as chairman in the teeth of a severe bear market, it would have been worth a hundred and 80 dollars. I can see why Claude shannon who invested heavily until I had such a fabulous rate of return, which I covered in the podcast on Unfortunate formula. I think it was, like, I forgot how much of his portfolio that Tele I was like, 30 percent, maybe 60 percent I don't remember exact number it was a large point part part of clot shannon portfolio. His success did not stem from Tele owning any unique rapidly growing businesses. Rather much of what distinguish english Tele from his peers laying in his mastery of the critical but somewhat mysterious field of capital allocation. The process of deciding how to deploy the firm's resources to earn the best possible return for shareholders. Continuing in the preface. It's a Singleton had a different focus. Actually, that's my notes. So that's my note. Founders need to do 2 2 things well to be successful. Run their operations efficiently and deploy the cash generated by those operations. Right? That's... Those are completely 2 completely different skills though. That's not the same thing. Just like I told you before, I love this article, I think his name like Morgan House or something he wrote great essay essays. It's like, the getting Rich is 1 skill at staying Rich as completely different skill. So it says most founders in the manager of books they write to read, focus on managing operations. Which is undeniably important. Singleton in contrast gave most of its attention to the late to ladder task. Same thing as buffet. Right? Now, this is buffet on capital allocation. It's... We're still in the preference. I'll tell you when I get to after on singleton. In fact, this role just might be the most important responsibility End nd founder has. And yet despite its importance, there are no courses on capital allocation of the top business schools. As Warren Buffett has observed, very few Ceos, slash founders come prepared for this critical task. The heads of many companies are not skilled in capital allocation. Their in ina is not surprising. Most bosses rise to the top because they've excel in areas such as marketing, production, engineering, administration are sometimes institutional politics. Once they become Ceo, they now must make capital allocation decisions, a critical job that they may have never tackled and 1 that is not easily mastered to stretch the point, it this is such a great illustration our analogy here from Buffett. To stretch the point, it is as if the final step for a highly talented musician was not to perform a Carnegie hall, but instead to be named the chairman of the Federal Reserve. So now this is Singleton approach. Right? We're gonna get into that. Singleton was a master capital all. And his decisions in navigating among those these various allocation alternatives differed significantly from the decisions his peers were making and had an enormous positive impact on long term returns for his shareholders. Specifically, Singleton focused Tele capital on selective acquisitions and a series of large share repurchase. And he also used employee different strategies a different time. So he got winds up going when when he could use stock its currency, he he wound up taking advantage of it by buying up a lot of companies. And then once he... I think he stopped completely. And never bought more companies. I don't. I I wanna say for, like 10 or 15 years, and I've been 20 years or something like that. But he switched strategies, depending on the the environment. That's what's what's crazy about the guy. Like, he's able to master so many different environments. So says, singles focus Capital on selective acquisitions in a series of large share repurchase. He was restrained in issuing shares made frequent use of debt and did not now, hold on. He made for use of debt, but he... What he did is he used it to buy back equity. And then because the businesses were show... Throwing off so much cash flow. He aggressively paid down the debt. So that was left up, but that's that's important in my opinion. And did not pay a dividend until late 19 eighties. In contrast, the other conglomerate pursued a mere image allocation strategy, actively issuing shares to buy companies, paying dividends, avoiding share repurchase and generally using less debt. So just remember this that the idea that we're comparing and contrast. And he just said it's a mirror image. So we got Singleton strategy and then everybody else on other side. Remember when when it gets to the end of this podcast because you'll see what he... Why he says he... What he what he says about this. It's very interesting. And very su distinct. In short, they deployed a different set of tools with very different results. If you think of capital allocation more broadly as resource allocation and include the deployment of human resources, you find again that Singleton had a very highly differentiated approach. Specifically, he believed in an extreme form of organizational decent with a wafer thin corporate staff at headquarters and operational responsibility and authority concentrated in the general manager of the business units come on. What is that? Who is that? You take out Singleton and put in Buffett and that is still exactly right. Think about how many times in his shareholder letters. She talks about this. He's like, oh, we're getting real bloated at Hq, and now up to 8.5 full time people. We got 40000 employees with dollar our conglomerate. We got 8.5 at at hq. That is the same thing. Specifically, he believes an extreme form of organizational decent synchronization with a wafer them corporate staff at headquarters in our operational responsibility building in a authority in general managers for business units. This is amazing. I I'm so excited because it's just more indication that we're not wasting our time here And I didn't think we weren't in beginning, but, like, Buffett it's it's learning from and copying Singleton. Like, this is amazing. Alright. Dude right. Just lost my point now. Sorry. 30 times of general manager of the business. This was very different from the approach of his peers who typically had a elaborate headquarters staff rep plea rep rep plea with vice president... Presidents and Mba. Now he's gonna... This is thorn talking about what the people profile on this books have in common. They seem to operate in a parallel uni, universe. 1 defined by devotion to a shared set of principles, a worldview, which gave him citizenship and a tiny intellectual village. That's a weird paragraph. Okay. Call it Singleton. Alright, That not makes sense. A very select group of men and women who understood among other things that, now let me get to bulletproof. That... Or bullet points. This is what they all have him common. Capital allocation is a Ceo's founder most important job. 2, but counts in the long run is the increase in per share value not overall growth or size, Amen. 2 3. Cash flow not reported earnings is what determines long term value. 4, The decentralized organizations release entrepreneurial energy and keep both costs and rank down. I would I would put Politics there. I think that's what he means. 5. Independent thinking is essential to long success period. Interactions with outside advisors, Wall Street press, etcetera can be distracting and time consuming. 5. Okay Now we're number 6. Sometimes the best investment opportunities your own stock. And finally, with acquisitions, patience as of virtue as is occasional bonus. Okay. 1 more thing, from the preface optimized for cash flow. The outsiders believe the key to long term value creation was to optimize free cash flow. And this emphasis on cash informed all in aspects of how they ran their companies. This single minded cash focus was the foundation of their icon I don't think that's how you pronounce it. And it and invariably led to a laser like focus on a few select variables that shaped each firm strategy. So when I read that part. When it says, an invariably led to a laser like, focus on a few select variables that shaped each other's to each firm's... Each company strategy. I thought of that that Charlie Mu quote. I can't get out of my head. And he says, let me grab real quick. He says in... This is Charlie he's talking now. In business, we often find that the winning system goes almost ridiculously far in maximizing and are minimizing 1 or a few variables. And he's... The example is like, the discount warehouses for Costco. I love that that the people profile in this book are are doing the same thing. They're laser like focus on a few select variables. You can't be good really good at everything. You have to focus. Alright. Now we finally got to the chapter in Singleton. Gonna talk about us early like. Talk about more stuff. It says, It says under its rec ac founder and Ceo, Henry Singleton, the this this dividend policy was as we've just seen just 1 in a series of highly unusual and contra practices at Tele. In addition to shooting dividend, Singleton ran editorial decentralized operation so we're... This is I mean, we're gonna repeat a lot of this stuff, But I think they're... It's valuable. He avoided interacting with analysts. He didn't split a stock. And he repurchase his shares as no 1 else ever has before or since. All of this was highly unusual in India democratic. But we really set singleton apart and eventually made him a ga like legend was his returns, which dwarfed both the market and his conglomerate peers. This is what a Mu saying earlier is, like, they're utterly ridiculous. Bananas. So Singleton managed to grow value at an an extraordinary rate across almost 30 years of wildly varying macroeconomic conditions. Starting in the Go go stock market of 19 sixties and ending in the deep bear market in the early 19 nineties. Just what I meant, he could constantly just would switch strategies when when the environment outside of his mind change. He did this by continually adapting to changing market conditions and by maintaining a dogg focus on capital allocation. His approach differed significantly from his peers. How many times have I said that today? And the seeds of his icon can be traced his background, which was also highly unusual. I'm gonna give you a little bit. Remember there's really no biography on on singles and so, like, these are gonna be very short. Like, we you just get a general idea of head life, but no one's gone in depth. At least that I found. Born in 19 60 in a tiny Texas town. Singleton was a highly accomplished mathematician in scientist, who never earned Nba. Instead, I already told you where you got his degrees. I'm gonna skip that part. Singleton programmed, the first student computer Mit is part of his doctor Alt. And in 19 39, when the Putin medal as a top mathematics student in the country. No I don't... I didn't remember reading that. That's interesting. He was also an avid chess player who who's a hundred ports points shy of grand master level. This is the early career in founding of Tele. After graduation from Mit in 19 50, he worked as a research engineer at he was aircraft. He was recruited by legendary former whiz kid texts Thornton to lit industries Remember, this is where he he made a hundred and 40000000 by investing in them later on. We're in the late fifties, and Now kinda makes sense. He worked at. Right? Well, what does that mean? He had an edge. He had information. He had he knew about them. And he invested where his edge was. This is a recurring thing in the last few weeks. Wherein in the late 19 50 he invented a guidance system skipping that, Single time was promoted to general manager and under his leadership, that division grew to the company's largest with over 80000000 in revenue by the end of the decade. He left in 19 60 after became clear to him that he would not succeed Thornton as Ceo. He was 43 years old. So he meet... He gets his colleague George to come and they they found Tele in July 19 60. They started by acquiring 3 small electronic companies. And using this base to successfully bid for a large naval contract. Tele I became a public company 19 61 at the Dawn of the Conglomerate area. Era. Now this is how we think about acquisitions. This is what I referencing earlier. For most of the 19 sixties conglomerate enjoyed light lofty, price to earnings ratios and use the currency of their high price stock to engage in a prolonged currency of acquisition. Singleton took full advantage. Had a almost like a, the the market's essentially giving him an opportunity leverage. Right? Without the bad kind of leverage. Singleton took full advantage of this extended arbitrage opportunity to develop a diversified portfolio of businesses. And between 19 61 and 19 69, he purchased a hundred and 30 companies in industries ranging from aviation electronics to specialty metals and insurance. All but 2 of these companies were acquired using Tele pricey stock. Singleton approach acquisitions, however, differ from that of other conglomerate tours. It's not a really worried. He did not buy ind, avoiding... He did not buy ind criminal. He avoided turnaround situations and focused instead on profitable growing companies with leading market positions, often in niche markets. Come on man. How who is that? Who is that? Buffett? As Jack Hamilton who Rant tele specialty Metals division summarized his business to me. We specialize in high margin products that were sold by the ounce, not the ton. That's a new idea. I don't think I've ever come across and in on... And the research I've done for founders before. The note I left myself here is 1 of my favorite like, quotes that I think of it myself or, like when I analyze, like, what I'm actually doing. Like, my... It's it doesn't matter what I think it matters what I do. So to me actions express my actual priorities. It's like, I can't I can't think of my mind, I want... I I can't think can't tell myself this is important. There's no action to back that up. Right? So actions express priority. In 19 67, his largest acquisition to date, Singleton acquired Vas Metals for 43000000 dollars and elevated its president, George Roberts to the role of president Tel. That's Robert to us quoting from in that article. Taking the titles of Ceo and Chairman for himself. Roberts had been Singleton roommate at the Naval academy, where he had been admitted at age 16 as the youngest freshman in school history. So he's got another, like, many him. Right? Once Robert joined the company, single tim began to remove himself from operations, freeing up the majority of his time to focus on strategic and capital allocation issues. That's what I mean about actions expressed priority already. He's telling us his actions, what's the most important use of his time. Capital allocation the steward of the cash that my business is starting off. Right? 1 where we referenced earlier that there's really... There's no classes on, which is weird. Right? If it's so important. Shortly thereafter after single became the first of the conglomerate to stop acquiring. So this is what I was referencing earlier. I couldn't remember that the that the exact year, But it says in mid 19 69 with the multiple of his stock falling, which is where he had the leverage about all this other companies. Right? And acquisition price is rising, he abruptly dismissed his acquisition team. Think like he fired everybody. Singleton as a disciplined buyer realized that with a lower P ratio, the currency stock was no longer attractive for acquisitions. From this is the sentence I I was trying to grab for my memory and I forgot. From this point on, the company never made another material purchase and never issued another share stock. So it falls 1 insane strategy, and I mean, in and, like, And, for a decade, and on on a drop of dying, once the the conditions change, like, I'm gonna I'm gonna pick something different. This doesn't make any sense. This is what I mean You're not your ideas. Your ideas are not you, don't hold on to them. If they don't make any sense anymore. Singleton favorite favorite extreme decent. That's my notes. Singleton Robert shoe the the then trendy concepts of integration and synergy, and instead emphasize extreme decent centralization. Is exact opposite synergy. Right? Breaking the company into its smallest component parts in driving accountability and manager managerial responsibility as far down into the organization as possible. This is something we see over and over again. The people the closest to the problem should be the 1 coming with the solution the problem. At headquarters there were fewer than 50 people in a company with over 40000 total employees and no human resource investor relations are business development departments. Ironically, the most successful conglomerate of the area of the era was actually the least conglomerate like in its operations. That could be applied to so many different parts in life. Right? Oh, and I love this. This is where I got Was getting excited earlier too. They create their own metric. They create their own metric, and they called the Tele return. Is it's not like saying, it's... They think think deeply about what's going on? Try to be rational and realize what is the thing that we should be optimizing for? What is it... We can't focus on 20 different variables. It's impossible. Human beings minds don't work like that. So what is the most important? And they figured out what the most important was and then they gave its own name. So this is a tele return. Once the acquisition engine had slowed in 19 69, Roberts Singleton turned their attention to the company's existing operations. In another departure from conventional wisdom, They devised a unique metric that they that they termed the Tele return, which is averaging cash flow and net income for each business unit, emphasize cash generation and became the basis for for bonus compensation for all business general for all business unit general managers. They talked about building machine, a cash generating machine. I love the idea of thinking about your business a cash generating machine. We're building machines that do that do something And what do they produce? They produce free cash flow. So on. I. Oh, as he once told, financial world, if if anyone wants to follow Tele, they should get used to the fact that our quarterly earnings will jiggle. Our accounting is set to maximize cash flow, not reported earnings. Again, this is this is something buffett. I don't know if he came... If he's copying single came to on his own, but this says the same thing. We'd prefer a lumpy 14 and a steady 12. Being a lumpy 14 percent return and a steady 12 percent. We're not gonna optimize. He talks about shareholders letters. I'm not optimizing some quarterly returns. If that's kind of... Don't buy my stock. Because it's I'm not gonna do that. This is a result of focusing on this metric. Single tenant and Roberts quickly improve margins and dramatically reduced working capital at Tele operations. Generating significant cash in the process. The result can be seen in the consistently high return on assets for Tele operating businesses, which averaged north of 20 percent throughout the 19 seventies and 19 eighties. Warren Buffett partner, Charlie Mu I'm gonna repeat myself here, but it's... I want to describes these ex... These extraordinary results as miles higher than anybody else utterly ridiculous. Maybe we should make that a shirt. Buy shirts. Says utterly ridiculous. Only it'd be, like, a inside joke for people listening in this podcast. Utterly ridiculous. That's a fantastic. I would like a business that has utterly ridiculous returns. Alright. Another note, ruthless cut the fat. 1 division that not made Singleton exacting standards I've already said this was the packard bell television set manufacturing business and is interesting to see how ian and Roberts handled this rare underperforming business unit. When they realized that Packard belt had a permanent competitive disadvantage relative to its lower cost Japanese competitors and could no longer earn acceptable returns, they immediately closed it. Becoming the first American manufacturer to exit the industry. All the others followed over the next decade. They were just early and right. The net result of this initiative was that starting in 19 70, the company generated remarkably consistent profitability across a wide variety of market conditions. This influx of cash was sent to headquarters to be allocated by Singleton. This influx of cash was sent to be headquarters to be allocated by Buffet. He's using the exact same strategy guys. The decision he made in deploying the capital were not surprisingly highly unusual unaffected. It's a little bit about quote unquote the babe ruth of repurchase. Singleton placed a call from a midtown Manhattan phone booths to 1 of his board members. The legendary venture capitalist, Arthur Rock who would later go on to back both Apple and Intel. In fact, Singleton personally invest like, a hundred thousand dollars in 1 of the early rounds of Apple. Singleton began, Arthur, I've been thinking about it and our stock is simply too cheap. I think we can earn a better return buying our shares at these levels, than by doing almost anything else. I'd like to announce a tender. What do you think? Rock reflected and said, I like it. With those words, 1 of the seminal moments in the history of capital allocation was launched, starting with that 19 72 tender and continuing for the next 12 years. Singleton went on an unprecedented share rep spree that had a gal effect on tel stock prices, while almost single handedly overturn long held Wall Street beliefs. And so once again, Singleton is going against conventional wisdom here. He says the conventional wisdom was a re... That repurchase signaled a lack of internal investment opportunity, and they were thus regarded by Wall Street as a sign of weakness. Singleton ignored this orthodox and between 19 72 and 19 84, and 8 separate tender offers, he bought back an astonishing 90 percent of Tele outstanding shares. As Mu says, no 1 has ever bought in... Bought shares as aggressively. And why he did this. Singleton believed buying stock at attractive prices was self cat analogous to coil a spring that at some future point would soar... Surge forward to realize full value, generating exceptional return in the prop... Okay. I said this before he changed it. This is my no note. He changed mind when the fact fax change. This is not... This is essential for everyone in life. The more likely outcome is for us to accept our own dog and not deviate from it. That's me talking, to myself. Singleton brought bought extremely well generating an incredible 42 percent compound annual return for Tel shareholders across the tenders. That is insane. That's insane number. Here. It's important however to recognize that this obsession with repurchase is represented an evolution in thinking for Singleton. Who earlier in his career when he was building Tele had been an active and highly effective issuer of stock. Great investors and capital all must be able to both sell high and by low. The average price to earnings ratio for Tel... This is this is an example of that. The average price to earning ratio for Tele stock its issuance were it was over 25 percent. In contrast, the average multiple for his reach repurchase was 8 was under 8. So we bought low at 8 and with Sell high at 25. Okay. So next idea, this is something that we've talked a lot about of past few weeks. Invest heavily where you have an edge, stay within your circle competence bet heavy. Singleton had been fascinated by the stock markets since his teens, in the mid 19 seventies, Singleton finally had an opportunity to act on this lifelong fascination. When you assumed direct responsibility for investing the stock portfolios of Tele insurance during a severe bear market. In the area of portfolio management, as with acquisitions, operations and repurchase, Singleton developed an idiosyncratic approach with excellent results. In a significantly contra move, he aggressively real allocated the assets in these insurance portfolios, increasing the total equity allocation from 10 percent in 19 75, to a remarkable 77 percent, 6 years later. K? So went heavy in equities in 6 years. Single approach to implementing this dramatic portfolio shift was even more unusual. He invested over 70 percent of the combined equity portfolios in just 5 companies with an incredible 25 percent allocated to 1 company. That's the the... His former employer, lit industries that I mentioned earlier. This extraordinary portfolio concentration caused cons consolidation on Wall Street where many observers thought Singleton was preparing for a new round of acquisitions. Singleton had no such intention, but it is instructed to look more closely at how we invested these portfolios. His top holdings were invariably companies he knew well. I'm not gonna say it anymore. Because I've already said it 700 times. You know who this sounds like. His stop holdings were invariably companies you well, whose pe ratios were at we're at our near record lows at the time of investment. As Charlie Mu said of Single investment approach, like, oh, I guess, he's gonna say for me. I'm sorry, guys. Like warning me, he was comfortable with concentration and only bought a few things that he understood well. Okay. So event now here's the thing. We're... I'm I'm skipping over, vast amounts of time here. Okay? Eventually, the companies you purchase start to stag. This is what he does then. This is inevitable, like, things are gonna change. That's the only 1 constant life that changes constant. To optimize shareholder value in the face of stag stag results to Tele operating division, and to and to come to accomplish these objective Singleton resorted to new tactics, again, con confounded Wall Street. Singleton was a pioneer in the use of spin offs, which he believe would those simplify succession issues at Tele by reducing the company's complexity and unlock the full value of the company's large insurance operation for shareholders. Singleton believed. There is a time this is a quote from him. There is a time to conglomerate and a time to. Is what I mean. He's he's not gonna hold on these ideas. They're the ideas are not him. When it makes sense for me to be a conglomerate that I'm gonna do that when it doesn't longer make sense. I'm gonna make the change. So the time to for d collaboration finally arrived in 19 86. This is towards End career. Right? And then at this point, he got... He's gonna change his mind again. He was against the dividend until he wasn't. Remember in the article was like, why am I gonna give a dividend? I'm making 30 percent return? I can invest better, etcetera, etcetera. Well it's gonna change? He's in a different environment now? In 19 87 at a time when both acquisition and stock prices, including his own where at Historic Highs, Singleton concluded that he had no better higher returning options for deploying the company's cash flow and declared the company's first dividend in 26 years as a public company. This was a seismic event for a long time Tele observers, signaling the rival of a new phase in the company's history. After this... After the successful spin offs, and with Robert's established in the Ceo role, Singleton retired as chairman in 19 1 to focus on his extensive cattle ranch operations. He had another passion in life, which was... He he owned a giant amount of land, and he he had a extent, like the said extensive cattle ranch operations. So he's like, alright, basically, just... I've done home run after home run after home loan for 30 years. I'm out. He's leaves. It's like, we're good. He comes back for years later because Tele 9 winds up getting purchased or merge or how we wanna call it. And he decides to come back to negotiate how even negotiate the mergers is different. He returned, however, in 19 86 this is 5 years later to personally negotiate the merger of Tel remaining manufacturing operations. In these negotiations, Singleton focus exclusively We talk about this a lot. Right? Just focus on the few variables that you think is about the highest value on getting the best possible price, ignoring other peripheral issues such as management titles and board composition. Again, the outcome was was a favorable 1 for Tel shareholders. A 30 percent premium to the company's prior trading price. This guy just... He's been in the zone for 4 decades. Is insane. Alright. So Almost done. There's just 2 things. I wanna cover. I and I mentioned... I think both of them a little bit before. Singleton on time management, which is hugely hugely valuable. 1 of most important decisions any Ceo, slash founder makes is how to spend your time. Henry Singleton approach, time management was not surprisingly very different from peers. Now we're gonna some some quotes from Singleton or quote from Singleton. I don't reserve any day to day responsibilities for myself, so I don't get into any particular ride. I do not define my job in any rigid terms, but in terms of having the freedom to do whatever it seems to be in the best interest of the company at any time. Now, this is my note. In other words, he allows himself to freedom to work on the most important thing right now. Compare hit that strategy to the the Ceos of the giant companies today. They... Like, they the similar are like the the president of of countries. This is like, they know what they're gonna be doing 6 months from now down to the minute. Think that's the most effective way. And I, like, I know 1 of the most successful companies is also Berkshire. I'm not obvious talking about berkshire because we know warren doesn't do that. But that just seem... Doesn't that seem like straightforward? Like, yes, of course, it's the best idea. So why... If if if you agree with the statement that Henry Singleton made that that's clearly the best idea. Right? Why that not the most common thing? And to to answer that, I think you have to under study human nature, what's the point of studying history to study human nature? They're not thinking. They're mimicking. That's what we don't think as a species. We mimic, and we mimic the wrong things a lot of times. That's hard for people to accept, but I do think it's fundamentally true. I don't reserve any day to day responsibilities for myself, so I don't get any particular rut. I do not define my job in any returns, but in terms of having the freedom to do whatever ever seems to be in the best interest of the company at any time. Singleton issued detailed strategic plans, preferring instead to return to retain flexibility and keep options open because he understands how complex the world is. Right? As he once explained at a tele annual meeting. My only plan is to keep coming to work. I like to steer the boat each day rather than plan ahead way into the future. I know a lot of people have very strong and definitive plans they've have worked out on all kinds of things. But we're subject to a tremendous number of outside influences and the vast majority of them cannot be predicted. So my idea is to stay flexible. I think at this 1 point you see why I was so excited to cover this guy to do this podcast. Like, I just... I I love the way he thought. I really do. Okay. This is something I I mentioned earlier, I wanted you to remember. He gives an interview shortly before he dies. He dies 82 years old of brain cancer. And you're gonna see his natural instinct is still present. And I'm gonna end the podcast with a direct quote from him. And I think if you had to summarize the way he operated a business based on what we learned today, he summarized in 1 sentence for us here. Says Singleton fierce independence of mind remained a prominent trait until the end of his life. In 19 97, 2 years before his death from brain cancer at age 82, he sat down with Leon Cooper, a longtime tel investor. At the time, a number of Fortune 500 companies had recently announced large share repurchase. What is that 20 something years after he did it? Something like that? When Cooper asked him about them, Singleton responded presently, press press. If everyone's doing them, there must be something wrong with them. If everyone's doing them, there must be something wrong with them. I love that. And I think like he lived... No saying that towards the end of his life, but he lived that. He lived that way. And he... That's the way he ran his company, but not focusing and realizing, hey, if everybody is doing it, most likely they're mimicking, they're I'm not actually thinking, let me sit down and think for my Let me ignore all the c or whatever that word it is and just figure out what is the best thing to the single best thing I could do right now. That is straightforward, simple but not easy. There's something in our nature that makes that hard for us to do. But it's this very simple and profound idea. So I'm gonna leave the story there. If you wanna learn more by the book the outsider to buy the book and support the podcast at the same time. The link in the show notes. It's the best way to do it. Go to founders podcast dot com. And you see it says like, all the books all the 90 something books I've done so far. Alright. I've talked enough. My voice is getting horse. Thank you very much for listening. Thank you very much for the support, and I'm gonna go and do all the research Needed need do so I can make sure that next week's podcast is equally as valuable to you. Thank you very much. I'll talk you later."
}