{
  "transcript": "Like most dynamic individuals of any generation, James J Hill displayed what Allen Ne, once called a sort of lunar dual. His positive traits were quite remarkable. A quick intelligence, a power of analysis, and incredible power of will and personality and an unparalleled work ethic and commitment. His negative attributes were mere images of the positive. An extreme ability that sometimes exploded into rage, a will that could turn into outright ruthless and such a preoccupation with the purpose at hand that he sometimes lost sight of the broader perspective. What does 1 conclude in the final analysis about this remarkable man? It is entirely appropriate that the passenger train from Chicago to Seattle is called the Empire builder in his memory. For his hand reached into every aspect of building regional economy and social order, from transportation to agriculture, mining, lumber, maritime trade, and town and city building. His larger than life stature is well attest by the persistence, nearly 80 years after his death of his memory and legend. The various deter, no doubt are correct that events shaped people more than people shape events. But the life of James J Hill certainly demonstrates the impact, 1 will individual can have on the course of history. We shall never see his life again, and that simple fact adds yet another dimension to the fascination his life will afford to each new generation. Alright. So that's an excerpt from the book that I read this week and the 1 I'm gonna talk to you about today, which is James J Hill, Empire Builder of the Northwest, and it was written by Michael P malone. So I found out about... I had apparently, James J really famous, really well known. I had never heard of him until I was reading... I think it was Poor Charlie Alma. And Charlie in a speech listed the the kind of business operators that Him and warren and Mir, and James Shea Hill was on that list. I started doing some research into books and stuff. And then I found that if you took all the great American fortunes that I've ever built have ever been built. And adjusted for inflation, Hill would be 1 of the 50 richest entrepreneurs to ever live in America. So before I jump into the rest of the book, I just wanna pull up some quotes. And it's quotes from James J hill, that I think give us an insight into his personality, and kinda makes understanding who he was as a person easier to do. And then as a result of that, then becomes easier to see why he made certain decisions in in how he built his his company in his business. So here's 1. He says give me snuff, whiskey and swedes, and I will build a railroad to hell. He was asked later in his life, what is responsible for his success. This was his answer, work, hard work, intelligent work, and then more work. I really like this idea about thinking about life as an adventure and then, you know, running a business as a as a, like a tool to use in that event. So he says, most men who have really lived have had in some share, their great adventure. This railway is mine. And then the last quote, which I found really interesting because a lot of the the the the I I would say opinions of a lot of the people I've covered on the podcast kinda share what he's about to say here. And the the importance of being frugal not wasteful in your resources. So it says, if you wanna know whether you're destined to be a successor or failure in life, you can easily find out. The test is simple and it is infallible. Are you able to save money. If not, drop out, you will lose. You may not... You may think not, but you will lose as sure as you live. The seed of success is not in you. Okay. So before I jump into his early life and his personality, I wanna start with the end in mind, and I wanna read 3 things too you that I think if you know right up front, makes it easier to understand James hill the person and, of course, extra that on to the the to decisions he's gonna make when he builds this company. So where he starts in railroad, and I'll get to what he was doing before that. The earliest predecessor railroad to the G, which is the the shorthand for great Northern railway. That's the the trans railway that James Hill is most famous for building. It was this life's work. It also, about a hundred years, maybe, like, a hundred and 10 years later, warren Buffett buys what that road... The Great Northern Robo was also merged into a bunch of other railroads. Anyways, warren Buffett buys those in 2009 for, like, 44000000000 dollars. It as the earliest predecessor Railroad to the G was the Saint Palm and Pacific railroad. It was a bank railroad with a small amount of track in the state of Minnesota. That is where James starts. Okay? This is where he ends up. The great Northern was the only successful built privately funded trans railroad in Us history. No federal subsidies were used during the construction unlike all other trans concepts railroads. That's was really interesting. And then this is an important to understand how he got there. The great Northern because he he he had a different strategy in other people. The great Northern was built in stages slowly to create profitable lines before extending the road further into the undeveloped western territories. And I'll talk about how that compares contrast with his competitors of the day. But when I read that part, and immediately made me think of Jeff Bezos approach to building Blue Origin is Rock company. Their motto is slow as smooth, smooth as fast. And to, great degree. That's what James Hill did. Alright. So I wanna start with bunch of random quotes about his personality that scattered without the book that I put in all 1 place, and then we'll get into the time he was in and his early life. Alright. Personality. Hill alienate colleagues as often as he inspired them. He was arrogant. Self righteous. Sometimes too ambitious. And frequently a blatant bully. Hill lashed out managers and workers alike who failed to meet his taxing demands of production and loyalty. More about his personality. He was the embodiment of high energy. He drank little, worked hard and red incessantly. He simply could not delegate authority and live with the outcome. And then he has this personality dichotomy. It says clearly accomplished more than all, but a few other leading figures in the history of American industry and regional development and was in fact, a man of remarkable remarkable abilities, determination and drive. Just as clearly, however, he could be quite ruthless over bear over bearing and politically dom. Okay. So I think it's important to understand when this story takes place. It's a time it's really hard for us living in modern times to wrap her head So it says perhaps no other generation in all of American history played so fascinating our centrally a role in national development as the 1 that born in the 19... Our excuse 18 thirties and forties came to maturity in the civil war crisis. For this was a generation that not only forged the modern American nation, but also worked the industrial commercial transportation revolution that formed its modern economy in society. All of them meaning the builder of this generation sees the sudden and unprecedented opportunities, the new age presented to them. Okay. So let's go back into the early lives of the early life of James J Hill. He he started in rather humble beginnings. Was born in Canada, says the growing family led a characteristic frontier existence. James later recalled that his father was not very prosperous, and he remembered lying awake at nights staring at the moonlight beam through holes in the roof. He also had a devastating early injury in life when he was 9 hunting led to a tragic incident. A bow that he had made snapped, lashing the arrow sharply back into his right eye and pride it from its socket. This is a little bit about his early life in education. He became a v reader even before school days, dwelling on the staples of the nineteenth century in the British tradition. The Bible, Shakespeare, byron, Robert Burns, and the chi novels of certain Walter Scott were among his favorites. Something that happens in early in his life that he takes with him in his... I I would say integral into this he had his career was he develops a a habit and a love for of learning. When James was 11 he attended classes at the Quaker academy. Although Hill often told listeners about the ina of his education, this quote from him, he says I never went to school day after as 14 years old, The fact is he had quite a good education by the minimal standards of the time, he could definitely read right and reckon. From an innate intelligence and the fostering of family and teachers he loved to learn. So around this time he starts setting history. This is what he learns from history, and he starts to empathize or I guess, idol would be 1 way to put it is the the power of 1 dynamic individual, which history is obviously full of. Right? Stories from. Says to many he'll always seem the embodiment of cold and analytical practicality. But even as a boy, he revealed how realism and romantic can coexist in the same mind. Think about how he described the building of a railroad. He was very realistic and pragmatic how he goes about doing that. But he described as a great adventure. There's like a romantic system element to that, a romantic element to that. So he says history offers such offers other such cases, like that of Robert got good goddard, who was not only a great Rocket scientist, but also an Avid reader of science fiction. Like so many other nineteenth century youths, young Jim Hill fell under the spell of bon, so he idol utilized Napoleon. The Fetish of strength of will, the power of 1 dynamic of individual to change the world and the conquering hero. Around this time. Yeah, he's about 14 years old His dad dies, so he has to stop going... He's not... He can't go to school anymore. He has to go to work to support the family. So he gets a job at a general store says, his childhood suddenly ended with the death of his father. The days of family together this now came abruptly and tragically to an end. No longer able to stay in school, the 14 year old James had to go get a work. How to go out and work. So he gets job at general store. He keeps the books. He does clerical work. He milk cows, and he cuts wood among some of his other tasks. But this is what he learned from his first job. Here began his first lessons in the acts of dealing with customers, making ledger and handling merchandise. He proved himself highly ind and adept to them all. Now, around this time, he works here for several years, and then he has a random lucky counter. Remember in candidate at this time. He's 18 years old, when he starts to have thoughts about leaving the nest, a trader from Saint. Paul Minnesota took liking to the lad after he had voluntarily watered the man's horse. Handing him a tat copy of a New York newspaper that had the caption splendid chances for young men in the west, the trader told him go out there young man, that's the place for you. Jim carried the copy around meaning a little bit paper, reading it and re reread it until it fell to pieces. And now he finally focused his dreams of adventure on a real decision. A rich imagination and a driving ambition were fundamental parts of his nature. So then this is when he strikes out in his. He doesn't know what he's gonna do. All Know is he's gonna... He's gonna head in the general direction of, s saint Paul Minnesota. So he goes... He has this adventure across America, and he leaves Ontario with 600 dollars in in cash. His life savings, but seeming little else. And then the author corrects himself there. He goes, actually, he took... He took with him all the tools he would need to succeed in America. A quick intelligence, self sufficiency, genuine encourage and engaging personality, a fierce ambition and a remarkable work ethic. So you have those traits and you... You can... Whatever you direct those traits in whatever, wherever you point that. Those are those are usually traced that they're gonna lead to to a good fortune of success. So he goes, after, I think it's, like, 6 months journey. Finally winds up in Saint paul in Minnesota. This is gonna be the base of his operations. And he just finds an employment where many others did at the time. And so he... Sorry. He says he found employment on the Le along the Mississippi River, which is the focus of the city's economic livelihood before the 18 sixties. He says over 800 chugging steam State those are steamboat. Course of these levi levi during the busy more months months of the year. He carried the title of shipping clerk, but he did maintain the books. His duties also included handling the incoming and outgoing freight, and therefore, he was involved much manual labor on the docks and in the warehouses. The youth who had known long hours of loneliness on the farm took naturally to the comrade of the levy. And the variety of the work and people suited his high energy nature. As did the fact that he could work with a little supervision. So he's on you see the early early, indication said he's meant for a life of entrepreneurship fact he didn't need anyway super supervising him. So he cosign sign would expedite freight and he learned he naturally learned quickly who was doing what and how things worked. So this is the education that this work is is giving him at a very young age. He worked incredibly hard. Sometimes labor late into the night, falling asleep at the desk, then getting up for swim in the river and a couple black coffee than going back to work. So he's doing this at 18 19, just a solid way up up until, like, his mid 60. Sees his schedule is insane. As he saw in retrospect, those years formed his apprentice apprenticeship and he learned much more than bookkeeping. He learned how to extract favorable rates for shippers, how to beat back their attempts to inflate rates artificially. Remember this is just steamboat boats, but the he's gonna apply this to his working in railroad later. How to purchase commodities cheaply and undercut competitors how to deliver efficiently and how to cultivate and maintain the loyal of customers by voluntarily anticipating and looking after their every wish. These lessons would serve him well when he switched over to the world of Transportation. If there ever was a born entrepreneur, it was Jim Hill. Highly intelligent, highly motivated, highly ac ac, and it was only a matter of time before he went into a business on his own. So before he can he can switch from employee to entrepreneur. He has to go through series of experiences, and 1 of the most beneficial experiences was the fact that he developed this habit of meeting older, more successful people, and then striking up relationships with them and learning from them. And then, a lot of the a lot of times, those relationships formed into partnerships. This is an example of that. Hill meets this guy named Norman Kits in who's an older, more successful entrepreneur in the trend in the transnational fur trade. Says a generation older than hill, Kitchen was now 1 of Saint Paul's leading businessman and wealthiest individuals. He was a forwarding agent there for the Hudson bay company and a 1 time mayor of the city. So kitchen got his hands on all kind of different businesses, some of them conflict with the work that he's doing for Hudson's Bay company, that con conflict needs to be resolved eventually, and that's gonna lead to a partnership with Hill. It says, when the all powerful Hp that's the Hudson bay company was began frown on Kid's work for other independence, he made an arrangement to turn this business over to Hill as a partner. The young man had worked hard at be friend Kitchen, and he... As he as he would other older established people of power later in his career. The old Scott, meaning Kitchen became much impressed by him. Jim found himself more and more heavily involved in the trade, broker fur of shipment, and and signing the movement of finished products north word on the frontier. Remember they're in, like, largely the same paul's small city of the time, But you go west, you go north and it's it's still frontier. It's largely uninhabited wilderness. That's where he's gonna build his railroad word, by the way. And that's what makes it so difficult. So it said, this trade would soon lead him naturally into the actual transportation business north word. Kids became his close friend, mentor and longtime business associate. Jim would name his first born son, James Norman in the old man's honor. So he starts out. At this time, you know, he becomes... He... He he doesn't start out saying hey. I wanna be 1 of the most fiftieth wealthiest purpose people of all time. He starts out with modest goals and then interestingly enough, he rapidly exceeds them. I shouldn't say rapidly. He exceeds them. Does takes take a actually, it's the opposite of rapid. It takes a long time. He had figured out, that once he had a amassed the He had feared that once he had a amassed a hundred thousand dollars, he would retire and devote himself to a life of study, phil and father. But like other ambitious driven entrepreneurs of his time, he soon abandoned his dream. So he's doing this work. This reminded me... Remember, we found out about about hill because of Buffett buying his railroad and Mu talking about how they they admire, like, the way he operated the business. He also echoes a little bit about, like, what, there people somebody ask warren, like, why don't more people Emulate mean, his strategy because because they don't wanna get rich slowly. Hill to some... To... A large degree did follow that. He got rich slowly and then later later in life, it accelerated. So it says 11 years later, at the time he entered the world of railroad, he would count assets of a hundred and 50000 dollars. And this would prove only be a modest beginning. So there's not many people that are gonna put in that much time and effort into something like, again, it's gonna make him a multi multi multi millionaire. If you account for inflation, it's like, you know, he's had over a billion dollars at this point. But it it didn't start out quickly. Think about that. What they just said 11 years. It took 11 years, and that's the time he gets in the row business. When I have been there yet. Takes him 11 years before he can hit his goal or exceed his goal of having over a hundred thousand dollars. Okay. So I'm gonna skip ahead. This is when he starts his own business. We're still not in in in railroad yet, But he he has to go to these experiences to get that opportunity. This is Jim Hill began a series of career thrust that moved him decisively away from employment for others and towards independent entrepreneurship. He meets another friend didn't worry about the name I'll skip ahead that. He secures the Saint Paul agency for the powerful Northwest packet company. This is company had a near monopoly over the upper Mississippi River steamboat trade. Working as an independent agent hill applied his well established context and knowledge of the local marketplace to serve not only the freight and passenger needs of the packet line, but also those of its close affiliate, the Milwaukee and Mississippi railroad. So this is where he starts getting the idea He's introduced to the industry that he eventually conquer. A year later, he forms the firm James J Hill company. He negotiated an exclusive arrangement as forwarding agent for the Saint. Paul in Pacific Railroad whereby his firm, would transfer produce from river boats to the firm's rails that pointed westward. Westward, So he's doing work that they don't wanna do. Now here's a crazy thing that I already told you what the saint Paul Pacific Railroad was. As the world, he's gonna... Eventually goes bankrupt. He takes over. So this is the railroad which hill would 1 day command. That's an insane attendance. Right? Leased him a suburb suburban river referral for a front location on which you built a large warehouse has served as a transfer facility. So he also used them to set up to help finance the beginning was a business because he's taking a apart a business process that they didn't wanna do. During this time, we start a bunch of different businesses. Now this is a very different strategy than the employees later in his life. 1 thing I most learn from Hill like I've learned from a lot of these people since we start this series is his focus on 1 thing. Now he's not there yet. Eventually, he's gonna say the Great Northern Railroad is my life's focus. That's it. But at this time, he's still experimenting He's gotta expose himself to different kinds of experiences. That's how you learn. Right? So he's got this other business where he's he's taking things off of steam are putting him on the railroads, and he also said, hey, I could start a fuel business. He says, Jim vas expanded his fuel. Concentrating first on the cord business. He had been interested in for several years. This this comes from a lot of the the timber that's in the the the the northwest. So he starts having that cut down, transported it out, and then people always see purchasing it for for for for for fuel. Now he's also selling that fuel to the railroad. Right? So he's learning a lot about the business. 1 of the, I'll get there in a minute, but 1 of his assets. Like, We started off talking about the fact that his railroad was 1 of the was the only 1 that wasn't built by subsidies. Right? It's also 1... The only 1 that didn't go bankrupt during the the large depression and I think was 18 93. But 1 game 1 advantage he had is that he came from the bottom up of the industry. A lot of the railroads at this time were basically put together they called them associations, and you had, like, rich people in Europe and Europe York and the northeast. And then just buy them. I was like, imagine, like, a private equity firm coming in and trying end running the business. Right? As opposed to, like, the entrepreneur who starts very slowly and and builds in the bottom. So you have these 2 completely different approaches, and Gyms is the only 1 that winds up working out in this industry at this specific time in history. Okay. Now, this is a strategy for operating his fuel businesses. But again, we see a lot of his business philosophy. That applies early in life. He just takes that same tool that same idea, and then applies it to a different industry or different set of experiences later. So this cole was crowding fuel wood for the market. And as usual, hill quickly got out in front of an emerging trend. Hills rise to the top of the local coal business... Not only because it formed a cornerstone of his career and generated venture capital for later investments, but it also revealed for the first time is instincts towards what friends would call vertical and rational integration of an industry. Okay? That's what he would call it, Foes, call it mono. He would immerse himself in details of the business that never changed, he would do that through reading and correspondence. Then as a size of his... So he he starts learning about it. Then he starts to build buying more ton. Right? He does this later on. He says, he would he would work to purchase mass ton of high quality ant site coal. Then it's the size of his shipments and thus, his bargaining power grew, he would remorse, meaning ruthless, leverage railroads to deliver the coal at preferred rates, learning the process skills that would serve him well when he ended up at the other side of the transportation bargaining table. So right now, he's He's negotiating preferred rates with railroads. Eventually, he's gonna sit on the other side. He's gonna own the railroads. He's got go... Do the negotiation from the other side to the people that want lower rates. We see more of his approach to how to build a formidable company here. And his cold dealings and in his other... And and other dealings to come. Jim, hill provided himself... Excuse me proved himself a tough, relentless and driven task master. And frequently, a hard man to get along with. Definitely. He had a very difficult personality. He's he's gonna show this here by... He's got a partnership with he's got Greg's. Greg's not working nearly as hard enough. Doesn't doesn't take he measures up. So he says convinced greg's that that greg's did not measure up. He forced greg's out of the partnership. Now Greg's goes off. Now here's a good a good thing though. So, you know, these ruthless Task master hard hard to deal with those... That's difficult. Right? But he also would change his mind in his course quickly when it made sense to. And never reminded me a lot of the podcast that under Henry Singleton. So this greg g goes independent. Right? He'll kick him out of the partnership, G goes independent. When G goes independent, he'll ruthless employed his influence with the railroads to keep greg's from getting preferred rates on shipments. So now he went from from former partner to adversary, but he changed his mind here. He says ever the p as well as a tough competitor, he'll also eventually from pre another future characteristic when he abruptly changed course and par with his chief competitors to bring peace to the area coal industry by joining together in a market sharing consortium. I'm gonna trust there's a lot of ways to put at this, but mono monopoly there's a bunch of different words there. But now they're they're not gonna compete. They're gonna work hand in hand. The company highly efficient integrated organization that served his customers very well. Within little over a year, hill would depart the independent coal business to devote his full energies and attention to railroad. So it's here that we get a some more insights into his business philosophy by what he learned from the coal business. He said it had taught him much and had demonstrated a salient fact of his entirely pragmatic business personality. When competition suited him in a and entering a market, he competed fiercely. When competition became wasteful to him, he did not hesitate to end it. Even if it meant joining with old enemies and creating an un situation of monopoly, The breath of the young entrepreneurs business activity seemed quite remarkable. This some other side businesses see so we'd engage at the time. He frequently bought a machinery and buildings at foreclosure sales and res resell them for tidy profits. This these could be items as versus iron foundry equipment and furniture. Sometimes he failed, but other times he prop profit handsome, learning in the process more and more and more about the ever widening ranges of endeavor. So around this time, before he gets into the railroad business, he starts a steam steamboat transportation business. And the problem with that business is steamboat boats are seasonal since the river froze every winter. So around this time, the railroad was expanding in this, like, geographic area. And since trains could transport people in goods year round, you started having the ideas of looking into railroads. Said, although the greater share of Hills warehousing forwarding business, still centered in the Twin city area, during this brief period, the Red River trade captured his imagination and begin to take more and more of his time. So a byproduct of what's going on here, he's constantly exposed to the opportunity in railroads. So it's only a matter of time from where we are in story to he's like, oh, I need to be working in that in in that industry. It says, in this enterprise, just is in the fuel business, Jim Hills behavior fore toll future and larger happenings. Steam on the on the Red River had only a few years to go. By the quote... This is... So he's... The industry he's in is gonna eventually see success. By the close of the 18 seventies, advancing rails would seal its doom. It's just so much more economical to to transport by rail and steamboat, and eventually, a few years after hill dies, the same thing happens to railroads with the the invention of the interstate highway system. The railroad industry starts to be getting a lot of its competition... Has has competition and starts losing a lot of business to, to trucks and cars. This might me have meant that James Hill move into the move that James Hills move into the business would prove to be a dead end. But in fact, proved to be quite the opposite. His enterprises now bracket the stalled out s saint. Paul in Pacific Railroad on both ends. In Saint. Paul, his warehousing business butt the railroad at the base of its operations. Unlike most Minnesota, who who viewed the S saint. Paul Pacific as a near worthless der. It was a crappy run small regional railroad at the time. He'll viewed it as a miracle waiting to happen. A potentially won enterprise simply lacking competent leadership. And how did he get it? Like, how is he coming up with such a drastic difference of opinion than everybody else? Well, he just studied more than other people did. You know, mostly... We've talked about this a lot, humans don't learn they mimic. Everybody's is just mimicking. They're not actually looking into it. So he looks into it. And this is he says he studied that wrote constantly reading every scrap of information he could. He could find out about it and boring anyone who would listen with endless detail as to what it could 1 day become. Thus would his move into river transportation lead naturally to an incredibly promising career in railroad, and that's just instructive for all of us that sometimes there's opportunities that you're not gonna have... That are not gonna afford themselves to you until you take some other preliminary step. In the case of hill, the preliminary step is he had to get involved in warehousing and steamboat transportation to realize that there's a greater opportunity out there. But that would... He would have never come to that conclusion had 1 he did not done the work and the research into it, but too eddie, he not had those experiences beforehand. Okay. So this is the part of the book I was referencing earlier. So that my know I myself was his year of experience and his way would way word path into the industry proved to be invaluable. Let me, tell you what I mean by that. He possess a crisis advantage compared with most other nineteenth century rail titans. Rather than coming from the outside world of finance as most of them did, he arose from the inside world of f and transportation in. And he knew this world in all its complexity. So this reminds me there's several things that remind me of, Samuel Za murray. I did the podcast. I think it was back in, like the thirties. I can't remember the the exact number right now. But he said something in that book, the fish, the world the whale. That that's stuck with me. And I never forgot. And that's that if you know your business from a to z, there's no problem you can't solve. And it's amazing how many people will engage in whatever craft they're doing and not try to actually understand intricacies from A to z, and therefore, they're presented problems, they may not be able to solve in the future. What what the authors describing here is him understanding that my new details that the people sitting in New York are in the Netherlands are in Britain just could never understand. And I also talks, I'll tell you more about how he applies that. He actually in the field constantly with the workers. Too. Similar to how Samuel Samuel Mary was. So it says he knew all the world and all complexities. He was about to demonstrate how certain well established regional capitalists on the frontier could challenge and even best larger eastern interest. He wants beating people that were way more capitalized than he was. And so he's... Right now, he's in his life, moderately successful. 6 figure net worth doing okay, but the amount of money that he's about to make it in railroad. Again in the sense he was preparing his whole life for this opportunity. He got a roundup. He's like, listen, we need to buy this bankrupt railroad. I don't have enough money, so he used to round up. The they he calls him an associates his business partners essentially. And he he's saying that, hey, we need 5000000 dollars. And his estimate was that the return of that 5000000 is gonna make us 19000000. They make a lot more than that. But there's a number of things happening here is Like, Like, okay. Let me just read my notes. Hill was obsessed with completing, the with completing the bankrupt slash crooked, s s sp and P line. So the Railroad company could get the land grant. Land grant is very important to understanding the the this railroad industry. A land grant is grace a gift of real estate. So you give them the land or the... Or its use privileges, and it's made by a government in this case in United States, as a means of enabling works. Are as a reward for services of an individual especially return for a military services. Sometimes you're seen it about history. But in this case, they're giving anybody the anybody to operate around railroad because it's in the national interest to have an on, like a national railroad system. So every different All different cities and states could constantly you could ship not only people but goods and and and crops or whatever the case was. So he's like, listen, we need to get we need to to take over the S and P because for of all, they don't know what they're doing, they're bankrupt, they don't know how to run the business, and because they have very valuable land grants. Right? Now the reason I bring that up is because being obsessed is an edge. Going back all the way, I would say this this applies to multiple founders up episode. If you go back starting that founders were 88 with Warren Buffett, is it's like, that's 1 of the key things you're gonna learn from warren Buffett or any the other people that we've been coming last few weeks is that you've gotta figure out where the hell your is in life. And then once you have that, you've got bet heavily on that. That's what the... They're telling us to that all these entrepreneurs are telling us to do with their actions. So being obsessed here is an edge. And so this is how He'll talks about it. He says here's still the kind of opportunity that came only that came only with the opening of a new frontier once in a lifetime once in many lifetimes. So the hill estimates it's okay. We need 5000000 dollars for a 19000000 dollar game. Hill, and this is a the example of his his obsession. Why I believe that's 1 of his edges. Hill, who knew the road better than anyone else constantly argued to his friends, the potential prize defy description. No 1 understood the impact the size of the opportunity that could happen if it was executed directly that that held did. Indeed, he seemed completely fixated on the project, meaning he's obsessed. Many years later, his friend recalled that Jim had spoken of it to him probably several hundred times. During the mid 18 seventies. This takes a many years to do. Also, it's perseverance, you have to applaud him for that. But the idea that you could talk about something fred. Like, he's thinking about it over and over and ago and won't shut up and wants stop talking about it. So that's the kind of person you got to compete with. And if you were in the 18 where 18 70 somewhere. Yeah. Around 18 seventies, 8... Maybe a little later. If you were gonna go up against hill. And as we see, he's the only 1 left standing. It's crazy. His obsession with this opportunity led to F racial self education that's my note. He summarized well his fever hunt for whatever knowledge you could gain. I commenced to get all the information that I could find. Copies of the mortgages of the complaints. Paper books published in connection with the lawsuits, records in the courts that we talking about is that the bond holders. That finance the Sp p were in in were Dutch. And they're they're they're... The investors and the ownership of the... Or, I guess, the management of the railroad at time. We're involved heavy on the lawsuits going back and forth. Records of court, such information I could gather from all parties who are likely to have information as the situation Holland as to the situation with the bond holders. Okay. So I just told you that. I'm gonna get back to the result of that, but, like, 1 of the most famous, pieces of advice that I've seen other people give and it's relatively I would say controversial to non obsessive to non entrepreneurial types is not having a plan b of burn... They call burning the boats because when the con doors, I think it was invaded, like, South America. I'm sure they using all different kind, this tactic and, all over the world, but this is the the... Where I learned about it from. They would land in this new this new area that I've been for and immediately soon as they landed the captive would would would order them to burn the boats. Meaning that we're not gonna retreat if things go bad. We either succeed or we die. That's, you know, you have to be an extreme person to do that. But there's a lot of examples for history that people burn the boats. So in this part of the story, James is burning the boats. It says it is a fair measure of James Hill great Ambition they he now stake everything he had. His entire career on the gamble for the Sp and p. He'd began cutting back any new commitments and moving out of the rail freight business at Saint Paul to devote his full attention to acquiring the road. He was crossing the Rub. And if he failed, he might end up broken. And this is to the degree. He's going all in, which again, we've learned over the last several weeks when you have an edge, you have to bet heavily. Maybe somebody wouldn't... You know, I don't know if Ed thor or claude Shannon or even Buffett or among would bet everything they had. In fact, Almost positive wouldn't. James Does. It says both Hill and Kits, who's also gonna his partnered in this new project, preceded to sell off most of their stock in the Red River transportation company that was his business beforehand, which was garner huge profits carrying immigrants and railroad construction and materials down River. He'll sold out his entire holding in the net northwestern fuel company as well. That was for 21500 dollars. They then invested all its money. This is the greater part of his net worth. So he's in. He's burning he's burned the boats. This is gonna either either... This is gonna work out, and I'm gonna be spectacularly, successful, or I'm gonna fail. So now he starts... He they successfully take control of the railroad mode, and he starts working the industry that that you've it's his destiny essentially. Along the way in the book, there's descriptions of, like, how we operate the business. And then in this random paragraphs, I think that he gives great advice. And that advice to us is staying close to the money. I think that's a good advice in business. I think it's a good advice in life. So it says he'll now into 1 of the most dynamic phases of his life. For the first time engaging the work of railroad construction. Well, Equipped by his background in his remarkable students and energy, he he would prove remarkably good at it. Demonstrating a rare ability to must and command men and materials and to control both a broad strategy and a myriad of details. Hill worked and worried by day and night. Now at his office often until after midnight, and then in the field driving himself to the limit and seeing little of his family. He found it imperative. He said, to be where the money was being spent. This is extremely different strategy than most of people are owning railroads at time. They're in office nowhere near where the construction is happening. Hill essentially lives his life going back and forth on his line. And I'll talk about more about his obsessive detail to the work. But that the advantage you're gonna have, understanding what's happening in the field as opposed to getting second, third, fourth hand accounts. Like, it's just no way you're gonna be able compete that way. And there's a reason that he's gonna be rewarded financially for this work because managing real construction is not easy. Here's a description of that. Keeping working crews in the field not to mention keeping them working at capacity proved especially difficult. He'll alternatively c joel and c them. He learned many of the men's names and would walk around along the lines calling out to them familiar. Even working for them when they retired for a cup of hot coffee. So they take a copy, but he'd pick up their acts and shovel won't start working. And then he give it back to them when they're in done with our coffee. That's that's huge. On the other hand, he routinely fired shift bosses. We're gonna see the dual... You know, this dual is that we talked about to be opening opening the podcast. On the other hand, he routinely me fired shift bosses when they failed to perform to his satisfaction. When 1 whole crew rebelled, he fired the entire entourage. So he was ruthless. He'd put in the work and he do the work for yourself, but he also had really high standards and could be, unbelievably well, ruthless. It's not another way to I'd put that. Another example, he had... I I go back to sober it again. This edge. He had an edge because he took the time to educate himself more than others would. He just... Other people just weren't willing to do this additional research. The S and P first division showed net profits by the end of the year well above 500000 dollars. Half a million dollars in the 18 hundreds that's insane, indicating what a vast earning potential truly had as farmer immigrants poured in onto the fertile lands it was opening. So some of the first use of the land at the row as a railroad laying track, they're building these little, like, frontier towns, and most of the people in their are they're harvesting their farmers. They're they're creating food. So anyways, I didn't get to how he's able to to get such a big profit first year. Importing over its books before he took over. He had he had perceived that nearly 200000 dollars in expenditures, had been spent on construction and had been improperly charged to operations. Thus under understanding the true profit capacity of the road. There's also some skimming done off the top and and and things of that nature. So he's like, well, I'm looking at the books so they don't actually know what they're doing. They're paying more than they have to. This money's is being una accounting for us Is that it just means that I think I can actually make even more than they... Than than I than I thought up beforehand him. Something essential to success. I'll talk about over and over again This is something I've been talking about a lot because it's something I wanna improve in my life. I feel like, I feel like having a focus in the age of information, maintaining your focus, not allowing yourself to be distracted by things that are not important to you to what's important to you. Is a superpower, Jim Hill had that superpower. He maintained his focus. He says, so they're talking about the financial success at s Sp and P have. Says thus was born the Great Hill Fortune and the fortunes of his friends as well. Talks about some his other partners. Guy named Steven. It's last name Steven, another guy last name Smith. Steven and Smith would use their newly acquired Riches to build a Canadian Pacific Railroad. Hill would join them for a while. He made investments into that, but the Manitoba, that's the Manitoba his rowan has all different names depending on when you're at point, Sp P, Manitoba, Great Great Northern, it's all the same thing. So I'll actually just say the G. He would join them for a while, but the Manitoba would always remain the focus of his career and his investments. So... But he he learned, like, he didn't just come to the conclusion that focuses is important because he thought that in advance. He he understood that do trial and error. He made a mistake. He spent time money and energy trying to develop another railway he's was trying to do what His first rate... Let's let's call railway a is not complete. It's not running as as best as he can. Right? So what did he do? He decides hey, a is not done. Let me go invest time and money and energy to b. Then really like, oh, this is stupid. I need to I need to take care of a. Or there is no b. So it says for him, this venture represented a regrettable division. A diversion from what was becoming ever more clearly each life or each year that this was his life's mission, the building of the s saint Paul, Minneapolis and Manitoba Railway at the G. Alright, I I'm wanna take a sidetracked track to the the story to introduce you to another character that I came across in the book who he got named Willard. He's gonna be a future founders episode, but he's basically in the opposite. There's a lot of books right on him. But he's the opposite when it comes to his approach with Railway construction that that hill was. Says for many observers would later compare Hill with Willard. The comparison was inevitable. Well, Hill was building carefully and checking his costs minute Vile built in ignorance of costs. Like other trans plunger, Villa did in fact build rapidly and poorly. Much of his mainline line would later have to be torn up and rebuilt. Amid mounting deficits in acr, Villa would then be forced to resign, the presidency of his railroad in in 18 84. So he's in the book a lot. And think of him as like Biz, biz Hill. He does it I mean he... He's successful. He's got some actually a crazy, like story and a collection of business. Is interesting. That's why I wanna read a business on them, But they were just kinda just jumping on this opportunity. He didn't come into it organically, like, like Hilda. So I wanna get back to focus. This is, section and the note left myself is this is what focus... Being focused can do for you. With each passing month as the tension as fellow associates wandered, he'll became ever more focused. Matching incredibly long hours at his desk with frequent foray into the field, he built up a remarkable command of the details of the railroad. Its infrastructure, its operations, and its Hint land. His knowledge of the railroad in even the most my new detail quickly became a matter of legend. For example, while standing on a Dakota rail sighting 1 day, he spotted an engine numbered 94, meaning a train. From that recognition Hill us astounded the engineer by walking up and addressing him by name. His name was Roberts. And noting that the engine had just been in for repairs. At the same time, Hill hill learn the industry itself. So he said of the history of the industry that operates in. He saw well, a lot of the things that would got people in trouble previously. So he he's doing the same thing we're doing here. He's studying the past to look for mistakes to avoid and good ideas to to steal. Right? At the same time, he'll learn the industry itself its parameters problems and potential. He's genius precisely his ability to master detail by fashion broad vision and strategy. This is an example of hill staying within his circle of competence. That says Hill resembled his contemporary John d Rockefeller in that he usually did well only by investing in his main area of focus. His many side foray into other projects quite often failed. And this is just... I mean, the note of myself is the 1 word smart. Let me read the section to you. The railroad associates managed the finances of the railroad in a highly conservative and prudent manner They were neither plunger nor reckless spec, but were in the business for the long run. Unlike such vantage manipulator as Jay Gold, or Henry Willard, Jim Hill took the opposite Remember Henry Singleton Love taking the opposite approach of his his peers took the opposite tact from speculative practices such as milk a railroad for of its land grants and its resources and dumping overs sold stocks on the gullible public. Instead, this we're gonna cut smart part. Instead, he advocated and practice a policy of plowing large percentages of profits directly back into the property, knowing this this is what I mean. Knowing that the best defense against invading railroads was a better built system that can operate at lower rates. And that was was his key and we'll keep talking about he's optimized. How does he... Okay. So he's he's telling us right there? This is I mean by smart. What is the best events? Of... There's there's me a ton of other people who trying to take business for me? This land is wide open, there could be other people creating essentially the same product that I have, How am I gonna... Like, how am Gonna survive? Knowing that the best defense against val railroad invading railroad was is a better built system like could operate at lower rates. So having lower rates having low cost, thus being able to make a profit at lower rates is essential to success. Right? Well, how do you get lower rates? To get lower rates, he would constantly optimize as railroad. So another smart strategy here. Jim Hill worked incessantly and improving every aspect of the railroad structure in operation. He traveled back and forth along the line looking for dips and bumps and spying out curves that could be straightened and grades that could be lessened because it less curves, less grades, the faster tri go. Less energy expended. More than any other railroad leader of the day, he had an engineer's passion for minimizing curvature and grades knowing that these were the keys to lower rates that would van any competition. He's building a business that's so well run. It's gonna be impossible to compete against. Oh, so so he we... He hasn't extended Westward yet. Right? And he's... Right now, just... And this is good... It's a good thing and he he didn't because he's 1 of the... Everybody else trying to build a massive railroad first without being able to build, build a small real railroad perfectly. Right? So it's a completely different tragedy. Now he realizes that that's... He... Even if he has a successful regional railroad, how almost called airline, A successful regional real railroad or railway. Eventually, it's... It's gonna either get bought out by a larger, larger company, or he's got turn that small railroad into a large company. So this is an example of how James J Hill was thinking years into the future at a time when most people and I would say price still choose today. Most people can barely see beyond their nose. He now became 1 of the first people to see the looming shadows of coming events and to act accordingly. Assessing the status of his prosperous regional railroad, he came to see it as 1 component in the evolving national transportation system. The days of prosperous independent regional railroads must soon end, and the future lay in integrated continental systems that can move heavy ton rapidly and without interruption. At uniform and falling rates. Either his railroad would find its its own way from c to c building its own tracks to the Pacific or inter... Or would integrate into existing roads into its own, are would be absorbed. Caught in the new wave of prosperity in rail building, the Manitoba must either lay tracks to the Pacific or becoming link in someone else's. Rising to the challenge, he would take his rising to this challenge, he would take his place in the national international Firm. So this is when he he realized realizes like, okay. I have to expand now. I I figured out how to do this and now I can't stop. So learning how to... Here to complete 1 extremely hard thing. Right? Which was learning how to do railroad construction and do it profit. It's extremely hard, and he it on a tiny scale. Now he's gotta take that same lesson and do the hardest thing of life, and that's taken it on, go all the way from Minnesota to to the pacific ocean. Alright. Oh, so I just... Before I get there though, the note of myself it's hard to to compete with a well run company. And many times they can make money at rates, a poorly run company cannot. And so before he does this, there's another line called the Milwaukee line trying to compete with. It says when the Milwaukee sought directly to invade the valley with another subsidiary, he'll prove to be able to blunt their thrust by a simple ex ex of forcing rates below what the opposition could bear. Bolstered by his own Well built Road, which could haul high ton is more cheaply. So this is... We've seen this strategy over and over again, I think of Henry Clay F, I think of John Rockefeller, it's just the ability... When you can make money lower prices, than your competitor can, time is on your side and eventually go bankrupt. Okay. So now we're gonna get to the point. This is what he's building now, the Great Northern Railway is a derivative of the company that Warren Buffett buys all the way into the future in 2009. Right? So since the great adventure of James J Holds life came during his prime years. With the epic Westward construction of his Midwestern railroad to the Pacific. The Saint Paul, and etcetera, etcetera became the great Northern railway, a trans. In fact, 1 of the best constructed and most profitable of the world's major railroads. So we know it's successful, but these goes through hell to get there. The massive effort drove Hill to the very limits of his very considerable endurance. For all the signs of middle of his middle age, the fires of intensity, determination and ambition burn with him him within him hotter than ever. The long hours at the office office continued and once home, he often set up late into the night writing long letters whose his associates. Letters that today are collected in in actually a library that bears his name. He complained frequently a fatigue, and he never was a good sleeper. He would lay awake for do much of the of the night. The aches of neurology, which is, like, this painful nerve, like, a pain your nerves, affected him more and more. And on almost and on an almost a predictable basis. He was forced to sustaining in bed for days at a time with cold or flu congestion systems. His manic preoccupation with his business gripped him like a demon. So some of the stuff, like, there's a reason no 1 is built all the way to the West. Because the lands have to go over are extremely difficult, and there's a lot of difficult problems to solve, it set a head lay, the upward sloping and increasing arid lands of the Missouri plateau. And beyond these remote communities lay even more formidable obstacles. The 250 mile wide swath of cross cutting peaks and valleys of the Northern Rocky mountain range. These areas totaled a thousand air... A thousand miles of easily cross plains and hard to cross mountains, almost all wilderness. To get an idea of the scale of what he's trying to do here. We must build 733 miles a road next summer in 8 months. This... All has to be done well. Has to be done from 1 end and is more tracked than it's ever been laid in 10 months elsewhere. So they gotta do more and less time than anybody else has ever done ever. It'll take a hundred million feet of timber and ties. The grading cruise in the heat that he managed 8000 men and 6600 horses headed out first. They moved 9.7 cubic feet of earth and 32000 cubic yards of rock. After the grading crews came to track layers, they were heavily irish and loudly ro, which I thought it was hilarious. There were 650 of them, and then they had the same number of horses. 1 day, they laid down 8 miles track. And then after them, the spike, which is another group, would follow closely behind and fasten them into positions. Their workforce was expert led and right down to the triple deck dorm dorm cars, dorm cars in which they live. There's a quick story here, I'm gonna skip over most of it, but I wanna tell you the the sentence I think I couldn't describe everything to you. So so the choice, meaning a choice that Hill has aside, offer the all lowering advantages of eliminating a dangerous rival who shaky finances continued to cause it to behave radically and thus to cause them. So there's a poorly run rival railroad that is money, and they could either build around it or buy it. And the reason I bring that up is because I think it was Sam Z mu actually to quote him again, that he said, like your your most dangerous competition is not like your smart well run comp competition. It's the crazy unsuccessful ones. Because they behave in ways they're are completely unpredictable because they're they're not running a business correctly. And as us, like, the those decisions can actually harm you. So we see the same thing that Hills having to deal with here is, like, this... This I might have to buy this road, just so it doesn't cause me trouble because they can't make money and they keep cutting rates to the point where, like, they're gonna drown sooner than I will, but it's still gonna cause economic harm to me. So I thought that was really interesting. Just that the the takeaway there is that, you know, it's the crazy on successful competition you have that can sometimes be the most dangerous. Okay. So this is, again, the decision to build all the way to Pacific is gonna lead to the hardest work of his life, and it was just struggle up to struggle up to And this is a little bit about what that struggle was like. It says trying to manage an imperial railroad, while building a west, Jim Hill work night and day ulcer about expenditures and the agonizing slow pace of construction. This is the problem, take away 1 thing I learned not tame with with with hill is that he completely abuses his body and and his health for work. Workers in these remote... Mountain wilderness proved hard to get and to keep. They often had to labor on steep slope with hand tools and to move dirt and hand carts and terrain where even horses prove difficult to use and feed, in some cases are working like below 40 degree weather in the mountains. It's insane. The pace of building fell to merely a few miles per week and the boss fret and nailed as he saw his hope of completion by 18 92 fading away. When he's is health fails, he's he's wind up in bed. He's bedridden written for, you know, several days to several weeks of it. So the book goes on and on about how difficult it is. If you're interested in that go... I I recommend reading it. He goes in into great detail about all kinds of like, the politics of the, in the Midwest and and northwest in the late 18 hundreds, it's the business. It's it's it's a full on history book. But I want to skip over that, and I wanna talk about 1, I think an idea that was essential to hill success, And I think that can be can be applied by everybody. And then I wanna end on comparing and contrasting, like the outcome of what Jim Hill was... Able to accomplish and what his competitors were not. So he's got hill is eventually successful and completes the line. Part of what helped him do this is I think is this idea. And I think it's a great idea to think of your business as a living organism. 1 that's always adapting and improved says to Hill, the railroad trunk lines and their spreading branches formed a living vital organism, which constantly needed to be replenish. Hills life passion lay in straighten curve lowering grades, laying new ballast and high grade steel rails, replacing wooden tres with steel ones, and wooden c with masonry structures, raising ton haul by ever, larger cars and engines, and lowering rates and extending lad over ever longer distances. He cared most about freight and never frills. So it's an idea of take 1 1 idea and take a simple idea and take it very seriously. He'll take it very seriously. And they'll... And here, which is what we see time and time again that there, like, there's too much of a rush in modern day entrepreneurship that a well run business is by definition built slowly. Doesn't mean you can't make a lot of money fast. There's all kinds of, you know, financial engineering and different ways to do that. If you wanna well run business that can last a long time and be profitable for a long time, you have to do it slowly. And I think that's an example, on a takeaway that will take from hill. And it says part of the notable accomplishment of Hill and his associates lay in simple luck. And being forced by the nature of their enterprise to focus their energies for so long on building infrastructure in their Minnesota heartland before undertaking the long and costly thrust west. So the authors calling that luck there He didn't have the resource to expand. Also, he wasn't, like he didn't finish the job. So you could also argue good strategy, but that either saying, 1 of the big... The the main benefits of Hills railroad compared to the other ones that all failed was the fact that he had to do a right and he had to do it slowly and to do it right before expand it. But more important were Hill talents. His remarkable mastery over every detail of what was now a far flung operation. His vision of the inevitable triumph trans through trans carriers. His ins inseparable iron will and work ethic and his recruitment of an able workforce. It would always be a point of special pride to James J Hill and deserved so, that this well built and tightly capitalized great Northern railway unlike its federally subsidized competitors did not fail during the 18 93 panic. In case you didn't know the 18 93 panic is the late 18 hundred's version of the great depression. It was as deep if, as the great depression, and in some cases, even deeper than the great depression, that's that's more well known in the 19 thirties. That is where I'll leave the story. If you want to if you want the full story, I recommend reading the book, I will leave links everywhere all on the show notes and I... Of course, everything I talk about is always available founders podcast dot com. If you buy through those links, the Amazon will send me a small percentage of the sale at no additional cost to you. Great way to support the podcast. Thank you very much for listening. Please tell your friends about about founders. If you know anybody that you think would be interested in in in the stories and the lessons we're learning here, please do send them either, the website or if you wanna send them the individual episodes to your podcast player. Are gonna do, but I'd greatly appreciate help spreading the word, and I will be back next week and we'll go over another biography if Entrepreneur sure."
}