{
  "transcript": "In 19 63, following a business deal gone sour, 2 industrial is from either side of the Atlantic ocean became embroiled in rivalry that was played out at the greatest automobile race in the world. In its broad strokes, this book chronicles a clash of 2 titans. Henry ford the second of America and enzo ferrari of Italy at the 24 hours of Le mans. The 24 hours of Lemon mans is a sports car race. But in the 19 fifties and 19 sixties, it was more than that. It was the most magnificent marketing tool, the sports car industry ever known. Were renowned manufacturers built street legal machines. That would prove on the racetrack that their cars were the best in the world. A win translated into millions in sales. It was a contest of technology and engineering of ideas and audacity. Success could only be achieved by the marriage of brilliant design and steel wheeled courage. It would require a greasy finger visionary to run the show, a team of the most skilled drivers in the world, and the Swift racing sports car ever to hurdle down a road. All things of which the optimistic Americans believed could be purchased with the almighty dollar. Okay. So that's an excerpt from the book that I read this week and the 1 I'm gonna talk you about today, which is go like hell, Ford Ferrari and their battle for speed and glory at Lemon mans, and it was written by a j Bane. So I've been wanting to read this book for several months, and I decided to wait because there's a high budget movie that's coming out next week. Starring Matt Damon and and Christian Bail among others about the story that's in the book, the the name of that movie is forward for Ferrari. And so what I'm gonna do today is I'm gonna use this book as the start of a 2 part series that I wanna do on Enzo ferrari. So the parts that I picked out of the book the 1 I that Wanna talk to you about today has to do with, like, what can we learn from the founder of Ferrari and his unique personality and the way he goes about things. And then next week, I'm gonna go into what maybe the longest book that I've ever read for the podcast. It's... I have the hard cover. It's a biography of Enzo ferrari. It's like 980 something pages. Maybe maybe the the... When I read olive of Warren Buffett shareholder letters. That was probably a little longer, but it's gonna be... We're gonna go into... I'm gonna go into much more detail next week. But this book is a great way to introduce us to who Enzo far ferrari was. And to how he thought about building his business. So where Wanna start is, what what we're gonna see... So, like I said before, I'm gonna focus mainly on Enzo 4 ferrari. But if you happen to read this book, You're gonna realize that there's a It's it's it's interesting because it's really comparing and contrasting the difference between of founder and a manager. So you have Henry Ford the second, which is the grandson of Henry Ford who's, you know, now taking over company 60 something years after it's founding, and he's going up against and Enzo ferrari, who has complete control over his small company. So I just wanna read this this section that really highlights what's going on. Unlike the men who founded American car companies early in the century. Henry Ford, Ransom Olds, the Dodge Brothers. The auto of the day didn't have to know how to design an engine, so they're talking about the people running the companies in 19 sixties. They did have to be good at math. And here's a quote from ford's its vice president at the time. He says this is a nickel and Dime business all the way through. A dime on a million units is a hundred thousand dollars. We'd practically cut your throat around here for a quarter. Companies were no longer run by the men whose names were on the cars. Okay. So as of today, I've done 3 podcasts on Henry Ford, I'll do at least another 1 in the future. If you haven't gone back and listen to him. It's founders number 9, number 26 and number 80. This time period, is fascinating to me. And I'm eventually gonna do podcasts on Ransom Olds and then the Dodge Brothers. I talked a little bit about the Dodge Brothers on a few of the Henry Ford Podcast because they're crazy, interesting people. So I wanna compare now the way that Ford the Ford organization is talking about their products. Right? So they're saying, you know, it's a it's a it's a Nickel and Dime business, and we're gonna compare and contrast that to the passion that Enzo Ferrari has for the products that he's making. And it is completely different, and here's an example of that. For Enzo ferrari, the internal combustion engine was a symbol of life. It had revolutionized society, he had watched it all happen during his lifetime. He spoke of automobiles as if they were alive. Cars possess unique behaviors. They breathe through their carburetor. They were skinned with metal. Ferrari aim, he once told a reporter addressing himself in the third person, is to perfect an ideal to transform inert raw material into a living machine. The engine of a car was both heart and soul. It's rumble, the heartbeat of the creature. So when I read that section, 1, Enzo far ferrari passion is infectious. He comes across in the book way more... Even though he's kind of machiavelli in nature. Like, I was way more drawn to him and wanting to learn from him. Than the way Henry 4 the second comes across in the book. But what I'm realizing by reading on these books is that we know that that interest compounds, money can compound, time can come pound. But knowledge also compounds. And so the more you expose yourself to all these ideas that all these entrepreneurs of the past have have have used in their life, you realize that there's broad strokes that are the same. And yet their applications can be infinitely different. So I saw this excerpt the other day. And I wanna read to you. It has has to with how nature design things. And it says, nature is never modular. Nature's is full of almost similar units, waves, rain drops, blades with grass, etcetera. But though the units of 1 kind are all like in their broad structure, no 2 or ever like in detail. So the authors lists to to ideas here. He says number 1. The same broad features keep recurring over and over So he's talking about nature. I would say that statement is exactly true if you study all these biographies. The same broad features keep recurring over and over again. Number 2, in their detailed appearance, these broad features are never twice the same. So those 2 statements could seem like they're conflict, but the application of those ideas, these broad reoccurring themes lead us to millions of millions of essentially unlimited different variations of how the these things these ideas can be applied in the real world. So let me give you an example of that, what the author saying here. On 1 hand, all oak trees have the same overall shape. The same thick twisted trunk, the same crinkle bark, the same shape leaves, the same proportion of limbs to branches to twig. On the other hand, no 2 trees are quite the same. The exact combination of height and width and curvature never repeats itself. We cannot even find 2 leaves which are exactly the same. Same thing goes for businesses. So why I bring that up now? Because what immediately jumps to my mind when I'm sitting here listening and reading about Enzo ferrari. So I finished reading this book, I've already started reading his biography, it it it keeps reoccurring. He has a passion for cars. At a very... And and and for creating a product that is more akin to, like, a craftsman than, like, like a ceo of a large company. And I think there's, like, a that passion isn't is infectious, and it's also, like, good marketing. When I hear a founder speak about their product in a way that Enzo speaks about his cars, even though Have no interest in his cars, like, you're... You're more likely to to be attracted to buy that product. And what it reminds me of is this this quote, I'm gonna play into the microphone right now from Steve jobs that happened a few years before he died. And he talks about why having passion for what you're doing with the product you're making the company you're creating. How you're spending your waking hours is so important. So I'm gonna play that you real quick. It's about 55 seconds. You you have to have a lot of passion for what you're doing. And it's totally true. And the reason is is because it's so hard that if you don't, any rational person would give up. It's really hard, and you have to do it over a sustained period of time. So if you don't love it. If you're not having fun doing it, you don't really love it, you're gonna give up. And that's what happens the most people actually. If you really look at at at at at the ones that ended up, you know, being successful unquote the eyes of society and the ones that didn't. Oftentimes, it... It's... The ones that are successful love what they did so they could persevere when, you know when it got really tough. And and the ones that that didn't love it quit because they're saying. Right? Who would wanna put up with this stuff if you don't love it. So it's a lot of hard work, and and it's a lot of worrying constantly And, if you don't love it, you're gonna fail. So you gotta love it, You gonna have passion. People say... So the reason that this how this relates is because when he's building his his company, he's gonna have to go Enzo this, he's has to go through problem after a problem after problem. It's not like a straight line up. And I think what caused him to never quit is the fact that, like, he... There was no separation in his life between what he was doing at ferrari and living. And so I'll I'll get into that now. So let me go ahead back jump into the book. So I need to talk... I think the passion of Enzo has something to do with the the city that he lived in and the 1 that he would rarely wanna leave. And let me just give you a description of the city in Italy. It's called Modern medina. I might be pronouncing that incorrectly. But it says, yeah, now speaking about the city. It's true fame, however, was its craftsman, absurd gifted artisans abound, so that you can have almost anything made made surprisingly well and so cheaply that you must never get used to that miracle. As an all Italian cities and towns, the Modern held beauty and great esteem. In this city, an old world old world aesthetic was joined by Modern defining ambition to harness power. It is my opinion for Ferrari once wrote that there are innate gifts that are that are that are particular to a certain regions and that transferred into industry. There these prop propensity may at times acquire an exceptional importance. In Mode dana where I was born and set up my own works. Now listen to the... The sentence he's gonna say here. Alright? In Mode dana, where I was born and set up my own works, there is a species of psychosis for racing cars. Ferrari Ferrari was a metal worker's son. His name came from the Italian word Far, meaning iron. He would describe himself as neither a designer nor an engineer, but rather an ag educator of men Okay. So let's stop right here and think about what has already happened. Right? We have Ford vice president, and we have. It's being run by the grandson. So, you know, Nickel and Dime, we're we're we're we're gonna cut costs. We're gonna keep it as low as possible. We're gonna produce. I mean, that's essentially the Henry Ford wanted into... You know, his quote is that I'm building an auto, a motor car for the multitudes. Right? So he's gonna create, like, the most basic car possible to to spread it out to most people. Ferrari is doing this essentially a the same thing Forrest making cars for we can cars. They take 2 vastly different approaches so. And even the way they... You could see it not only in, like, obviously, their philosophy is gonna be played on the products you made. Right, but also the way they talk about those products. You know, he's talking about, basically having a love affair with this living creature that is a car, versus, oh, we're just gonna cut costs and, you know, make the the cheapest piece of crap that that, that that we can possibly produce. And what it reminded me of, is when III was... I took notes on this where it's Steve Jobs is 29 years old to give this a long interview because they're releasing the Macintosh. Let me read another quote from him. He says we didn't build the Mac for anybody else. We built it for ourselves. We were a group of people who were going to judge whether it was great or not. We weren't going to go out and do market research. Right? These car companies of in the 19 sixties American car companies are famous for doing that. We just wanted to build the best thing we could build. When you're a carpenter making a beautiful chest of drawers, you're not gonna use a piece of plywood on the back even though it faces with the wall, and nobody would ever see it. You will know it's there. So you're gonna use a beautiful piece of wood in the back. For you to sleep well at night the aesthetic, the quality has to be carried all the way through. So why am I going on and on about this? Because when you hear 2 people talking, which think about it from a customer's perspective. Which you more likely to wanna give your money to? The person that that gives a shit about what they're doing that's clearly all in that's extremely passionate about it, the person saying, hey, we're just trying to make another black model t, and, hopefully, we can do it at 10:10 cents cheaper next year than we did this year. It's just not comparable. Alright. So let's go back into... Okay. So now we're gonna start to see, Ferrari schedule. He's 58 years old at this time, and I'm gonna tell you a little bit about his early life, but I'm gonna more talk more about that next week. Alright. Ferrari, he works 7 days a week, 12 to 16 hours a day, holidays included. At night, he returned Mode medina that's... His the city lives in travels a short few short miles away to where the ferrari factory is. He felt extremely emotionally attached to his city, except for his daily drives to Mara, he refused to leave Mode dana for almost any reason. He's street... Just had 1 focus in life. Now the difference between, let's let's compare and contrast Ferrari business model with Ford. Ford makes, you know, thousands of cars every few days. What is Ferrari. Ferrari produces just a few cars each week. So who's gonna pay for, like, the ability to do that. Paying for it all was a verified group of clients who commissioned their cars as if there were pieces of art and paid Enzo ferrari extraordinary amounts for them. So not only is Ferrari producing a very extreme product, but he also had... He's in a very extreme person. And I'll talk more about that, but here's an example. Like, he was just really hard to figure out. He says Ferrari was a riddle. A man who built racing cars, but refused to attend races. He used to be a race car driver. Actually, that's how you got started, but I'll talk about... I don't think I talk about that more in this book, but I definitely will next week. So he was a man who built racing cars who refused to 10 races. He worked tirelessly see to state of the our machine, state of the art machines, but he feared elevators. He also wouldn't or refused to flying a plane too. Let me talk to you about his early life here. He says, Ferrari could remember the the day he was seduced by automobiles. He was 11 years old. The year was 19 091 day he rose from bed and set out across the real tracks adjacent to his home. He hiked the 2 miles alone. In the countryside, the Mode dana Automobile Association had organized a race. It was a group of drivers who were gonna to attempt to break the mile speed record. Donkey far outnumbered automobiles on Mode dana Streets in in 19 o 9. Motor cars were objects of curiosity and a chance to see how fast it could go lured a bustling crowd. Enzo took in the scene. So the very young age, he falls in love with cars. Few years later, he's, like, you know, I know what I wanna do I wanna be a race car driver. Unfortunately, World war 1 derailed for ferrari ambitions. The war ravaged Italy destroying its economy infrastructure. Yet. Here's the the positive are that negative. And yet the war accelerated the innovation of automobiles and airplanes. The war left Ferrari pen... Penn list, his father and brother Dead. He was relatively uneducated having sat through 4 years of elementary school and 3 years of trade school, which he failed failed out of, by the way. But he possessed a valuable talent, a knack for fixing things. At age 23, he joined Alpha Romeo mayo as a test driver, mechanic and competitor. In 19 29, Ferrari founded the, these are telling words. I'm gonna mispronounce Sc Fe ferrari, a private team that served as Alpha Romeo racing arm. Remember, they at the beginning of the, it talks about that these races were the greatest marketing, tool to the industry of saw. This is also not new. We saw this back in the early 19 hundreds, Henry Ford got a lot of publicity but even though he didn't like racing he handed entered ford cards racing. I think he even race 1 and 1 himself, because he understood the the the value of that attention. We also saw it back in founders number 28 when I covered the wright brothers. You know, they people from olive over the world there'd be tens of thousands of people joining. They actually had a demonstration of lemon mans too. I think it was Wilbur wright. Might have been normal. But, you know, all these people come and they see them these flying machines and, of course, a certain percentage of those people at these races and these events are gonna wanna buy you know, what's being demonstrated. Let's see. It said, so he's he's found a racing team. He won his last race in 19 31. He's actually pretty good at it. For Ferrari declared that he would never race again. He had a son and he devoted him himself to creating a legacy that would live beyond him. So now I wanna tell you about ferrari 3 principles for winning. What I would say about him is that I think he was a master at understanding human nature more than almost anything else. And so we're gonna see that here. So he talks about all the stuff he learned, you know, racing and then now starting to build cars. He says during these years, the ag educator of men as he was nicknamed, studied the psychology of winning. Certain principles were self evident, and this is a 3 he came up with. Number 1. Competition is the impetus for innovation. The fierce of the competition the faster the cars will go. This also played on how... He has a rather... I would say controversial management style. And 1, I don't know if I'd emulate, but I'm gonna tell you about it. He he believed the competition was got the... Brought the best out people. And so what he would do is he would have multiple people in the company assigned to the same role, and he put people in even though they're working for the same goal against each other, because he wanted to make them compete because he thought the results of that competition would be better. He would also have, like, engaging like, almost psychological warfare. So, hey, I don't think it would be very easy to work for him. Number 2, there is in some men a need to achieve greatness. It's also applies to people too. Generally, But as, when match what's talent, this necessity can turn humans into demi gods. And number 3, a man who is willing to die at the wheel is always likely to beat a man in a faster car. If you can survive until the end of the race. So there's also something I need to tell you about that I didn't know before I read the book. In the fifties sixties is this specific part of racing, which is called formula 1. Everybody dies, essentially. He's got, like, he'll he'll recruit for Our recruit. Let's say, 7 9 drivers. 2 will wind up quitting for other reasons. The other 7 within a few years will Be dead. I... Every time in the book, you introduce new character Like, oh, why am I... Who's this new character? 2 paragraphs later. They're dead. I went and looked up because it's was like, how is this even possible? There... A few people every year during the time period where at right in the book, a few drivers. They call them pilots, so a few pilots would die. Eventually, by the time you get to, like, the the eighties. They've they drastically made the safe sport to now. I, this sports saver. Sorry. I looked it up When you have Sen, which is 1 of the most famous last formula 1 drivers to die. He died in 94 since then, since 19 94 I think there was a 5 drivers that died, there'd be 5 drivers that died in a year in the fifties and sixties. Not only where they die, but their cars would be... They they lose control, and they'd go into the stands. And 1 time, they killed, like, 70. I wanna say 70 people watching their race. It's just... It... This is a really insane insane time period in the insane story, but it attracts very stream personalities to the point where Ferrari saying, you know, if you wanna win, you have to be willing to die at the wheel. That... I don't wanna die, not in that way. So, but this entire this entire book is is introducing us, I I... Some of my my notes I love is, like, everybody in this book is hardcore. They're very, very extreme. Okay. So now I talk to a little bit about how Ferrari. The company started, racing is marketing, and then his... We're gonna get into more of his personal personality the philosophy has to running businesses. So 1 of the drivers, the former race car drivers that survived. For Ferrari, this guy named S. And he gives us this idea to Ferrari about building cars for for the masses, like, not not for the masses, but not just for racing. So says Chan was an American citizen now, and he described what he found in the new world. So he he he used to be living in Italy. Lives in American and I was coming back to italy to tell ends enzo all this stuff. Roads were filled with big Detroit cars, but the sports car did not exist. There was no such thing. Chen had an idea. Ferrari should build cars and sell them in America. It took for ferrari nearly 2 years to build the first car. In post war Europe, electricity was a luxury. Fuel and manpower were in short supply. So that's part of where why I I wanted to play that quote, that audio from Steve Jobs talking about, like, if you're not passionate. If if Enzo did not, he went into so many like, barriers and obstruction and problems that if he wasn't completely committed and completely passionate, he would have given And as a result, we wouldn't have, you know, the creations that that he that he that he made. Fuel and manpower in short supply. All we wanted to do was build a conventional engine he later recalled. Right? So he's saying... But here's the caveat parts on there. So we wanna build able a conventional engine, only 1 that would be outstanding. So he's a completely high set of standards he has for himself and the products he's making. And I says, the first post war Lemon mans was 1 by Chen in a Ferrari. The win now what happens. Right? The wind triggered an instant demand for ferrari for Ferrari cars across the content. Now he also is this book doesn't talk about it, but his biography does. That they... People that that knew him well considered him a master at marketing. The author states that he invented a lot of marketing that was like, now used in the past. I don't know if that true ever I've had served, like, what 2 books on David Og by now. I think a lot of the principles that Ferrari figured out og also figured out it similar time. But he was definitely very gifted at it. So what he would do, it... Let me give an example of that Is it's, like, even when there was a many times this company suffering, like, poor financial results. And so they'd have, like, an abundance of inventory. Right? And... But they would hide the inventory because people would travel all over the world to the factory to to meet Enzo to see the card it was like an experience. Right? Not just going to, like, a car dealership, which is kinda like a headache now. And people like, like, Enzo, I love, you know, people travel from like America, for example, Like, I wanna buy a car I wanna buy a car. And he's like, yes. Okay. But you're gonna have to wait several months. And he did that because he wanted for ferraris to be desired. And if somebody traveled and said, okay. Here's pick out 1 of the 6 I haven't sold yet. They're not desi. He wanted to. And he knew by human nature. The more you wait for something the harder it is to get the more the more you pay for it, the more value you're gonna get out of it. It's very interesting. So says ferrari fun fun funneled every L or dollar into the racing campaign. Money was tight in the business model demanded that races me won? Why would a wealthy sports man by a ferrari if a jaguar had proved the finer machine on the track. Nothing like a ferrari had ever grace American roads? They were cars built by Italian artisans. Every detail down to the steering wheel handcrafted using some of the same method used to make Roman suits of armor and the royal carriages of the ancient kingdoms. Years later, Ferrari was asked, which of his cars was his favorite. He answered, the car which I have not yet created. And which of his victories meant the most, the ones which I have not yet achieved. So again, he's taking a completely different approach. At this time, ford's, factories, he's got giant factories all over the world, highly automated, they'll turn out more more forwards and, you know, 48 hours than than than ferrari make all year. Enzo not taking that. I interested in that. They're hand built. They're made by artisans. They take a an extreme amount of time, and they sell, you know, at 20 or 30 times the price of, like, a base level forward. And I think 1 of the important things to realize about that is if you're taking that route. Like, you're making a handmade product essentially. You're not gonna describe that product in boring terms because you're intimately associated with every love it. And so here's an example of Ferrari level of dedication, and that's like the main point of this podcast is like, even if you're not extremely passionate about the product you're making, maybe you're passionate about the problem you're solving or the company you're building. But it's the way to describe it to the outside world I is... It really central. Like I find... There's a lot of parts of Ferrari personality. I don't find attractive. But 1 thing I'm extremely attracted to is the way he would describe and talk about weiss doing what he's doing. So check this out. When asked about the root of Man, Think about the word too, Man, That's crazy. When asked about the root of Man, his obsession with victory. Ferrari told 1 reporter, everything that I I've done, I did because I couldn't do anything less. 1 day, I wanna build a car that's faster than all of them, and then I wanna die. And there's so many great quotes about him talking like this in the book. I love I freaking love it. Here's another 1. This kind of love which I can describe in almost a sensual or sexual way within my subconscious is probably the main reason why for so many years. I no longer went to see my car's race. To think about them. To see them born and to see them die because in a race, they're are always dying even if they win, it is unbearable. Okay. So he we're not at the part in the story where he's winning races, but he spends all of his the money. So, basically, he he was attracted to racing first, then he realized, I'm gonna build cars as a way to fund my race team. Right? And becomes extremely passionate about the cars he's building because he's also racing them at the same time. Now this is this is important because it's gonna set up the entire, like, why this book is written. I haven't even got to, like, what... Where's the Ford versus Ferrari and all this. But to understand why Ford Henry Ford the second has, like, this Vendetta of Enzo. We have to understand what's happening with his Enzo company first. So it says Ferrari company was struggling. He spent all of his pro profits on racing, and he was badly in need of money. He was billing he was being vi at every turn. So what's happening is what I was telling, like, all his drivers are dying. And it's such just ferraris. Like, all they all die. Like, this is like insane time in in human history that they're engaging this. He says in the newspapers, he used to be called the magician of Mara. That's the city that his cars are made in, and now he's being called the monster of Mara. 1 contact driver's wife called him an Assassin. So he had another Nickname picks up first his whole life is an Assassin because so many of his, so many of his drivers die. And his thoughts. He's like, had he not brought an Italy another world championship? Had he not raised the reputation of Italian automobile into the stratosphere. So he's looking... I mean, this is this is kind of a hardware person. We was like, well, you know, these deaths are unfortunate, but they're they're necessary. And let's not focus on the individual death, let's focus on, like, what it says about... They're they're he's extremely nationalist. Right? And and a lot of these race war, Like, at the time, like, no. These italians won. Oh, the Germans won. Like, they... It's very almost like, a... Like a war is playing out in the race field. Right? Or the race racetrack. So he said, the old man was livid and so he came up with a plan. And this is what I mean about. He's very, like, Machiavelli and He's, like, great strategist. He's just a... And to serve his goal, I don't know if you wanna be like this with individual, like, personal relationships. He probably not a good way to, like, he almost essentially use people to to get what he wanted. So I don't... Again, like, I think if... I don't III don't think it's, like, that's something you wanna do with people. That you could probably be successful by not doing that, but that's definitely something that we see over and over again. Like, there are people that you know, they're so they're so focused on their goal. That they're willing to do, you know, things that other people may not appreciate. And Ferrari is definitely, like, we can't hide the negative parts of who we was. Like, it's very apparent when you study him. So anyways, he comes up with this idea. Right? And he... He's like, I'm gonna sell my my... I'm gonna... So he's getting I need to explain this to you a little bit better. He's getting verified bones on people. Right? But he's also saying, hey, I'm doing this for the pride of Italy. For... You know, he's he loves his country. He loves the city. He loves a region he's home. So says, okay. You wanna verify me? I'm gonna sell the best Italian car company to the Americans. So I'm gonna go here and I'm gonna negotiate with Ford. And let me give you the the the the the the difference between Ford and ferrari time. Ford, Henry ford the second at the same time, he's doing negotiations with Ferrari. Ferrari, like, I'll let you buy my company for 18000000 dollars. Right? At the same time, the Ford organization is investing 800000000 dollars to open a new a new factory in Europe. So that gives you kind the difference of scale between the 2 businesses. Ford has tens of thousands I think of, like, they may have, like 300000 employees. Something something crazy like that. Ferrari has, like, 200. So this is how and why the ford for our negotiations began. If the market abroad was the future and racing victories translated into sales, the Ferrari factory could be a brilliant strategic acquisition. Ia ko got the go ahead to explore. So you might know this name. Leah Ko, I read it, you know, it's it's funny how life works, but I read his biography, like 18 years ago. Because the time I was reading, like, instead of reading books on founders. Or reading books and, like, ceos and stuff, So sorry Right. His book, like Jamie Diamonds book, etcetera etcetera. Well, at this point in history, Leah, Ko, just... He's, like, oh, he's a high paid executive in Ford. He hasn't yet had a falling out with Henry is Henry ford the second, which he will, which causes them to leave and go to Chrysler, and then he does maybe 1 of the greatest... 1 of the greatest, like, company turnaround everest. So if you interested that, you can you can set his story. But he's the 1 saying, hey, we're gonna try to go and by buy Ferrari. And so now he sends over this other executive and his name is not important, but he's gonna meet with Enzo ferrari. He says, yes, Ferrari said, he was interested striking a deal. He chose ford because he was a great admire of Henry the first. That's actually true, but he I don't, he does not like Henry second. He doesn't like Americans in general. He would sell his factories at Americans as long as he could retain control the racing team. He had no interest in the customer cars running the division mean. I never found myself to be an industrial, but a construct ferrari told the Ford man. The production development of my firm is only of interest to me if I can... If it is conducted by others. But be quite clear that in the construction and management the racing cars, I want absolute autonomy. So he's he's setting up this deal, but he has a bunch of requests. Right? And I... And in hindsight, I think he's setting up a request so he could... He could... This is a roost. I need to tell you that right to front. Like, he's never going to sell it to ford it. He's just wasting your time. The asking price was 18000000 I already told you. That, he says, as negotiations moved, moved about, the executive reported back to Henry ford the second. Never did it occur to the Ford man that the whole deal could be in fact an elaborate mach imagination, a ro. That ends enzo ferrari may have had another agenda completely. By this time, news of the deal was public knowledge, making it headlines over the... All over the world. It would be the most unusual merger in automotive history. The Italian press was up in arms. It was as if they were losing a national treasure, the Ferrari automobile to these arrogant western. This displeased Ferrari. It seemed that he was not the monster of Mara after all, but a monument to Italy. See what he was trying to do here? No Italian would ever ever underestimate his value again. So he's reading the document, the ford person's document. Here's our official offer. He says says Ferrari, we we read the document. The Ford men saw him under underlying certain passages and violent in red ink. In the margin, he drew a large exclamation point. It was clear he was angry. But here Ferrari said holding the document, it is written that if I wanna spend more money for racing, I have to request authorization to do so from America. It is also written that way in the English? Is it also written that way in the official English text because you're reading an Italian. Where is the freedom that I demanded right from the start to make programs select men and decide on money, But they're like, but mister Ferrari. You're selling your firm to us? And you pretend that still to dispose of it at your pleasure Ferrari face con, something un coiled inside of him. My rights, my integrity, my very being as a manufacturer, as an entrepreneur cannot work under this enormous machine. This suffer the suffocating bureaucracy of the Ford motor company he shouted. Okay. So this... Why like, why am I telling you this? Why is this important? 1, to gives you an insight into Ferrari his personality he does this whole thing because he hurt him that he was being verified by his own people and it's actually really smart. Like, oh, you now, for ferrari gonna be American. No. No. It's r It's our national treasure. And the second thing is when Henry Ford, the second hears about this, he dedicate essentially unlimited resources to beating Ferrari. Because Ferrari having a lot of financial success because they were wearing winning a bunch of races, specifically they wearing Le mans. I think like 4, 5 years in a row I forgot how many years a row, but a lot. And so now 4 henry ford, Gonna say, okay. Well, you know, he spends... He's been by... He's gonna spend 18000000 to buy for his company. Now he spends, like, 40000000 dollars in a year just developing race cars. So that's why the beginning of the book, they're like, well the Americans thought they could they could win with all my dollar. Turns out, they were correct. Now, something that comes covers in the book that I'm not gonna talk at all about because, I wanna focus on Enzo, the person is Ford approaches the way a big company does. And they don't have any success for, like, 2 years. And then they have to hire this entrepreneur, Carol Shelby who builds, you may have heard Shelby cars. I actually... He's so fascinating in this book and he's such, like a miss fit and a trouble maker, like, a Smart ass that I'm immediately, like, attracted to to learn more about him. So I ordered a book. He's eventually gonna be a future founders episode, but I'm gonna cover him at all. He's actually, Matt Damon is gonna play Carol Shelby in that new movie. And I'm gonna go watch the movie next week before I record the second part of the series to see if maybe there's anything in there that I can bring back to you guys, that's useful. But... So, I'm just gonna give the basic plot of the book. We obviously know how it turns out. For it's not successful, Eventually, he gets the right people in place. Shelby being integral to 1 of the people very important to that success, and eventually, you're gonna d thrown Ferrari, and Ferrari gonna sales company to Fiat. So that's the basic premise of the book. But I still wanna focus on what what, like, what we learn from Enzo from the book. So this is Enzo describing the process of building a product. And this goes back to... Like, I... What I feel is his main attribute and 1 that I wanna emulate is the fact anything you're working on, like, bring passion to it. Passion is universally... It doesn't matter what culture from a country from. It's universally attractive to to other humans. And I think, like, you're gonna be better off. And all of us will be better off if we're working on something we're extremely passionate about because you can't hide passion, and it's it's understandable. Even if you're don't... You you know what's so so funny about passion, like, you can hear from the the the way the annotation of a voice or gestures or body language, you can see it. Even if you don't know what they're saying. Alright. Alright. So it says he once described the process of building such a car. Now this is Ferrari. In the first act of his labor, the maker can seize what his creatures to be. Thing about that. He goes him myself a maker and he talks about what he's making a creature, like a living thing goes back to that. He dreams of it, and he sees it in detail, and he lays down the plan of work which he ent to a band of helpers who share his passion. A racing car, in fact does not necessarily come into being as the creation of a superior mind. But is always the comp of the common un and un and and and and ent work of a team fired by a common enthusiasm. There follows its construction. Which must nearly always be done in record time, although it it never takes less than 6 to 8 months of fever versus work. The next stage is the assembly of the car in its testing, which is the most delicate, the most en gross and the the most dramatic freight. So halfway through that paragraph. I... You forget he's talking about a car. He has to bring a back around in the last sentence to. He's actually talking about a car. And what's also interesting to me to more learn about him is said he only opens up about the his creation. About the product that he he he's making the company he's making. So here's more about his personality. A confidant once described the old man's temperament as closed like a walnut. Ferrari had created a Shakespeare world where Ent was always brewing, and men's sometimes paid for mistakes with their lives He talks about, he he would, like, hide. He would always wear glasses. He would... He essentially would not let people inside. He wanted to have... He wanted to collect information, not give information. Right? So this is... He wrote his. Just a quote from his. He talks... He says the facial expression, a smile or frown or whatever it might be is merely a form of defense and should be taken only as such. Have very little sneaky dude, man. Now there's is 1 thing in the book that has nothing to do it has something to do for ferrari, but it's not ferrari specifically. So if you're going back to the movie, Christian Bay on the movie, it's gonna play a guy named less miles. Less miles like Carol Shelby like Right hand man. So let me give some background. Forbes is having a lot of, not having any success trying to beat for ferrari for several years. They were running everything by committee, even though all this is happening in Europe, all the the decisions would have to be approved back in forwards headquarters in Michigan. And it was just like a... It was terrible. It was it's a typical, like, big company way of doing things. And so this part, when I'm gonna route to read you is less miles, which is the character Christian bay Bill place about what changed and why the fact that Ford eventually handled gives Shelby saying, hey, you're now in chart. You make all decisions. And Shelby not in Detroit. He's in the He has a tiny little company in Venice, California with a band of mis, less miles is definitely 1 of these mis fits. Carol Shelby, if you're hear him talk. You definitely mis it. So the reason I bring this up is because this is the advantage that founder led companies have. Over larger, you know, a a company that has the committee's structure you... It's just not led by this person that created anymore. And so Christian would Christian has have a Bail telling us. What less miles is telling us. Right? He's telling us that he can finally do What, well, let me read it to you first. Okay? So he says, we have several advantages over other people who have played with the car. Meaning the car they're trying to be ferrari with. Miles total of reporter. We can react to a suggestion. We can do something right now. We don't have to go through elaborate procedures of putting through formal design changes. If we decide we don't like something, we can take a hacks saw and cut it off. Practically, everything we do is a panic operation. But if anyone can do it, we can. So what essentially less miles, we're gonna call Christian Bale is telling us is that they, the people competing with Ferrari can finally what for can finally do what Ferrari could be do... Could have... Could do the whole time. Like, Ferrari didn't, he was a a dictator of his company. He didn't have to ask mission. He made a decision and it happened right away as opposed to the Ford racing team. It's just like, oh, we gotta get it cleared through 3 levels of management. There's gotta be a meeting. Like, they describe some of the meetings these people have. It's hilarious to me. Sorry. I would know. We can't make a decision. We gotta get 25 people. Okay. We'll meet 2 Thursdays from now at this hotel and we'll meet... There'll be 25 people meeting for 6 hours, and then we'll make a decision. I was like, that's that's absurd. And the reason, I bring this up is because 1, it's obviously an advantage that we see over and over and over again in these biographies they founder like companies just don't have to deal with this. You know, you... It's very clear who's who who who the final out decision rests with. It also reminds me of a scene that happened several times in that book. I did a podcast on the book called the creative selection. And it was 1 of the designers and 1 of the programmers working at Apple, when they were designing the... He worked on the keyboard for the original iphone and then also the ipad. And he would describe how decisions were make made in Apple when Steve jobs is live. And it's completely opposite of what 1 might expect. He'd have responsibility was to demo. Steve would want to see what you your work he'd wanna touch it and see it working. And then in a few minutes, he'd make a decision. So, like, making decision on the keyboard of, you know, the most important product ever made. It happened in, like, a matter of a few. I think maybe it was like, 2 or 3 demos. The I camera remember exactly how much. But you're talking about a few handful of minutes, 5 minutes, 10 minutes, maybe 15 minutes. And that's it. Because Steve knew exactly what he wanted. And when he saw it in real life, he's okay. That's where going. And that's it. There was no... Oh, let me go talk Board of directors. Let me go talk to this person. It's done. And so that... This change that Ford made is a reason why they were eventually... They they wind up beating ferrari, You know, after... Once they beat them once, they've even been them several years in a row. And then, than Honda and other, you know, other countries are coming in and and winning. But I think that's extremely important. Alright. So, more about Ferrari, this is Ferrari. He was asked on if he has a social life. No. None. Laughed life passes soon enough. If you wanna do 1 thing well, you have to work at it fast. A Ferrari may not be a masterpiece in exactly the same way that a great work or or of painting or sculpture is. But it represents the work of many men bringing to life the ideas of Ferrari. Again, You know, he 1, which we see 2 things there. 1, he has complete dedication to this. He doesn't really think about anything else. And 2, he's said again, describing this product as products. Like, he... He's like, oh, it may not be a masterpiece of of, like a painting our sculpture, but he... He's putting that into your mind as he talks. Okay. Now I think of, I think of a painting or great sculpture, and now I think a ferrari too. He just... The way he describes his products is amazing. So Wanna tell you about this random quote because it's been on my mind lately too. There's a quote, just it's a a writers interviewing a famous bull fighter. Right? Bull fighters is are very similar to, race car pilots at the time. You know, you be seriously injured if you're not... If you... Like, you're... You have a dangerous occupation. And so he's interviewing this bull finder, and he says something to him The right says, you're the most completely ego bastard I've ever met. His response is what I wanna tell you. That I find interesting. He says you don't understand. When I go in there, if I don't really and truly believe I'm the best in the world, I had better not go in at all. So in a lot of the notes that I've been taking, I've been trying to find the parallels for entrepreneurs that you've seen in other domains whether it's scientists, but especially, like athletes, musicians, other artists, craftsman like this. This is something that, like, it's hard to talk about, But I think the people like, I think the people that feel they're the best in the world are what they're doing. Like, let's go let's use an example. I've used many times in this in this podcast far. Like, I'm pretty sure Steve jobs thought he was the best in the world of making devices, making computers. I'm I'm Positive that he thought he was the best in the world at it. I think there's something... Like, I... It's not sure if you talk to athletes about this, they're gonna tell you that you don't become the best in the world and then think you're the best in the world. That's not the order it happens. The order it happens is I think I can be in the best in the world at it, and I'm gonna work really hard at it, and then I'm going to. It's the reverse order that most people think. Was like, oh, you had the success now you can, you know, str a little bit or or maybe talk about, like, you know, like, the fact worked really hard now you're the best of the world. They're saying, no. You need to have that belief going in. And I think Steve Jobs had that belief, I think Enzo ferrari definitely believed he was building the best cars in the world. And I... My point here is, like, even if, like, even if there's no reason for you to believe that yet. It's probably beneficial for for your belief in in your potential to get there. Whatever it is. And now in business, it's a lot different than a sport than, like, AAA car race or a basketball game, for example, like, because those are 0 some events. Like, there's 1 win. There's 1 champion every year. There's, like... And you know, 50 or hundred losers or however many people in the racing. In basketball, you know, 29 other losers where the case is. Business, the reason I think this should take take this is because, like, there's no... It's it's all positive some. Like, there's very... I mean, obviously some industries where there's 1 or 2 winners whatever case Winner take all. But, like, the vast majority, like, we can carve out these little tiny niches where we can be the best and, like, you can have that belief, and then you could find a customer base that also believes that. And if you have that belief and then you have customers that also agree with your belief, then you have a successful business whatever size that may So I don't know like, the best way to describe this. I just think that this is something I see over and over again, and there's something there in our psyche that I think is beneficial if you can harness that. And I've talked about this before. Where I I feel like why are we at a... In the United states like, at a, we're at a 40 year low to new business creation, entrepreneurship at a, you know, 40 year low. Like, you have... 1 thing, like, before you can have a successful company, Like, you have to believe that you can have a successful company. I think most people think it's way too difficult. And something that if you listen to this podcast enough, you read between lines is and anybody can learn this. It's not like you have to go to school and get a certificate or license to be an entrepreneur. You got people like, Enzo ferrari. You failed out of everything. He's got, like, essentially an elementary school education and created 1 of those most valuable companies that and valuable products ever. Like... And you don't you don't have to be good at life. You just be good at 1 specific thing and do it really, really well. Go back a couple year, a couple years ago a couple weeks ago. And I think about Jim Clayton the other day. Like, Jim Clayton had an amazing life, sold his business for almost 2000000000 dollars to warren buffett. What did he get really good at? He got really good at building a mobile home company. And guess what? If you get really good at anything like that, then you can have your you'll build wealth beyond that you could spend in a lifetime and you'll have a really interesting life. But like there's no there's no school you could go to, like, hey, teach me how to build the most valuable mobile home manufacturer in the world. Like, but life can teach you that. And, like, I don't know. I think that's so... That's why I think entrepreneurship was 1 of the most interesting things in the world in general because I'm always constantly surprised all these unique ways people find products they make and ways to support their family. And then the fact that, like, it's wide open and available to everybody. Not everybody can be a doctor. You gotta go through a certain, you know, track to do so. Not everybody can be all a million different occupations, but literally, anybody could be an entrepreneur. So I don't know. I I think I think tied to the fact that anybody can do it is people have to believe they have the ability to do it. And I don't know how to solve that problem. Other than showing you example after example, as for example of people that come from almost nothing. Think about Jim clayton, he, you know, didn't have a bathroom didn't have electricity. They they they could take a bath. There's 4 people in his family. They could take a bath once a week, using the same water. Like that person, that guy had no advantages in life. And yet he was ultimately resourceful and built it up over time to to build... You know, he built multiple valuable business actually built a really profitable car. People build Clayton homes. You wanna building, building, like, low banking empire. So I know, man. I just... I'm sure there's somebody listen to this that that doesn't think they could do it and you can. If you really think about it and you you won't give up and you find on your past, You absolutely can. Okay. We're almost to the end of what I wanna talk about in this book. You know the general plot of the book. And, obviously, you know, the book is... It's a it's a really interesting and in fun read. But I I wanna pull out just a few more things here to share with you. So 1 thing is I realize is, Ferrari out here playing chess when everybody... Everybody's going against is is playing checkers. And we're gonna get to the point. I'm right before He he's been beating Ford has has has has declared warren him for a few years, but is unsuccessful. And... But Ford's right is progressing every every year, and I... Ferrari knows he's about to lose. And so what Ferrari does here is what I mean by he's out here playing Chest playing checkers. So he said both he and Enzo, and Henry the second lived and breed their companies. Ferrari has no satisfaction and, has no other satisfaction. His family, his very life is that creature of his law Ferrari. That's 1 of his, the people who guy named John, who was 1 of his best engineers That worked for a long time. Describe it Ferrari. He said, Ferrari had cute talent for using public opinion to his advantage. He was a master of manipulation and sub member I was referencing earlier. And in his new era of mass media, he would put his skills to work. He published an article in the Italian magazine, accepting defeat before the race began. Knowing that this bit of gossip would get picked up by the international newspapers. Now this is what I wrote. We know that nothing is being done to resist a steam ruler of the Americans. He's remember. He's writing this in an Italian magazine. That's important to understand. To resist the steam ruler of the Americans, who will find the road open success in sports car racing. We fought on the track with autos and at the table against the abuses of power in the regulations. Even while continually winning races, I understood that we were gradually losing them. We intensified our activity to the utmost, but we were managed... But we managed simply to slow down the approach of the steam roller. The battle was lost in advance. So what's happening here. Says Ferrari was willingly casting himself as an underdog. Ford was goliath, and he was David. If he lost, well, he had predicted a defeat. Henry... Henry the second had done nothing but by Le mans with his countless millions. And if Ferrari won, as he absolutely intended to? Well, in a lifetime destined by tragedy and victory, perhaps he would achieve his greatest moments. So that's the year in 19 66, ferrari doesn't indeed lose, but he comes... He doesn't come out of it that much worse for wear. Ford winds winning, their their business in and Europe grows even at a time in America it's slowly declining at this point, but ferrari 6 sells 50 percent of his business to an italian company, which she would never have sold it to anybody else he sells at the fiat. And then when he dies, that that ownership goes up to 90 percent The other 10 percent goes up to his 1 surviving son because he had it once on the died, and then had another son from a mistress. And that's on... Still... I think still to this day owns 10 percent of Ferrari. But in the end, for Ferrari he gets what he wants. He has the financial stability of a larger company. He's still able to make decisions in racing and has a safe home for, you know, his passion and his creation. He still runs the company until he dies. Alright. So that's the end of the story about Ford and Ferrari. I wanna talk about 1 more thing before I wrap up the story. And this is what I said earlier when I... When I left note that everybody in this book is hardcore. And it's just an amazing quote by this guy named Bruce Mc. So Bruce Mc, he plays a role He he runs up being a race car driver for Ford. He eventually starts his own racing team, and he found Mc Automotive. And he does all of this before 32 years old when he dies, and he dies racing because I was his passionate life. I just wanna read this quote to you. Said Mc might have known he would die some... He would someday die at the wheel. He had just published an auto in which he had written his own. So think about the thought process there. You're, like, who's gonna write an auto when they're 28 or 30 years old. And now this a quote from from Mc. To do something well is so worthwhile that to die trying to do a better cannot be fool hearty. It would be a waste of life to do nothing nothing with one's ability. For I feel that life is measured in achievement, not in years alone. So I just wanna encourage you to obviously not to die for for whatever you're doing. That's that's way to stream. But I like that that thought that he says, trying to do better. It'd be a waste of light... Especially, it would be a waste of life to do nothing with one's abilities. And I think in the domain of entrepreneurship, everybody has some way that they can contribute some large some small. But the idea of of creating something and then over time making it better. I think that's a worthy way to to spend your life. So I'll close the the story here. If you wanna read the entire book. Or, if you wanna... Actually, if want the full story, read the book, it is extremely fun read, probably go see the movie too. It's it's gonna be fascinating. But, anyways, I leave a link in the show notes on your podcast player. If you if you purchase the book using that that link Amazon sends to me a small potential of sale sale at no additional cost to you. If you wanna see every single book that I've done, go to amazon dot com forward slash shop forward slash founders podcast, and you'll see it's like, a visual representation of the podcast in reverse chronological order. So it's kinda cool seeing all the different stories though that we've covered so far. And, of course, you can go to founders podcast dot com, and you'll see the books there. You can sign up and see every everything I have is at founders podcast dot com. 1 thing I need to ask of you before I go. If you're enjoying the work that I'm doing and you're enjoying the podcast that you're listening to. Please do me a favor this week, tell 1, at least 1 friend about Founder podcast. Somebody you know they'd be interested in in these stories. Text it to text some maybe the link to the website or or a specific episode. Anything you could do to help spread the word I greatly appreciate it. Thank you very much for listening, and I will talk to you next week."
}