{
  "transcript": "Ferrari was a genius of entrepreneurship, a visionary who possessed the ability to realize his dreams. When asked how he wanted to be remembered, he famously replied as someone who dreamt of becoming Ferrari. Far ferrari was animated by an extraordinary passion that led him to build a product with no equal. He started in a tiny village in Northern Italy, which thanks to him became the epicenter of the most exclusive automotive production in the world. Ferrari had 2 fundamental talents. First, he was by his own admission a shaker of ideas in men. Gifted with a charisma that effortlessly captured anyone who crosses his path Ferrari could stimulate the energy and creativity of his colleagues like no 1 else. He was very demanding, especially when things were going well. We all had to be careful not to sit on our laurel. He was absolutely dedicated and could be ruthless. Ferrari second talent, he was an absolute marketing genius. I remember 1 visit from a very important and wealthy American client. The factory parking lots were filled with un sold cars, which we tried to hide from public view. The American said I would like to buy a Ferrari. Ferrari replied. Yes, of course, but we have so many requests. I'll do it what I can, but we're afraid that you'll have to wait several months before you can buy 1. That was because a ferrari must be desired. It cannot and must not be perceived as something that is immediately available. Otherwise, that dream is gone. In order to maintain the exclusivity of the brand, production has always been lower than the requests of the market. Ferrari, the man was an intentional prisoner of his own myth. He had habits that he rigorously respected. He never boarded a plane. He left marinara only on rare occasions. Those who wanted to meet him had to come to his office no matter where they came from He wore dark glasses in order to observe and judge everybody without giving them the opportunity to look them in the eye. I have many personal memories of Enzo ferrari, and the years that I spent with him. I like to go back in time to 09/07/1975. The day of the Italian Grand prix at Mon. It was an unforgettable Sunday. We won the race and brought back to Mara after 11 years the world title with 1 race to go. I can still see the roaring crowds and the flags and feel the embrace of the whole team. But above all, I remember my phone call with Ferrari. From the sound of his voice, I realized that he had been crying. This had never happened before. Thank you. He said to me. It was a very emotional moment that will forever be in my heart. In this painstakingly researched entirely accurate account, Luca Del monte has vividly captured in these pages, the enzo that I knew and loved. That was written by Luca D. It's from the... It's an excerpt from the ford it's an excerpt from the forward of the book that I read this week, and the 1 I wanna talk to you about today, which is Enzo Ferrari. Power, politics and the making of an automotive empire. So this is the longest biography that I've read for the podcast and there's a lot to get to. So I wanna get right into it. Before I go right to the book though, I wanna talk about the scene that's in the new ford versus Ferrari movie. And it's Leah Ko talking to Henry Ford the second and a bunch of other executives about why he thinks they should make an offer for for for for Ferrari. And when he brings up Ferrari, the other ford executives that are extremely un uncomfortable in the movie if you go see it You'll see why? They're kinda dismissive they're, like, why? Like, we build more cars in an afternoon than Ferrari all year. And he said, and and he he says Enzo Ferrari will go down in history is the greatest car manufacturer of all time. They're like, why? Why? Like, it's not because he builds the most cars. It's because he spent every L, which is the currency of Italy at the time, which could be it's because he spent every L chasing perfection. He was completely obsessed. If you go see the movie, you'll see the difference. The the people in the movie that are... That come across extremely likable, It's interesting because when I read that book last week go like hell. I had the same thoughts. Carol Shelby mis fit. Like, if you like this podcast, you're gonna love Carol Shelby. If you like this podcast, you're gonna love and enzo Ferrari, you're gonna love Ken miles the driver. Those are the people that come off, at least, like, even if you don't consider ends enzo Ferrari likable, You you respect his dedication to his craft. Right? And then in the movie, just like in the book, Henry ford the second comes off less likable and the organization, the bureaucracy of the ford organization in the 19 sixties. It they're almost like the villain in the movie, if you own. I I kinda picked up that same thing when I reading. Now the second thing he said that I think is is is important to understand Enzo ferrari. It's his personality because not only is this unbelievably dedicated. It just said the in the the the forward, the person I work form says he he he built a product that had no equal. That's exactly what he set out to do. In that case he's he reminds me a lot. There's a lot in his personality and the way he talks about other people and other products. They remind me Steve jobs. You're gonna see that here. Because that's all he cared about. And if you were dedicated to what you're doing, like he he respected Shelby even if they didn't like each other respected the driver, Ken Miles, He gives him, like, a tip of the hat at the end of the movie because he saw the say... The same passion that he has to what he's doing all day, they had. And he... And anyway, it doesn't possess that passion. He doesn't respect. So he talked about... This is after the, Coca Travels early tries to do a deal with Ferrari it falls through. I'm not gonna repeat much of that because I talked about last week, but he he He talks about... This is an interest personality. So Henry Ford Asked Leah Coco. What did Enzo say? And Leah Coco was trying to, like, in the movie he's like, oh, you know, kinda dancing around, and he says just tell me what he says. This is Ends enzo talking to Lee He goes, tell Henry Ford tell him tell him Henry ford the second meeting. Tell him that he's not Henry Ford that he's Henry Ford the seconds. Alright? So he's... Like, I had respect for Henry Ford. And a lot respect for for what he did. I don't respect Henry ward the second. And then he says, he goes, what else did he say? Tell him that Ford makes ugly little cars and ugly little factories. Tell him that he's fat. And he's like pig headed it. So he has this like, unbelievably, I think the the word that Luca used in in the... In the ford Was ruthless. 100 percent. Ferrari was on... Like, and this is why I think he's so complicated... Everybody else thinks he's so complicated and I did too a little bit. And now I maybe I'm I'm rethinking that position, or I think I have completely re thought the position? Yes. He's ruthless. But he's ruthless if you get in the way of his 1 goal, which is to build the best car in the world. Now you wanna make the close cars the fastest. He wanted to make them beautiful. That's why everything was handmade. And that's why he was fine. He took it a completely different route than 4 did. He says, I don't want your big ugly automated factories and built an and have success because I can build 8000 cars in a week and whatever it is. I will build 300 cars a year or 700 cars a year or 1500 cars a year. I think that's like a good place to start to understand, Like, he's complex and I know I'm repeating myself. He's complex, but he's really not. He's just He's he's hard for other people to understand because that are not obsessive. And the 1 thing about this podcast is every single person that we study on this podcast is an obsessive. So if you take Enzo into account, like all the other great entrepreneurs every we study, he kinda makes sense because he's a east cut from the same cloth. But I think when you interact with other normal people, whatever you wanna call them, they have a hard time understanding that. Okay. So let me jump into the book because I have a lot of highlights and this thing is massive. It's like, it's heavy. It's hard for me even hold up right now. So I wanna go to his early life. He learned a lot. His his father dies when Enzo is only 18 years old. And so they didn't have a long time together, but his father's name's Alfredo, he had an unbelievably impact onto to not only how Enzo lived his life, but how you ran his business. Alfredo was also an entrepreneur, he had his own workshop. He worked on cars and everything. So he says, Alfredo turned his hand as needed to all the different tasks required by his company. Manager designer, accountant type. Enzo would never forget this lesson. From his father, young enzo learn the importance of the order of things. And of dis... Diligently keeping a record of everything that went on. So this is something Enzo does this entire life. He has a notebook that he cares around and writes down every single thing that happens to him. And he does this to throughout his whole life back to the book. For the boy, the father was a living example of a devotion to duty. K? Check. And so definitely has devotion duty. A strong individual They're using a great individual when you think about how Enzo ran his his company in his life. He's a dictator. No more than his approach to business. Alfredo preferred working alone with complete autonomy to a joint partnership that shared risk as well as for reward. So he tells his son all the time. Like don't have business partners. His philosophy... I'm running over my own point here. His philosophy was emphasized in the business Cr that he taught his son as a child and which Enzo would never forget. To be successful, 1 should not have to answer to any partner and should be independence. So when the time came to create his own company, ends enzo would remember what his father taught him. So this is a little bit more about the, like, the home environment, they were extremely passionate, argument family and that influences ends life. So they often argued and talk about his parents. And ferocious. They argued about almost anything, and theatrical so, By his own admission, his parents continuous disputes and foul language which had an impact on Enzo own nature and the person he became. So the book is full with Anecdotes about people waiting to me with Ferrari in the humans office talking to somebody yelling. Just... There's... It's a contention... There was no harm in his company. And I think that was by design. He loved... Not did he want, like, individuals in within his company to compete with each other, which is which is, like, his own unique take on management. There was no... He had no desire for for Harmony. He thought like the best environments were 1 where, like, you had to argue to see who was correct. You had fight you. To make people compete. It was... It it for me it'd be an unpleasant place to to work unless I was run 1 running the company. But, you know, his belief is that he had a small group of completely dedicated, passionate to use the term that Steve Jobs is, like, a plus players. He would only be able to to get them to reach their potential. In this like war like environment back to his early life. And for Enzo, it was very apparent at a very young age. He he hated school. He did terrible. He didn't... Know when would consider him to be an educated person by any means, but that didn't matter because he he had a he had insane focus on work. He said, En enzo would frankly admit to having experienced a true aversion to study, meaning he would study anything that... Like, when it came to cars and cars racing, he knew everything because he was completely en in that 1 like, craft or that 1 trade or that 1 journey, whatever you wanna call it. But anything outside of that, Like, if you're gonna put a young enzo and and have them, like, learn stuff from a teacher that he doesn't care about, like it's not gonna happen. So we see that here. It says, and it would frankly admit to having experience a true version of study. When his father ordered him to study so that he might 1 day become an engineer, Enzo replied that he'd rather quit school and start working immediately, which is exactly what he does by the way. So I wanna talk about you're not born with a passion from racing cars. Right? No 1 is. You have to find your passion. And, Jeff Bezos sometimes says that passions find us. And enzo case, that might be true. So this is how Enzo finds this life passion. It's in 19 o 8. He's just 10 years old, and his father takes him to an automobile race. The first 1 ever. Alright. So it says, when as it was 10 years old his father took him to see his first race. It produced an ind spark in his heart. His early excitement un had the effect of kin an internal fire in him. A passion in which Enzo would dedicate the rest of his life. It was there that young enzo began to dream of 1 day becoming Ferrari. So you gotta bear with me. I'm gonna go through and the... There I have some other highlights that come, you know, 800 pages later. Then when we're in the book, and it's gonna give illustrate... What I think is the main point that I would learn from this book. It doesn't matter if you're building cars, if you're building an app, if you're building a house. Whatever it is that you do during the day, if you approach it with the obsessive of Enzo Ferrari, you will be successful at whatever you do. Now, it's also very hard to do because his schedule was extreme. 7 days a week, 12 to 16 hours a day, holidays included, that's it. Family time. No. Even though he had a a good relationship with the son who winds up dying when the sun sun dies from Muscular which 24. Is actually the it's like, the most painful thing that ever happens. Enzo, obviously, it's something that he wakes up every day for the rest of life, and every morning, he goes and visits his son's grave. His son's too. Other than that, though, Enzo had no loves. So let me give you some just some quotes. We kinda... We see this throughout the book. This is him as an old man. This says the secret of this total faithfulness. Think about the word he's using there. The secret of this total faithfulness, which I believe is difficult to find in other types of relationships. He's talking about his work here. Which I believed is difficult to find in other types of relationships he confessed, springs from the possibility to do year after year new experiments to find new solutions to build new automobiles. Again, that word total. Whole, entire, full, un questioned. Here's another 1 for. Another example of it. He confessed that he believed he possessed just 1 quality, the stubborn determination to capture the trust of those who work with me. I still have only 2 wishes to be able to work until the last day of my life and to see all italians think of themselves as the sons of the same mother. Italy extremely nationalist and proud being Italian, and then writing in his auto about his wedding. Now, this this is a great illustration. This is... This is a reflection He's still married at the time he's writing this. I should not have married because a man dominated by a passion such as mine can hardly divide himself in half and be a good husband. If I had listened to my wife, I would have been a clerk and a bus company. And I think it's a question of whether he had a passion or the passion had him. And I think it might have been the latter. Alright. So let me go back to his early life. This is when he leaves school, he fails out of school starts to work, and then he has 1 of largest tragedy tragedy of life. Says after failing the third class of the Technical Institute, his studies were over. Enzo did not return to school and thanks to experience he gained in his father's workshop, he found a job at the machine shop of the fire department. A couple of nights before the end of the year, Alfredo Far ferrari had gone to bed with a high fever. It was normal bronchitis, which quickly turned into pneumonia. Within 3 days, he was dead. He was not quite 57 years old. With the death of his father ends enzo lost a precise reference point, a little over a month before his eighteenth birthday, Enzo was not prepared for his father's death. The sudden loss of his father was the first great sorrow in Enzo ferrari life. The first of many and perhaps the only that began to the excuse me. And perhaps the 1 that began to shape the man he would become. The memories not only of his father, but also if sudden death would never abandon him. Before the year ended however, Enzo would be devastated by second tragedy. His brother Dino died too, so his his son's named after him. After year of war, he had contracted pneumonia, which due to the precarious conditions in which soldiers lived, had quickly killed him. He was just 20 years old. Less in 12 months, En enzo life had been turned upside down. Father and brother were gone. The sun death of his father had put at risk, the welfare of the Ferrari family who certainly could not live off the small salary that Enzo was earning. So now I wanna tell you about 1 of the most important moments in his life. Okay? His his brother's dead, his dad's dead, they're they're... They have little money, his eventually Alfred alfredo workshop gets closed down completely. And so he has to travel to the larger city of Tu. And he's trying to get a job. He's obsessed with car still. So he wants to work for the most successful car manufacturer at the time, which is Fiat. And you have to remember this part of his life for the end of the podcast. It's the... 1 of the most important things that ever happens. To Tan enzo. He tries to get a job. He has a job at interview. He says Enzo had sincerely, though somewhat naive hope to find a job at fiat, but their negative answer left him distraught. He had no money, no job and no intention of going back to Mode dana. That's a little city he lived in. He was overwhelmed. He brushed the snow off of a park bench, sat down and we. It was a rare moment of true to despair in his life. He was determined not to give up. This is the lowest point of Enzo Far ferrari life of his young life outside of obviously the death of his son. His family's dead, he has no job. He has no money. He has no connections. And yet this where we are in the story, this young desperate person will not give up. It's from this moment in his life that he starts to the the climb to build ferrari. So he winds up getting a job, he's got an queens of his father enter in, it's not a fiat. It's at this tiny little repair shop, and he's guy named Gi giovanni him the job. So he says after the disappointment and hardships of the first 2 months in tu in, the modest salary Gi giovanni gave him provided enzo with enough money to eat. So it is from this low point in his life that he starts the gradual step, the gradual climb to eventually build Ferrari. So he starts out broke alone, poor on a on a Snowy Park Bench. And the first step up. Okay. I'll just work at this workshop. And what he is is just like every single other person that I've ever covered, He's extremely resourceful. He just takes 1 opportunity. Waits so does the best visibility of the opportunity, then waits till that eventually, inevitably, I would say, opens up another opportunity. Then he takes that, that next step. Then he does... He repeats this process over and over again, and he does this over, an an extremely long period of time. It's important to note. Ferrari, the way we think about it. The car manufacturer the 1 that's owned by Enzo Ferrari. That is 40 years in the making. He doesn't not found Ferrari till he's around, I would say, 42 somewhere that be 45 years old. Maybe even 48 years old. I can't remember the exact. But he's in his forties, by the time he files the company that is why he's, you know, revered and and and, most well known today, But the important part of the reason I'm telling you all this is because where I'm focusing on is, the steps he had to go through before he gets to that position because every opportunity every experience that that he went through was preparing him for the day to to be able to found the company Ferrari. So his first love is racing. Now he realizes to that the key to winning races is to building the best cars and so that is the byproduct that that leads us to ferrari the car company. But he doesn't start out with the best cars. In fact, he starts racing with whatever you can. So this is his financial situation when he starts racing, he had to pledge a month's worth of salary as collateral to get a car. And so whereas ferrari starting out this climb to build the ferrari company. Or the the the journey that eventually leads there. All of his possessions amounted to know more than 450 L. So it's not a lot of money at all. So this is Enzo showing his resourceful in in acquiring a better. What he would do? Same thing he's doing and racing this is what he does in life. Okay. So I'll just take whatever opportunity I can get, okay. This is a crappy race car. I'm gonna race I'm gonna do the best job driving these cars as I can. And then when I have limited success with that. I'm gonna try to trade up into a slightly better car. And then what... I'm gonna do the same thing over. Okay. Now I've I've gotten to a different position. Now I'm gonna try to get a slightly better car. So this is him showing his resourceful ness in acquiring a better race car. It says it was indeed a powerful car. But it was also 7 years old, having been produced in 19 13. Enzo knew that soon car manufacturers would put out new racing cars and all the pre war units would become obsolete. Enzo uses best charm after some negotiations based on the assumption that soon this car would no longer find any potential buyers. He was a master salesperson, he persuaded the car manufacturer to essentially swap cars with him. And so all this time, En enzo racing, let's call them, like, small regional companies. I don't think you'd ever recognize the brand name. There's a lot of brand names that you recognize in in this book at this time. Because remember, as Enzo said that the the small area we came from. Did a special psychosis psych psychosis, I think is the word to use for for car racing. And so he's learning that he's gonna... He eventually has to work himself into... If he wants to be a race car driver, which is he's what he wants to? Because he now he's around 20 years old. Right? He realized realizes that he's gotta expose himself to opportunities to get the best cars in the world, and this is how he comes to that. He has late race. He does well, but he wants up losing, said he had also learned something that he would never forget for the rest of his life, not even the best driver had any chance of victory if he was not at the wheel of the best car. And it didn't take him long to realize that the best cars available were being produced in Milan by alfa Romeo. So that's a brand that's around Maserati around at this time, Ferrari, of course. So now he's gonna work himself into the position to go to Milan and to try to to race alfa Maria. Now there's there's 2 things happening in this paragraph that I thought about though. This idea that he realized, oh, wow. Like, if I don't have the best car. I can't win races. I think that's why he goes on in his light, like, that influenced him later on his life to make the best possible car. And you see this too because when the... His... Inevitably, ferrari becomes the most successful racing team in history. Okay? And when he's winning all these races, like, he was very... Not... I, he's not rude to the drivers, but if He was obviously an obsessive. So if if the race was won is because the car won the race. If the race was lost, it was the driver's response. So this gives you kind of an insight into, you know, who we're dealing with here. So now I wanna get... Going into a little bit of his personality, And I wanna talk about his first business. This first entrepreneurial activity, which a lot of people don't even know ever happened. This reminded me, when I was reading this part. This reminding me of Walt Disney because everybody knows the company Walt Disney eventually built. Everybody knows the company that ends ferrari eventually built. What they don't know is that by the time, Walt he was 21 22 somewhere another there. His first company in... I think was Saint Louis Missouri went bankrupt. And then he moves up to California and and does his second act and that's the company we all know and love today. This is exactly what happens to Enzo ferrari. His first company goes bankrupt, and that failure was so embarrassing to him to Enzo that it's something that he had a fear for the rest of his life and he worked so hard to avoid. He went successfully avoiding this fate. Let me go into personality and I'll tell you about that first business that he starts. The the key factors were Enzo perseverance, a stubborn faith in himself, how many times is this book and use the word it's stubborn. If I had to guess it's probably describes Enzo and a... Like, describing his stubborn behavior. I don't know 50 plus times. A stubborn faith in himself and an ins thirst for success, not simply in motor, but in life. These are all qualities that would never abandon an enzo, eventually shaping him into the automotive giant he became. Enzo opened... Okay. So this is gonna be hard for me to pronounce. Let's call it Amelia, because that's... The first word is something else. Cara or something like that. So let's call it Amelia. Enzo opened Amelia, his first activity. On the 1 hand, Amelia was the most obvious of things. A C and showroom. So this is 1 of the the small regional car manufacturers I was telling you about. A C and showroom. But on the other hand, and this was Enzo grand plan, it was an independent coach builder. Which is, like, the... Think of that as, like, it's almost... At this time in history, putting together car was almost like, putting together a computer early in the days. We're like, they might sell you a piece and you have to put them together. So maybe they give you the board and you have to figure out the monitor or whatever the case is. Like, he wasn't manufacturing engine jet. He was manufacturing the... Like, the out, the exterior of the car. Alright. So it continues It says for in addition to selling C models and repairing and repairing cars of any brand, he planned to build bodies for those customers who bought chassis, radiator hood and dashboard from car manufacturers and then counted upon many... 1 of the many coach builders to complete the car. The idea was not revolutionary, of course. Since it was precisely what this another company did in Milan. But it was a demonstration that Enzo was learning fast and eager to expand his horizons. His mother had been against this bold move, like many people in those days, she still did not understand the enormous potential of the automobile? And I think that's an important part 2 that no 1 can really teach you. And that's, like, how do you... How are you able to see an opportunity way before anybody else does. So now everybody sees how large the automobile on street. In the early 19 hundreds, only a select few of people realized how massive this could actually get. And so far is 1 of them. We also saw this a few weeks ago with the the podcast that you did on James J Hill. You know, not nobody really saw the the opportunity that a well bit well run and well built regional railroad would would like, the economic opportunity that could provide. In that book it talks about, like, you know, he he'd mentioned it to France hundreds of time. So over the years before he's able actually do it. Like, he was completely convinced that this opportunity was just hiding in plain sight. It's very similar to what Ends enzo doing here. I'm gonna skip ahead. This is the... This business is gonna fail. It's gonna go bankrupt. They have to sell off the small possessions they have. To pay creditors that says the humiliation of this colossal failure and the embarrassment he felt would serve as a fundamental lesson in the life of enzo Ferrari. If it is true that negative experiences often teaches more than positive ones, This disaster of his first entrepreneur entrepreneurial experiment, which he never forgot is the key to the future success of the man and the company he would 1 day creates. And then his next step, what he does is this next step is really, really smart. And it's very... It's similar to what we're doing here. He gets a job at Alfa romeo male, and this is why. Thus he became better acquainted with the company's management. Enzo tried to glean as much knowledge as possible from these experienced men in order to avoid a future repetition of of of his failed business. So he meets all these really successful older race car drivers, people working in the car industry. And really, to understand Ends enzo it was like, he's a learning machine, and he really was intentional about learning from those who'd had already accomplished what he wanted to do, and they had an influence on them. 1 of them is this kinda named Antonio and scar sk, but I'm just gonna read this paragraph you. I'll get there in a minute. Growing up at the school of a superstar, like, Antonio, are of the are of artists like Si C and a strong champion in like Camp. Ferrari now had been able to perfect his own style. And since he is tough and animated by a strong wills to succeed, no goal is per preclude to him. Now this period in his life is extremely important because he makes a lot of progress in a short amount of time. I'm gonna read... We're skipping ahead a few years, but this 1 paragraph is gonna give you an idea of what has has occurred. He was about to turn 26 and could rightly be proud of what he had achieved in the short span of 5 years. He was 1 of the most prominent Italian sports, 1 of Alpha courses top racing drivers, the right hand man of Alfa Romeo romero commercial director and the owner of a car dealership in his hometown. So he had to do all that in steps. The first thing you have to get good at racing cars. And he got really good at racing cars. Eventually gets promoted up to a team. It's called Alpha courses they run... They they they race for offer romeo male. And then once you become 1 of the top racing drivers, which she certainly was at this point in his life. What was very common because they... These races get so much publicity and press is a lot of the drivers would then start, like, let's call, like, little franchises of their own. Car dealers. Because, like, 0II know Enzo ferrari. I saw him race at this, you know, race Oh I wanna buy my car from him. And so he winds up having... I don't know, like, 2 or 3 of these things, spread in little towns throughout Italy as did very common for, like, other to do this as well. So in this course of 5 years, he's worked himself into a nice position. He's still not where he wants to be, but he does smart things along the way. Okay? And he's not in control. Remember, he comes a dictator because he's obsessed with... He wants to control, what he does with his time. He wants to be the 1 making decisions. He wants to make, like, be the 1 building cars. He wants the 1 to selecting the drivers. He wants to do everything. Right? He's not there yet. But to get there, eventually work himself in that position, he does something very smart. So me just read the sentence and I'll... And then I'll read a note, like my interpretation of what's happening in the book at this time. It says just when Enzo was beginning to digest a painful exclusion, Alfa Romeo decision to not count him as 1 of its drivers for the grand prix program. This big opportunity came knocking on his door. The Alfa Romeo romero management knew what they were doing. Although Enzo had lately been more useful to them off the track, his racing talents was familiar to all. So that's what he didn't talk... They Talking becomes the right hand man of 1 of directors alpha, romero. So what's happening here? Even when he's not called on to race, which is his real goal. Right? At this time in his life. He does the best possible job of whatever the task is. So they asked him to be part of the picker. Okay. I'm gonna do that. I'm gonna do the best damn job I can at to pick crew. They ask him to recruit engineers to the company. Even though he doesn't own the company. He goes and does that. I'm gonna do the best... I'm gonna be the best recruiter possible. He want me to attend an auto show. It's not even race. It's like a, you know, auto shows they have to this day where they they manufacturer show off the new model. You wanna go there and maybe maybe talk about the product and talk about natural customers. I'll go do that. In other words, the reason now he has this opportunity is because he's always focusing on being useful. Now, I'm skipping ahead, this is very interesting because he... His main goal in life was to be the greatest racing driver. Right? And then he's doing okay at it. He's a very respectable driver has some success. But he realizes he can never be the best. And this is also prop the problem with competing and think. But the reason I think entrepreneurship is so is so great as opposed to, like, sports or race cars or anything like that is because it's it's positive some. You can succeed. I can succeed tons of other businesses can all succeed at the same same time. In racing or in athletics or in any case, it's usually 0 some. It's... There's 1 winner and everybody else has to wait till next year. This is when we start to see, like, his own... He's coming to the recession. Oh my god. I'm not as talented. I can never be as talented to be the greats. What am Gonna do? And I think these doubts that he's experiencing right now as a young man, will eventually lead him to find to to lead him to what he actually can be the best at. He knew he did not possess this another driver to skip his name. He didn't know he did not possess his talent. And he had realized long ago that his love for the car, which led him to respect her in a race rather than abusing her as his teammates did, would never allow him to make the final step. The 1 that separated great drivers from champions. These doubts of not being able to be like them had been on his mind for a long time. So now he knows, okay, I have this passion and I have this love something I've been obsessed for those as a child since a child, but I'll never be the best in the world at it. So what should I do? And so that's when he starts to focus his talents and his determination on commercial interests where he starts becoming in other words an entrepreneur. So he has all these biz... These businesses that I told you about these car dealerships and like, and this an example of his determination to not let another business fail and knowing that he's doing too much. So he knows he will fail if he doesn't focus on 1 goal. Right? And this is causing... This is gonna cause. So he he's tormented here that what's... What's what I'm about to read you is gonna cause a lot of discomfort and pain in his life. It says Enzo needed time to think about what he wanna do in his life. Races were an important component of his existence, but no longer the only 1. Working with Rim, Rim is the executive alpha, least he's learning a law firm. It's just... He becomes Rim right hand man. Working with Rim, contributing to the development of cars, were all things that possess an un undeniable appeal for enzo. The role of technical and commercial adviser to rim remain would allow him to remain an environment that he loved, which is he's not racing cars, but he's still involved with the team. But it would at the same time give him the opportunity to vote more energy to to the entrepreneurial activity as as a representative of Alfa Romeo male. So that cardio dealerships I told you about. In his... In this state of mind, crowded with too many ideas, often conflicting with each other, I think a lot of entrepreneurs have been there. So this is a this is a very common. Enzo was on the verge of a nervous breakdown. He was about to collapse. The tensions, considerations and doubts, the haunting memories, fears and concerns, along with his huge responsibilities were now were by now an into burden He facilitated in his thinking about retiring from racing. He knew the issue needed to be decided once and for all. He couldn't stand another 2 and a half months in this state. So what's happening? He's he's making the transition here, and it's a painful 1 for him. He's giving up on his original dream to be the best race car driver and realizing, hey, I'm not... I can't achieve this dream. And that's extremely painful for somebody to go through. And yet, He also shows the other resourceful aspect of his personality. He was like, okay. Well, that maybe there's there's some positives in here. Have a lot of relationships. I'm selling cars. I'm involved with the racing team. I'm developing new cars. Why don't I follow this path and see where this can lead in an important decision because that... Without making that decision. There is no ferrari today. But because he went through this. That's my whole point I'm trying to get across. It's like, there is no ferrari unless he goes through all all these these trials and tribulation. And he makes the decisions when when you're everybody's affected in their life at times where you have, you know, get to choose between 1 to... Or 2 or even more different decisions, and it's extremely nerve racking because it's not at all obvious. And yet you know each decision that... Each opportunity that you have is gonna lead to a vastly different place in your life? So how do you go about making that decision. And even if you have an idea of where you wanna go, there's usually this inner term on this like, emotional conflict that we see in these these life stories. And so that's gonna transition to to us the life of Enzo ferrari in his thirties. In his twenties, the end of his teenagers years and his or in his twenties. He's pursuing full force the passion of racing. And as he gets to transition to thirties, he's like, okay, now I'm going full force in a business. And the same drive and dedication and obsessive that I approach racing with. Now I'm gonna approach my entrepreneurial activity with so we get a we get an idea of Enzo schedule 31 years old, and it says, he was 31 years old with a body that was not really athletic, and a profession that saw him in constant motion. In the morning, he regularly got up before Sunrise. To get ant to get to any of the cities in the 3 regions he ran by the time the people he was meeting arrive at work. So we had cardio shifts in 3 different cities in in Italy. He usually skipped lunch to travel to another city or to meet another client. By late afternoon, he was back in Bo to make sure that everything proceeded in in his branch office. Then he would return to mode medina where he checked out the workshop to ensure that the day's work had been carried out. This day after day, week after week, month after month. During the weekends, he often went to events scattered all over Italy. Where although he rarely raced in person, he kept busy strengthening existing release relationships and forging new ones. And it was why he was pursuing all these other opportunities so diligently that he he... He... There's an opening that's left for him. So the the Noise left myself was the large leave gaps for the small This is the start of Sc Ferrari Sc Ferrari. Sorry. I'm probably still pronouncing that incorrectly. But it's still exist to today. It's a racing team, and some most successful racing team in history, and it's a business that Ferrari starting. Right? It's a business of being a racing team. And the reason we spend so much time on this is because essentially the same decisions he may... He's making here in about a decade from now and where we're at a story, he does those exact same decisions except for himself for starting the Ferrari racing team because right now, he's gonna start a racing team for alpha For romeo. Right? It's still gonna be called Sc Ferrari. Eventually, it's gonna transition from racing alpha Romeo males to to racing his own cars. This extremely important part of his life to understand who ends enzo ferrari was and how he thought about business. Alright. It says ferrari for whom Racing was both a source of personal reward and income earned from the Car he sold to a generation of rich men looking for a different class of thrill, share the same doubts and uncertainties about the future of motor racing. So what they're talking about is is a very precarious times in in in Italian history, and there's a lot of Italian car manufacturers that are pulling out. Of racing. Right? And and in Alfa Romeo mayo case, they they kinda get national by the the the fascist Mu government. Okay? So sometimes these car manufacturers say, okay, racing to getting too expensive and it's too, like, it's attraction so we're gonna pull out of that. So when they pull out, that that gap leaves an opportunity for small people like for, ferrari You like, oh, well, hey, you don't wanna rate run a racing team. But what if I run a racing team. Right? I'll own the team, You'll have a small investment in it, but I'll use your cars because you'll get the the promotion. When I win, it's gonna look great for your team. Or for your cars. And when I lose, I'll take all the the the blame. So that's what Ferrari doing here. So but typically in the general distress, he also saw an opportunity and quickly seize the moment. If automobile manufacturers were reducing their investments in participation, the moment could be right Ferrari said for a larger role to be played by a sc. Private and normally small scale racing teams that had already been operating if not flourishing in the 19 twenties. He for 1 was ready to take up where manufacturers like Fiat and Alfa Romeo had left off. Enzo ferrari reputation for organization possibly was matched only by his charm when it came to persuading an interested audience. Remember at the beginning of the book we talked about the fact they had a charisma that that anybody came across them was had hard time resisting. He uses that to his benefit. He anticipated possible reservations on the feasibility of the project and volunteered that the direct involvement of Alfa Romeo and a new racing team was a prerequisite. He said, listen. I have an idea. I could take over the racing, but I can't do alone. I gotta go out and and convince the people at alpha Alfa male to let me do this, and then he also has to go out and convince all the other car company. Like, thinks he needs for car, his car, like, tires, for example. He has to go out and he has convinced pi to support him. And he has to go and basically organize all this and get everybody to agree before it can actually form. So now we jump to when he's having the meeting to talk to talk Alfa Romeo male into. It says he saved the not knockout punch for last. By having his racing team entered their cars. He said if they won, it was alfa Romeo male that 1. And if they were defeated, the burden would be born by his scooter. He offered shares in his new racing team in exchange for first rate technical assistance and demonstrated high standard logistics support. So basically, he caps their downside and leaves their upside and unlimited. Right? That's a smart move. Alfa Romeo romero agreed to take part in this new racing activity promoted by their sales agent. He says remember, he also works as an opportunity because they they have a business relationship with them. He's been selling... He's has dealerships. He's been selling their cars for many years. They know who this guy is. So it says, they agreed to take part in this new racing activity who is promoted by their sales agent a brilliant 31 year old part time driver with ambitions that clearly went full circle. They would not take more than 5 percent of the new company stakes with all that this meant, that's a weird sentence. First and foremost, was direct access to purchasing the best material available for motor racing. So he needs priority access to to parts and to, like, to the new designs of their race car. So he's actually also doing it for, you know, for his own interests. Like, I'm gonna race for you, but that means you also have to agree to give me the the best... The the best technology you guys are developing because they're they develop, every year, they make their previous race cars, the previous year's race cars, obsolete. So it's like, as long as you're giving me the the best technical products that you have. I will win races for you. So I wanna go and talk to a little bit more about how his how Sc Ferrari was organized at the very beginning. Again, this is important to realize because he does very similar things when he's starting for the car company Ferrari. So he says having 1 over Alfa Romeo male, he had to complete the upper... To complete the operation by involving tire manufacturer Per in the adventure. At as with Alfa Romeo, Enzo was not so much in search of capital. For that, would be provided by his wealthy gentleman driver partners. Okay? I gotta a pause right there. Remember I told you that he made a point to study and learn from people that I already accomplished what he wanted to do. 1 of these was this race car driver named Scar. So not only he's a couple years old in Ferrari. What does he do? Sky goes on wind starts to win races, so then a sky opens car ships. For ferrari wins races, then he's opens cardio ships like a sky. Then as sky starts his own race race team Ferrari starts in a racing. He essentially copies this guy. And he talks about a story for the rest of his life. That's the the influence that because scar is gonna die in a few years from now in a, in a race. I he dies early. Like 36 years old or something like that. So anyways, something else that he stole or learn from Scar was every other everybody else started a racing team and they had, like, rely on the support of financial support of car manufacturers. Right? But as far is, like, well, that doesn't make sense because they changed their mind from year to ear. Some years, they'll give you full financial support. Some to say hey, we're diverting resources elsewhere and you're kinda screwed dates. So they're... These racing teams are opening up and closing at, like, the Whim of these large companies. It's not a good place to be. Right? So what Scar realized this is, like, well, the people buying the cars for me. Like, you have pro race drivers and then right under that, you have really rich guys in in Italy and and, I guess all over the world at this point that buy the cars in them, and then they they enter they're, like, weekend warriors to think of it like that. They wanna race, but they're not gonna do a full time. And so what a sk realized and then we'll Ferrari is gonna copy. It's like hey, you guys have a lot of money. You guys have a passion and you you you want to support racing, why don't you... Why don't we start our own team and all run the team and you you put the bill since you guys are already already rich and your interested in this anyways. So Sk is the first 1 to crack this code where the people were like, hey, I love this so much. I'm willing. I wanna essentially be an owner of a race car team. Well, Ferrari does is, like, I'm gonna copy a story. I'm gonna... I have just like he has a bunch of clients that are really rich in a passionate racing. I'll go to my really rich clients and say, hey, I'm gonna run my own my own race team. Do you want to support it. And now I do financial support it, but I'll let you race in some of the races? It's really smart move what he's doing here. It's just really really This is what I mean about, like, people, a lot of times people confuse education with intelligence, and they're through too totally opposite the things. Enzo is not educated, but he's extremely intelligent. And he's just extremely intelligent to 1 thing and that's all... You only need to be extremely intelligent on 1 thing in your life. And you can have a vastly successful, like, you know, outlier size success in your life. You just gonna get good at 1 thing and dedicate your time and effort to it. That's why entrepreneurship was 1 of the best things in the world. Alright. Let's go back to this. Okay. So Enzo was not so much in search of capital, meaning from from Alfa mayer or Pi or their own a little bit of money. But because that would be provided by his wealthy gentleman driver partners who were far more inclined to risk their own money than established companies were. He was more interested in making Pi part of the game, much much as he had done with alfa romeo male in order to gain direct access to to a tire supplier with a precise interest in serving his sc area as best as it could. It's doing the same thing. I want your best products. If you give me your best products. When I win races, They're like, look, I won races on Pi tires. It's very like, he understood human nature. He was a master understanding human nature. He's like, I'm aligning my interest. You have no downside. Give me your tires. Cost you almost nothing. And then when when... Inevitably, I go on Win races is gonna make you look really good. Who's not gonna take that deal They're all only gonna take that deal. Though A minority partner, the company enzo was without question the central person of the whole endeavor. The origin and the brains of the operation, the energy behind the future activity and these sku areas assurance of success. So I'm gonna read that to you again. What does that mean? Most of people financing it. They get all the shares. He gets, you know, I forgot what percentage was. Alpha Romeo, Pi, these other guys. They... You know, let's say that he's given everybody else 5 percent. Of shares, maybe he keeps 15 20 percent of himself, the vast majority is owned by the people financing it, which eventually, they get that changes and they get bought out later on. But I wanna read this to you again because the same way his sc area is organized is how he ran his company. Even though he wasn't... He's not a minority partner in Ferrari, does... He's a minority partner in this because he doesn't have a lot of assets at this time. When he does have assets, he could host everything until he sells to fiat later on. So it says, Enzo was without question, the central person of the whole endeavor. Same true... That's that's gonna hold true for his his car company. The origin and the brains of the operation, the energy behind the future activity and the assurance of success. And so now we see the this completely dedicated enzo that he basically maintains this level of focus or rest his life. Here's a little bit of illustration of that. His own words. He says he would write that a man dominated by a passion like mine. With the risks with the timing requires cannot be a good husband and above all cannot be a good. In other words, he knows the trade off that he's making. Work over family. That's the trade off that Enzo made in his And it was also around this time that we start to see, like, the black and white approach that Ferrari had. If you were working with him towards his goal, you were an associate, you were inside, you were good. The minute, even after years of service, the minute that he felt that you were no longer dedicated to his goal, you were dead. And you just dead to him. And so this is what an associate was to Enzo ferrari. Associates was the word that Hence fourth and Enzo Ferrari Lexicon would indicate those who inside or outside of his business worked for his team's success. So if you did that, you're on his good side. But the minute, you could work for him for 20 years. The minute you stopped working for his goal. You'd be replaced. He was unbelievably ruthless. So this is how Enzo far he's described at 33 years old. This is from in, like, a, like, a industry magazine. It says, Ferrari was enjoying the reputation of an excellent businessman. When he raised, he ended up earning good money. Now that he raises less, he still finds a way to make money. So they're picking up on the fact that most racers, like, they stopped racing, they... You know, if they didn't make a lot of money, they don't know what's to do for I didn't have that that problem transitioning. So they asked is he lucky, and the answer is no. He's skilled. But he's a balanced technician. He's shrewd and he's energetic all the time. He's a man who knows what he wants. He's a real organizer. He's a... This is such a weird sentence, but I think it's it's pretty good. A practical value increase of his abilities. He's a champion who never goes off the road. As 1 who goes off the road never ends up the manager and the businessman. And all while he's doing this, he does something really smart. He makes himself indispensable. So this is the role that Ferrari creates for himself. As she's getting into this this this beef with a 1 of his drivers who's a really big star, and, you know, the driver is like, I'm the most important part for, and he didn't understand how important for Ferrari become. And so this is a good description of that. The driver had understood little or nothing. Those rule that enzo ferrari had carved out for himself 4 years earlier. Always in precarious, but profitable equilibrium between the changing plans of romeo male, driver's extra, technical supplier needs, race organizers, demands, sponsor requests, sponsors requests and pressure from the press. And it was the proof that Enzo ferrari role was of such paramount importance as to be difficult to define and to understand. And it's during this time of wild success that we see 1 of his most known and I would say most like traits. And essentially, Enzo ferrari is telling us by if you look at his behavior or his actions not to rest on your laurel. So it says it had been a month of enormous satisfaction for Ferrari. 8 races, 7 wins, but the mind of Ferrari was typically already onto the next race. He'd celebrated for maybe an hour or maybe that day, and then put it then completely forget it and go to the next 1. Few pages later, another note of myself. Reminded me of Jeff Bezos for Enzo Ferrari, it is always day 1. And it says, it implied above all a very personal attitude that Ferrari had begun to adopt when contemplating the achievements of his working life, where each victory or accomplishment was only the starting point for the next. Okay. So I'm skipping ahead, he's run... He's gonna run Sc Ferrari for many years. So it's what? 8 years, I think. Before Alfa Romeo is gonna pull the plug. Because even though he owns the company owns a part of the company he's running the company, he still relies on alfa romeo mayo for a lot of the, like, the the the cars and the technical assistance. And so this is gonna be the last straw or the last thing that has to happen to Ferrari till. He eventually never after this is gonna happen after alpha pulls out and the sc is is shelf temporarily, closed down. This is the last time in his life that he's ever gonna rely on anybody else. Okay. So it says, from 1 day to the next Sc Ferrari disappeared. For Enzo ferrari, who had invested 8 years of his life in the Sc with all the physical and mental energy he could must, it was a bitter day. In 8 years, Sc Ferrari had participated in 225 races with a total of 1715 cars. It had obtained a hundred and 44 victories and a hundred and 71 podium finishes. It had played an important part in European motors sports and had for a long time shaped the Italian racing environment. Now it was being shut down without any public word of gratitude. The only satisfaction ends enzo received was that a had made him rich. Okay. So 1 thing or 2 things here. Other people are like, oh, what enzo doing is not that hard. I'm gonna start when recent. The important part is he's winning all these races and he's doing so profit. There's tons of other people that saw what ends enzo was doing. Try to emulate. And then they they didn't have his, like, organization of management skill, and they would start losing money, eventually go into the red and then they got a business. Right? And then the second thing is, it's being pulled because we're in the time of history we're in, like the 19 thirties let's say, mid to late 19 thirties. Essentially, Alfa romeo may become state run for intents purposes, and their decision making at the top is, like, erratic. Right? We're about to jump off with the largest war in history. This is what's happening here where they have new new people in positions of leadership that are put there by that government alfa romeo that are ones pulling the plug on this. So it is important that, hey, now that... And so enzo I had to go through this because it gave him enough money and enough resolve. Like, I have enough money. I'm just gonna fund my own thing, and and and now I'm gonna I'm gonna revive the sc, and then I'm gonna start making my own car car. So this is extremely important part of his life. It says the liquidation of the sc, in fact provided him with more than a million L goes into, like, all assets skip over that part. He also gets a job. So this is kind of the way big bureaucracy work It's where it's like, we're spending too much time and attention over here. So we're gonna liquidate this, but then we're gonna give you... Essentially just dig give them they over pay him. So he he gets money from the liquidation and it says at the same time, ends enzo was named Head of Alpha Cor, a new department that would that he would help create. And... So this is working essentially for the large corporation of Alfa Romeo male. Giving up his independents must have cost him a lot even from the point of view of personal pride. But in addition to the million the millionaire settlement he received from this point forward, Alfa Romeo romero would pay him a stunning salary. Hundred and 90000 l a year. So it's a time to put it in into context, Like a typical labor would make, let's say, thousand l a month, and he's making 16000. And it's kind of, how would I put this? It's... He's getting paid and he has duties, but then they say you never have to show up. So he's kinda like, I don't know if that's called golden Handcuffs or whatever the term is, but essentially, like, he's got a high paying job for a job He doesn't really have to to do much for. But he doesn't care about again, it's not just the money. For him he's like, he he he had a passion. He doesn't wanna stop doing that. So now we turned to a very important paragraph in the book in a very important time in his life. In the winner of 19 30, the personal future of enzo ferrari, was a difficult puzzle to decipher. In some ways, the previous 8 years had been a old on February eighteenth he turned 40, an age at which a man could begin to see his life in some perspective, or at least a part of it. And if on 1 hand, he could be proud of what he had done, which he certainly showed. Right? On the other, he couldn't help but realize that the past 18 years had been wiped out by an irrational decision that had little or nothing to do with motor. So that's... What I... Was referencing earlier how a lot of these decisions are being made by people... And not people in business they're people in in government. And, unfortunately, 1 of those casualties of these irrational decisions was the original sc Ferrari. Okay. So right around this time, he's, like, I'm rich. And I'm still passionate. I'm 40. I have a lot more work to do. Like, I've I'm just... Essentially getting started. And that's the kinda the message I wanna send to you is, like, you know, everybody thinks like, oh I wanna build a company I think it's gonna happen overnight. Ferrari had to go through multiple decades to learn to to become the person qualified enough to build what eventually becomes Ferrari. That's why They said that he was eventually becoming Ferrari because the man and the company were kind of inseparable. But he... You you can't just wake up with the dane and and think you're gonna do that. He had to go through all these experiences because the through the experiences he was gaining knowledge, the knowledge that he needed to to build the products that he eventually would build and to build a company would bill. The 1 that's still existence to this day. His son. He had so his his his son Dino dies at 24. He has a son with his mistress that no 1 really knows about his son to this day. He's son becoming a billionaire. Because he owns 10 percent of Ferrari. For Asos 50 percent to Fiat and then made a deal when when he dies that Fiat can can buy the other 40 percent, but the other 10 percent has to go to his son. And just having 10 percent of the companies made his son a billionaire. Amazing. This is his state of mind when he found ferrari. At 42 Ferrari wanted to persuade the outside world that the degree of celebrity, this is his own worlds. Based his on words. That the degree of celebrity that Had achieved was the legitimate consequence of mind. Here's is that word again? Of my stubborn work and of my attitudes. In essence, he concluded, it was time to show how far I could get on my own. In establishing a new company ends enzo remember what he had learned from his father, and he did not look for any partner. When he had founded Sc Ferrari 10 years earlier, his financial situation had prevented him from being the only shareholder. Now, however, he was in the position of being able to go in alone. And we've seen similar situations. I mean, the history of business and history entrepreneurship is scattered with examples like this. Well you have to work your yourself in a position to where you can have complete control and you could be the the number 1 person in charge. Now my mind going immediately goes to James Dyson, Who spent, you know, 14 years. By the time he rips open the Hoover vacuum and is frustrated. To the time he has a prototype and that he owns 100 percent He went to, like, 505127 prototypes in 14 years. Now you had partners in between that. He had other companies. But to dyson that that he still to this day, the 1 that that has made him a billionaire many times over the 1 that produces some of the best products in the world it took 14 years and many failed partnerships to get to that point. Same thing for ferrari here. Now, so he's said... He has this this this goal at 40, still working at 42. It's not till he's 48 years old. Till he realizes it because he's sidetracked by World war 2. So I'm gonna skip over a lot of the stuff on world we're too. And Mean, listen. The book is almost a thousand pages long. I'm leaving a lot out and it's a fascinating read. Although it takes a a freaking long time to read. I have to skip over this. He has to stop producing cars. The the war for the war, he has to make, like, machines. They're, like, hydraulic machines that are used to make ball bearings and then, his factories is bombed by the allied. And so I'm gonna skip over all that because I'm almost at where I want... I'm almost of the most... What I feel is the most important part of his life. But first, I wanna tell you that there's also elements is personally have nothing to do with car racing. And the fact that he did do his... Try to do his best to help others during the war. You know, this is 1 of the if not the greatest tragedy in all of human history world we're too. And he's living in a country that, you know, that people are being killed just for their religion or their or their race. In addition just in addition to the resistance, Ferrari had also helped the Jews. Even more concrete than he had helped his friend levi before the war. Specifically, he held he hid a Polish woman, a Polish woman and her 3 children from the Germans in a barn located on the planes between the city and the hills. Personally taken care of the 4 fugitive. He quietly fed and cloth them until the end of the war out of his own pocket risking his own life. So that's the insight into his personality that when he thought something was the right thing to do, He not only risk his own money, But if you would've got caught doing that, they would have killed him. And there was even rumors that because he wasn't playing ball with the mu government that there was a discussion whether they should kill for ferrari or not, and then he decided not to. Okay. So now the war ends, and after the war enzo is able to focus on his main goal. Enzo 4... So this is now production... He had he could resume production and he had to wait all the way until mid 19 46. So Enzo ferrari did not waste much time before deciding to get rid of the hydraulic grinding machines that it had enabled him to survive during the war, but which represented the anti ent of his life dream. The idea was to keep to production going only to finance the development and construction of his first automobile. This is the very first ferrari, the 1 that he is going to own the 1 that he's when to manufacturer and the 1 that he's going to race. He builds his first car, he starts racing them. So now he's realized realizes his his his dream He's going to win. And just like I talked last week, and then when I talked about the the podcast of Wright brothers and even on some of the henry ford podcast. Winning automobile race for small car manufacturer was huge, and that changes Ferrari fortunes forever. He starts winning over and over again, and that gives to the foundation to build the ferrari company. Okay? So I wanna close on this, which I think is the single most important part of his life. Remember, I asked you to remember to to keeping in your mind. When he was... What, 18 20 years old. He's crying. He's entering. He's crying on that that bench after being rejected by Fiat. Right? Isn't it just some kind of beautiful poetry that Fiat that winds up buying his company, like, 10 years to 15 years where we we're at the story. K? So he takes his car to a race. It's the Grand Tu or something like that, it's Inter and they win. It's a huge day for him. So after the race, this is what he does. In a moment of triumph, once the celebration had ended, and there was no more compliments to receive. The last interview over over and his notebooks closed, and he was away from prying eyes, there was 1 last thing that Enzo ferrari wanted to do before leaving. There was a precise spot where he wanted to go, Not far from the finish line. Of a race that had meant so much to him and that represented a milestone in his professional life. Nearby there was a bench in Valentino park. It was like all the others, made out of wood and rod iron. For almost 30 years, that bench had represented a starting point for him. And now he knew a goal. On that bench, he had found comfort of the day... Of... On that day in November of 19 18, when Fiat had denied him a job. Today, on the day of his first prestigious win by a car that bore his name, Enzo Ferrari had come to pay a debt he had with himself. He left his men ventured into the park. Alone as he had been 30 years earlier. He searched for that specific bench that for 3 decades had populated his nightmares. He found it, sat on it, and we. Just he just as he had we out of despair in the fall of 19 18. The tears of that day in October of 19 47 had a very different taste. Tears were included because only the complete replication of what he had done and suffered 29 years earlier would set him free. For Enzo Ferrari, this ceremony marked the end. Of the first part of his existence. And I'm gonna leave the story there. We now know everything that happened from that day until the rest of his days, was his complete and utter dedication to manufacturing and racing ferraris, something that occupied every thought he had until the day he died at 90 years old. So for the full story, I recommend reading the book Enzo ferrari, Power politics and the making of automotive Empire. If you wanna read the book and support the podcast at the same time. I'll leave a link down in the show notes. Thank you very much for listening. Thank you very much for your support. Please tell a friend about the podcast, and I will talk to you next week."
}