{
  "transcript": "Shelby. The name itself conjure up immediate visions of Cobra, gt t 3 fifties and Gt 5 hundreds, pounding around an historic road course with Throat horsepower coming from under the hood and tires on the edge of adhesion. But for me, personally, the shelby name will always mean much more. I have been blessed to have known Carol since I was a teenager, walking the pit road with my father at le mans during ford's first major assault on Ferrari in 19 66. By then, he was already a legend in my eyes, having had great success as a race driver for companies like Aston Martin and Maserati during the 19 fifties, and being named sports illustrated driver of the year in 19 56. In 19 57. So when I first met Carol Le mans as his Shelby American race team was preparing the Gt forties for the Ford Motor company, I was thrilled to meet the man who has since become a lifelong friends. Subsequently, I worked for him during a summer break while I was in college. He gave me the opportunity to spend some time with him. Taking in the wisdom that is truly carol. The name Shelby means so many things to so many people. But to me, Carol's is an innovator. He is a man who was always ahead of his time, who has created, designed and developed performance products that have been second to none. The fact that most of them have been with and 4 ford motor company is a personal point of pride for me. Carol is passionate about performance vehicles, but he's also passionate about life. His family His many, many friends that he has made in the 60 plus years he's been involved in our industry. I am proud to be counted among them. So those words were written by Eds ford this second, which is the great grandson of Henry Ford, and they appear in the forward of the book that I read this week and the 1 that we're gonna talk to you about today, which is Carol Shelby, the authorized biography, and it was written by Rin Mills. A little while back. I was listening to an author who had just completed a biography, writing a biography on Winston Churchill. And he was talking about the process of writing biography that's that's why I listening to I was interested in. And I found it fascinating because he talks about, you know, Winston Churchill? Like, why do why does the world need another biography of them. He's just has... I think the author said over 1100, definitely a thousand biographies he's have been published about the life of which Churchill And he brought up like, how do you bring something new to it. And he sent a word that I wasn't familiar with, and it's h. So I had to looked that word up. He's... Basically he was talking about what he was trying to avoid when he was talking about winston Churchill. And all that word means is it's essentially... It's just a biography that idol utilizes. It's subject. Another term is that it's auditory writing about another person. That's what this podcast is gonna be about. I wasn't expecting to to read the biography of Carol Shelby anytime. I don't even know if I was gonna read it in general. But the last few weeks as I started doing research for enzo Ferrari for the the Ford versus ferrari. I was introduced to this wonderful character, that is Carol Shelby, and I, I became absolutely, ent with him. And so there's gonna be a lot of times reading you sections of this of his biography, and I'm just gonna have a big fat smile on my face. So I just wanted tell you that up upfront. I'm not... I'm completely biased. I love everything about this this person. I like the way thought. I like the way he lived his life The the what I... The book Holding my hand, it's it's almost it tells a life story that's almost unbelievable. It's it's almost unbelievable all the different events and things that could happen in 1 human lifetime. So I don't wanna waste any time, any more amount of time. This book is extremely long. Carol worked with the author a few years before he died, and he lived to 89 years old, and he used every single year that he was alive on the on the planet as we'll see. So let me just jump in I wanna start with a story from early childhood and talk a little about personality because I think the reason I picked this section to start is because you... You're gonna immediately understand who Carol Shelby was just based on a couple different stories from his early life. Alright. So let me go to the book. It says Shelby was a little run, and he didn't get to be 6 foot tall until he got out of high school. But let me tell you. He's not... This is I should give you some context there. This is a friend of Share... Shelby that went to to great school with him. And he's some tell a story about Shelby like, his persistence. So he says, but let me tell you. I saw a guy whip his butt 3 times a lunch 1 time. I said Shelby leave him alone. You can't whip him. So there's gonna be a lot of, like, very my poor, like, Texas accent that don't have my invitation of a Texas accent that might come out with the podcast, because that's where Shelby from me is a lot of people that from there. So that I I found myself when I was reading, like, slipping into, like this fake Texas stroll. I have no idea why. She says I saw a guy whip his butt 3 times a lunch 1 and I said Shelby leave alone. You can't whip him. Hell I can he says, this was in high school. Shelby took him on 3 times in that 30 minute lunch break, and that guy knocked the hell out of them. The guy was pretty well built and a hell of a lot older than Shelby. 3 times he whipped them. The next story says he was full of energy. He was always into some kind of mischief. He couldn't contain himself. His personality was such that he could talk his way out of anything. So that's something I guess you would have to know about Shelby out front. I say, I I would guess 1 of his best attributes as far as what led him to have success in whatever he chose to do in life. And large part, Of course, he had failures to anybody else. But he was extremely charismatic, but I would think he... He's a master salesman. I he had the ability to talk. I mean, he talked Leah Coke at 4. You talked to all kinds of people into like, selling him on the dream he had and what he needed from that particular person to achieve that dream. He was very good at. This another little anecdote from his his early childhood, and you'll get an idea of the person where we're we're dealing with here. And now this is Carol and in his own words looking back at his childhood. He says you used to get your driver's license in Texas when you were 14. And the day I was 14, my dad took me down and I got my license. He had a little 34 dodge, and I bullshit him to let me take it to work that day, and I got caught doing 80 miles an hour. That was it. 6 months and I didn't drive anything. And so Shelby, like, a lot of people that we've talked about on this podcast so far. He's a bit of a trouble maker. And I he I don't think he was doing it, you know, to be disrespectful or anything like that. He just he was very determined. He had it... He had in his mind, he knew what he wanted to do, and he didn't want anybody else telling him what to do. And as a result, something we also see a lot is these kind of personnel personality types. Usually, they don't do well at school. Carol was no exception to that. He was not a good student. And so this is a little bit about that. So Carol was not a model student. When graduation time came just 2 out of the class of 400 failed to make the grade. This is high school now. So... And 1 of those 2 is, of course, Carol. He said they both did extra work that summer and ended up with enough enough credits to graduate. Neither teenagers lack of academic prowess appears to have compromised their adult life. So that other guy Jake went to be 1 of the most well, well respected judges in Texas and of course, Carol went on tab. A fabulous career as well. With high school over, he could pursue his ambition to fly since he planned to join the Army Air force. This is right around the night... Early 19 40 forties he's right around World war 2. He decides hey, He was fascinated from a very young age. So his first love was cars, but he also had a a love. He had in love of anything that would go fast. So I would say the 2 passions that he possessed his entire life was automobiles and planes. So he raced cars and he learned how to fly planes. He actually winds up serving the you did in the Air force and training a bunch of pilots during World war 2. And I'm gonna tell you a story about that in a minute. But this is something that those passions. Started at a very young age, and they never left him. I was just watching him 1 of his last interview interviews he gave, before he died. He was I think, 85, maybe 84 years old at at the time of this interview, and he was talking about the fact that he still loves. Even though he he wasn't flying anymore at that age. But he still loved. And like he still loved everything about flying. Before I get to his time in the air force, he has... He has to go through, he went through a rather tragic experience. This is Shelby dad dying extremely young, and then Shelby almost dying extremely young as well. So his dad had a con conventional heart defects, and so he dies. He says he had a third and fatal heart attack. He was only 46 years old. So Shelby was about I think 18 years old when he lost his dad. So shortly after his eighteenth birthday, he joins the Air force, and they just... He gets... They they teach about to fly, and then eventually decide he's going to be an instructor. Now not only is his... Some of his duties are training other pilots, But then he also has to do, like, short flights from different, like, naval or are not able. Air force spaces throughout the country. They might have to bring, like, switch planes around, maybe brings some equipment from here or there. And so on 1 of these trips, he almost dies. And so this is the story of that. It says exactly a month after his father's death. Carol could have well losses on life. On this flight and he's gonna he's the pilot. A fire broke out beneath the floor of the cockpit. The fire was spreading, so Shelby gave the order to abandon ship. So he lets what what he does is he's gonna be the last week. He's the only pilot on board. He's gonna be the last 1 off the plane. He's getting everybody else make their scape jump out and and parachute down. As he's doing this, he's also bringing the the plane lower and lower. So when it inevitably does crash, the damage is essentially less. Right? So he says their their altitude was now about 5500 feet. The fire had by now reached such proportions that he realized, it was likely to reach the fuel lines. It's gonna get worse than that though. The problem was they had real bombs on board, not dummies. Things were turning nasty extremely quickly, So he does something here too, which also shows courage he has. He could've said, you know what did bombs on board. I I don't wanna die I'm gonna jump off. He takes the the extra step of flying out to, like, a, an area where there's no, like, no populations and releasing the bombs. I think it somewhere more of, like kansas or something like that. Just dropping a bunch of bombs. Because he realized if the plane crashes after he jumps and has bombs on board, you know, people could be obviously killed or whatever the case was. So he he lets the bombs go, and it says with his crew gone, Carol put the controls on autopilot and cut the main switch before he made his own way out of the rear and bailed out. So he gets out of the Air force after World war 2. In that time he gets married and has a couple kids. And so he comes back to Texas and he realizes, I don't know what to do with my life. So he had the passion of, flying, but he didn't wanna be an airline pilot. He thought that was gonna be too boring. And he didn't know how to get racing yet. And so he he feels he has this obligation. He's like, I gotta I gotta go into business. I be able to support my wife and and my kids. So this is where he starts becoming an entrepreneur for the first time, and he gets into a bunch of different business I'm gonna spend some time, I find this... I found this part of the book fascinating so I wanna spend some time here. And this is the first business he gets into as a trucking business. This said Carol's old friend Bailey Gordon had also left a service and they were both looking for something to do. So Bailey girlfriend's father had built up a large lead of trucks during the war to supply ready mix concrete to the government, who were building a number of airfield in Texas. So they started getting into the trucking business here. He says we went out, And we bought 2 war surplus trucks. And then we bought 2 more trucks and so he... This is his own words. We he said, so so now we were big shots. We were trucking contractors. We were hauling using our 4 trucks, and we had 6 or 8 guys hauling also. We would make about 50 cents a load, and we... And so we thought we were doing pretty good. So you're gonna realize that I'm... We're making revenue, but we're not much our costs, so they think they're big shots to think they're doing well and they're actually, not even turning profit. It says the tires were costing us like crazy. And this guy was paying a 62 and a half cents a mile to haul that concrete, and we couldn't make any money. We couldn't haul enough of it, but we did for about 6 months. So now this is his partner who realizes that Shelby not keeping eye the money. In fact, Shelby talked about and 1 of the he agrees to saw with. He's, like, the entire time I had my car business back in the. He had car business is busy whole life but the ones that was most famous like in the sixties. He's like, I I wrote, like, 4 checks. I always had somebody else take care of the books because I wasn't good at it. Just says, this is part of times She says, so after about the sixth month, I said to him, we're collecting this month's money to pay last month's bills. We're getting behind. So what I started doing was keeping a bank account. At the end of every week, yeah, if it was over by 40 dollars here or 60 dollars there, I took it out and it didn't show him the full balance. That was the only way to get money in the bank. Otherwise, he'd go out and spend it. He wanted every time we had to pay all its expenses. Hell, yes, he was poor as shit. Well, anyways, I carried on doing that. So when went out of business, I had enough money to pay off all the bills, and I think we had about 400 dollars left to split. At that time, we only owe 2 trucks a piece. So he took his 2 trucks and trailers on them, and he started hauling potatoes out of East Texas. Before I get back to the book, we just stop there, I think why I I focus so much. And I'm personally fascinated. Like, if you notice how I try to present the information that I read these books. I really try to focus on their early life. Like, I spend way more time on when they don't have things figured out than after they're already super successful and have things figured out, Because I find... Personally, I find that inspiring. I I know other people do as well. Because if you think about where we're on the story, Carrie Shelby, Carol Shelby is 1 of the most like the... He has, like, a cold like following. You know, people feel like he's really a, you know, an American icon. But that's Carol Shelby when he's, you know, 40 50 60 years old, 70 years old. Carol Shelby at 20 25. It's just like so many of us. I've had the same experience 2 ways such as the young person. Anybody is young and curious in ambition. An ambitious nose this feeling when you're young, you don't know what the future holds for you. And there's just a lot of uncertainty. And so you try to grab at whatever opportunity you feels in front of you And Carol's no different. You you know, I'm gonna try to hold... I'm gonna try to get a truck business. I'm gonna try to haul concrete. Okay. That didn't work. Let me just... Let me just haul potatoes. Let me do anything I can to try to become useful and hopefully make a little money for my family. So I think that's it's extremely important. Because this part of his life where he's struggling. He doesn't really figure things out. Even becomes a race car driver when he's almost 30 years old. You know? And if you know anything about racing. Like, that's very, very uncommon. A lot of the people like, even today, Like, a lot of the the really popular formula and formula 1 race car drivers. They start racing when they're like, can't. 8 05:15. Like, it's extremely uncommon to do what Carol Shelby did. But I think that the the experiences that he's having. Let's see. We're in the 19, let's say we're around 19. It was 19 maybe where be right around 19 50, You know, 70 years ago. There's people going through this exact same experience today and there would be people going to the exact experience in the future. So I think there's a lot to learn from it. Here's another opportunity he tries to grab. His wife's father is this extremely hard nose tech, really successful Texas oil man. And so he gives his son a job. And so I wanna read this section to you because I think it's interesting. So, well, let me read the note actually. That Left myself first. It says, while trying to work in the oil business, he realizes who he is. Think that's extremely important for the formulation of any person's life is really having to go be exposed to a variety of experiences and sitting along with yourself and realizing, like, who am I? Charlie Mo gives that a piece of advice all the. It's like you need to follow your natural drift. Well, you can't follow your natural drift unless you know who you are naturally. So this is where Shelby starts to realize who he is. Since he sold the trucks and went into the old business Not as a favorite son law working with the fields empire that's the last name of his, his father law. But in the oil fields, often doing the dirtiest and most men of work, remember he's extremely poor at this time. Old man fields had come up the hard way, so he saw no reason why Carol should be given a curse c she job. Better for him to start at the bottom and see how he made out. And that's direct hole from Shelby. My father lost thought that if I worked for about 15 years in the oil fields, then that might be enough time for him to decide that I could go into the family business. I went in as a rough neck to learn the oil business. After 6 months, I said, stick it and left. I tried and I didn't and it didn't work. And this sentence is probably the most... It's the most important sense this entire paragraph, and it's integral in understanding who Carol Shelby was. He says, I can't work for anybody. And I think that's a good place to under... To start to understand Carroll Shelby be the person. Like, if you think about the ideology of the word entrepreneur. Right? It's a French word originally, means like 1 who undertake the best description of I've ever heard of that word though is 1 who has ideas and does them. So that's why you see me get inspiration only from people that wearing businesses, but investors, athletes. It really anybody that has an idea and does it. Any and it applies that to whatever work there is during their whatever work they do during their day. So what we're gonna see over the course... I think the reason I started the podcast with, like, I have a, like, a huge admiration. I fell in love with Shelby a person is because that's that theme throughout his entire life. He's like, I have this idea, and he just focuses on that idea and tries to do everything he can to to complete what the idea he has his mind. And sometimes it works out and sometimes doesn't, and sometimes it leads to weird businesses, like, you know, I'm glad to tell you. He's she starts rear chickens. Gonna talk about that in a minute. But he also does... You know he's well known for for building some of the most beautiful well performing cars ever. At at a time when you can actually do that, We could be a tiny tiny company. And build cars. But he also has businesses, like, he starts to hunting business in Africa. He starts a chili business. That he went up selling. He was... Had, like, these Texas chili cook offs. Like, he he was not... I'm trying to... I I don't I think I don't think Being clear here. Like, He... There was no boundaries. Like, he lived. He just said, you know what? This is something I'm passionate about right now. This is I an idea and I'm gonna go chase this. And maybe he's gonna end up in a dead end and more often than not. Doesn't. But then it also could lead to an unexpected place and I could have more success. Success Can never really ever imagine. And knowing only that more importantly, he has fun. His entire life doing these things and as soon as they stop being fun, he runs away. Like, let me disable why I don't talk about. They don't even talk about too much in the book, which is fascinating because After had a huge success with Ford Motor company. I think he was working with Chrysler... No. He's working for ford Motor company. He does like the politics of Ford. It's like the end of the sixties, I think. And he takes off look to Africa for 12 years. Like, it reminds me, like, Dave Chappell did this where he has a hugely successful Chap Show this is the early 2 thousands. He doesn't like the fact that there's politics at the Comedy Central. He doesn't like that they're changing him and so he takes off to Africa. Carol Shelby did an exact thing. Except he stayed there for 12 years. And he built a book a bunch of different businesses, and he traveled all over the continent. It he just... This guy is just really, really amazing. So there's really no other word for. So anyways, let I'm rambling now, let me get back into his next business he does after he realized realizes, hey, I can't work for my father law. He has a life lifelong fascination with, with animals. Even when he was in his eighties, He had this huge, ranch, and he would raise... I think he would breed animals as well. So it says, Carol's next career move could have turned out to be a large and profitable business. But which after a promising start ended up in disaster. Instead of staying where he had been are backtracking to where a secure living could be made with every prospect of considerable financial advancement without any personal risk meaning working for his family, He struck out on his own once more, but he was already aware then as he is now, that mere wealth is not enough. So this is Shelby about not doing things just for money even though he wants up being, you know, wealthy. He says I should have carried on running the ready mix concrete operation for Carr. So Carr was this... Huge was just successful. He was the 1 paying them to haul the concrete. He created huge was just successful businesses in Texas. He says, Carr was probably the richest man in Dallas back then. If I was more money oriented, I'd have stayed with him and become a millionaire before I was 30. Anyway, I'm still here and he's gone. He shot himself in the heart with a 45 caliber about 15 years ago. That's a crazy story. So he says he decides to go into the chicken rear business. He had no land of his own and precious little money to capitalize an adventure. That didn't stand in his way however, so that context for what he's starting this business. Is also how he starts the most his most successful business. Well, I don't know if it's his most financially successful business because he owned a, he was a tire distributor for goodyear year for, like, 40 or 50 years and that that business printed money as well. But This whole idea of having an idea, really no assets of his own and really no money never stops them because that's the situation he was in before he started manufacturing own car. Alright. So he's got precious little money to capitalize, and it didn't stand in his way. It says, The small business administration loaned me some money. This is now Carol talking. And I built some chicken houses on land that I leased from Carr. There's a guy again. And then he's gonna find a way he's just essentially relentlessly resourceful. Right? Says the feed companies meaning what he needs to feed chickens. The feed companies and others were happy to provide their products on credit, so off I went. Carol threw himself into his new venture with his typical enthusiasm, and to begin with it went all well. The first few thousand day olds, Meaning Dale Chickens grew into table birds and were sold for a good profit. Through be replaced by another batch. Rear poultry on that scale and those conditions carries with it, the ever present risk of disease, and he came in 1 day to find thousands of dead birds. It was the dreaded castle disease. But he's, like, how did that happen? He'd done everything by the book. He did he thought he administer the correct vaccines to avoid the disease. Or at least he thought. And it that he's now being taught a lesson about human nature. This goes back to at the the Podcast in an at, read at the time, at Do just a really smart kid. He's an academic, and he gets involved in, like, the casino and she's trying to beat let and Blackjack. And he's like, oh my god. I'm running into, like, unbelievable amounts of corruption. There's people... I'm getting cheated by the casinos. They're breaking people's hands, their their legs. They're trying to kill me. And so he's like, oh, okay. Well, let me get out of this, and he switches from the casino industry into the stock market. And he thought, you know, he... He even said I was little naive but Thought he's was like, okay, well, you know, the stock market there's gonna be way less, you know, corruption and and crooks and everything like that. And he realized no. It's the opposite. The stakes in the stock market is so much higher than there and just casino games. So there's more corruption. This is also appearing in the chicken rear business. So this is Shelby. There are a lot of crooks in the feed business, and there was a a guy that I bought a bunch of it from meaning feed. I couldn't understand why it happened. So I had the stuff analyzed, and I found that he... He had... He didn't put the right chemicals in. I was vaccinating chickens for newcastle disease, and it was absolutely worthless. That's the reason the chickens died. There was 19 50, and I was bankrupt. I sold the business on the Courthouse steps, but I paid off every dime, including interest to all those thieves in the feed business. So the very next year, he has another personal tragedies as Carol's mother had been unwell for some years, and she was confined to a hospital where she died. Although she wasn't yet 50 years old, it was a mer full lease. As apart from her physical ill health, she also suffered from severe depression and irrational for as long as her family could remember. Although she was sincerely mourn by her children, it has been said that their lives were easier without her. So that's that's really rough. The reason I brought that up is because This is the the part where we find Job when he decides to to start to... It's like, you know what? I'm not having any success doing things just for money. And he also realized that money only solves money problems, which he talks about a lot too. Hey he's like you need enough of it to do what you want in life, but nothing above that because it's just gonna bring, like, you can't take it all with you. But the reason I bring that up is because think about where he's at in life. It's almost 30 years old. Both parents are dead. It's got no money, no business I think he's got his third kid by now, and he's got a wife and 3 kids to take care of. And so he finally he's like, you know what? Let me just... I'm gonna try to actually pursue, like, do something I'm actually interested in. I'm not having any success doing things that I think are just gonna make money. So Shelby decides to give racing a try. He's 29 years old and he has immediate success. Him and his friend, they build a car. They entered the car into this race. Carol recorded his first official win. So he's like, you know what? Part of the if you're gonna race, you also need to be able to to build your cars so they start... They try to... It's called hot riding at the time, which is just the people that that buy cars from, like, factory and they'll they'll switch out of the parts. They just try to... Their their performance enthusiasts that that wanna do the work themselves. Which is essentially the foundation of the company he's gonna build a few years from now. So he starts doing that out of his garage and his wife at the time her name is Jean. Says after while Jean got so tired of the noise from the garage, which was as well attracting comments from neighbors, about keeping their children awake at night that she gave me an ultimatum. The the car had to leave or she would. And that was the first of his, 7 marriages. So he's an ent for a lot of things apparently. Getting married and divorce as 1 of them unfortunately. He starts having a little success. I'm skipping over obviously major parts. This is this is another gigantic book. It's almost like 600 pages. So I wanna get into... He he has some insights, though. He's very good at analyzing the situation and people in general. So he wants to get into racing. And he he... He figures it out. He's like, okay. Well, there's 3 ways to break into racing at this time. And, you know, you could argue that it's still the case today. Probably even harder. The first way to break, racing is to be rich and buy your own cars. The second way was to come up the hard way through club racing, so that's, like where you start out at a very young age. You're racing tiny like, little, they almost look like go kart so you start racing other cars, and you just keep going up. Right? If you can't do that because, you know, Shelby already almost 30 years old these He's. A good 10 years older than most of other people who's competing against. And number 3 is to know the right people. Shelby chose option 3. So let me talk to you about that. Says scratching around doing insignificant races with inferior machinery wasn't an option in which she could see any future. He was just about to turn 30. So time wasn't on his side. And if he was going to put all his energy into making a success of being a race driver, he knew he wouldn't have the patience to do it that way either. 1 of Carol Shelby natural abilities is to get on with people or perhaps I should say get in with people. He doesn't even have to make a noticeable effort. They're just attracted to him as though by an invisible magnet. And many of his long term friends agree that is... That this is almost certainly his biggest single asset. And so 1 of his friends gave us fantastic analogy. And it says if Shelby had walked into the mission operations control room at Houston on 07/20/1969 at just after 02:00 in the afternoon. The whole of the black team would have dropped what they were doing and started to talk with him. Whatever setbacks he encountered, he was invariably able to bounce back through a combination of self belief and an aptitude for making other people believe in him. And this is just 1 of the things that you can never learn in school, And I think it applies to... It doesn't matter what culture you're from, what what what country you're from, where you're from, enthusiasm and passion are, like, universal attractive traits to other humans. And even if, like, they were talking about even if you can't understand the language. So he goes over and it spends a lot of time at the factories in Italy before he he builds his own car, he spends time and the factories he's learning how to do it. Right? And he would talk about, like the passion that the Italians had. And I talked a little bit about this in the 2 for ferrari, the 2 packets had sedona ends enzo Ferrari. Especially, I was saying mode I think it was mispronouncing him Mode medina. I think it's Modern, I was mispronouncing it. But in Modern, Ferrari talked about, like, the the people that grew up where he had, where he did had a special psychosis for curry. And so in the book, they talk about, like, you didn't even have to understand Italian to realize how passionate the Italians who worry about building and going really. Car... Building cars and going really fast. Shelby had that passion that Charisma that enthusiasm for everything he did. And as a result, he was able to attract talent and money to build the businesses that he that he did do out his life. So that that can't be understated. I think what his friends were saying, Like, that's a single business that, biggest asset. That's also what I took away from, reading this book. Something also Shelby be new. He he knew that you can't stand stand out if you blend in. So he found a way, like, brand himself. Remember. He's... He's not the best driver in the world older than his competition, but he became 1 of the most famous race car drivers. Like, many other men in country dis districts. Carol often wore bib overalls. Okay. So it's like these these country, like farmer overalls. Right? So he says, he warned when he was doing chores around the place, and he wore than when he was in the chicken business. And he still wore them now. He also found them cool and comfortable in hot weather. So the inside of a race car gets it's extremely hot nowadays, they have, like, special suits and everything. This time, they really... It was rudimentary entry. They didn't really have the technology. So he realized it's like, I'm not gonna wear what other style, what what other drivers are wearing because it doesn't keep me as cool as my overalls. So once he starts winning, people associated, like, look at this this like redneck. This like, country bump. That's getting on his overall. He's winning all his races and becomes like his branding. So he he wins his is once they arrived with some good nature Josh went on. Other drivers would ask if he would... He'd had forgotten where he was going when he was dressed like that meaning the overalls. Carol didn't mind about all that and besides. He felt a lot cooler than most of them looked. And he was still cool after he'd gone out and beaten them all. From that day, the press honed in on Carol and his farm overalls. The relaxed and casual looking farm boy half asleep as he centered towards his race car. He didn't care what they said. It was all publicity and free at that. There's was a great little short book. If you're interested in in the power of just... Not even having to be better, just being different. It's written by Seth God, it's called the purple. Cow. I'd recommend reading it. It's fa. This is interesting too. I just heard the 1 of the founders Instagram say something. You're too worried to fail. He basically said, no one's gonna remember your failures. They're only gonna remember successes. So he talks about, like, you know, people remember when Instagram pivoted You use the word pivot, I would use to... They stole the stories feature from Snapchat. And he's like, everybody remembers that in the growth it it led to Instagram. But no 1 remembers the 15 other products I launched before that that failed miserably. And so 1 thing I love about... I love about Shelby. Is I think he believed that as well. Because in the book goes into details. They gives a lot of failures. But he had won, maybe 2, maybe 3 wild successes in his commercial careers on entrepreneur. And that... Those 3 big wins That's what Shelby remembered by. Right? Not all the other projects he he he did that didn't go anywhere. It was also the case in his racing career though where he won Them mans, he was the sports straight driver of the year 2 years in a row, and he won, like, 2 or 3 championships. He also had a lot of races he didn't even finish. He came in, you know, last place or maybe in the middle of pack. And so that's kind of an illustration of that, like, why it's so important to keep taking, at bats to keep keep having attempts, trying to do something great, even achieving that once or twice in your life is more is enough That like really what you need. It's kind of a... Like, a variation of what what we learned from from Buffett and Mon where they're like, listen. You have 3 great businesses in your life. That's all you need. And that goes for not just like, investments, but even if businesses as you start or anything you do. Like, you can have 123 things go go your way in life, and it will more than make up for all the other stuff that didn't. Where we're in the book? He's just started racing. He has some mild success. But this this part really stuck out to me because and especially, it's been whole... It's been... It's kind of been put into my mind a lot through various different entrepreneurs and in biography say Red. But I don't think any more than than Henry Singleton. And his superpower was his ability to focus and kinda like, shut everybody else's opinion out. Right? And really just think about the problem at hand and figure out the way the best way to solve that problem. The reason I keep bring that up is because that's something I wanna do. Like, I feel like having extreme focus in the information like a superpower. Carol also understood. He knew what happens when you fail to maintain your focus. So many times in life, you're able to see a lack of focus at other people first, than in your own self. He's seeing that in another driver. And this guy ends up dying unfortunately, but like most of them do. So he talks about his name's is Peter. He says, he was... He was the first friend I had over there His mother used to wash my dirty clothes. Meaning in Europe. His father was the main ford dealer. It was a wonderful family, but he screwed up later when he went to drive for Ferrari and married Luis King, Louise King was like, like a famous actress the time. He became a kind of playboy and let being a racing driver go to his head. Rather than keeps priorities right, he started living a fast life. He bought a yacht. He bought a yacht to live on in monte Carlo. There was a lot of nightlife and he started drinking pretty heavily. And so about a year after this, he winds up dying in a racing accident, and he was just 26 years old, unfortunately. Alright. So moving on, he had a lot of success as a race car driver at this point in the story. He gets the attention of Enzo Ferrari Enzo ferrari tries to recruit him to drive from him. He visits it's for several years. Shelby decided not to because too many of ferrari drivers were dying, and he knew that, he made his drivers compete with 1 another was, like, less a team dynamic. But what I found most interesting was Shelby first impression of Enzo ferrari. And remember, Enzo was very much in the same cuff same clauses as Shelby was. He's a very determined, very forceful personality. So since Carol was recalled, that his first impression of Ferrari himself was of a quietly imp man, who would be hard to get the better of. Something also told him and he was right about this that this man wouldn't fall for Carol's usually invaluable method of approved So he couldn't... He would be able to charm people get him to do what he want, get them to cooperate with him. I should say, it wasn't happening with Ferrari. Ferrari always another strong individual and 1 that wanted hit a there had very different personalities, but they were both obsessed with freedom and control. And so here's a little story about Shelby, an insight into that aspect of Shelby personality. He starts driving for another construct as they're they're called to people that are run the racing teams. Is guy named John Edgar. So he says, when he agreed to drive John Edgar cars. He made it quite clear that he should not be bound solely to him, and should be free to drive for whoever, Wherever and whenever wherever he chose. Something John had little problem with. He fully realized what it was a drove Shelby. And he'd sooner have some of a happy focus Shelby than all of those who starts and ambitions were often elsewhere. So that's another throwback to this idea of Shelby focusing on when it was... Like, you know, he he says he had Ocd, He had not Oc ocd, attention deficit disorder and that he he had a hard time focusing. But when he was extremely... Like, like, when he was searching when was racing on he's building his cars, that's all he focused on. And I think that, again, going back to what I just said I think that's a superpower that that we could all adapt our own life. Very important to understand though, we we've been talking a lot about all the deaths the last few weeks that that was occurring in racing at at this time period. Right? And Shelby wasn't about that. He said, listen, a lot of these people died because they had inferior machinery and they were trying to make up with with talent and risk. Like, they they either were... They were gonna win the race they're were gonna die trying. He's like, I had a a strong survival instinct. He's like, I knew I was never gonna, like, racing wasn't to be my cool career, for for Shelby to understand. I guess, what I'm saying here. To understand what Shelby whole goal and all this was is racing was a means to an end. He wanted to build his own car. That was his main goal. I wanna build cars in my own name and sell those products. Right? And he realized that you know, you had do this in a in a... There had there was a several steps he had to complete before he had the opportunity to be able to do that. And by gaining fame neuro notoriety and contacts within the racing industry, you that would eventually in the future open doors frame. Right? So he was really smart to pick up on that at such a young age. Because, you know, in his twenties when he was formulating all these plans. So this is just about, racing as a means to an end. And so he... What he was... I never finished my my thought there. What he was saying is like, listen, if if I have fear machinery, I'm... I'll push it to what it can be pushed, but I'm not putting my life on the line. That just means I won't win the race. He's like, when I had the better cars, then I won the race. But if I, I wasn't going to, you know, to risk my life doing that. I mean, he obviously is risking his life to some degree racing, but he didn't take, you know, gamble. Even though he he had a couple accidents. He broke broke his elbow, the funny bone he said, that was a bad accident. He burned his hands. He had, you know, a bunch of them, but he didn't... He never, obviously had any, like, career ending accidents. Alright. So anyways, this is a about racing being a end for Shelby says Carol took the opportunity for of a lull in his busy schedule to go over to Europe, so that he could keep a abreast. Of what some of the manufacturers were up to and renew the contacts he'd made on previous visits. The various schemes that were formulating in his head more often than not involve products and people from both England and Italy, So it it's important to keep up to date and not allow people to forget him. So I took notes on 1 of hits... I me, grab him real quick. And so there's a bunch of of interviews that he gave later on his life where he talks about this time. So... Okay Well, here here's 1 I wasn't expecting to read. I had the ambition to build my own car. What I did was spend a lot of time around the factories that I drove for. So that's how he's learning. I spent 1 whole summer with Dino Ferrari. He spent a summer right before Dino dies. I bernardino that at 24 years old. Son of Enzo ferrari of muscular dystrophy. I was lucky enough to get spent 3 months with them. He's Fan young man. I used to hang This is exactly what the book was talking about. I used to hang around the factory where they were building the cars. Hanging around the factory seeing how everything was put together and how little companies operated. That was the thing that gave me insights on how to put the Cobra together. The Cobra was his first product at Shelby automotive. He's actually gonna make in the the the car... The 1 product. I would say he's by far our best well well known for. So that's what he's doing at this time the time in the story. He's racing, but he's now wasting any of his free time. And he's realizing, hey. I... There's a lot of these lot I can learn from these people, especially how to build cars. So that's my goal. So let me not... You know, some people went back home. Spent time with their family where the case was Shelby, like, I'm gonna learn from them so I can... In a few years ago when I've done racing. I can do this for myself. Okay. So now I wanna talk about a little bit about his mindset. What is what he's thinking about why wants to quit quit racing. And again, there's still a lot of uncertainty in future. He... It's not like he's gonna leave, you know, if you're super successful winning Le mans and and getting driver of the year. Now, you're making millions upon millions of dollars a year. Back in the 19 fifties, you weren't. I mean, you wouldn't... Not that you would be poor any means, but you were not, like super wealthy. And so let's go over his mindset because I think this is fascinating because it you still... You know, he he doesn't know how his life's is gonna turn out, but all he knows is he's gotta make a change. And again, that's just... I think something that's universal to our species. So he says, he had time to reflect upon his recent races as well as the highs, the lows and the dangers of his chosen profession. So now we're gonna hear direct our quote Show at this time. He said, I'm really tired of living out of a seek suitcase. I could quit all this nonsense very easily right now. Well my luck is running so bad that it's really comic, but it always changes. And all I can do is the best I can. Know use trying but so hard in this racket. I know inside myself that I'm not hard on equipment. People that get upset and try too hard, usually end up in the slab orc kit. They die. You can't get out every time. So he's talking about discussions 7 other drivers, a bunch of his friends and people knows, are obviously being killed. He said a a good year. This time would be 4 to 5 drivers die every year. They they thought, okay. That this year wasn't that bad. Like, that's how dangerous what he's doing is. So he's having these thoughts and he's about to race Lemon on. And wind by winning Lemon mans, this section gonna, a lot of opportunities, future commercial opportunities is gonna open up for him. And at this point, in the story, we're at another turning point in Shelby life, which is very similar to the 1 that I wanted to bring to your attention right before I started racing At that time he has no money, both his parents are dead, doesn't know what to do is he's got a family of support. Well, this is now Shelby having to plan to transition from racer to manufacture. Right? And this is does a summary of his life. He's quitting racing. His dealership is flop. I forgot to mention that to you. Like, most race car drivers when they have... When you started a famous. They open dealership, he opened a dealership back in Texas. In his case, it it it was profitable for a little bit, but now it's not doing well. And then his family is breaking up, this is gonna be the first of his many divorce. So let's go to his mindset here. Since during the final few weeks of the year, Carol once again reflected upon his recent past and where his future lay. The last 12 months had witnessed his greatest racing triumphs. But that victory Lemon mans had been his... Had been 1 of his only wins. The rest of the season consisted of far too many D f's, meaning do not finishes, and are if he had finished low placing. The dealership hadn't been running smoothie smoothie smoothly either. Car sales had slowed to a trickle. And with their separate agendas, the hall boys and he were about to go ready to go there separate ways. These are people financing some of his racing activities. It was about... It it was the same for him and gene. No point in putting it off any longer, the children were now old enough to understand, so his time to make the break. There was a home waiting for him in California. This is where he was sure his future lay career wise after he retired from racing. The countless visits to English and Italian sports and racing car makers and testing their products had all been part of his long term plan to become a manufacturer in his own rate. Few people had taken him seriously. If he told them that 1 day there would be a shelby car. He's and this is such an important sentence here. He still didn't know quite how he was going to do it. But if he was finally going to get going and produces his own sports car, then as far as he was concerned, California was the place to be. As the epicenter of sports racing and performance cars on the West Coast, it had dozens, if not hundreds of shops and manufacturers to service this industry. So when the time came, that was where he'd make his base so before I move on to though. That's the first important part of the section. I'll tell you what the second important part is in a minute. 1, he he decides to make us his base where the talent was. Because at this point in time, there was this whole huge so... Sub culture of hot rod. That's what they were called. It's the people that were complete enthusiasts about making race cars and doing it themselves and learning how to h together pieces from even different manufacturers putting into 1 car and making it outperform like the major company. So let me give you an example of, like, the the disparity between talent at this point. He's going to convince ford to finance the Shelby car. And he's... And I'll talk more about that. And he tells Leah Ko that, hey, give me 25000 dollars, and I'll build you 2 prototypes. 25000 dollars and a few 4 ford. Say it just made this new V 8 that he wanted. And I'll build you 2 prototypes that'll beat corvette vets because Corvette... Chevy was beating forward at at this point performance, and everybody wanted to buy corvette vets and nobody and Ford didn't have, like, an answer to that. Now why is that important? And why would they do that? Well, first, she always an amazing salesperson, which we already talked about. He understood human nature. Like, well, Ford has... You know, it's 1 of the most successful. 1 of the largest most financially successful companies in the world at time. Their downsides capped. Yeah. We'll give you, I think yeah got, like 5 or 6 engines from them. 25000 dollars. Why would 4 do that because 1, they could only lose 5 or 6 extensions and 25000 dollars and the upside was huge. But not that, they were incapable of matching the cost structure that that a smaller company would have. Their prototypes coming out of Detroit were 2 or 300000 dollars each. And so Shelby took this. It's a... It's basically a small group of mis fits like these man geniuses at making cars go really fast, and that was the foundation of his company. You're talking about, handful people 06:12, 6 or 12 different people at to time. And he's so successful that he goes from, like, a handful of employees. Let's say he has 10, to a thousand in 2 years because ford then starts stuffing a bunch of money, which we'll get to a minute. Alright. The second point, the second important part about what's going on here is the... And the piece of advice that I think is applicable to us. Like, obviously, figure out what you wanna do. And if there is some we... Some Some geographic place where all that talent is, then go... It might be a good idea to set up shop there. But the second piece of advice is gonna have for people trying to build a product is don't do it from scratch. He realize hey, there's no way. I'm be able to build my car from scratch. Now the lesson is... Which interesting the lesson he's about to tell here that he's learning, he forgets, like 30 or 40 years in the future, and he doesn't scratch and it wants up being, yeah, like a complete failure. Anyways, He says he'd had never envisioned doing the whole thing from scratch and starting with a blank sheet of paper. Too many dreams had ended in a oblivion by taking that route. Either the massive cost of getting the whole thing off the ground took you out. Arc you saw through, there was there was the risk of ending up with a lemon. Much better to find someone who was already building a good, but maybe under powered chassis and drop in and drop AV8 in it. So that's what he does. He takes a chassis from the small English company called Ac cars. And takes the ford v 8 combines the 2. And within a few years, you he creates 1 first of all, if you ever seen a picture of Shelby Cobra, 1 of the most beautiful cars we've ever seen my life. And second, it was the fastest. And won all the races for, like, you know, let's say, 4 or 5 years in a row until he's finally, finally done in by, I think it was like, a close to the end of the sixties. Yeah. End of the sixties early seventies is when other cars finally caught up. Something else I'd tell, in the midst of all this. So 1 another reason he wanted to quit driving in addition to wanting him to become a bill zone car, which is his main ambition in life is he had a severe heart problem. So he was during races, he would have to take nit pills. And he didn't realize the pains in his heart that he was having. He wasn't getting heart translate later in life. And the doctors like you had hundreds of heart attacks. And he didn't he just thought they were pains every time he feel the pain He take a natural go pill, and he had to, like... He'd do this while he was driving so he had to slow down for few laps until the the feeling that you get after. You take a girlfriend pill would eventually, like, wear off and he'd be able to drive again without the heart pain. I think 1 of the reasons that he he also was such an... Like, he had such an enthusiasm for life is he didn't... He never expected to live long. Remember, his dad died at 46, his mom died before she was 50, and he thought they they told me at a heart murmur or something like that when he was like, 8. So he just assumed that he was gonna die, like, you know, maybe in his forties or fifties. I'm living just 89. So anyways, this is description is heart problem. His chest pains had returned with vengeance. Their prognosis was angina. I don't I don't know if that's the right way to pronounce it. But after running additional electro tests, there was insufficient medical evidence to insist he gave up racing. All they could do is strongly suggest that he called a day and tell him to carry on with a, as well as warning him that if his condition continued to deteriorate a health a heart attack might not be too far long up the road. Okay. So this is a state of his mind when he starts his business now he's full he's not racing anymore. He's fully committed to to realizing his livestream stream having his own car named Shelby. From the outside it appeared that Carol Shelby at the age of 37 had it made. He'd come through his racing career with fewer injuries than many of his conte and retired as a champion. He'd settled in California, got married to a beautiful actress who'd who had been court for several years they wine up being married for less year. And was embarking on the production of his very own brand of sports car. As well as having many other exciting projects in the pipeline. However, appearances can be deceiving. Underlying this picture of happy home life there was, however, a sense of hopelessness, of futility beginning to grow within Carol. All the time he'd been racing, he'd planned what he might do when was over. Build that sports car and a whole bunch of other stuff. But now the time had come, and there was just a void... He's depressed. This essentially was happening here. A lot was up in the air and he was talking to people, but nothing had gotten off the ground. People were telling stuff like, there were perfectly good sports cars made in England in Italy. As for an American sports car, there was already the corvette. It's such as telling like why do you wanna do this? They also point out stuff like, he didn't have the money or any money for that matter. So a back was essential. Carol was entering a personal slow of des, and any Scotch she drank at home was becoming simply an a chaser to what he was consuming around the bars of La. So he I went breaking up with his, his actress wife for him. I think Jan, and she described his his his life at this time. This is probably the most depressive... This is interesting to me. Where, like, he has this huge success. He's widely known. He has an idea of what he wants to do in his life. He starts trying to make that happen. It's not being successful yet. And as a result, he dispense his days doing nothing and getting drunk all the time. And it was because of this depressive alcoholic, like, episode in his life that his wife actually decides that she doesn't wanna be very to him anymore. And I bring that up because, you know, from the outside it's like, this guy has it all, and it's just other people's lives were so hard to interpret. Because we... They only we only get to see usually what they want us to see. And behind everybody, Yeah. I think is, like this like a I sense of... It could be anxiety, depression. Whatever the case is, like, And it's not permanent by any means, But there's... There's... Everybody goes... My point is everybody goes through those periods in in in their life and that it should... The... What's motivating to me and inspiring to me about reading these stories. This is, like, not that he was able to succeed because nothing bad happened. But that he was able to succeed in spite of this. He eventually pulls himself out of this depressive period and gets on to do what what he wants to do in its life. He's... Around this time, he's, like, it's, like, here here's what's happening. Sorry. He doesn't have the resources to build own car, So he has to come up with another idea. And so he's like listen, I I can't get this ball rolling. I'm not gonna give up on that idea, but Gotta make money So what I'm gonna do? So he decides that he's gonna start a school to teach people how to raise. And again, it's another example of something I've learned from Shelby that, like, you could have a goal, but sometimes there's gonna be a few steps that you... A preliminary steps that you have to to fulfill before you're gonna be able to that goal. And it's gonna take care of a tangent it, but as long as you don't lose sight of that goal, you can work yourself back onto that path. Like, okay. There's tracks around me? They're busy in the weekends, but they're not being used in the week. What if I approach the owner a racetrack? Say, hey, can I rent a racetrack on off days and do a driving school? And so he starts to Carol Shelby... I school of race car driving, I think is what it's called because people still know he is. He's famous. So they're, okay, I'll come learn from you, and this isn't how he's able to generate a little bit of income to tide him over until he starts building his car. A response to his advertisement in the sports car graphic, which is a magazine at the tie, at the time, was almost overwhelming. It was something over like 1400 replies. He also signed a deal with champion spark plugs, and although neither those nor goodyear tires were pulling in much money as of yet, they surely... That that would surely change as time went on. That he does his goodyear your tire distributor distributor at this time, which keeps for like, 40 something years, and he gets a little bit money from, you know, anybody building car parts that wanna be associated with the named Carol Shelby. These recent developments were observing the majority of his time and energy. When he had a moment to think about anything else, it would be about building a sports car has this remained his main ambition. So he's doing this for, I think, like a year or 2. And finally, he gets to the point where he's gonna start building the product he actually wants to build. So said the summer of 19 61 also saw the mist surrounding the ether sports car of Carroll dreams suddenly dissolve. And there he was standing in bright sunshine after years of pondering. Finds this car. This is the chassis that I mentioned earlier is the car was called the Ace, and it was manufactured by small English firm called Ac cars, in a village on the outskirts of London. This is the first person he needs to line up before he goes to ford. He says he... He read a piece in the latest issue of Autos 4 magazine that really made him sit up. John Bo had tested something called an Ace that was fitted with a ford engine, and it was apparently being put into production. So somebody else is already taking a chassis, putting in a ford engine the exact same idea he's had for a few years. And but this person got it done and was having successes further motivated Shelby. It says, Carol stopped, re reread it and then read it again. It was, like Bolster had got inside his brain, Pulled out his sports car idea and describe exactly what he wanted to make. If the people at Ac cars were happy to go along with the development of a car with a Ford engine, then they might be worth approaching. So that's where you get Idea. Like, okay. Well, let me just fly over to London and talk these people into that. So it's a small company owned by a family called the Her locks and it says the her locks were interested in taking things further once Carol could come up with what he considered a suitable engine, and it looked as though, ford's its new engine might be that very thing. And so this is also a reminder something we see over and over again it goes back to 1 of my favorite Jeff Bezos quotes, which I always talk about, over and over again, all big things start small. It said, the data Carol came to the Ac car company. Was the first time that Had met him. Although, of course, I knew very little about him from his... I I actually... I knew a little about, knew a little about him from his racing exploits. He came across as very personable, very self assured, and I suppose, because he told us that Ford was supplying him with engines, we assumed that he had more behind him than he did this point. So that's actually something really smart that he does. You know, the people might know him because a race car driver, but because he... And... This is what I wasn't... I I'm I I'm a little confused on. When Carol tells the story, he tells a story that he found the chassis talk to them first and then went to ford. In the book, this guy saying that it happened in reverse. What I think happened, is I think Carol told them He had ford's backing before he had ford's backing as a sales technique. Okay. So he comes... He's not just Carol Shelby Famous race car driver It's k. I'm Carol Shelby Famous race car driving and guess what ford's backing me. Now that comes true ford's the 1 that finances most of his company. But I don't think that was shoot at this point in time in at point. So he says, you told us that forward were playing with the engines, we assumed he had more behind him than he did at this point. We certainly had little idea of what a shu seeing operation he was running, but it all worked out well. So what's a shu operation he was renting, a tiny bit of extra space from his friend, he had 1 employee at the time, and he was doing everything else. But the part I wanna focus on here is, I think the... What he's doing here with... There's 3 people... 3 3 organizations involved. Right? A Shelby, the company that he hopes to become 1 day, Ford, and then the the Ac car. What what Shelby does here is Genius. He... It's a master alignment of incentives, which beats directly at how you can get other humans motivated to do something you wanna do. You don't appeal. They say, hey. I need a favor just because you might like me. It's like, you need to appeal her interest. And so Shelby understood that and he and and he does so beautifully here. So let me read this part to you. This is after everything... Like, everything's lined up with Ac see, everything's lined up before. So talking about, like, why is Ac doing this and why is for doing this. This just as far as Ac we're concerned, these were to result in them in force... Invoicing ford motor credit company Shelby accounts. Alright So what they're talking about is, they don't have to take Shelby name for it. When they completed chassis and ship it to him in California before they ship it from London into to california, they invoice did not invoicing Shelby not not being sure if he get... He was gonna get paid. They're invoicing ford motor... Credit company. So they know they're gonna paid. And the result is a finished fully trimmed and painted car, minus engine and gear box, which is what Shelby has to put together their other using other manufacturers part, including ford being the engine part. Now, so that's why Shelby is doing it. Okay? Hey. We'll send more chassis. We'll sell more chassis and we know we're gonna get paid because Ford's this Giant company to pace bills. Makes sense. Now why is for doing it? Unless said ford's profit they hope would come from the exposure that they'd receive as a result of such high performance sports car being available from any ford dealer. Which in turn should bring customers into the dealership to look at if not by a cobra, they'd buy something else from Ford. In the longer term, Carol talked of racing. And if this did happen and well and went well, then that would be... That could considerably enhance the total performance image that Ford surely was gonna begin promoting so that at this point and for its company history is they're ditching their old tagline and their new tagline is total performance. So it's if you're gonna be or re re orient your brand around performance, you should have some cars that go fast. So that's what Shelby and Shelby gonna build them for him. Given the right marketing, the car could end up as much at ford as they wanted. So let me explain that. When you see... Cobra marketing from this time period, it says Cobra powered by Ford. So you'd have the cobra brand name, the Cobra logo, but forward to be associated to it. So it says to design develop and put into production a car All of their own on their own would cost millions of not tens of millions of dollars. Not to mention several years with no guarantees success at the end. They were still smart from the all 2 recent Eds soul experience that it ended with the loss of of a reported 350000000 dollars. So doing the sports car the Carroll Shelby way looked like a real bargain besides it was it was gonna start almost immediately. Even looking on the downside, the way that Ford were going into it meant that if the whole thing belly flopped, they could quietly walk away. So what did Shelby do? Shelby capping your downside for them. It was only the engine that was going to be theirs. And that had already proven a success. This is him showing us a master alignment of incentives. Right? But I also wanna talk about because the next paragraph talks about this all occurred what I just read to you? 12 months of time from him being a complete depressed person. 12 months later, his his life is completely different. I think it's motivating for all us. I wanna spend a little bit of time reading the section to you. Not too long before that others had thought he might be heading for skid row. He'd always enjoyed drinking in moderation and even got very drunk on occasion, but up until then, he'd always been able to take it or leave it. And it had never been habit, so he picked up this habit obituary drinking habit when he got depressed. Just then, however, it had been in danger of getting out of hand, and he'd began to spend more time in bars and was good for him. The money had stopped coming in, this is... Guy, again, description of his life 12 months prior. His second marriage was on its way to failure and at times, it seemed like the best thing he'd got to look forward to was a drink. But the... This... This is such an important part for all of us to realize that we can, even if our lives are in in a time where they're going in a direction we don't want. Like we have the power to change. Like, this is a difference between like, a fixed mindset a growth mindset. A mindset. Which shall be obviously held a growth mindset. But he said, but the inner strength and sense of self conviction that it brought him this far in life and was his salvation. He picked himself up. Dusted himself off and got back on track to where he wanted to go. And now just 12 months on, it seemed like he was heading to what could be the mother load. His own sports car last, totally under written by the Ford Motor company. Okay. So I need to skip ahead in the time. I I'm obsessed with early days of small companies. I wanna read 2 things. A description of Shelby automotive in the early days, which I find completely fascinating, 1 sentence going to book. It says everything had to be done tomorrow and by the cheapest method possible. And the second thing I wanna read you is an 80 year old Shelby be looking back at this time. And this is also very common when you're studying the history of not only people's lives with their businesses. Everybody seems like, you have, like, a really small group of talented people out of that small group of talented people, you have this you larger company that grows. And then they all look back on the early days with, like, like, positive nostalgia. They urine to go back to the way things were, which I I've I'm just telling you in case, like, you're over in the situation, like, you might realize, like, what you think that you wanna do, might not be what you actually want. I guess... And I'm only basing that off other people's experiences where there's just like, I don't I don't want this. I don't want to have... He even says in these. I didn't wanna have a bunch of thousand thousands of employees. And that's where he takes off Africa, or at least 1 of the reasons. Alright. So anyways, he said this is early days of Shelby. We had hog runners from England, Switzerland. France, Japan, Australia, New Zealand. People from all over the world wanted to work for this little company talking about Shelby American. And he says I've never seen a company that that had as high of Morale as we had. It wasn't uncommon for them to work until 2 or 3 in the morning and be back down there at 07:30AM the next morning. That wasn't uncommon at all. Everyone was just hyper to beat ferrari. It's very interesting reading the book. Is and hearing Shelby speak is, like, that level of talent, that morale, that passion. Once they reach that goal of beating ferrari, it essentially disappears. And so many of the people once Forward now Ford keeps pumping more money because they're Shelby having success. The company goes from, like, a small band of mis fits and trouble makers and it grows. To the point where a lot of those mis and trouble makers. They don't... By definition, they can't... Those kind of people cannot work in larger companies. They're like, we don't... We can't work in an environment. So he actually starts losing a bunch of talent. And and had nothing do really with Shelby itself. They all loved working for him, But they just... They couldn't work. The the people that 4 was bringing in and moving a lot of the people from Detroit to California. It's a completely different environment. And so once that happened, they they just They spread to the wind. They all went did different things. Some of them built their own cars, some of them worked for other went back to racing. Some of them retired complete. But I know. Mean, That that kinda makes me a little sad. I mean, I I guess it had to happen so maybe it said, maybe Mel c is is a better word there, but there's just something special about a group of highly talented smart people working together for a common goal. And whatever makes that special with size and growth and added other people that are maybe not as enthusiastic. It it it dilute that, unfortunately. Okay. Oh, so I'm skipping ahead by, like, a good amount of, probably, like a hundred pages this now. And the note I see I left on this page on the very next on the very next section I wanna talk to you about was the long and what I was just talking about. The longing to go back to the early smaller days of a company occurs frequently in history. Is the note I left myself. And this says Shelby wants more money, Ford wants more control for its money Shelby wants control. How is this going to end? Shelby, automotive is very successful. But I think this is after they've already beat. Yeah. This is after they beat Old man Ferrari. So let's talk about what happens after that. In ensuring that he got maximum exposure for his ideas at Ford, and that the maximum amount of finance he could justify to carry them out was forthcoming. Was his expansion in both production and racing activities. Expansion that needed a good deal more investment from Ford. This would naturally result more money for Carol himself, but there's seldom such a thing as free lunch. Ford wanted more control. And Carol knew he'd have... He'd have to let them have it in order to further the momentum that it had built up around him and his automotive adventures. So 1 thing that Shelby that talks about... Shelby talks about a lot in his interviews, but also in the book he hates company politics. That's why he always wanted to run, like, smaller companies because you can you can avoid politics in that case. But he's like, when you dealt with ford, like, every... All projects will start off well, they'd have success. And eventually, he says it's human nature for people to be en of your success. And they would try since they're working on other parts of the company that they might wanna be involved and they wanna be involved in your project given that they couldn't. They would sabotage. And so that happened Shelby. Remember again it says, She'll began to be unhappy at this point because of his relationship with Ford. They more and more introduced themselves into the projects. They're bean counters. This a quote from Shelby seemed to be everywhere. 1 of coworkers more and more he told me he felt to shack, but he knew if he broke with them, he'd be finished. Another scripture Shelby at this time. He was always a free spirit at heart totally, and he still is. And now they're gonna go back to the at the time of the small shop in Venice says everyone whom I've met who were part of that close knit group working with Shelby and Venice have similarly spoken of those early years as being something very special. Something that was to change forever over the coming months. 1 of them recalled the words of Jacqueline Kennedy, a week after her husband's presidency had been cut short by his assassination. And it's a quote from Jackie Kennedy, it says don't let it be for forgot. That once there was a spa for 1 brief shining moment that was known as Camelot, it will never be that way again and Nor wood, Shelby American. And because Shelby talked about this so so frequently, I failed the need to like, continue to expo on that, because it's it's something he dealt with all the time, and I think, like, the whole point of us spending time the together week is to learn from their experiences. So this is a a big part of his experience. So, I'm gonna continue pulling a couple quotes out when Shelby talks about company politics. He says, he was concerned, however, the various factions might have difficulty working together towards the common good. After all, he'd seen the pitfalls of the politics there were integral part of ford creep into Shelby American ever since their involvement have increased. As he saw politics while being... While being necessary within a huge organization that dealt with mass markets being forward, were problematic. For a small scale manufacturer and close to un undo with an racing team, and that's really all he wanted to be. He just wanted to be a small scale manufacturer with the ability to make decisions quickly without having to go through committees or or our meetings or getting approval. Because he said over and over again. He's like, I don't I just wanna make a couple hundred, maybe a couple thousand cars. I don't need, you know, he had no desire to make 8000 cars in a day or whatever it was that Ford was making it this time. So he... This is now quotes from from Shelby about this time period He says I have the utmost respect for Leo Bib and homer or Perry because they were both a political. These are 2 people working for ford. It's Leo be interesting enough, Leo Bib was Henry Ford the second commanding officer in World war 2. When Henry Ford, the second came home for more from the war, he hired Leo B. Leo. Was essentially, like the guy he would send if there was an issue like the... Leo Bib would work on whatever is most important for Ford at the time. So when it became the most important thing for Ford to beat Ferrari. At Le mans, he was... He put he was... He would put him in charge as like, the 4 Liaison to Shelby. Right? So Shelby worked very well with Leo. He also worked very well with homer Perry. So let me finish this quote, and then I also wanna read you this other quote I found about homer Perry. So Shelby saying, I have the respect for Leo leon Homer because they were both political. They didn't give a shit about politics inside the company. All they wanted to do was get the job done. Exactly what Show. That's all I'll show we wants to do. That's all any of the people that we respect that build products. They don't want to engage in the politics. They just wanna get the job done. They wanna build the product. So let me find this quo, that he says something about homer Perry that I just loved. Okay. Here it is. He says, we had this wonderful person at 4 named Homer Perry. He was political. He moved everything out of the way. He's was 1 of those rare individuals, and you're gonna see why I pull this on a minute. We wouldn't have won Lemon mans without Homer or Perry. He was 1 of these people who could stay focused and didn't let anything get in his way. So seldom. Do you see people like that. Now, I I bring that up as 1 because I keep talking about this idea like I'm trying to smack myself in the face over and over again. Find, You can't do everything in life, David. Figure out what you wanna do and focus on and stop letting other people and other things pull you away from. Right? I think that's good advice for everybody. But I'm really speaking to myself there. And what what If I I'm fascinating you remember at the ford of the book head so forward the second, head so forth second, sorry. Said, you know, Shelby had a 60 plus year career in this industry. 60 years. Think about the knowledge you to accumulate 60 years of working industry. This is the time where... That that quote I'm pulling from right now. That's the shelby that had 60 plus shares. He's 85 years old at dis interview or whatever cases is. Listen to what he sets. He says that he's a rare individual, and he's 1 of these people that could stay focused did he can get his way. And then he ends with so seldom. Do you see people like that? I think that is is him... That's, like, my spidey sense goes off. Like, that is really important. Focus is really, really important because this guy worked with thousands of people in his 6 year career and he's like, it's really seldom them. You could just think about how si that like, that seems silly. Right? It seems like it's not true. That the fact that somebody that could stay focused and didn't let anything get his way was rare. So just do having that traits and applying it to your craft, playing it to whatever you it is you're doing all day is rare. I think that's super super important. Okay. So now at this point in the book, they're gonna break up. First time he eventually he goes back to Ford after, like, 15, 20 years. I forgot what it was. He's, a much older man then because he worked for, Lia Coco Lee ford and winds up going to Chrysler and doing 1 of the best turnaround in in corpus history and then hires Shelby to to do the Dodge Viper and some other... Some other vehicles. But before that happens, we have to have the falling out with Ford and Shelby. And this is why, like, I love people like Shelby and I hate hate large bureaucratic organizations like what Ford is at the end of 19 sixties. And here's why. Says my know, Shelby 4 were destined to break up because they thought and acted completely different. They start from a completely different point of view. So this is Shelby son talking about what happened? He says they got everything they wanted out of dad. The Le mans win, the world championship with the Daytona of Coup, Then they yank production from him in 19 67 for all the those ind discussions that he did. He was spending a bunch of money, and they ended up writing it off. I knew a guy who was a comp controller there meaning Ford. And he said it was 12000000 dollars. Nothing about this. They at this time ford's investing 800000000 to increase automotive autoimmune manufacturing in Europe. The entire Shelby program, which I don't know if this this is the only number I've ever seen pulled out. Right? The entire shelby program that Ford head of finance at the time. 12000000 dollars. So that's 12000000 dollars in end of 19 60 dollars. So yeah, it's good amount of money. But tiny compared to 8... Like, ford's printing money. Granted they're gonna have some really, hard times in a few years from now. But that's a tiny amount of money in general. Right? And so he says, I knew a guy who was a comfortable there and he said it was 12000000 dollars. The Ford bean counters said we can't continue this. Look at the losses, but they missed a big picture. Look what they got in the previous 5 years of publicity. 50 times 12000000. But they couldn't handle a guy down here throwing away 10000 dollars here and there. And so that's the whole point. Like, they're just... I think I think it was a quote. I don't if it was last week or the week before where they talked about, like, at this point. There's a quote from a ford executive. Was like, we're a nickel and Dime business. Like, I'll cut your head off to save a hundred thousand dollars or what our core. I think, like, a cord on every car would have been. Whatever the number was. But, like, again, Shelby he's trying to build... He's trying to innovate. He's trying to create something new. He to do so, you're gonna have to spend money that you think is gonna work out and it's not in again, it's a tiny percent compared to ford's its overall financial picture, but that's not how the bean counters and in middle management at fourth thing. They're like, oh, Well, if I I can save the company 12000000 dollars or 10000000 dollars or whatever it is. If I just shut this department now. Not realizing, yeah, you're saving money, but you're also fore closing all the opportunity to that publicity you could benefit your company in the future. Like, this is a really weird decision. So at this point, he takes off He since 12 years in Africa. The the the book is full of... It's it's amazing they book only developed, or dedicated 1 chapter to it because it's first of it's a long time. And, he had all sorts of ventures, like, dealing with, like, the presidents of all these different countries in Africa, starting these companies over there almost dying. Like, again, this guy just had a... His life story is 1 of the craziest ones I've ever had. He's comes back and forth between Africa and America, Africa, And America, excuse me. Because he's got gotta get at this time, he, like, 2 bypass heart surgeries eventually has a complete heart transplant. And his kidneys fail. He has to get a kidney from 1 of his sons that donate a kidney to him. And so that saves his life because he said if he had a do dialysis, he would killed himself. So anyway, he... At this point, he's got a ton of opportunities to pursue. So not only, now he's a free agent, there's all kinds of other car companies all over the world that wanna be associated with S. 1 of them is Toyota, I'm gonna skip over all of that. Obviously Can't share everything in the book to book is like, we it took me an unbelievable amount of time where relieved by like, 15 hours, but there was something interesting because shelby be had all these opportunities, but he missed out a lot. Remember he said he could have been a millionaire before he's 30 if he just worked for for Carr. Well, here's a story about how Shelby missed out an opportunity that would made him a billionaire. And this is amazing to me. So it says, he's he's got a really shit with Toyota at the time, obviously, at this point in history, Toyota is gonna come. All these Japanese manufacturers come and eat to Choice lunch. As we know now, you know, because be the benefit hindsight. To assist Carol's Toyota Associations could have led to the biggest and most lucrative deal of his life however. But is 1 that he left slip slipped to his fingers. This is direct quote from mom, from Shelby. 1 time, when he was at my house, mister Toyota, That's that's not the guy's name by the way. It calls mister Toyota. And when I read them the book, I I... In my mind, I have Shelby Texas accent. I don't know why. But he said, 1 time when he was at my house, mister Toyota offered me the the distributors ship for Texas. So what did I do? I went to Ia coat, Ia and says, I have a contract ford, but I'd like to get out of it. I wanna get do this contract to have all the the dealerships in toyota off. And he says, oak, forget it Shell, we're gonna push them back into the ocean. So it's my friend, Tommy and I says, Tommy, do you want this dealership? Well, he wiggle and waffle, but he finally took it, and he's become a billionaire out of it and good friend. Right? And I'm glad to see a friend of mine make it if I couldn't. I don't have any regrets. I'd have had a lot more money if I had taken it, but I wouldn't have had all the other things happened to me in my life that have happened since then, and I haven't really missed anything. Alright. There's 1 story I wanna share with you because the the book, I couldn't pull them all out. There's a million stories like the 1 I'm about to reach you, but it's 1 kinda of humorous and 2 gives you really good insight to Carol Shelby with the person. And 1 thing I'm gonna... I I'm gonna take away from studying life for Shelby is like, you gotta enjoy your time here. Your limited time here. And 1 thing about Shelby is are extremely successful as a person of builder of products, construct racing teams, but he had fun doing what he was doing. And so we're gonna see a good insight into the person. And the note Stuff myself was that was Shelby. Alright. They'd always get together every year, a group of friends and and people in the same industry and they'd have these chili cook offs I told you earlier outside of the Chili Cook off started, like the Carroll shelby chili company, which was successful for your for a few years sold and a bunch of grocery stores and then some other company went bought it. So it says we had a party proceeding the Chile cook off, a big party. All the guys that flew from California were there, and it was some pretty rowdy occasion. There was a fellow, no names. They weren't... They weren't gonna tell you who it is. There was a fellow. We're not I gonna tell you the name, upstairs in bed with somebody else's girlfriend, and Shelby knew about it. So he talked another guy into banging on the door and going in with a pistol with blanks in it, which at the time was something people would bring to the cook offs. These pistols that would just make a lot of noise with no blow come out. Anyway, he started shooting it at the fellow who was in bed with someone he shouldn't have been And before you knew, before you knew it, he meaning the guy would jump right out of bed, backed up to the window and jumped out. Well he landed down in the courtyard where a lot of the folks were partying, and he and and he lands right beside the phone. And do you know he says laughing telling me. The only thing he had on was the socks. Trouble was, although, as I remember it, he was not a lot of pain, he was trying to stand up, he had broken his leg. So it turned out to be a bit of a comic tragedy in this next sentence the whole point of the story. And that was Shelby. He didn't go in with a gun, but he put the guy who did up to it. And finally, I wanna end here with what Shelby gonna be remembered for. And the beautiful part about Shelby life is he's gonna be remembered for his main ambition, which is building the Cobra, building the the car that he wanted to. Being obsessed with car since he was 4 or 5 years old and finally, you know, 40 years later being able to build 1 with his own name on and on end and have it, you know, loved by by customers all over the world. So it says, Carol's 89 years have been as fools as any man's could possibly be. But as most people what he is universally known for and they will reply the cobra. The cobra above all else stood for performance. Something that Carol truly understood when he made the statement. My name Carol Shelby and performance. It's my business. And I'll leave the story there. If you want the full story, I highly recommend reading the book, and if you buy the book, by pressing the link that's in the showed us or your podcast player are going to founders podcast dot com. If you buy the book, using that link, Amazon will send me a small percentage of the sale and no additional cost to you. So it's a great way for you to get a book, support the author, I'll support yourself. Because you're learning something new, and then support the podcast at the same time. Thank you very much for listening, and I'll talk to you next week."
}