{
  "transcript": "So I'm about to do something that I've never done before. I've been working on the podcast for over 6 years, read, over 300 biographies of history Grace entrepreneurs, well over a hundred thousand pages. And in that entire time, you have never heard another voice on this feed besides my own. But I wanna make sure you don't miss this conversation with David and Ben from the acquired podcast. So right after my dinner with Charlie Mu, I flew directly from Los Angeles To San Francisco because David Ben very graciously invited me to be a guest on their world class podcast. Well, you're about to hear as a 3 hour long conversation between 3 people that are so obsessed with studying the history of entrepreneurship that they're dedicating it's their life's work, they're dedicating almost every waking hour to do so to finding great ideas from the past and then sharing those ideas on our podcast. So future generations of entrepreneurs, founders and investors can benefit. And as you already know, I've been obsessed with David Og ever since I was reading Warren Buffett shareholder letters and Warren Buffett said, that David Og was a genius. I then went and found every single book that he ever wrote or was written about and Reddit, and there's a line in 1 of the biographies of David Og. That says David Og was building his first class business in a first class way. Ben and David of acquired are doing the exact same thing. I believe that acquired and founders are perfect compliments to 1 another, I focus on the founder their actual individual in the person through biographies, they do these hours long really in debt company history that are just absolutely excellent. If you do not already follow acquired in your favorite podcast player, please do so right now and start with their episode on the history of L It is 1 of the best episodes that I've ever heard, and I've been obsessed with podcasts for over 13 years now. I would listen to the episode first, but their episode on Walmart is excellent. Their 3 part series on Berkshire Hathaway excellent. Their episode on Nfl, Sequoia Capital Benchmark Amazon. The list goes on and on and on. Regardless to what episode that you choose to listen to, what acquired founders has in common is the fact that we both do an insane amount of research and we do this so that when you press play, you're guaranteed a good return on the time invested listening to every episode. And 1 more thing I wanna tell you about before we jump into this conversation is the presenting sponsor of this episode is tiny. Tiny is the easiest way for you to sell your business. They provide straightforward cash exits for founders, and they can do deals of all sizes. In the past they bought businesses for as little as a million dollars and some businesses for well over a hundred million dollars. And as we've learned over the last 2 episodes, Bernard or null is the buyer of choice for family luxury businesses Warren Buffett and Charlie Mu or the buyer of choice for family businesses of all types and tiny as well on their way to being the buyer of choice for founders of businesses worth anywhere from a million to over a hundred million dollars who want a hassle, free cash exit. If you have a business, that you wanna sell now or in the future, make sure you email high at tiny dot com first. I hope you enjoy this conversation, and I hope you follow acquired in your podcast player like I do. So, David, do you wanna tell us who had dinner with the other night? I had a 3 hour dinner with Charlie Mu? That is awesome. Where I could ask him any questions that you want. Well, first of all, I guess we should back up. It's like, there's a reason that he's so admired. Right? By so many people, But for me, particularly, you get to beat a lot of really interesting people because of the work that we do. Right Yeah. And so that's, like, a a blessing and something that I know we've had conversations conversation in the past that we deeply appreciate. But Charlie is a different level for. Like, I literally think of him, like the wise grandfather I never had. I know, I met all kinds of people. I don't really get, like, nervous or star truck. I was legitimately, like, shaking the day before. I was like, I cannot believe... I didn't I didn't wanna tell that many people because, like, this is a... There's no way this is gonna happen. Like, I just... I won't believe till it actually happens. We we do very similar work. Right? Where it's, like, how many people have spent 6, 7 years, tens of thousands of hours reading hundreds of books about the history of entrepreneurship and investing. And then not only reading it, taking notes on it. Making a podcast and totally warren. Yeah. And so what... And the reason I bring that up is because you think about all the different companies and founders you guys have studied all the different companies and founders that I've studied. Right? And, like, even amongst a the rare scoop of people, Charlie still stands out and the crazy thing is. He's 99. Right? And so I get there, and we start off in his library, which is, like, the best place for me that you could possibly see? How to set the stage where. How how big is the library? Like, how many books are we talking? It's so it's not it... So his his... 1 of his family members was there too, and she's like, oh, this is, like, nothing. This is really the front here. Wesley you see the back. Yeah. So it's like it... It's similar to like, the room we're in, like, you know, very similar size and, you know, floor ceiling shelves. And so I'm with AAA small group of friends. It's, in fact, mutual friends ours. So the people that set this up for us or for me was Andrew Wilkinson and Chris from founders a tiny. Our mutual friends. And and so we're sitting there. And there's actually a funny thing where it starts out, And they they know both warren and Charlie, they've talked them before. So they go right into it. And then, like, I'm sitting there. And I had this whole list of probably, like, 25 questions. I was gonna ask if you, like, prepared in advance. I know you did. I never got the chance hold my phone. Like, because I was just sitting there I was like, I'm looking at him, and he's, you know, very close. Like, you know, maybe a little bit for those me assume disrespectful to like, take up my phone to. That's too. And I had, you know, read every single book on Charlie. I watched all of his videos Was like, I have studied this guy forever. And so every time he had said, hey, read this book, I go and read the book. And then I see a bunch of the books that he has recommended behind them. So people are like, oh, Was he as, like, you expected? Like, they say, hey, Be careful if don't meet your heroes. Right? It's like, he was unbelievably gracious. You know, like, I was, hey charlie, do you mind if I take a look at your books shop. Right? He's just like, do whatever you want? Just unbelievably plates. Still, like, biting intellect ferocious intelligence At 99. At 99. So we were talking earlier, downstairs where the scary thing about Charlie is. I remember asking a question about Henry Kaiser, this guy that was super famous when Charlie was younger. He built, like a hundred companies built a Hoover dam. Like, he was as famous in his time is, like, Elon Musk today. Right? But no 1 knows who he is. And I was asking questions about Charlie in the book. And his recall is just insane to the point where we're asking him go, how do you know this Charlie? Goes, I knew his partner, and then he starts telling stories about being knowing, like, having a relationship with Henry Kaiser business partner, and then all of these 3 hours of just unbelievable stories. And then I go Charlie. Like, how do you remember all this stuff? Like, do you write... Where... Like do you take notes? You reread the books over and over again? He's was like, nope. And all I think I was like, imagine. Wow. That guy's mind at 99 is still so short. I had brought a gift form because he's he talks about, like, Rockefeller little time. I bought him this special edition, centennial edition version of Henry Flag biography. Oh, flag. So I I live in Miami. The the guy less Sander, I think is his the author of that book. He is good friends with... There's only, like, 1 local books shop in Miami called Books of Books. And so les is a local author who's good friends with the owner of that bookstore. So they did a... You can't get this booking ross. It's a special edition book. Because Lang moved to Florida least. After the standard Oil thing. Yeah. Yeah. That... You he's got a fascinating story. We talked about that where He may he... Unbelievably wealthy because of standard oil. Yeah. He's, you know, 50 67 years old when he's doing this, and he said like, what don't we do now? I'll build an entire state when he gets to Miami. Miami is a little less than 500 people living with swamp. He's can't live. There was no Ac time. And so then he builds the the world's first railroad over for connecting the Florida Keys. He just essentially, like, when you read that booking and you're like, oh, humans have no limits other than the ones we put on ourselves. And so that's what Flag He did stretches it. And he does some terrible things too where it's like, yeah. Wanted to find a way to divorce his wife. So he literally moves to another state because you couldn't be a divorce in new York, bribes the the the the government of florida, they create the flag law, which just allows him to get a divorce then he does that, like, a few... Think a few times. He's like, in seventies in Mary's like, a 30 year old, like, it's not all good. But but that that guy's is like, oh, the your rules don't apply to me, like, I will build whatever I want. He built infrastructure hotels, everything else. This is like 1 of my the things that I keep learning from founders podcast. And I'm curious if you do it intentionally or if you, like, try not to do it, but, like, every single time, like, oh, people aren't perfect. Like, none of your heroes are perfect. And do you find yourself like, because we we run it's una acquired a lot. We're, like, it's not as fun to tell stories about terrible people. And so you you you like, don't want to show someone's negative side as much because it doesn't... Like, it's just it's we we like. We fall in love with them to when we're doing it. Right. And you're, like, why they're the most extraordinary person on this 1 axis to ever live, and we we should talk about how they're a flawed person in many ways, but it's not fun to dwell on. Like, you kinda wanna, like, move through that and be like, yep, yep, they were flawed. Here's the next amazing thing that they did. Like, how do you handle that? Like, you know how a normal biography is written. Right? It's like, way too much family history. Like, I wanna know some family history. I don't want 5 generations back. Stop Like, I don't wanna know what the origin radiation their last name. I don't need. I wanna know, like, You like the most qualified person in the world to critique a biography writing style at this point. So so why we're reading is, like, I wouldn't want to know the climb. Right? It's like, how did you you guy, I just went through your entire... To get part of the prep for Charlie is listening to all of your Berkshire episodes. Right? Where you guys do a fantastic epic job on this. Because, like, the first 2 is, like, the young Charlie, the young warren. Yeah. So I would literally, and I've done this forever. Like, I don't need like a warren Buffett or Ben franklin in or George Washington. Anyway it's super famous. When we see them, was like, oh, who's the Ben Franklin on a hundred dollar bill. Right? Or who's in Washington on the dollar bill Or who's Buffett at the the meeting in Omaha. Like, no, No. That... That's the guy that is is enjoying the fruits of the person actually built empire. That's. Yeah. I go and stare at pictures like a freak at, like, of young Charlie Mu when he was, like, 38 or young warren Buffett. Right? They they they were like, us they were young people once. Yeah. In in in our Berkshire year, he's the first... Did we end the first episode without even getting to berkshire yet. And Think we... Public. You have. Yeah. You mentioned on the Walmart episode. It's like everybody says, oh, Sam Walton didn't start. Walmart says 44. Yeah. But he was doing 25 years of practice in learning, and he wasn't just sitting on his ass. Like, heard a bunch of stuff that looked an awful lot like Walmart. Yes. Learning from that. And so the the... Which is totally like, I mean, aside, but we have no agenda here. That is like, I think both an advantage that, like, we have all 3 of us and like, kind of a secret that we have, which is that, like, we wanted... We did walmart because we wanted to do Amazon. And so we're, like, how do we do Amazon. Right? We gotta do Walmart first. People want this. Like, this is the right way to study things. I think I'm glad you brought that up because I think this is why people get a lot of value, and I don't want it to make us about Hey. This is an acquired founder show. The reason that some of the people in our audiences are the most successful people in the world. They're all reading biographies fees. They're all studying history of, of, business. I told you guys, a few weeks, I I was very lucky to have a 2 hour 1 on 1 lunch at Sam Z that I didn't think it was possible. What I realized in that conversation Was like, you don't make... You don't same cell so this company for almost 40000000000 dollars. Right? Yep. 38000000000 dollars whatever it was. It's like, you don't build a company, sell for 40000000000 dollars, and then learn all these. It's like he was doing this since he was since he was young. We were talking in his auto automatically we talked about. I I think my favorite episode of your podcast. Yeah. Is the Kobe Bryant episode. Yeah. Because, like, this is what these guys are doing. They're like Kobe Bryant. They're watching game tape. They're watching game tape. They're working on the fundamentals from the time they're 12 through the time they die. They don't stop. I think that's what we're listening to acquired and founders is. As your watching game of fisher Grace entrepreneurs. Sam did this when he was younger. But the this ties together where, Bill Girly had a a fantastic quote about this about this when all that crypto was going crazy and like, the run up and people are getting rich, and he's, like, 1 thing I don't like and I'm para because I don't... I wasn't expecting me to talk about this. He's like, I don't like the... These young... The younger people. Den the people that came before them. Yeah. And he's like, he made the point that none of the none of history's based entrepreneurs investors did that. They had the opposite perspective. All of them had idol. You've just made the point. You can't understand Jeff Bezos until you tell you Sam Walton. Can understand Sam Walton, so you understand Jc penn and soul price. And even all these conte. Like the point that Walt Always made was I don't think my competitors are stupid. I wanna go shop my competitors and get all of their very best insights and then bring them into my store. Yeah. Hundred percent... They're learning machines. Yeah. And so you get to Charlie going times go back to this. You get to Charlie books shelf, and it's just biographies I've never even even heard of, and I do this for a living. And over letter. I like, what is this book? And I start looking, I'm just taking picture of picture of pictures Like, I'm ordering every single 1. So we're talking to this idea that, like, that the way to get truth is to weave together to tapestry of all of history stories of things that are adjacent to understand, like, how this opportunity to start some business came to be. And you always have to... Like, all history is revision and all history is biased. And so I think 1 of the hardest things about making an acquired episode is figuring out, like, when we're looking at a source, like someone giving an industry talk who works at a company or like, a biographer who chose to dedicate, you know, 2 years of their life to writing this book after working at News week and covering the sector forever, is like, trying to mentally account for and discount from whatever bias and perspective they're coming in with to create whatever the source material is that we're using to then incorporate into our version of Yeah. Here's how this thing happened, which is that's like I think it's the hardest part about what we do, and I'm curious if you ever think about that. I think about all the time because people are like, oh, like, survivors bias or revisions history and everything else It's like, here's the problem. Like, we... Humans don't see things as they are. We see them as we are. Like, we could have this super long conversation between 3 of us right now, then go another the room and write down, you know, what just occurred. And every single version is going to be different because it's viewed to through all of our experience, the way we think the the words we use. And so what I'm looking at is like, when I'm reading about Sam Walton. Right? It's just like, the this the story we both hit on an all the podcast podcasts because I've done a bunch of podcasts on San too. Where it's like, the guy's pissed off. He's, like, driving him to store to store and he's, like, Mountain Roads taking forever, so he buys the plane. And he realizes like, oh, this is a massive advantage because I'm doing something my competitors aren't. Right? I'm flying over and you guys mentioned it 2, which I thought was hilarious. Was like... Yeah And then he just lands and he's like, who owns that? Let me land and and then he, you know, buys for action. So he's like, we're gonna negotiate right now. I wanna buy it from you. And so my point is just like, okay. Yes. That most likely occurred. But what is the idea behind that? It's due... You can have an advantage by doing something your competitors are not doing. Right? Yep. And it this ties to together what you're... What you just said is like, they all learn from somebody else. When we're reading these books and listening to these podcasts? Like, what's the idea Can use in my life. We're not building the next Walmart. There's no way we read titan that we could tell. Did these actually happen? Right? I don't know. But I'm looking for the ideas behind it. Not oh, I can... I'm gonna verify for every single award in this book. That's ridiculous. Right. And it that the truth is always. It is always the case that the a clean narrative is graft onto a fact pattern. Mh. And it's like, okay. Well, what I care about is the lessons I can learn from the clean narrative, not does the fact pattern. If if you had all the facts in totality, did it necessarily mean that it you know, this was pre. It's like, whether it was pre or not, You, you know, the the facts are the facts and, like, maybe I could duplicate different realm. For what we do. I mean, on a... I think I'd acquired more than you especially because you will do multiple episodes. Of different books on the same people. And puts episodes on same book. Yeah. I'm almost those on the same. Right. Your format... We're doing a a narrative weave. So, like, you know, We're shooting the mood a little bit more. Yeah in this respect. Like, you... Your format lends itself to... So everyone is is listening. Like, founders is more about, hey, I just read this book, and I wanna tell you what I learned from this book. And it's always biography and, like, sometimes you'll do 5 different biographies on Edwin Land. And, like, if Choir is gonna do polaroid, we would do Polaroid. The episode would be Polaroid 1. Maybe it would be, like, Polaroid, part 1 and part 2 or, like, maybe at some point we 1 there. If we'd have, like, someone on to, like, talk about the story, you know, in addition to our 1 canonical episode. But, like, it we would be shooting the moon on, like, let's make sure that we get the polaroid story as right? It's almost like, how do we find the correct average of all of the other stories to create the canonical version. And wasn't expecting to quote bill girl 2 times early it's so far. But he... Does know this is gonna be. That fantastic talk game, which... To me is the best talk for entrepreneurs investors on Youtube is called running down a dream. Yep. How to survive and thrive in a career left. Right? And he says he's like, listen, in the age of the Internet. He's like, you have to be the smartest person. Right? Charlie Mu, after talking him. I... Whatever mind that dude has? I don't have that. And I'm cool with that. Like, I could not imagine trying to compete against that guy 40 years ago. Like, he would destroy me. Right? He's got a super mind that I don't have. But what Bill says is like, you may... Like, you don't have to be smartest person. But you even collect more the most information and he's and he holds you to high standard in that talk. Bill's like, listen, in the age of the Internet. The all the information you possibly need. Right? Right your fingertips. You have no excuse not to do this. And so he gives the example of if you you you wanna be a domain expert and whatever you're doing. Like, within 2 years of intense study, If you're doing that, and you're focused. Like, you're gonna get to the point where you're, like, you know more than maybe anybody else And so that's my whole thing was, like, when you talk to... You've never met a founder or entrepreneur that's like, kind of inter into entrepreneurship. It's like, no. It's our live. Yeah. So, of course, the reason why so many of them listen to both of our shows. Right? It's because they're building machines where they literally can turn knowledge into profit. Right? I I become close friends with the guy to the podcast. He's a young kid. And I I don't know I don't mean called him kid. He's not a kid. But he's a lot younger than. And he's like, 28 years old. And we were on the phone the other day because he had a very serious offer for a company humans, like, 95 percent of, and they were gonna... They were gonna him a hundred million dollars. Right? Why Saying no to it. But the point of reason is like, when you talk to him, you know, he's listen to all the episodes. It's read like 60 the books. He'll text me a picture of, like, you wanted tell him with the book, and I'm like, I'm pretty sure I read that. Like, he's like oh, it's from this episode. It's like, oh, why. What if he finds 1 idea in a book, 1 idea in a podcast. And it gives a 10 percent improvement on his company. There's a 10000000 dollar idea. Yeah. Well, we were talking about this earlier. Like, this dinner that you you have a child... It sounds like the Charlie is just like a very curiosity driven machine. But we know they're there's lots of folks that have regular dinners. Yeah. And have groups of people often geographically dispersed. Mh. Why did they do it? Why is it worth their time? Their money, their effort? It's not. If they get 1 idea, the leverage that they can get on that is Charlie Charlie tells stories. Like, yeah, I made 400000000 dollars from reading Barron for 50 years. And like, what what do are you talking about Charlie? Charlie? You quantify that? Because he does so he goes, I read... This isn't something said dinner that firm say publicly. He's like, I read Barron every, all the time 50 years. I found 1 idea that I can act on. I made 50000000 dollars on that deal, and then I took that 50000000, and I gave it to Lee. Is that the? Yeah. I I gave I gave that 50000000 to Lee and Lee turned into 400000000 dollars. That's how I made 400000000 dollars from reading barron. Wow. And listen, I'm not... And this is another thing where I feel like everybody everybody's like, oh, this time is different. This is new. It's like, human nature has never changed. It will never change. This time is not different you're just experience... The the the difference is here, if you don't study the history that people came for you. You're just ignorant in making mistakes that people already saw in the past. Learning mysteries is a form of leverage. His billions billions are you, billions of billions of years of collective like, human history. You know, this guy spent 70 years and there's thousands of them. And, like, Sam Walton book. How many how many people spent 50 years in 1 industry in the retail industry. Yeah. And he dis distilled it down. And then important. And then you could read it in a week And then you could listen to acquire episodes. You can listen to David's episodes on Sam? Okay. That's a good addition to that. So the question is then do you have 90 percent of Sam's wisdom or do you have 0.1 percent of Sam's Wisdom after There's no way you have 90 percent. Right? Because, like, the time. Right? The instincts. I just re rewatch, Peter Till talk at y comb we says competitions for losers. Oh, yeah. And he goes 1 thing that we do in Silicon class. 1 thing we do in Silicon Valley is we over rate over value growth rates and undervalued durability. And he's like, that doesn't make sense for a technology company because all your profits, the vast majority of profits are 20 years in the future. And so if you're trying to optimize for growth, and that that that over optimization can cause your company to go to business, you're never gonna collect that. You optimize your durability first. Dummy. Like, that's me. Like, my you what he's what he's saying. Right? Yeah. So you're gonna get, you know, 1 percent probably. Maybe 5. But that's still enormous leverage because you read it in 5 hours, and he took 50 years to what everything. Sam Walton with... And it's what you do with the idea. I know you've talked about this before but like, what was what was the moment where we're, like, I'm gonna I'm gonna start this podcast. Like, it's crazy. Right? What you do. You you talked to a microphone and yourself every week? Yeah. My friend. Nothing that I think You're crazy. I yes ma'am. You are, but. I definitely am not nuts for sure. And that's gonna be... Like, we could talk about... Did you guys read Jeff Bezos last shareholder letter before he yeah. The on the best lines he has? Is that the. He's like differentiation is survival. And so like think about that, like, how hard Like, they say, let's say somebody says, damn, I love what Ben Dave doing. I'm gonna do the exact same thing. They can jump in and try to do that. Right? But you have 6 years of experience. You have 600 hours out... You have to counter position. Against us. Yeah. Or address a different audience or... By way, they definitely should... Every time we talk to somebody who wants to... I I without... I'm always, like, you absolutely should do this. Yeah. And and you will... Even if you never succeed in terms of any, like, numerical success. You will succeed because you are learning like. So being a nut job and completely crazy is I think makes you harder to compete with. And it's also we're gonna go all over the map here. But it's impossible not to be that. Like, think about how steep you guys are in the same information than I am where it always says, how you're the some of the first of your 5 friends or whatever. Right? Well, it's like... It's also, like, what you get some of your podcast you listen to. And the books you read And so what your 5 friends including your para social relationships. And so now what happens is, like, you mentioned... Dude... You like, you willing read back 1 book about a, you go crazy. And so what happens is when I'm really interested in somebody, I will Listen to bill Early. Again, I just take advice when people are smarter. Bill said, go collect everybody... Everything you can. Okay. I'm good. I'll do that. This is very simple ideas. Yep. And so I'll find somebody... That's interesting. I'll read everything about them. And so with Charlie. I have, like, a little Charlie mu on my shoulder. I have a little Steve jobs, a little Edwin Land, a little David Og, Est Lau, Coco, all these people that have been heroes of my James Dyson. And so now I'm presented with the situations like, what would they do? And you have, like, if you read and spent or everything that's out there about these people? Like, you'll have an idea of, like, how they would respond. Did you guys ever a read Ken C book create a selection? About that. Oh, that's shocking. Did you guys... He worked on the original human interface for the iphone? So he made the the keyboard for when it was still Right purple or something. Yeah. He keyboard. He made Safari before the iphone. He has this excellent book that I've read, like, 3 times called Create a selection. I think the the to... How Apple design products and Golden Just Steve jobs might be the subtitle. But he talked about that where... He demoed to Steve. Right? And you're not gonna describe it to him. You're gonna demo and you're gonna hand it to. And so they iterate you guys already know this. They iterate through a series of demos. And it's based on Steve's taste. Like, he is not... Oh, let's talk about it this it's like, nope Do this. Do this that. And so Ken has a great line in the book where he's like, demoing for Steve is, like, asking questions to the Oracle Delphi, except Oracle Delphi would like, respond with the riddle. And he's like, no. No Steve was unbelievably like, crystal clear. You understood him out of every single course of ever study, Steve Jobs is by far the clearest thinker. I have ever come across. Like, I you just gifted at that. Charlie is like Oracle and it's crystal clear. You are not... Like, you were gonna understand what he's... The idea he's trying to get into your brain for sure. But my point being is, like, all of the people that we studied. They don't den the past. They... Steve jobs, the reason I'm so obsessed with Evan land. I read in a buyer. When Steve was, like, in his twenties. Edwin land in like seventies. He goes and meets Edwin land, and he goes, visiting Edwin land was, like, visiting a shrine. He's like, he is my hero, more people should try to be like that. And then you guys made the point in that, you know, Jeff Bezos took a lot of ideas from Sam. Who took a bunch of ideas from Sony too. Steve and Yeah. Jeff. So do you always find these people were like, oh, I thought this was a Steve Jobs idea. It's an ak Idea. Yeah. Or. Win land idea. Like, the... When we used to watch the presentations that Steve would give where he's like, oh, we're building at the intersection of technology level, arts. He put put up on screen. He ripped off whole thing. Land. Said that exact work. But that's the point. Like, you're never gonna find anybody gets to the top of the profession without doing the work, like, studying the people that came before them and learning from them and hiring them. This is a good, like, sort of personal pivot. And it's like, I've never asked you in all the hours we spent. This crazy. This first time we've met in person. Yeah. Like, we spent hours and hours hours on Zoom. How did you, like, decide that this is what you were gonna do with your time on this planet? And, like, how did... What led to this? Okay. So I, you know... Our mutual friend Jeremy from formula tiny. Yeah, I just spent, like, a bunch of hours with him. He was in town. In 1 sentence it's He, like, he cycling me better than anybody else ever has. He goes, you didn't have any mentors growing up. So you, like, you have... Then you took it to like, this extreme and he said it more much more eloquently than I. But he's like, you didn't have any mentors. So I view your career as like, the psychopathic search. For, like, mentors I can help you. You know? So, like, to answer your questions, like, I don't wanna go into too much detail here. But like, I've only had 1 habit my whole life, and that was reading. I was reading for as long as I remember, my mom passed away from breast cancer a couple years ago. And she... We didn't have, like, a lot of money, like, long story, but, like I was first person, not of you graduate college, but, like, high school in my family. Like I came from a family. Like, unfortunately, both sides of family. Like, no education, a lot of, like, just bad habits. So I identify with a lot of what Charlie Mueller says because he essentially observe by behavior and then Tries to do the opposite. Right? So I was just... Let me give an example. I was just up in Canada, actually, at an event, Andrew Wilkinson was hosting for a much much peers. Me, Shane Pairs from the knowledge project and and foreign sheet was up there, Ben Wilson from how take of the world and we were doing this panel together, and shane the moderator, and we don't know what we're gonna talk about beforehand. And so Shane asked the question was like, oh, what What did you learn most from your upbringing or something like that. Right? And I go, I learned not to do cocaine and to graduate high school. Like, so that kind of thing. Right? And so there was just a bunch of time models. I thought about this as I was walking through the tenderloin? It's morning it's San Francisco. And I was like, I should have do this walk with my daughter as the best, like, hey. This way you don't do drugs. Yeah. Like, this is the perfect example. Like, you would v... You observe bad behavior and then you do the opposite. So long story short. I've always been assess the reading. Like, 1 of the best things my wife... My my mom ever did was even if we didn't have money for books, she would take me the bookstore and just sit there. Like, you know, bookstores are so cool because they just lets you read. You don't no 1 comes here Like, hey, you've even read an hour, Like, you gotta get out of here, You know? And just reading reading Read. Was there anybody who, like, introduced you to reading in books So you just... Like, there was just something that... His mom. Yeah. But, no. She's she wasn't a big reader. The only thing she read was the bible. There was no books in the house when I was younger ever. So could you be like... I I can't take me to the bookstore. I can't answer that. All I can say is like, my wife knows has known me for 15 years and her thing... What she says is... She, like, likes my family and gets along with him, but she goes, how did that come from that. It's like, it it sounds like you have a classic, like, you're the 1 who made it out story. Sam Hi, our mutual friend. Actually gave me the way to think about this. And it's called the founder of your family. Right? Mh. And it's the person that, like, And I used to call them and it was a terrible name, but generational inflection points because you'd read this in the biography where you have, like, generation after generation of just not good things happening, and then 1 person just says it stops now. That's what Did. Rockefeller. I always think of Sam Bro and the guy that did Sea. Oh, yeah. And he's in Canada growing up on, but, like, they were so... Their pair... Their parents had lost much money. They think they they were Jewish and had, like, escape from persecution in Russia. I can't remember the where they came from, but they go and they're they have to start all over, and they're in Canada and, like, there's no heating. And, like, they're freezing and, like, he... So he has this, like, psycho drive to change, but you stays with you forever. So, like, once, you know, he builds this massive company and literally changes the the trajectory of all of his descendants. And as his... His daughter's an adult, and she tells a story in the book where Sam is sitting there in, like, a mansion, by a next to a fire like, shiver, thinking about how embarrassing it was. To have to go to school with tighter clothing. Was like, that guy's never gonna go back to that. And he never never loses it. So just always been a reader. That's the only thing I've, ever, like, the only 1 unbroken habit I've always had. And so I just had this idea. Like IIA obsessed podcast forever. I was obsessed with audio before there was such thing as a podcast. Like, I we listen to talk radio when I was a kid. And at that time, you know, it's It's not like, there's no on demand anything. You would listen sports talk creative politics soccer radio. It's embarrassing that was like this woman that used to be on at night people would writing in, like, advice for love... Their love life, and I'd listen to that. Just... The idea of, like, there's all this information man. I used to listen to coast to coast Am with art bell. Do you were listen to this. Like, it's when all the other radio programming sort of expires, and then you enter the, like, 1 in the morning Am radio stuff, and it was, like, you know, aliens and, like, tons of stuff. But it was, like, if you if you listen, like, you know, the the Ka game ads I'm from Cleveland. And so, like, then you listen into, like, the sports post game, and then it goes into, like, the politics hour. And if you still can't fall asleep, then you're into, like aliens, and it's like 4 hours of that stuff. Do you have a radio in your bedroom? But yeah Yeah. But I'd didn't be able to... I don't... I imagine my parents probably came and turned it off, but, like, would leave it on while I fell asleep at night. And then remember, like, I remember, so you have the jumper from that, and then the the Am radio stations would then start streaming to the into your browser Internet. It still on demand. So if you're not listening at 03:00 at 12 like, you miss it. And then once I saw what mark Cuban company was? He was, like, broadcasting audio for sports games so, I think. I don't actually know. It's kinda It's like an error. It's broadcast dot com. Right? Yeah. Yeah. And it was competitive with real player. Which also wasn't on demand. That was just streamed radio. No. The first on demand was... The first time I saw this is, like, this is insane. Like, especially for people that are that are, like, you know, learning machines using Charlie, were where, like, I can go to... Even today. Like, they idea, you can go to any podcast player, type in whatever everyone will learn about, and then you can hear somebody It's usually spend a hundreds of hours teaching you about this stuff. You can also find intellectual, high quality content more easily now because all content because there were a limited number of channels and a limited number of time slots, everything had to be produced for the lowest common denominator. And now you can opt into your niche and find the highest quality content in that niche. Yep. And, like, The only way to do that before was books, like, there wasn't an audio way to... There wasn't content. There wasn't niche audio content broadly available. And they weren't because there only several million authors out there. Right. But there's several million podcast. Right. But, you made a good... You're... I think you were getting so good points. Like, because the business model didn't support that. And so now there was no. Yeah. And now with podcasting, it's like, you guys, you know, I'm sure I think like 50. I don't ever look at analytics, But I think the last time I, it was like, 50 percent of it in the United States but then everywhere. And... So I was doing the early earliest of founders. I was just I remember it All I'll change because I couldn't figure out the business model, so you would do, like, affiliate. You know, at that time, I remember when I first started, you went through a bunch of business model. So when I first started, they're, like, hey, you you you contact, like, the few podcast advertising networks they were back then. You know, because you guys started your show in 2016. Right? 15 50. Okay. So I started in 2016. And you contact me, like, yeah, We can do ads for your show, you know, you need, like, 25000 downloads an episode. And at the time I like, I'll, never get there. Right Like, obviously, we've we should skyrocketed past that. But, like, that's impossible. It's like as many people was in a basketball arena. Oh, when you start visualizing the audience Yeah It's like, oh, 2 and a half Nfl Stadiums show up for every acquired episode. Like, that's an insane. Yes. But do you guys think... So do you guys cut all that Only in in adding to the pressure in a good way. Like, it's a good motivator. Like never think about it. Really? You know what to think about it, how my show set up why I say, you and I, and I. Like. I I like how you treat the audience says, like, the person you're... It's 1 person. So, like, once... And I've done this forever It's, like, I've it's funny. I remember 1 of my friends that we were met up 1 again and I was like man, I think I'm gonna try to make, like, a business around the fact I read so much. And he's like, and he called me like, a year... Like, 6 months ago a year ago. He's was like, I can't believe you did that. Because he's like, I thought you... This is Tell mistake I heard, But I just picture him when I started it He's like, oh, the whole idea behind the show Was, like, what if you've got to meet up once a week with your friend that reads a lot, and he just tells you the stuff that he read that week, like, interesting ideas. So I even to, like, try convince him to do podcast with you or somebody else or I was, like, dominant. So 1... 1 thing, we don't have, like a bunch of prepared stuff, but 1 thing Us street talked about was like, hey, why don't we talk about, like, who is your influence on why you do what you do. And so I feel the greatest podcast of all time is Dan Carlin from Har history? That's like, my... I think he's, like, I can't believe what that guy does. Right? You and him are like, the only successful monologue podcast. Like, I think it's the hardest thing to do in this medium. And I can't... I mean, there's... Everyone else either has a guest on or a c host. Yeah. Well, there's another guy that was, that... So I took Dan Carl and I was, I was obsessed with his. I've listening to all his episodes, for, like, years, you talked about falling asleep. I did that too. But I fell asleep to Dan Crawling. So I'd over and over and over again to now where I listen to him. I'm like, I... It's like, it's like, Lo. Yeah. I was like, no. Don't. It's not nighttime. We got. But there was another 1 that a friend of mine put me on to... There's this community named Bill. Mh. He does the Monday morning podcast. He used to it every Monday Now he is I think Monday and Thursdays. Right? He is 1 of the first podcast. When he was podcasting his his first episodes. At the time, he would do it he would call into a number and record. Right? And then that... There was a service that would transform that recording from your phone into on our b 3. An P 3 that you could download and put on your. Way before, like, anything. And so wild how things have... I mean, you know, we're here now in this recording setup that we have here, you know, with thousands dollars a year and, like... Yeah. We start... I I remember when we first started, I don't think you let me do this, but I was like, Why don't we just talk at the computer and, like, set up quick time. Dude, when I listen back to our first few episodes. It's like Pixar, and I'm, like, we... It sounds like we were just talking at the computer. You We basically where. Yeah. That's that's when people were like, the... I have a lot of psycho set, like, I'm Start on number 1. I go all I thought I was, oh, like, please don't. Yeah. If you're gonna have... If you're gonna do, like, cover own order things I'm gonna talk about. III used to... Because that way, at least by the time you get to 1, you, like, you you... It... You're a fan. But if you if you start at 1, you're like, oh these guys get stuck. Yeah. But, like, that it's almost like, there's great pleasure in hearing something that you think is excellent. And fully baked and, like, especially when it's been long running, You're like, oh, this has always been imma and perfect. And then you get to go see some of the early work and you're like, oh, it's you wanna go I want the early charlie. I I get the... I can see where the magic was even though they didn't know yet. Like the... It's a same books that you're reading though. Like, yeah. Sam Walton, when you tell a story where his his landlord screws him over. And he goes, he goes, I'm not whipped. I I found I found the store. Off, I'll do it again. Right? Yeah. And it's like, Yes. Walmart is a huge success. You guys made the point that there was a great point where it's like, you're never gonna think 25 years in the future when there's watermelon and donkey crap on the ground. That is gonna be the richest family in the world. Right? If you guys If a standardized form of retail. Yeah. But and so you see, like, oh, he... That same guy that became the rich person in the world that his now family has a rich family or whatever. It's like, he's imperfect too just like I am. And so that is the only benefit of listening to an earlier acquired or early honor is he's like, oh, you see the improvement. Just like, in the books. Yeah. You've see. It's fun too, like, I like going back and list this some of your old day. So can I get to like, see your journey? You know, like, So I'm proud of you. Like, Right. The but I I've been thinking about it that and I thinking about ahead of our conversation here. Like, I used to say all the time people like, I go. I to their early episodes Like, no, don't. It's so embarrassing. I actually think like, we always wanna be embarrassed by our last episode. We've just constantly kept like racism. Every episode Like, we try and just notch it up because we keep picturing the stadium. And we're like... That's that's the like, That's why I think about the stadium because I think about the, like, the pressure of, like, we gotta do better next time than we did this. And it's not just filled with, like, you know, Seattle Nfl fans. It's filled with, like, hundreds of thousands of the smartest people that... And this gets to, like, the psyche, like, the deep insecurities that at least I have of, like, I want to impress those people. I want those people to think I'm smart. And so I have to produce something unbelievably worthwhile of their time. Mh. And the minute that I don't, I'm, like, literally walking out in front of an Nfl stadium full of people that I want to impress. And, like, I didn't used to have that pressure, but, like, once we found content market fit for acquired with, like, people that I've always thought highly of. That's true. That that that did. There were a couple years where we kinda drifted there wasn't that pressure to keep amp the bar, and then... Right. Like 20 17 Yeah. Yeah. I think you're never gonna be embarrassed about your your latest episode at the time we're making this as L. You're never gonna be embarrassed about that. That was excellent. And, like, that was... It doesn't mean you can't keep improving 10 years from now. But no. Like, I look back about. I think, like, yes. That's certainly an episode. I don't know how you feel able to that, like, I'm proud of. But I looked... Like, I... At the time, like, so we didn't know that was gonna be a that popular episode. Totally unpredictable. It's our it's our it's our... Because we haven't shared this publicly yet. It's our our number 1 episode by a huge margin. 40000 more people have listened to that episode than the next highest, which is amazon dot com. Credit could've have told you. Actually, I was like, David, no one's gonna listen to Amazon every everyone already knows the story, which was super wrong. But I I either thought like, no 1 will listen to this 1 or, like, this will be our most successful episode. With L, even after we recorded it, I was, like, or after we edited it because we had to, like, edit a lot of stuff. But I I was like this is funny... This we did know. But it's not like our best ever, but apparently... And I think it might be my favorite episode of yours. And I heard from a ton of other people, how much I liked it. Like, it's Thank you. It's violating but to the butt conversation. Like, there's a bunch of stuff that we could have done better in that episode, like, a whole bunch. So I do this all the time. Where we're like, I'll go back and listen to old that episodes because people like, that's weird. You in the podcast. I like, no. This a tool take better. This is footage. No. We've been even try to get better. It's like, was like, oh I haven't read that book in like, 2 years. I'll just submit my episode on it, and it, like, services or... It's a tool for me. That's I know it's good for the people. Right? Right. And so I was like, and then I'll listen to. I'm like, oh, wow I've got that. I need to keep that idea in my mind. Except, but I'll hear myself, like, oh, You said that in 2 paragraphs I could put 1 paragraph, cut that part. That doesn't make sense. And so, yeah. I understand the improvement. But what I'm saying is your quality is already super high. Like, it can increase and get better. I don't gonna be wrong, but, like, you're never gonna be embarrassed. You're just like, I could probably do a 20 percent, 30 percent better, which is still excellent from the the the... Like, the level you're at. So the way that we edit is our editor takes the first pass, and he's unbelievably good, and we're so lucky to have him. And then he sends us a rough cut. I uploaded it to des script, and then we listen, like, and read while we're listening, word for word sentence for sentence and try to cut every unnecessary sentence. And We end up pulling out 20 ish minutes of just fluff. It's just like, okay. We could have been tighter in that point, Is there a way to get tighter in it without re recording it. And I think that has dramatically contributed to episode quality. Because by the time we ship it neither of us feel that they're are extraneous sentences. So I don't know if I'm, like, that... Like, you still 1 show. Right? Like I do every... Nobody touches anything. So, like, everything. Soup to nuts. I'm gonna ask your question, but I also think, like, we should just a perfect, point to, like, how we became friends. And why, like, I'm putting this out on my feed, and no 1... No 1... You were gonna be the first non David center voices ever heard on founders, and they're only would agree to do it. And I agree to do with you guys is because, like, this goes back to, like, why I wanna be surrounded with... Of all, people have, like interest super smart people, but also people have, like positive some thinking. Right? Patrick O's chant has this gigantic successful show. If that's, like the best, he's got colossus podcast network. His fund is called positive sum, and that's how he reacts. I joined his network this is, like, months later. And they're, like, hey, like, like, you know, we have editors, whatever. Like, he has, like, this empire over there. Yeah. And resources is he's like what do you want? And I was like, I just want you to amplify my audience and then connect me with first first rate advertisers because, like, I think acquired is a luxury podcast. Not maybe not actually premium. We gotta go over the distinction there for Nature. But, like, we're saying, no. This is, like, where we're trying to set the bar here. But anyways, he's, hey. Do you want editors? You want? Hey, this is off. I like, no. I don't want... No 1 gets to touch my stuff like people think, oh, like, does... Do they tell you what books to read and like, no. Patrick liked my show, and he's just like, why would I tell you? Like, just whatever you're doing? Just do it to more people now. And so to answer your question... No. Like, I picked the books, I recorded them. My edit. I'm still 1 person show. I don't know if not a patent for forever, but I do think the fact that it just... Like, spend so much time with the material gets it in my brain. But the reason that, like, I wanna to talk about like, the role you guys played in that where we're gonna Zoom. And for, like, the background here is, like, you know, we had known of each other. I talked about a long time ago because he was running this this private podcast Is, like, years ago. And so anyways, we're, like, they're... You're... That's also funny to think back, like, all the dead ends. That we went to, like, we went down a ton of them. You went down a ton them. Your money talk about some them. Like, there's so many dead ins. But they're in the books too. Yeah. But they're in the We changed the name of the show to adapting. Oh, my god. That was that was all that was that was all no 1 was all. Story. Covid happened, and then we were, like, no 1 wants to hear these, like, stories of, like, extreme capitalism. Like... We're like, the x games of capitalism. And and, like, this is a a moment where like capital everyone is hurting 0 business... End and like, the... This isn't that the stock market trough too where you're just like, wow, Like, you know, all businesses are gonna go under. Yeah. No one's ever gonna have jobs again. This is, you know, is scary. And so we were like, well, like, what story should we tell? How about businesses that are adapting to make it through this tough time until, like, show how serious we were about? We changed the name of the show? It was like our 3 least listened to episodes. Covering a pretty amazing stories, but we just branded it wrong. Totally. Canvas is, like, the most interesting restaurant story you could ever hear about. Yep. And like you did intel. That's the only time we've ever done Intel. That's the only thing because of adapting not quite it was stupid. So stupid. But you... There's no way to do, like, learn no rather than do you wanna interrupt? Do you wanna know the first name of founders? Oh You know, like, in your Rs feed, you can change the name. Right? We can't change the the link like the it'll still say. Yeah. So you look at it for mine and it's Auto tel. The worst name... Auto tel comes from the that. AUT0TELIC. Maybe I don't know I can't spell for. I can't spell pronounced. I have no grammar. So I like, you read so much. I was like, I don't pay attention to that song. Said the mi Yes. The guy? Yes. It's it is an activity that you do for the sake of itself. Going back to your questions. It's like, why like, I just love to read. I'm gonna do this if no 1 listens, Like, that's how I know I'm gonna win Because it's was like, people like, oh, would you do it for free? It's like, no, no. Paid to do this. Like, like, a long time. For a long time, Like, I literally said I'm gonna quit, and I'm gonna... I have the savings. I have a wife and a baby or a daughter to support. Now I have a son, a wife or daughter Amazon, and I was like, I bet you... I I just put trust myself Is just, like, I'm going to... If I focus on this seventies a week, I'll figure out the business model. I know, like, I don't think Ever get rich from it, but I at least pay my bills. Right? And so, like, every month I'm like, oh, less money there. And, like, so I pay to do it. So the idea where we're, like, You know, again, people get... I think Sea jobs talked about this. Like, the older... He said something like, the older he gets the more he realizes realizes why people do things matters. And so he's always asking these questions. Like, I always say it's, like, how do you know that you found what you love to do. And people are like, oh, because, like, I wouldn't sell my company. It's like, okay, there's another level. It's like, how much would you've had to pay Steve jobs to stop working an Apple. The answer is, he wouldn't take all the money in the world. How how much would you have to pay Charlie Of people tried to stop Steve jeff. I'm working at apple. You, like think about that Like, the idea is, like, he's not doing it for. He's in a different game. He's doing it for the sake of itself. And so I went through a bunch of different names. History's is greatest. Men, history's greatest, like, history... All, this... There were terrible names. And I just started narrowing it more and more and more to, like, founders. And I was like, oh, that's perfect. There is a... Because I when even... Like you didn't... You weren't coming from the Tech world. You were like... There's a... This was in content marketing, No they're like... No. It was just, like... The... The idea I had known about, like, Warren Buffett, Elon Musk and all these other people. And I remember you had Kevin Rose on your show a long time ago. So you guys remember his... He... If you were not that long ago. Maybe a year, year and a half? Yeah. Yeah. It just time flies. Because it was post. It was he was he was during Covid. He he he was pretty much already fully web 3 by the time we So do you guys remember Foundation? Yeah. Or always like, 1 of the first high quality. Yeah. Inter... Like, imagine if you would've stuck with that show? Like, you know what Mean? It would been a market... It's, like, the the only episodes that ever came out. It was, like, Here's me interviewing Elon Musk. Here's me interviewing Sam Alt. Here's me. And, like, these people and also before they became like, Elon the model line. That's it. Elon had the model. That was the only thing He was just about to release the medal. The... He have the roadster star. No. They're were in the factory because I watched it... I watched it all time they were in the factory building the model. That's right. So it was... I don't know if you could buy it yet, but it was, like, coming or whatever. And elon looks way younger and, like, you know. And then in 2015, Tim Ferris, I was a a big fan of his podcast and read, like, 4 hour workweek. I remember the way do 4 hour body changed my life. Did it? Yeah. But it's low carb? Yep. So carb diet. I did that too slow carb diet, cold showers. Like, I did And think the funniest thing is, like, that this is like, the this whole cold punch thing that's like, becoming a thing now. I'm like was nobody, like, reading Tim Ferris in 20 11. Like, was artist. Yeah. Well, it goes only our demographic was. Yeah. Actually, that that made me think of something. Let me enter interrupt the story because I think it's really important You're like, oh, is anyone listen to her? Like, Almost gonna listen to our Amazon episode? They already know it? And so this is something that, like, And engineering queen's pre the most successful, are you getting a quote Og? Yes. Yes. Yeah Hundred percent into enough founders to now. Yeah. Because it's like, this is so key that people don't understand. It's like you're not advertising to standing on your advertising to moving parade. And so, like, I will literally get on calls with, like, media company founders that are, like, selling ads or, like, building companies. I'm like, oh, yeah. You must have read Olga. They're like, what? And I was like, these are not new lessons. Like, if if... And again, this comes from the humility to realize, hey, warren buffett smarter than me. So if that dude in his shareholder letters is saying, David Is a genius? I'm like, wait a minute. This dude... How many businesses has warren buffett looked at at that point, how many founders? And managers says he looked. And he's like, this dude's a genius. Yeah. This is not Rocket science, guys. Just go like, let's search David Og and Amazon. 5 books good. Order them. These days to search David Og v and your podcast Choice. Like... That's I I went to... It, but it explain the the standing Rm versus. So you're not advertising to sending army where your advertising to moving parade. But what happens is, like, even when you put on the Su sequoia episode. Right? We went me and David went on Hike and Stanford, And I was like, dude, you have this crazy back catalog. Every single day, you have more people following your podcast fee than you had the day before. I was like, and... Because I knew this because I was a subscription podcast. Right? Recount briefly your business model journey. So I I'll give you the shorter breakdown because, like, I went through so many of them. I just put a hard pay listen the first 30 minutes. You wanna listen to all of them. Then you pay. Right? And it convert... This is where we had that chap. Talking about. I today. Really like, Dude. You're doing it. You you're doing it. Because we... There's been times like, this 1 where we're, like, what the hell are you doing. But there's been other times where you come to us and you're like, do you know how good your Sequoia episodes were? And, like, the fact that you 4 times the audience? Have now and none of the 75 percent of those people have ever heard this Sequoia episode What are you doing? And so you guys, we had this hike, the the this is idea. Remember. Not my idea. I don't get... Like, everything has already been done guys. Just to pay and I'm speaking to the people listening not you. You always obviously noticed Like, we already been done Just go and see, hey. That person is smart. He learned from 40 year career. Like, you're not gonna be... They didn't gonna pick up an idea you can use this silly. So I told, I do David. I was thinking about this. There's some cases where it's it's not true. But I think most truly like, iconic world changing businesses and founders. They build... They stand on the shoulders of giants, but they have 1 or multiple things that is novel that they come up with. It's the combination of these ideas. Like, Sam Walton taking soul prices ideas and his competitor is ideas and like, hey, what about? You guys are kind of ignoring these, like, 4000 person communities. I'm pretty sure, like, the thesis on Walmart. Like, will they just drive for distances just to save money. Right. The answer is. Yes. Right. 5 hours course. Right. But that that like, that isn't a, a novel idea. Yeah. Exactly. It's a very... It's that's the thing it's combining, like, 1 big novel idea with a bunch of other things that You guys combined David Agrees idea by rep publishing your Sa sequoia podcast. And then you text me like, oh my God, Like, to downloads are crazy. Yeah. And because the vast majority... Because you're not podcasting to a standing army you're podcasting to a moving parade. And so I had known this because through my experimentation, I would take an old episode that I had done, do a preview, throw it up and you'd get conversions every time because it was new to them. And that was, like, so Og, I credit Og for that idea. That's an idea he got from Claude Hopkins and Albert Las who were building advertising businesses 15 years before him. Is this scientific advertising? Yes. Yeah. Yeah. Also a good founders episode. Yeah. He's excellent. That that that that book scientific advertising sold like 8 or 10000000 copies. They kept it in Albert Las, so Claude Hawkins worked for albert Oscar. Albert Las thought that book was so good. He stored in at fault. He wouldn't let He's, like, the... He built because it was like the secrets of the industry. Right? Like don't publish this because we don't want this getting out. I haven't learned that because in Og and advertising at the very end of the book. David's like here. These are the 6 giants that I learned from. So I was like, okay. Well then I'm gonna Google search. Who say, like, when we do book this is not rocket science again. So then he's like, oh, Albert ask her made more money than any but in than anybody else in history of the advertising business. He's like, hold up. What? Wow? Also none else knows guy's name. Yeah. And so then then you realized it's like, he he says in the book he's like, his estate outside of Chicago was so big at 44 time employees. I'm like, what? Like, what are you talking about? Like, that make these words make sense in my mind. That doesn't make any sense to me. So you read Oscar, and then he tells you about Cloud Hopkins. He's like, yeah, The the information is so good. That, like, I stored that in my vault for 20 years. And then once he sold his advertising... Or think he gave it away, like, a token, like a hundred thousand dollar, you know, to the people working there. Mh. And then they released it and claude went off on his own and and everything else. So... These are not, like, yeah. Okay. So you were doing the 30 minute hard cut off when we... And so when... So 1 satisfying. It's like, I'm gonna listen to 30 minutes of this episode, and then, like, I'd just have to get someone's asking you to pay the conversion. Right? The conversion rates were higher, But you've guys said, this is where... You're got a local mac This is where, like you were really helpful like, David. First of all, you guys are nice for this and nothing the language you use. You're like, you've idiot. Like, I say this is like and but you guys are so nice. So it's like, dude, you're doing it wrong. Listen. For every 1 person, I think it was been this. Like, for every 1 person that would buy podcast. There's a thousand or a hundred that would listen to them for free. Like, just... It's about a hundred. Yeah. Probably even more than that, You know? And so then you guys would show me like, you open the. You're like, this is these are our downloads. This is who we advertise with. This is what we charge for advertising. You just, like, Well, the other the other really key insight is. So after spending a bunch of time with originally Kim then glow, which that's Lips and still what powers the acquired Lp program. An interesting learning is most podcasts should generate about 50 percent of their revenue from direct monetization, some kind of membership program or pay their feed and about half from advertising. And and it should the math should sort of work out where that's gonna be the case. For the type of podcast that we are, where you have lots of founders and Ceos and hedge fund managers and the these sorts of people listening, you could never ask someone to pay you in membership what they are worth to the most valuable advertiser for that slot. And so the way it sort of works out is like, you're massively ham your monetization potential if you make it membership only because you'd have to be like, yes, please pay 2 to 5000 dollars a year. In order to get access to this private thing versus if you were to take that same piece of content and open it up to advertisers? You made the grade the good point earlier and we can elaborate on that. Right? Why you're so psychotic about this sentence is needs to get out of here, like, these 2 sentences, let's let's remove it because if you could factor in the average hourly rate of the people in your audience. It is unbelievable. So even, I think if you make what a million dollars a year, and we know people obviously in audiences a lot more than that, but I think million dollars years, about, 500 bucks a an hour or something like that? I don't know the math. I'm not a good math person. But, like, so you're asking if they listen an hour long podcast of founders. It's like, that's 500 dollars. Like, you cannot waste these people's time. So Never answered answer your question when you're like, hey. How do you guys think about this, you do re edit or do you cut them out? I use the script as well. I actually think the way I founders is obviously listening to it and listening and reading. Like, the super power of podcast is you can listen to it when you're doing something else. But when you're editing. But I think I'm gonna put on my ads all my podcast up on Youtube. Not... I don't have any video. But I think we're gonna use the script. So, like, if you... There is, like, some people have success just putting up the audio and audio, like, a a static picture, and you can listen to it on Youtube. But I was think Was like well, I'm gonna do that. I well And I have this. And that's kinda cool if you wanna to use, but I don't have to. We we did not find success doing that. Like, this episode will be the first episode this year that's on Youtube because we basically said if there's not interesting video, then it's not a video podcast, and you can go find it a podcast player. I... It's I'm using it just for search, and I would use smart... I'm not I'm never gonna... I don't think Ever gonna do video anything because it's just, like, it's so much simpler to do. Literally What I'm saying is like, I'm gonna upload P 3 to Youtube. Like, I'm not making a video just because it is They're eventually gonna have. They're not stupid. Eventually gonna have, like, the podcast player inside of Youtube. Like, I... Did you they released this, like, 40 page document I read on the their podcast goals. Oh, Youtube. I send to you guys? No. I'll send this to you guys? So right now I have Youtube premium, so you can listen to them in the background. Yeah, like, a podcast player is. But they need to have Podcast functionality. It's still, like, a video. That. Makes. So anyways, the the way I do it is, like, yes, I'm very aware that who's listening? I'm not ever gonna waste a lot of their time. And what I found with the more practice I have for the podcast is I'm able to edit on the fly. Like, I don't have a script. Right? So, like, I'll go through the book. I highlight then write down whatever pops my mind. I don't... Like, just Am I... First of all the highlights Like, am I excited about that? Oh, that's interesting. Highlight. Just go instinct. Right? And then write down, like, something that... Oh, that's like this or that maybe think of this and Just write it down. Right? Then I'll reread all these highlights the night before I record. So it's like the second time. You're doing this in physical books. Physical books. Yeah. But you're putting your notes into read wise? That happens after. Okay. I happens after... So the fifth time, every single book I do, I think I read the highlights 5 times. And the fifth time is me actually taking pictures of the physical book and putting in a read wise. So Jeff... I thinking about this Yesterday shit, because, I'm also slightly obsessed with Jeff Bezos. And he's slightly obsessed with a a lot of founders. That's why we were like, you're, like, we're sending a. Like, dude I'm gonna be ford. Yeah. We were setting up the camera angles more. Because you wanna I love? I, like, really like, I we got move David's chair here a little bit. Do you ever if you ever watched the old Jeff Bezos interviews when he's, like, first starting Amazon. He's like, skinny ball. I like, old yeah. 1 that's, like in field outside the conference. Yes. I think is the 1 he's, like, sitting... Like, you see grass. I don't know if he's gonna feel So but he, like, leans forward. And he's like we're gonna be the most customer obsessed company ever. Like, he's got that look space. I'm about founders. I'm like, like, you know, but he you're like that dude the Ago. But Jeff, that's something that he is. But Jeff saw something in invent and Wander, which is an excellent book because it's all of his shareholder letters and Yep. Transcripts transcription the speech. As accepted did that. Right? Yep. And all of his transcripts of the speeches, and he goes, do you really want to to to live in a world or to compete against somebody that's that's as good issue. Like, I certainly would certainly wouldn't. That's what his... He states. And he's like, he's... If you read a shareholder and listen to talk. He's like he's constantly looking for unfair advantages. Yep. And I think part of the fact that I have now over 20000 highlights from hundreds of books, and I still, like, 50 or 60 or maybe 80 books Haven't put in there yet that are in my library. So it's like, that's... My rise account is an unfair advantage. Because anytime somebody's talking, it's like, I can... Immediately... Oh, you said something I search for that term and it pulls up. It's like, oh, and then I see my highlight and I see my note. It takes so long. Yeah. Like, so long to do that, but it's worth the extra 5... Integrated into your process of making. That's because I'm reading something, I remember now, I know I've seen this before. I can't remember it. Type in that term, and it pulls up every single instant. Well, instance like brings Unfair advantage. Yep. That I have with me all the time. And well, what what I'll do is, like, whenever I'm, like, waiting for Uber today. Right? Just pull it read wise, and it read wise has the highlights feed, and I'll show you guys what it looks like. It looks a lot like a Twitter feed. Right? Completely random. So I'm not choosing this. And instead of me reading Twitter all day, which is not a good use of your time. It's... This highlight from the Dodge Brothers. I haven't read that book, you know, that That was like, episode, you know, prime with the 01:15. Billy Durant, who's the founder of Gm. Sam C. And so are these ones that other people have liked a lot. No. Therefore... No. It's just rep repositioning your old. Yes. Oh, So it's my former of practice. So you've got... Let me give you example. A healthy Twitter there on your phone. So is that what, like, how how many times a day? Like, how often are you just pulling up read wise and and almost every day. And if I'm not doing it read wise, I'll go to, like, my books shows. So what will happen is, you can pull a book off my shelf, and I'm thinking about this for, like, my kids long after I'm gone. My kids can, like, what was my dad into? You know? And I can go back and see, oh, and when he was 35 or 38. This is the podcast he made. Let me go find that book. Mh. And then they could pull off the shelf, like, oh, this is the line he thought it was interesting. Oh, you see Dad's handwriting here. And like, so I use this for myself where I can pick up a book and quote unquote read it, reread it in 30 minutes by reread my highlights and notes, and now I'm like, it's back in back, like, in front of mine. And then what happens is, like, you can do this anytime. Like people like, oh, I'm running late for lunch. Like, I'll just do this or I'll answer Dms are, Always have stuff to do with me. But I use it as a form of practice. The reason I said this is, like, sounds stupid. People think it's... Maybe maybe they think it's silly Don't know. But I read this book, it's episode 02:12 founders. It's called Michael Jordan in the life. It's a 600 page geography. And in that book. You just have, like, this encyclopedia knowledge to of the numbers of your which I'm so impressed by. I don't... It's only because I reference at all time. So when you look up something over and over again. Yeah. Yeah. Yeah. It's repetition. Everything life is repetition. Stan Walton career is repetition. You know? Like it's like, I just think you're trying to... This is what I asked Charlie. Like, 1 of the most interesting things he said. He's like, 1 of the best things that ever happened me is I got rich later in life. You know? Like he saw that would even how difficult it was. Like, he was talking about, like, imagine you being, like, super famous or rich when you're, like, 21 or 25 and how dis disoriented. He's like, I was a full grown man. Like, with life experience of the wife and kids. Child died. Yeah. I I did not mentioned that. Yeah. Yeah. But, like, he had all, like a, you know, full life experience And therefore, also, the the main problem that happens is people don't know. They're like, I was the son of a poor. Now I'm Rich, and my kids live an unbelievable amount of wealth and privilege. How do I deal with that? That comes up in the books for hundreds of years. The answer is no 1 knows. Right. And so with Charlie, though, the benefit is he didn't have a famous last name or a lot of wealth. His kids were like, grown. Right. They wouldn't have to do it that when you're 5 or 7 or 10. He also gave me some advice. That was fascinating. You do that, like, you gotta pay that bill eventually though, like his grandkids have to... Well, so how do you do it this. Right? Like, he's well multi billionaire. Like, that's an insane. Right. This is this is a fine generation Not only is he a multi billionaire. He's, like, people like us talk for hours about it. He's like a celebrity. So I just read this fantastic book. I like reading obscure books because go back to what Jeff Bezos said, differentiation is survival. So, like, I'll find, like, weird books. Like me and Sam were in this... I was searching for books for you guys. So I couldn't find any I will order them and bring seminars to you because I always bring books. And I was really... We went to 3 different books. I'm kidding. Like, I brought that energy drinks. But, no. We literally... Like, bless Sam and his patience with me. And, like, drove me all of our Men park and Palo Alto tell yesterday today going to bookstore. Like, I was literally looking for you guys. What do What Like you had specific books? I like going to use bookstores and I think of yeah. How... My my interpretation of you guys in my mind, and I... I just know if this book is good for that person. Like, the the Charlie... The henry Flag book. I knew that was good for Charlie Mug because of what he said. Yeah. So I don't know what's gonna happen. Now I do have 2 books picked out for you guys, which I'll send you, But, they're not they're like newer books. But anyways, but that sounds like a great day. Driver Would say I'm pinky and... Yeah. Go to book stories, like, what yeah talk better day do spend. Also, the Peninsula is like beautiful. So, like... Yeah. And, like, you know, Sam's unbelievably intelligent and, like, she's got a weird alien brain. Is always tell them, our front our mutual friend Mitchell Bald the all 3 of us know. Says, Sam has a giga brain. I think he... I think I think he's Heard say that. I think is what he said. Here's a description of it. But I like obscure books. I read this book that it's very hard to find it's like, 300 year bucks. It's called the Invisible Billionaire Daniel Ludwig. Yeah, was the richest person in the world in the eighties and no 1 knew who he was. He paid public relations firm to keep his name out of the papers. K? And what your competitors don't. Yeah. It's so he's just like, I don't wanna be known. And a lot of his was, like, it's like shipping and oil and or refining and mining and and and all other stuff. But the author needs the point in the book like how different a million in a billion is. Going back to Charlie Mu Right. Yeah. And he goes, a stack of, million dollars in the second hundred dollar bills is, like 40 inches, you know? Billion dollars in second hundred dollar bills would be talk... Would be 3 times total in the in empire state building. Yeah. And so, like, for us, like, oh, that that guy's is kinda rich It's like, no, the billionaire millionaires are not in the same category. It's so. This is also the thing we're, like, the English language has done us a disservice by naming 2 things that are a thousand times different, very similar words. It sounds similar. Yeah. So they're not similar at all. What was a lot of people were asking. Like, think about all the wealthy people that that Charlie talks to. And there asked, like, okay, What do I do with like, this wealth with my kids. And it's, like, you know, is it... If you give your kids a bunch of money, is it gonna demo motivate? And Goes, of course it's going to. So he's like, but he's like, you know, it's like, again, like, this should be obvious to you. So he says, I don't try to steer his kids are his grandkids into what they should do for a living, which is Charlie Mu is 1 of his best piece of ice that I took to heart. It's like, follow your natural drift. Yep. Like, how I pick books. There's been, like, 15 or 20 that I've read completely or half and it's, like, I don't like this book. Not making episode about. I I go to my books off and I have, like, probably 80 or a hundred books I'm read yet? Most come from the audience. And I was like, what am I most excited to to learn about now. Yeah. That's how I pick. Right? So falling traditional? It's also more or less how we'd pick episodes too. We have a little bit more planning because now like, there's such long lead times, but it's kinda like... What's interesting to us right now. Yeah. A hundred percent great. He's, like, you know, don't try to steer them too much. And he's like, he definitely feels that they're some of them are gonna be less motivated because they're born rich, but he said this was the most surprising thing. But he goes, you have to give them the money anyways, or they're gonna hate you for it. And I was like, that's... Like, because I before this, I've read so many, like, family dynasty stories, and I'm not saying I'm to we're not gonna give them the money. I know They did and it ruined them. Like, did you guys... You guys haven't done an episode or common case. Tc, John John malone Like... In... That will happen this year. First. So, you know why? That that was 1 of the books that was recommended the most. They're like, you gotta do a cable camera You gotta do a cable highway You gotta... Read the book. It's awesome. It's excellent. And there's... So you know the story about to tell you where the crazy thing is it's like, I'm always thinking about... I didn't understand this before studying up. Dedicating my life setting history. Right? Where it's like, oh, wow. The decisions Making now can can reverb through the generations. That's a crazy thing where Bob Magnus, which is the founder of Tc. This, you know. Yep. He doesn't have any money in Rural Texas wants to do this... Could jump to this new industry cable. Right? Full of cowboys. Like little cowboy. And he doesn't have money so his dad gives him a 2500 dollar loan. So Bob takes that 2500 dollar loan, and then let's say, 40 years later, Bob dies, and he's got a pass on his money. Right? That was created from the company he created to his 2 kids, and he winds up giving them. I think, I don't know numbers. I wanna say, like 200000000 each. 2 sons. So think about that 1 decision? I think I talked about the episode. And if I, it's a big mess up on my part. And I stopped in that part. You did. I was like, hold on. Think about that. Like, what if his dad didn't give him the 2500. Talking about. Yeah. So his 2500 dollars turns into 400000000. Let's see, 200000000 each for his grandsons. Changed his grandsons lives. Right. See. That means rule thumb, you take, like, I know you probably 3 more generations after that of wealth guaranteed. Wealth has gone because I think it went up their nose. Like, that was a... The so it's pretty hard in 1 generation. But they I don't know, like, the point was just, like, they... That wasn't good for them because they were not motivated. They did a bunch of drugs. I think they went to jail, like, that kind of stuff. And you see that so much. So my thought was, like, Oh, like, get them a little bit, but not enough that they don't have to work whatever and Charlie is like, they're gonna hate you. Yeah. And, like, what's the such a good lake. It's just, like human nature. This is my biggest takeaway from Charlie and I think the biggest benefit that people that listen to founders and acquired and then hopefully read a bunch of the books and do setting on their own are gonna realize. This is like, Charlie, I I said it that's how my notes. And this is the first thing. This it's like, it's comforting. The conversation conversation had... It with Charlie was comforting the same way that people sell me listening to founders this company. Is like, Charlie has an almost complete difference to problems. Troubles from time to time should be expected. This is in inaccessible, so why would you let it bother you. And the difference and And if you think about, that's the main takeaway from the this 3 our dinner hat with them. Right? And if you think about how does he avoid this. He avoids it by great things, have less problems. You're never gonna escape problems. But if you're around great people. Yeah. Like, they're not gonna throw up just like a great business doesn't throw up big problem after big problem after Big problem, your your wife, your kids, your friends, your coworkers. His whole thing is aim for the highest quality you can get. And then that's gonna solve 99 percent of your problems. And then when you have the problem, they never problems still gonna come. Okay. He's doing it. Yep. He talked about, like, when he lost the money on Alibaba, he brought that up. You know that people try to make fun of him for or whatever. It's like you guys are missing the point. Like, you're not gonna escape, get through life without making mistakes the the founder of Ikea has this great quote where he says, making mistakes is the privilege of the active. Only those asleep make no mistakes. Yeah. It's the version of the man in the marine, men in the arena. Yeah. Yeah. That's teddy roosevelt idea. Yeah. So... Okay. So what do you think is the ideal way to handle it if at 35, someone becomes very wealthy. And so when their their kids memory starts around age 3. So for their entire kid's memorable lifetime, they've grown up in wealth and privilege. Like, how does 1 handle that? I have no idea. I have no idea. Like, I don't... The the me even giving an answer to that is, like, there's this guy named Charles Ke or Ke. I don't know princess name. I read his biography I think it's episode 01:27 or something like that. So he invented the electric, starter, He founded at Ac Del that gets acquired by Gm. Right. He is the head of research and development at Gm when Gm is the most valuable company and most... Like, the the cutting edge technology company in the world at the time. There's a story from his wife and his daughter in that book, saying, hey, when he dies, There's only 1... There's only be 3 words on his, on his Tombstone. I don't know. Because that's what he would say over and over and over again. Yeah. 1 there's like... He's having this conversation. Same thing. He was the son of a poor man. He is now a rich man. His kids are rich. He's talking to other people that had the same experience. His peers, like, what do you do? And the answer what they came up with? I don't know. Yep. Because it's so dependent on who the person is. Like, maybe you give them money that going to Bob Magnus is Grandsons. Maybe they're, you know, they're, like, Warren Buffett kits where, like, they they run foundations, and they wanna give them money away and I don't think they're Coke addicts. I don't know, but like, you don't... It just dependent on the person. So... If there was a simple... If there was a correct answer. I think some of these guys... Some figured out would figured it out. Well, that's the thing about humans. Right? Like, every person is different. Yeah. Yeah. So it's... I have no idea. I really, and that's the biggest thing where. I think this is 1 of the lessons I learned from the podcast where, you know, you mentioned this at the beginning, Ben, where most of these people are just so... They're, like, best in class in this 1 dimension in the world, and, of course, to get that. They had to to be poured... They had to... They couldn't optimize all other areas of the life at the... At what they did for, like, their work. Right? You know? Sam Walton 1 of the rare of guys where he gets to the end. He knows he's dying because he's got cancer all over his body when he's writing that book. And he's like, listen, if I could do everything again. He's like, yeah, I missed someone of my kids childhood. They worked in the stores and he took him with. But he's like, I do it again. I like, I had to do this. I had to get after it I had to improve. A lot of them, you know, get to in their life and like, 0II regret. The founder of Ikea has the best words on this. He said, you know, I had 3 sons growing up. He started ikea when he was like, 17 worked on it to He's like, 80 something. And he's like, I sacrificed my 3 son's childhood. I regret it. He goes, anyway it has kids nose that childhood does not allow itself to be recon concord. And so, like, we were hanging out today. We're were gonna do recording and go to dinner, and I was... My plan was, I was, I wanna see my son. He's, like, and my daughter, it's, like, I'm gonna take the red eye. And then I realized was, yeah, but I wanted spend time I be gave in ben. I'm leaving early tomorrow morning, but, like, I'm doing this as fast as possible. And if I had you, I'd like, fly back and forth because, like, your kids are... Think about, like, you you guys have with your parents or are they so alive? Yep. Yep. Okay. So she gets to talk to, See, but you have your whole life. Right? Right. When your kids are small, there's like this tiny window when they're, like 2 to 5 to 6 where you're everything to them. Yeah. Even my you don't have talked about. I absolutely feel this way. Even my take your daughter, like, right now, it's she wants from time with me... Like, it was the cutest thing ever. I was leaving going to la of C Charlie and coming up to san Francisco to see you guys, and she text me she goes, I'm wearing your sweater because, like, it makes me feel close to you. Like, why you're gone. You know what I mean? But if you ask her, do you wanna spend movie night with dad and mom or you wanna go play roadblocks with your friends? Every the Their friends. And she loves me. Don't get me wrong way, like, their their friends are way... They're really important to them? Yeah. We're, like, every day I miss... My son's about turn 3. It's like, I'm not gonna get back that day, and there's only, like, a thousand of those days. Yeah. And my wife won't have any more kids, even though I was like, I don't wanna a bunch of kid. Like, what was that like exactly because I want a bunch And like, no way I, You're... I don't have to get pregnant. So that's fine. Something that Buffet and Mu did with the graham group that, like, was way ahead of its time that now anybody can do is they formed their social networks outside of geographic barriers. And they found their, like, most compatible, most like minded, highest level of talent you know, peers. Mh. And then they just, like, got on planes and got to go see them. You know? And, like, that was really hard to do back in the day. Yeah And now anybody can do It's kinda like the bill girl, you know... You have no excuse not to do that. You also, but here's the thing. But people get wrong is they're like, oh I wanna meet this guy. You have to do the work necessary to make them worth your time. Right? Which is, like, the unfair advantage that the 3 people sitting in this room have. Mh. Is that it doesn't matter. That's why, like, in the last 6 weeks, I've gone to lunch dinner with multiple billionaires. This is, like, and the people that, like, you get to talk to him also so if this is like this dude is crazy. He's at 300 biographies of entrepreneurs. There's no way I'm gonna have dinner with them and not pick up 1 idea. Yep. Like... And then now I've built this machine where, like, oh, that's an interesting idea. I'll just plug it into this business. And, like, it's not a financial transaction by any means, but there's no I... The reason it's not that, like, Charlie was the first person I met that I was actually nervous about, and it's... The reason I'm not nervous because I know I've done the work. Like, you can't put me in a room with anybody on the planet. And I'm not gonna able to tell him at least 1 interesting thing. Doesn't me I'll be the most of the best that ever had in their life. That's what I'm saying. It's just like, they're gonna hear something. That's like, oh, that's interesting and like, goes through their own brain. And it's only because I've spent 6 years and and same with you guys It's like, oh, you should feel comfortable like you guys mentioned earlier. It's like the the your audience feels, like, you know, 2 football fields and like, oh it's a little little bit of, like, not... You didn't use a word in insecurity, but, like, you know, a little, like, nervous. I want these people to, like, like me, like It's like... You're pushing you from bob. But you know, like, you've most likely read... You're you're you're... You've know more about subject than they do. Sure. I do. But I need to make something worthy of their time. Yes. That is an admirable. Yeah. It's like I... Who cares? I could spend all the time in the world and fail to s the narrative and the takeaways. And all of a sudden that I've just, you know, that then I failed them. Regardless of how much work I did. The the product wasn't good. And so that... That's that's the It's hard to not have the product be good because you did the work. I guess is my point. Yeah. I think we now have a process that means that when you and I put in the work, the pro the product is good, but it took a long time to to arrive at that. It's almost like you know, the this is another Sam Hank thing, trust the process. Yep. The that... I guess the the the point I was making there, though is like, because you guys do such so much preparation. And, like, it's now your your life's work. Like, it's just so much... It's it's gonna be so hard not to add value to the people in your life, whether it's, like, friends that never show up on a podcast or friends that, like, you don't have a business relationship with. Because it's, like... And, like, you're just gonna add value because what you do is so rare. Like, I... Naval vol Rob has... He's influenced my thinking a lot too. And he has this thing in in the naval vol, the Omni not gonna ball by our friend Eric Du jorge. Yep. And he's just, like, if you read an hour a day that put you in the point 0001 percent of human. I'm like that can't be true. No. That... That's the dirty secret of acquired end founders is that people don't read books. So if you just read them and then tell people what's in the books, you're gonna hundred x the market for books. And I couldn't believe that I was have a dinner with the same friend, that was telling me Like, I told, I'll try to build a business around, like, my reading? Is like, come months ago. And he's, like, you've vastly overestimate? How much people read? He goes, how much do... How many books a year do you think the average person I was like, I don't know. It's it's like point. 50I remember asking a book publisher. He... And he said America reads a book a year. They... He when he quotes some other study. I, I said 12. He's like, no not 12. He's like, it's 0. They average is 0. Yeah. It's crazy. Yeah. It's your point, I've become friends with a bunch of, writers. Some of them I met through the podcast, and they've been telling me, like, teaching me about the publishing industry and just breaking down, like, 98 percent of books ever published sell less than 5000 copies. It's parallel. The The book business is the venture business. It's... Which is so interesting to me how the advanced model works. It's like quite similar to a seed financing. I mean, they they put out know, 50000 dollars for an advance on your book, which is, you know, covers your cost of living while you're writing it. And, like, they kind of don't care about recoup it because no it's even worse. The whole business is about do I... Did I sign up you know, James clear this year. Yeah. And, like, you know when you have Michelle Obama on your hands and you have to pay for it, but you don't know when you have a James clear on your hands. Yeah. And when that becomes the book that America reads this year, you better make sure it's in your publishing house and not 1 of the other 3 big big whatever it is publishing houses. Seed funding is better because their advances are recoup. Right? So it's like this... I would have this long conversation. I of the most preferred stock. Yeah. Were we were talking before... It's participating preferred. We were talking before we start recordings Like, man, Jimmy Sony would be great to do with just because he's got this historical knowledge of Paypal, Paypal being so important. So, like, silicon about a history, and he... We were talking about this, and he's like no. Like, I have to pay that back through sales. I'm like, oh, because. The thing is, going back to, like, you guys listen to Game Blake Robbins every episode. Yep. Yeah. So excellent. Blake good. Unbelievably good. And what I loved about is how they focused on the business model innovations and how 1 decision by some random group of programmers in 19 eighties affected a business model decision 10 years later, whatever. And I was talking to you about this so go, the books are fantastic. They... The best products in the world, you can... There's a great quote port Charlie Alma, which says that there's ideas worth billions in a 30 dollar history street book. For Charlie Among and warren buffett it. That is literally true. Right? Yep. And what I don't understand is, like, you guys have such a high value product and you haven't innovated on the business model. Yeah. So I was telling Jimmy, I was like, do you know the deal? Like, like, you just... You think about this as like a entrepreneur. Like, you're not a writer. You're an entrepreneur and your product just happens to be. You can make money off that any kind of way you want. Like, you can just get creative. I go people think it's crazy where I'm like I'm trying to be the Jay z of podcast. And people like, what the hell is wrong with you. And I did, like, that episode have you done episodes on. That episode I did on J z is 1 of my most popular people bet to I. Love. I love you. So, like, I can't believe I haven't listed them. Jay z is... Has founder mentality and he had it since he kid. Hundred And you just see everything his whole career. And people look at them I, like, oh, like, this is nothing about Intelligence manifests itself in vastly a different way. Not always like, credential in many cases it's not. Right? But like, Jay is a straight up genius if you listen to him and what he did. And he looked at. He's like, yeah. He says it from the G he's like, I thought I told you characters. I'm not a rapper. He's like, I'm a businessman and rap just happens to do my product. And so I'm gonna think about it like that? I go Jimmy, you should do that. I go, why don't you just find a deal like Jim, like, Jay z did with samsung. He's like, what are you talking about? Well, that's, like, 2 founders, entrepreneurs, whatever you do founders and the title you wanna put They care about ownership. Like, they own their work. And realized that you... The the business model matters, which is why I brought up game. So what Jay z did. This is years ago. This is his Magna Carter Holy grail probably came on 2013. So he goes he goes, you know, I could I record this this this album, and then I could sell, like normal. You know, stream it and itself for 10 dollars 1 the physical copy, etcetera, etcetera. He goes, he goes, what if I just want my money guaranteed. So he goes to Samsung and says Samsung. You're launching this new app, this new phone. You have your own app on it. I'm gonna sell you... I will sell you, a million copies 5 dollars each. You give me 5000000 dollars guarantee from Album. I'm still gonna own it so he gets a streaming yep lights. He goes... And so what I'll do is like, you pay me 5000000. The first million people that get access to my album. Are gonna be Samsung have that whatever phone was coming out. You download it for free if you have this device. And so it's advertising to the Samsung, and it's guaranteed money to him. I go dude. You're writing about technology founders. I was like, there's these venture capital funds that have Right 80000000000 dollars of versus under managers interest? Just like hey, would you pay me million dollars write this book. And then you say, hey, this book is now presented by whatever firm. This is why I mean, you have... Say I've talked about this privately? You guys already know this was like, there's been, like, something like 15 acquisition or investment offers for founders I said note everything. 1, a lot of them are like this where it's like, oh, well, you have the attention of people that are valuable. You just said the worst thing that happened to a venture firm is they miss the the hit of that. So they have to expand, like, you have make sure they catch that. Right? Yep. So it's like, hey, we'll we'll pay for founders or whatever, give you x extra amount of money, pay you to do it. You do exactly what you do. The only difference is, essentially they're trying to buy up our inventory forever, like, hey, founders is presented by x company if you're gonna raise money email here. You know? And the the response I have when these... I get these pictures is, like, if I did that, that means I'm not actually learning the lessons in the books. Right. Right. Which is, like, you never give up control. It's It's like, no. That's let's dive into like a deal structure on that. So, like, what if they weren't what if you weren't giving up control and what if you weren't giving up economics forever, or you're just doing a period of time buyout of your... All your inventory. This is the intelligent thing. This is what Ts is doing with invest, the best. And this is why... Like, it's crazy to me when I talk to people and they don't understand this. So, I had a conversation with the founder, and he's like, it's really weird. Am I gonna say who it was. He's like, it's really weird this company, is running ads on that podcast every single episode forever. And I'm like, not all. And I go, moving for. That's the I got. I go, David Og ran the same exact ad in the same magazine for 30 years and it was still effective. Yeah. And so I went to Was, this is, like, what you think Coca cola has been doing for a hundred. This is not new ideas. So either think Coca Cola is really dumb or... Exactly guys exactly I don't think that. I talked to Apple has the prime billboard in every major city in America to advertise whatever the latest iphone is in forever. Forever. So I talked to, Michael El, who's is a cofounder of Tv. Yeah. And he's an... You... Wait. We all know each. Great deal. And we talked about this Like, And this is a another example because this some somewhat affects our business because, when there's, like, a decline in overall economics, like, ad market usually shrink a little bit and ad rates come down. And it's like, oh, you're doing exactly what investors do. Yeah. Like when what what a Charlie and Buffet do when there's a crash. They don't deploy. Deploy. You read Is he Sharp fantastic, the the founder 4 seasons. Right? And he says, He goes, yeah. He's building what didn't exist at the time. The only chain of 5 star hotels. At the time. And he says, I grow, and this is every founder does Andrew carnegie, Johnny Rockefeller Henry Kelly F when they have recession that's when they grow. So what he would do is his his competitors would pull back on advertising, he would spend more. Yeah. And he says he claims I think in the book he he increases market by 25 or 28 percent using this over and over again because human nature is oh crap, things are short small and they cut. This way, Og said, Og is like, if you need advertising to sell your product, it's not a marketing expense. It's a production cost. It's a it's a... It's actual cost of manufacturing your product. And so what what He... Michael, Did that was such a genius move was, first of all, he knew something was working. Right? And he scaled up through podcast ads. And he knew it was effective. And then he's like, okay. Well, like, now you have this the all these people in the tech industry, the there their stocks creating or everybody's like, running and treat. What does he do? He goes, like, oh, there's all... There's probably available inventory. And so he goes, Hey, Colossus network. I'd like to buy up, every single ad inventory for 2023 on every single 1 of your shows. That's how you know that that likelihood that guy is gonna win Like, I don't know the details of a business. It's private and everything else Is it's like, that's the right decision. Same decision. That's what O would have done. That's what Buffett and Mon do when they put money in. Like, that is... That's what coca cola it does It doesn't matter the e echelon economic climate. It's you ever can see less Apple, billboards. So you can see less cola all. It's interesting silly think about this in the venture business. Right? Like, which obviously as we record this here in mid March, you know, 20 23, there's a lot going on in the this. So dynamic right now. Right. I feel like we don't know the last... 2 iterations of what have happened because we've been recording and I haven't checked my phone. Like, that's how fast the world would be right. Things are happening very quickly as we speak. But I think a consequence of that. To point about, like, you should advertise heavier during recessions. I think different... Customer differentiation among venture firms is just declining rapidly. Right? Like, like, what is... Well, no. It was until, interest rates went up. But now nobody even... Like, I have I I think both the up and the down cycle is both, I think you're comm. I totally disagree with this. I think when when come... When capital was a commodity and money was free, it was extremely hard to differentiate yourself as a venture firm or any financial firm. But, like, it it should be easier than ever to differentiate yourself because the... How... Okay. So how do you differentiate yourself right now? You guys are doing... You you can... I mean, well, 1 of them, Like, let's let's abstract away, like, speaking to the acquired audience as as 1 of them, or as a gigantic means... Your XYZ average french friendship firm amount. Having money. And writing the checks. Right But But yes. Having money. Right? But, like... I A year from now, it's, like, 6 to 12 months from now, that's gonna be differentiating. So I have thought autonomous this. 1, I don't know anything about venture investing 2. I don't know anything about investing period. I get to talk to super smart investors, and I'm sure the questions that I, called on. You had to find that for me, and I'm sure they're, like, this kid's an Idiot. But when when you guys were talking a little about, like, your business and, like, your the venture game in general. Is... I just think of, like, what, 1 of my favorite things that I heard, Jeff Bezos say is, you know, for years, people were like hey, when you gonna do physical retail. When you gonna do physical retail. When you gonna do physical retail. And he says something it was crazy. He's like, physical retailing is an ancient business. And I love that terms. Like, it's an ancient business, so I'm not gonna do it until I know, like, I can... It's so hard to improve on an ancient industry. Has to be completely differentiated. You mentioned, I heard you on 1 of your podcast podcasts where you're, like, you went to the Amazon Go store just as, like, like, your curiosity It's like, yeah, like you needed something. And so you guys have probably read that story too, where it's, like, at 1 time, they were gonna do, like, booked, like, meat and, like, all this other stuff that you'd have to, like, talk to somebody, Like, No. You have to redo this. This doesn't make sense. The the key that the the differentiation here is that you walk walking and you walk out. Not walk in, talk to some guy. And like, he's like, cut salami for you. Like, then you gotta get that out of there. And so I've had the thought because I've read a bunch of biographies on investors too. And, like, investing is an ancient business. Like... Yep. And and we're just doing it in different ways now. And so I was like, well, if you'd if you wanted to invest. Right? Let's see you wanted to invest in private companies, which people been doing forever. I always think of, like, like, where did Jp morgan get his deal flow. And you know you, like, you've read through the history. It's like, people like, oh, he, that was Jpmorgan Bank, like, no. There's no retail bank Like, you're not going in there. There's no ad, like, a sign on the. Like here here's Jpmorgan Companies Like, it was a relationship based. It's like, you got in if you knew somebody. Right? Yep. I read this biography that's incredible. I highly reckon recommend people people read it. It's episode 01:03 of founders. It is the richest woman America, head Green. I can't remember this. I love how he denies that he knows every number of every episode and then busts out 3 more. It's only because I I, like reference this all time. So Heavy Green. Right? Is only because you referenced every it all the time. 1 day, it's just gonna re recording of missed all the episode numbers. But Heavy You are an algorithm. You are your read wise app of. Well, that's how I get it. So the heavy green though was so wealthy that she bailed out the city in new York. Like I that book has unbelievable stories. This... I never heard this person's name and they bail out the city of New her family. So the richest... When she was alive, the richest city in the world per capita was, like New Bedford mass Willie. Yeah. So her family made so much W. And the way they looked at the family fortune is I am a steward of this money. My job is to make it grow so that the next generation has more and then they're aren't... She's like, the third generation of these w, and then w desperately, like, it it died out. I think the generation before her, so they had to figure out how to make money. The technology stocks of her day, railroads, like, she made a ton of money roads, and then she'd buy land like, real Estate New york and everything else But anyways, my point being, and, I had this conversation with Patrick 1 day. I was like, think about it, that was an ancient investing an ancient business. So, like, you wouldn't do it He Green day. Like, where did she get her a deal for from, people knew her. The knew she is wealthy, they knew that she was the first person to go to in financial Panic. They called financial panic, what we call sessions of depression now. And it was, like, you know, every 3 years back then. Yep. And so what she would do is she had a desk in Chemical Bank in Manhattan. So The the advantage there is geography. Physical location, you're at the center of finance in America, you need to be here. You build a reputation. So literally, there's are stories in the book where there'd be a line of people in crashes waiting for, at her desk. I it's like, okay, I'll tell you my Rose sucks. Pennies on the Dollar Cro van built the same thing. She invested with him and a bunch of other people. Right? And I was like, what what would you do today? Like, you're in an... You're... You won an edge everything we're talking about is like, you need an edge. Right? You know, can't play Outdoor has a great... The great quote in his book. He's like I've been a man money manager for 50 years. 1 thing I know is you... You... The sure way to get rich is only play games and make investments where you have an edge. Right. Right? Which is another way of saying, do something your competitors don't aren't or can't. Or Edwin land. So Edwin land plays a huge role in my life. Founder Polo Received hero because he said, I have a personal model. It may not fit anybody else. Don't do anything somebody else can do. So I was like, okay. I don't think anybody else could do founders the way I do it So, I'm gonna do this. Right? Yep. So my point being is, like, how would you do it today? Well, you would... Look it would look very much like what I think you guys are building. And I'm not an investor. I don't know anything about your your world, but it's just like, I'd spend my time reading and learning about business history, Charlie Mu and warren Buffett Did that. Every single investor you guys are probably read about Does that all the time. They read constant. Right? Yep. I would share what I know. That's gonna build my network of other people. Those people are eventually gonna sell many deals. I have this huge advantage that you couldn't even do 10 years ago... Or 15 years ago because it's as a podcast. Right? It's, like, now I could record all the stuff I'm learning. Right? Which we should say, like, there have been iterations of this. Like, this is how union square ventures became union square ventures or founded a group became foundry group because logging. Blogging and then Brad and Jason writing the book on venture deals. I mean, it's, like, Angels venture hacks with Naval and Movie talk. I have 2 other examples. This is like, it's same venture. Like, what is the most successful content marketing of all time? Michelin? No. Berkshire, Sure. Course. Berkshire Shareholders. Worries. Because this is a no george, Genius. It is the greatest act salesman because you never even see the sale happen It's like, hey. Yeah. And they spend... You know, you've guys have probably research. How much time they spend on those letters? It's like, half a year, 7, 8 months for every letter. This is not like, oh, I just jot it down or what I you. And the crazy thing is like, he's Warren. How many people have This is something Charlie talk... Also, this is a great great thing that... That, this came up here. You talk about the letters with him? No. I asked him about, like... So I was... Explained I was like Charlie, I'm literally in the middle of, like, reading about you when you were, like, around my age. So every time I read a book. I'm like, okay. I, first of all, I know what you're they're they're born. So every time as I go through the. I'm like, how old are they. And I write down. Okay. He's 24 years started. I wanna know what they were doing in and around my age. And so Like, I'm thinking about you guys. Like, you just started. Like, your fund starts to like 41 or something that. I remember what it was. Right? And and I was like, then, like, 50... Like, you started out, you're trying to figure things out You could see them kinda figuring out making a mistakes You guys did an excellent job on your episode, like, talking about what they learned from, getting to, like, get away from the Graham, like, get to 1 of excellence. Great business are rare. We should be in there, and then just let time do all the work. And Was like, and now, like, you guys put up the greatest investment record of the world's ever seen. It's like, are you surprised. He goes, of course, he's like, a of course of surprise. Like, how could you not be? Like, we wanna be successful, and we were, like, had, we were ambitious and driven, but there's no way you could say hey hand we worth... What's what's berkshire market cap right. I don't know. I'd, like, 500 hundred billion. Yeah. It is. But he said, But the the the reason that popped to my mind, when, like, when I was asking him, like, these these questions. Let me actually get the exact notes because I don't wanna mess up the way he said it, because his lines were just excellent. And so he goes, yeah, he surprised how was successful him and warren turned out about, how could you not be surprised? And then he said something was fascinating. He goes, I think we get too much credit? I was like, whoa, that's interesting. Like, why do think that, Charlie? And he's like, it's very... He goes, it's... He... He... I find it odd to be so wealthy and loved. That's not... These are not exact words. These are my interpretation of his words. Let me just speak clear here. I find it so odd that to be wealthy and loved. That's not a usual human reaction and then my note tied to why I think the berkshire letter are the greatest content marketing real time he goes, I And I go, I wonder if this is because they spent so much time teaching others. Mh. So what is... When also acquired you guys are. Right? Berkshire, I'm gonna go program too. Berkshire. They're teaching... Like, you could just not read a book and just read berkshire letters, and you're gonna get fantastic education. Right? And then in there is like, oh by the way, we'd like to be the buyers of choice. So if you happen... If you happen to know this business, Like, this business that you wanna get your hands like, you know, and you care about and he does this excellent product differentiation? Call me. Yeah. Yeah. The greatest content right What are the... What is, like, how much money do they make off of that? And, obviously... And I think this is probably... I don't even know if it's on the list of things that they care about, but, like, it's also marketing for their businesses, like, totally. I have Geico Car insurance because it's a berkshire hathaway company This is how we talk. I'm drinking steal an extra kinship for Brooks running shoes. Absolutely wearing brooks right now. Okay. So I I'm wearing really Changed There you go. I changed out. I was in a Apollo Hoodie right before it I came over. I watched the documentary in ralph Lauren. I just did a podcast. I just listened to your episode. Yeah. I think it's episode 2 88 I'm I'm wonder if I'm right. Yeah is good. Let's see if I write though. Let's see if I'm right. I could be wrong. I could be full of crap. It's 288. Okay. So... But before that, I watched documentary on them, Like, years ago, and I found out that he did the... I always go to Ben for the proper pronunciation. Like, we'll do the same podcast. I will... I'd say, like, a K Mari and then he's, like, Fuck maria. And I'm like, alright. But I go with Ben. I go, ben. Oh, you get the... III will give you the correct American pronunciation. So it's unclear if it's actually right. So he did the same thing that Q did, You know, like, they were struggling in the early days of Sony. They get this huge order, like, we're gonna take a hundred thousand units or whatever it is, but take off Sony and put on our name. And Kia is like, we have no money. Yeah. I'm, but he refused to do that because, like, I'm not building your company building mine. I love that, like, that entrepreneur entrepreneurial, like, bull headed Tennessee. Same thing with Ralph. Ralph broke, him and his wife are living in a house, our apartment with a train running over on top of them. They're sleeping on a mattress, and he's making ties and bloom day was like, we'll, take them. We love him. Take that name off, you're gonna be our house brand. Yeah. And he packs up his eyes. He's like, I'm not here to build your brand. I'm here to build mine. Like, that... So the... What you're has later in life, like, he would make so much money on I'm just licensing out his brief he's like, I don't didn't make any of Yeah. Literally just license the brand. Hearing that made me buy more polo clothes. Hearing your affinity for Geico makes you buy Geico. The advertisers you haven't acquired because they love you. Your... That your audience if you... I know you guys vet them and, like, like, you have a ton of people want to, advertise that you don't let. It's like, you're related to that goodwill that you're building up, the goodwill that that buffet built up. Another... The second maybe most anybody... And by the way, there's a litmus test for that. It's... Does the acquired brit. Like, I want to only work with sponsors that I wanna so full throat endorse that I feel the acquired brand gets stronger by working with them. Yep. And like, if you can actually just keep doing that dura, I think that is like an amazing way to build a brand. And, you know, we try. We it doesn't always work and sometimes we just don't sell ad slots because we're like, well, we... The bar here. Long term. They're like, okay. I miss a week on advertising. Doesn't matter. I'm doing this for... You when we get on the phone. For some we talk, Do you guys love podcasting? I look podcasting. You can do it forever it. And we're gonna do it forever. We say the same thing. Right. Right? It's like, 1 week, you know, you know, we could do this another 40 years. Right? So the the the same thing It's, like, the same goodwill that you're talking about. It's why I'm drink. I don't even drink energy drinks. Right? But, like, the format found showed up with 5 Jack ghosts. This is... This is the only energy drink I found, and I only found it because the... I was driving home on Thanksgiving, and all the coffee shops are closed, and I... Hit heard Jack podcast. I know he has this. And he says, he's in W was, and I I was like wait, There's a W on the turn. I was like, I can just go there, Like, they're there, and I bought him, and then I was wired for the whole dry hole and I like oh, they work, man. That's it. The the the the the point there is, like, it's not, like, when I went to the energy drink aisle. I was like, oh, maybe I'll do Rockstar are or monsters Like, no, They didn't make a podcast I Made a podcast I you not evaluating energy drinks at that point. Sure. The format for our I founders. I got from Jo. I found his podcast because he was on Embarrass. His podcast at the very beginning was just him reading books for an hour hour and a half saying, oh, I like this shit. Yeah. He does it for auto bio for military people. I was like, oh, I should do this for auto for biographies of, of, founders everything else. So it's a combination ideas. The second best version, and you guys know this more than me because it's your world, and I don't know anything. I... Had spent 3 weeks reading Paul essays. Paul Essays changed my life. The reason me too. Probably changed ways. So we're gonna get there. The full... The the the reason to finally jump and dedicate my life to founders came I was... My wife was sleeping in bed next to me. I'm up late a night. I read programs as Say how to do what you love. I talk about this on such a good 1. Episode 2 75 76 and 77. Those are right. I know that for sure. Are the 3 program episodes I did. I talk about this snap. How he changed my... That absolute episode changed my life or that at that essay changed my life in 2 75. So then I'm... So I spent 3 weeks going through every single 1 of his essay essays. So something his new essays lack that they had before. So you used to have this bright orange box at the top. It says, do you wanna start a start apply to y comb? Apply to y comb. Yeah. And so I was, like, think about... So again, it's not like you went... I I thought about this, like, what is the founders version of y comb? Was the acquired version of y comb. Right? Have to be very careful like who you partner with, what you're doing. Right. I was like, what is the orange box. Right? It's not like you go to Paul graham and he's got, like, 10 banner ads. He's just like, no. Yeah. He works very out. He does that doesn't work. Your attention is here. Yes. And it's like, he didn't know that starting my family. He can go back and read his essays about it, watches his interviews and had no clue. Just like Charlie told me. He's like, yep. No. I did not expect to build what was It was called summer founders program. You know? It wasn't even... That's the best thing about learning about the company in founder history. It's, like, they didn't... There's no way when you could interview Sam Walton when he's he's shoes. The bottom of his shoes has watermelon donkey crap. Yeah. He's not gonna be like, hey, guys. I'm we're just spamming the world. Right. Yeah. And so I love this idea of, hey. All of these discussions about the the the business benefit all comes from... It's the byproduct of educating people, sharing people. That's why people love Charlie and Warren white, all 3 of us of them. How much of us 3 learn from him? That Right. It's... Yeah. To the point was such a good point. I wanted to keep eye with I met him. Because of their content marketing. I sounds trade, but like lessons changed my life. They're they're gonna change the trajectory of my kid's lives. Yeah. Like that is And, you know, he probably hears at a million times a day, but doesn't matter. It's like, I got a chance to tone that. That's it. It is crazy. Yeah. He... He educated America on investing while still managing to do it better than anyone else. There were some funny things about that too where, he says, like, you know, they get... He said something be like, well, you know, there... Completely... He says, you both, in your episode, you talked about snowball. Snowball has that that quote from Buffet and there he talks about. It's really important to have an scorecard or an outer scorecard. Inner scorecard. His dad. It's, like, I'm doing this because I know it's good. Outer of scorecard is it's like, I'm doing... What are the people gonna think about me? News slash. No one's thinking about you. They think about themselves. So outer scorecard people cannot have... Like, it's almost really hard to have a happy life having an out of score. I like Charlie description to that better. He says, like, he we I think was Andrew that asked him the question. Maybe Chris asked ask him questions. Like, we... Like, were you driven to succeed, like, to tim pressure dad or your mom? There's a great question. He goes, no. He goes, I had an inter clock. And I've always had... And he goes, I an clock, and I always had an clock. I did this because I wanted to do it and, like, that's and he goes... And they're were like, are you think buffett like. He Buffett has an clock too. Yep. And it's just like, this idea where they did it their way. Regardless... They don't care what other people think. He said this about the fact that they keep some of their their wholly owned businesses and, like, oh, the profits are less, so they kinda just let them run out I'm like, they'll just keep the cash. And then people are like, oh, you should invest the cash and he's just like, no. Because we were opportunistic. Where individual opportunity driven is the is the lining he has about that. Right? You were going somewhere where David earlier with the discussion of being a professional investor and how it's less differentiated than it's ever been before. Well, where I was going with it was I bet look at the reaction on Twitter and elsewhere, and and I think in you know, much of the country to what's happened with this Silicon Valley bank situation, not that this is a current events podcast, but like, it's also... By the time this comes out, gonna be to gonna be old old news. Right. Hopefully things will just be calm and settle down and there'll be no more impending crises. Right. But another one's coming eventually. Like, just like Charlie says, It's like you're gonna have another rate. Unintended problem a year from now. Yep. I think you are right, ben that just having capital to invest will be differentiating going forward. However, I think the aggregate brand and reputation of the venture industry has taken a massive hit. Totally massive hit over the last several years. And you're not holding Just keeps going down. You're Sv is revealing to how other people think of silicon on. What I'm what I'm specifically referring to is Vcs behavior and reactions on Twitter. Yeah. Over the past week, but that's just emblem of the direction things have been going for years now. Right? Like, and part of it's related to tech in general, but I think there's a specific, like, maybe hatred is strong. But brand decline of the venture capital industry. Yeah. I agree with that. Tie it to differentiation among venture firms. So yes, while, as the market goes down, having capital will be differentiating and, like, the number of participants will go down in the industry and whatnot. But how do you stand out in this market as, like, like, if in aggregate your industry is thought less of, and people don't wanna work with you. Right? How do you turn that tide? Right? Yeah. If if the next Sam Walton has the opportunity to raise venture capital dollars and he's like, you know what? I think I would rather just figure it out another way and not build in that eco ecosystem I think there's are a lot of people out there right now who wanna start businesses and I'm like, I'm not gonna raise venture capital because f that, and I don't need to, and it was a lie that I needed to. Right. Can I tell you from the founders perspective? Because I talked to a ton founders. Yeah. I'm gonna go down, I think, hope, well, we'll see. Talking to more founders than any non Vc. Right? I get offers all times. Like, hey, wanna ask of my company. I said no to all of them. That... Like, just because I'm... I I'm like, dude... I'm focused on founders Like, I don't care anything podcast. And so we have these conversations and it's just like, what Vcs don't understand. It it's like, how much founders hate them. Yeah. Yeah. They like, yes. They hate them. And it's not they hate the good ones. They love the good ones. Right? Like, I'm not gonna say some of the the brands that I've Terry about. They're like, oh, no. Like, we raised money from bunch people. They're good. They don't mess with us, but if we ask a question, or we need something they jump on it. You know? And the problem is this is not like, it's it's a natural, like, distribution of any industry. Like, there's going to be crappy founders and great founders. There's it's gonna be crappy investors and great investors. And so I'd really think it ties back to the the the principle that Buffett and Mon builder their business on is, like, only associating themselves with the best people and the best companies. And that's solves so much other problems. So Yeah. The... My issue is, like, there's a lot of vcs in my audience too, and they're nice people. Don't get me wrong. Right? Some of them I've talked to is just, like, Who gave you money to invest? Like, what is going on here? But what I don't like is, like, the the best ones, like, this 1 I like about Patrick. Right? If you talk to the people that Patrick has invested in. He doesn't like, Here's a list of 10 things I took 2 minutes to think about. He's asking quite. He does exactly what does on a show. Right Ask questions. Yep. And if you need something like, I'll do whatever I can because you gotta go network and help him. But he's certainly not... He's like if I have to tell the founder, what to do then I why don't invest in like, like, that doesn't make any sense. What happens is, like, I'll get these emails. And, like, I love your show, such etcetera. Here's like, 10 ideas for you. And it's just like, you read read it It's, like, you hired, like, an assistant or a researcher or maybe with this yourself. You thought about this for 30 minutes. But like, I think about this all day. I about this every day for years, man. Like, that's not helpful. Like, what are you doing? Like, you're just making... I have a lower opinion of you because, like, this is of no idea. Yeah. And the only way about that is, like, do you know who Brace Roberts is of Yeah Okay. So he has... This is... Again, I've never raised venture capital under made a venture capital investment, but I talked to a ton of founders, and he has the greatest subscription. He's, like, what is the product that founders are buying from Vcs. It's not money. Because everybody's got money. Think doesn't... Like, well, get used to have money. Or... Yeah. Hug get shoot, but still... Like, there's the Vc, though, like, there's still a lot of people They're there's still gonna be investments made in compared to venture in the seventies. Yes. Yeah. He said 2 words improved odds. That is the best... From a founder instructor, that is the best description. It's like, if I take investment from you as opposed to its other guy over here. It's other girl over there. Like, who is going to meet founders? All they care about is, can you call my company... Is it more likely than my company succeeds? I'm dedicating my life to this, man? This is that a game. Like, can you make my company succeed? And sometimes you could do the money sometimes you can network There's other people sitting right across me, I could probably help with distribution that is actually evaluated. Like, that is the difference. Like, if I was gonna be a venture capitalist and God knows I would not not be. Right? I would just start a podcast. And then I do... Now deal for 6 years, and I would get really valuable and then my inbox is full of people. I don't have deal flows in. Yeah. It comes inbound. I have a friend Chris. Chris Powers. He he's he syndicate indicates real estate investment, You know, Rich people like to invest in real estate. All these tax benefits. And he's got... He says David, even with, like, this guy's done, like, I think he's got either a billion or 2000000000 dollars of, industrial class real estate under management right now. And He's, like, even he's like, David. I just with interviewing and do my podcast. Again, same thing educational. Interviewing people operating, and they real estate industry and in interviewing founders. And just doing because he'd liked to do wanna talk to this support for people have to press record, put it out there and never really promoted it. You know, got... He's like, even with my small audience. He goes, I've raised... He goes, it... It changes the dynamic from, Hey. I'm Chris. I'm setting an outbound. Hey, I'm Chris. This is what I do. This is, like, can we talk. And we set up a meeting to, Oh, chris. Love your podcast. How can I get 5000000 in your front? Mh. Yep. It reverses it. Yep. Because totally. They get to know you as a person. This is what I don't like also in... It sure cuts the release relationship. But it... You just said... It's a relationship. Right? Which I think there's too much of this, like, calendar, like, Tetris that Yeah. That... Don't know if that's that venture Capital Play because they try to do with me where our founders do this too, where they're like, hey. Love show love get to talk to you. Can we talk? And I replied back. Yeah. Let's set something Then I get, like, then... Like, I'm, like, routed to the assistant. And then it's like, oh, you know, how about 6 weeks from master? You Thursday. You know, Joe Small. Has 30 minutes 3 weeks now. And I've done this like once or twice, and now my response is. That's no way to build a relationship. Here's my phone number Just text call me when when you're free. I'm not a 30 minute blocking your calendar. And... We have the inbound of All get like, I I'm already almost hitting a limit to how many deep issues are I can build. So I'd rather instead of talking to a million. I'm not a fest. Instead of talking to a million people for 15 minutes. I'd rather talk to 5 or 10 people over and over and over and over again. That's what Charlie I'm just Charlie they talked a lot about this and like you've rubbed off on me a lot on this and, like, I'd have changed my my mindset and my daily behavior hugely because of our conversations. Charlie Warren. This is like they go relationships. They found people they like and admired and trust They repeat, like admire and trust over and over again the letters and their talks, and then they just did business with them forever. Yep. It's not this wide, but shallow, and that's where you get the bad behavior. And anybody that's high quality you can see through it and it's not gonna work with you. And you're only gonna succeed like, you guys if your business is parallel, you're only gonna succeed if you get the very best ones. It's interesting though, like, the... Man, just like so much in life, like, warren and Charlie, really like it just so often right. And if you think about, like, if if you buy the premise that the aggregate opinion of the venture capital industry has declined worse. Yeah. May continue to decline whether it does it doesn't. It's meaningfully worse than it used to me. What what Worn and Charlie dunn. Until you point about the best content marketing ever, what is what they do? It's a combination of a hedge fund and a private equity firm. What is the aggregate opinion, public opinion of hedge funds managers in private equity firms over the last 50 years, nothing but down. What is the aggregate opinion of Berkshire or nothing but up? You know? It's amazing. This is 1 advantage that I have, the fact that I'm not an investor, so I don't have to keep up on, like, to some degree venture gap was have to, like, know what's going on. Right? And I closed myself off. Like, yeah. I was having dinner with sam and his wife and they're asking me, like, his wife was asking me, like, hey, do you know about this person? Oh, no. Do you know about this shit? I like, and Sam's like, he's got a very limited like, like, he said nice way he's like, You can ask about, like, books, but this... It's not watching Tvs. He's not doing any other stuff. Right? We keep them in a, you know, hot out back. And so and it's the good thing about that though. It's somebody actually... So be essentially is the way Use, like, Twitter any social media. Like, I put out little snippets from my podcast. You out a lot on Twitter. In tech so form. Right? Yeah. Yep. Which has been really working for you. I was... I'm gonna read something that has a million over a million views in 24 hours. Because everything's going on. And because I just had dinner Charlie. Yeah. So I'm gonna read this and Gonna I'll go back to what... This is an amazing benefit by the way. So, I go Charlie Mu tells a story about nature. Now I didn't put this because the bank. Like, I was just thinking I was, oh, this is... I was reading post this. Oh, it, like, with regards to the bank. No. No. I... Remember I reread my highlights every day. And so when Reread my... What my twitter is, like when I reread highlights, Like, let's go. I put on twitter. Oh my god. They you like, just the greatest timing in history. Yeah. Exactly. Well, it wasn't intentionally... I knew it was going on, but it never said, oh, let me... I need an Sv beach tweet. Like, I don't have money in. Like, whatever. So it goes, Charlie Mon tells a story about human nature, and then this is all Charlie speaking. 1 of my third stories is about the little boy in Texas. The teacher asked the class. If there are 9 sheep and a pen and 1 jumps out how many are left. And everybody got the answer right, meaning, 8. Right? Except this little boy who said, none of them are left. And the teacher said, you don't understand arithmetic. And the little boy said, no teacher, you don't understand sheep. And so so epic good. How... Okay. How... When you were in the room with Charlie for several hours. How did, like, in natural conversation, are they just pulling out these lake parable and these fable, like, you know, let me fit I answer that question. The best responses to tweet. I didn't even... I missed it myself. He goes, was the child Charlie himself. I'm like, oh my god. That's exactly what he would have done. He he would have been the kid. Totally. He would have been the kid did. So the reason I think it's so powerful, like, storytelling ability you guys have how I try to break down things to app. You ask, like, why is this guy on my phone. Right? I only think in stories. I think people only learn through stories and then 1 liners. Right? That's why... Why is Charlie David Og. That idea is, like, He says in a creative way. Yep. And you remember her. Charlie Mu says, hey, if you don't learn probability. You're gonna go through life with a... As a 1 make... 1 legged man in ask kicking in contest. Okay. Say that. I then you think about it? Like, oh, 0, what is? Like? Gonna get my ass. Like, so that's the way this is here because it's Ernest Shack, his family motto was buy endurance we conquer. So we're in the podcast business, you know, people are like, you can't do. It's like, 2000000 of them Was like, dude, like 70 or 80 percent of them that have quit. 98 percent. In the business podcast right. Me and Patrick we're just talking about this. Just saw him a person in Miami. And we were talking and I showed him this. Is, like, good. For podcast podcasts, like, me and Patrick's and yours, business categorize in business, have at least 10 episodes, and I think at least at least once a week. You guys... I think it really schedules less than that right 2 weeks every 232. So those 3 categories Like... But in terms of minutes of content per week, where we're the same as everybody else. But, like, that was 1 thing, like, they released once a week. Right? 18000. And the business category is the second most popular pocket... Like, the second most populated podcast category behind. And I... You know the first spirituality faith. Yeah. Oh, a true time is falling off then. Yeah. Thankfully. So this is... I'm gonna start... So there's a thing about that where I heard somebody said they're like, founders is like, church for entrepreneurs. And I might start dropping podcast podcasts on Sunday. And no Don't no. I'm not kidding. And If if I do video, I I swear to ago god I went and looked. I looked at Pulpit. I was like, I'm not gonna get mom. I swear to god. I swear. You're crazy savvy. I Like, I'm not gonna get a desk. Like, think about, I... My mom was, like, fundamentals Christian and stuff And I'm like, I I had to go to church my whole life. And it's just like, this is pretty crazy. Like, like, Not in bad way. I I don't mean that a majority. I was like they're learning from the same book every week over and over again. This story you could tell yeah limitless. 1 book, I can do the same thing I have access to all the books in the world. Like, I can do that. I do think there's an element totally. 5 years from now, people are gonna be like, this is the moment where David started the cult. It's right here on video. We're documenting it Cults are the best businesses a hundred. Listen to my episode in and out episode 02:44. Oh, yeah. There's no I got that right. By the way. Oh, now we got. I did that. You you keep talking I'll look up if you got this right. I did that episode because, It's 02:44. Of course. Is it? Oh my god. I read that book because the best businesses in the world are cults that would trade the founder Trader Joe's. He put out of o'brien. He said that Trader Joe's was a cult for the over educated and underpaid. Right. And Apple it's not to say that, like, like, Cults are amazing businesses. That's not what you're saying. You're saying. The the very best businesses. Sheer development. In and out Yeah. In and out calls them, they they use this terminology in their business. Cheerful cult. Sure it's a a positive cult. I'm not talking about Jones town. Let's get together and freaking drink mass suicide. I know. I'm things that are... Hopefully you're building a product that's good for the world. We had Gary Tan on back in the day, and he was talking about Pal at the very beginning, and he was like, Pal was cool. That's why It worked. Mh. Well, this idea also influenced me is 0 to 1. Peter T book. Is like, you know, he says, he's like the best businesses, like, startups look like Cults. Like, Yeah You you have to you have to inspire emotion in people. Otherwise, it, like, you just you can't stand out in the world. And you you certainly can't have repeat behavior and in a sea of choices for someone to keep choosing you over and over and over again. It's just like it's like, how founders have to be weird. This is 1 think interesting was created by ordinary people. But I have to be intentional about this. I'm glad you said, oh, this is where we get in on camera and on recording that David is started as cold. This like, pie... No. I go crazy. Like, people start talking about me, I... A bunch of them say, David's too obsessed podcast podcasts. And I'm like, I'm glad they say that because, like, even now. Thank you. That's a couple compliment. No. It's like, I see an opportunity that other people don't, which is the same thing in in the book. So I think podcast podcasts in general are just fun to make, and I'm obsessed with it, but they're also gonna be wonderful businesses. Because they're prone to be a cheerful cults. And how do you know that you have a cult? You just Google and see if the people have tattoo themselves with the brand. How many people are walking with a Joe rogan face on tattoo? Alright, Joe Rogan face tattoo on their skin. A ton of them. Riley? Yes. How many people have tattoos of the Apple apple. Oh god... There's an insane number with Mario. We learned this in the mario, Tesla, in and out. There's a ton of it. Dude, I like cheeseburgers is my favorite meal. I'm not tattooing in and out logo on my arm dude. You take another level. Yeah. And you see this over and over over again. And so when I analyze businesses, I... I'm not just doing this, like, it's not a game me? I was oh, can I use these ideas in building my business? Mh. And, like, Warren Buffett is the greatest thing, and this is... I think speaks to why you guys are so like, hey, we know how big our audience is and we're gonna take the seriously. Seriously, Warren goes, all a brand is a promise. That's the best description of brand. This is. I talked about the fact that I I stayed in a this hotel brand and I see what is. In Austin, I loved it. I stayed in Santa Monica. I loved it. I found out they had 1 in San Francisco. Yeah. I didn't check the reviews. You came here and they broke their promise. I told you to stay with us. Yes. And that's the biggest thing. A brand was a promise. I... I know this is gonna be excellent. The hotel is fine. It is in, like, it's in a tenderloin. It's like, or right Like, not a place you wanna stay. No. I... Like, if I wasn't traveling alone, There's no way I'd let my wife. This is the major misconception about san Francisco. Every admitting people who don't live here. Think that it's, you know, an absolute hell hole in wasteland, a specific part of it is. Yeah. But, like, they're all... And unfortunately that part is mostly where the hotels are. Yeah. Which is not good for the city because I like, I I'm not everest staying. I'm staying with you or I'd staying in like I say on Silicon Valley. Like, Say the rose, which is really nice. Yeah But that that is. The most expensive hotel, which is good. I didn't pay for it. So whatever does. I didn't... I it's the whole business model. I didn't know how much it was. It was really nice though. Think. I gotta take that person. Yeah. So like, I... Again, I don't mean it in, like, a, but I am very intentional, like, hey, I'm not gonna break my promise. I'm... I want you to know and you guys do the same thing. Was like, if I press play on an acquired episode. This is why, like, Dan Carlin is, you know, I read 1 booking episode. He reads, like, 30. Yeah. He only does 2 a year or 1... Like be 1 year. Right? Well, like, I know there's no way I'm gonna press the... Be good. And he didn't do the work necessary. Yeah. That's that's what we... We all feel. I mean, you've... Yeah, in our own ways, we all definitely feel that about what we're doing. Can I get some feedback? Like, how how can we make acquired better? Or have you ever had moments where you like, paused an episode and we're like, I wanna, like, talk to Ben and David about this right now because, like, I have some feedback. No. You probably just text us who you did. That's all. But, like, I I tech... I would... First of all, or the model, not just not necessarily just the content, but like, no. What you guys said on your benchmark dinner episode? I think was, like, you know... There's a few podcast podcasts or So I was conversation with sam. Like, there's a few podcast that, like, they know what they're doing. And you... They know by, like, what they're positioned in the market is, like, how they're thinking about it, and I'm gonna say, who But, like, you guys hit it. Like, what makes you special Edwin land. Don't do anything somebody else can do. Right? Where you said it's, like, your marquee thing is the super... Like, blake made the funny Blake Robinson said the funny thing on Twitter I saw. I love it. He's, like, only acquire could say, alright, let's bring this home and it's so an hour and a half left. Yeah That's your brand. People know totally. Yeah. And I think what you're doing here with, like, sessions is, like, a way to also. It's like, there's no what you can't increase your the amount of episodes that you can do because they take so much work to do. But you also have a way to surface all this information that you guys have that's valuable other people in different formats. We we were talking about this a little bit before, which I hate saying we're were talking about this before we recording. It's might we just record. But you you were also thinking about potentially doing something similar. Yeah. And there's like, Not not. Yeah. But for the core episodes, we spend, you know, so much time preparing. But then for stuff like this, we don't prepare it at all because our whole career is pretty Does does this make sense? Like, what what is the right number and format of sessions? Because this is the second session? Like, we're still figuring sessions out. Like, well, in in your dream world as an acquired listener, what do sessions look like? Just... I mean, your sessions should be replace your interviews. Anything that's a non acquired, like, long deep detail just make session. There's enough people here interviewing founders and investors. Right. Right. But we need more conversations. So if I ever day, people, like, if you ever do an interview shows. Like, of, I wouldn't do an interview show. Because, like, your interview is a skill. It looks easy. Like, I always hold. I tell Patrick. I, Patrick, your world class at this dude Right. Like, you have you wield because done a week and now twice a week for 8 9. He's just... It's for... I like to read. He likes to ask questions. So therefore, our formats match the personality. Right? Yep. And so what I tell him is like I've been on the other side it. It's like, you can tell. It's not He doesn't have up list of questions in front of them because you can tell his good question just came off of response of what like, p, a lot of people like, and it's fine, but, like, the Tyler Cow thing where he just like, he has his questions, and you just says something interesting. He's not gonna follow up, and he's gonna go on the my next question. It feels very odd because you're like, Are you guys not having a conversation? Like no, they're not. They're there's that guy, like, left you an opening? And how did you not take that opening? They're not. But Tyler, you have to do... Let's tell this to Jay z and Jai, And do you answer your question also about, like, I'm glad you guys are so much nicer We're like, do you have any feedback because, like, I I can't stand feedback. We're like, not in the sense of. Like, like, I told you. I text you guys this 1 time. We're like, 1 guy like, hey. I don't like that you referenced the like, the super superpower of the show is that I tie... It's not, like, the the episode of Ralph lauren is gonna tell you how ralph things like Carnegie and Rockefeller and Bezos. Since it's, like, you literally know all your episode numbers by heart. Like, so I I it's to me, it's just 1 large conversation. Like history on here's greatest entrepreneurs. That's that's how it is. To. It just happens to be separated. And so this... I text you this when this guy's is like, could you save that for at the end and just do it, like, a carve out, like, acquired, And I was like, oh, this is acquired. I'm not going to. I have a singular vision for how this is gonna go, and that's why I own and control and operate the entire thing. It's even further than that. It's like, I'm not putting on a show. Like, there's a lot... I loved Anthony Bo when he was alive, I've read his books you had a huge influence on me, like, anytime Travel to place that he went to at I'd go the episode of Yeah. 02:19. There's no way that's right. There's no way. Let's keep going. There's no way that's right. Fact checkers Oral, it's called the oral biography. It's x... That format should be done more where his assistant had interviewed and sis a friend, I interviewed a bunch of people actually knew Tony where they're in his last days. And then she used it organized an interview into this biography called, Bo, the definitive oral biography, I think. And is it 02:19? It's 02:19. And so And so, like, where was I going at? That I went on a digress, but, oh, so there's a line in the book I love. It says the the line between Tony and the show is non existent. Right? That's why people, like, I hear a lot of people talk about podcasting. I like, oh, you don't actually know what the superpower podcasting is. Right? Where it's like, to me, Podcast... 1 of supervisor podcasting is, it's authenticity scaled. Right? If yes. When I meet with founders that listen to founders. Yeah and we have a 3 hour dinner. They all they all say same thing. They're like, this is like, a 3 hour hour episode of Founders. Yeah. Like, yeah. It's like the same person there. Right? And I think that that is a thing that that you did really well and we sort of exit accidentally did well, but I realized over time why that makes both of the things we've built as durable as they are. A lot of people play characters on the Internet, and which in other mediums place is really is an easy trap to fall into. And, like, it's a way to catapult growth. If you adopt a polarizing character, you get a bunch of followers. Yeah. There's there's like, a there's a lot of dividends that pay to it. But it's exhausting to maintain over time, and it has a conflict where when people meet you in real life, they're like, oh, weird. And and so, like, when you actually are yourself, it's gonna probably grow more slowly because I'm not, like, as polarizing, like, it would be horrifying to live as a polarizing character that you play on the Internet in real life also, And so you have this more, like slow organic Yeah. Growth path. But, like, it is... There is this cool byproduct now where Like I sit down with someone and they're like, yep, Exactly the same as I expected. This is why I said, have Blake Robbins on here. Because he gave me the dynamic that spectrum that he talks about. Blake is, super smart person in general, but he's like, the way you think about this is there's a spectrum. This is not my idea. Is blake spectrum Because I'm 1 this space. He's like how much time do people spend with you. Right? He's like, 1 in the spectrum, you have these, like, 30 second Tiktok at dance. Right? And then on all the way in the other in the Spectrum, which you moved down, they spend more time with you. All the way down of the Spectrum, you have the twitch streamers. Right? Which he helped inc incubator right. Hundred thieves. What thinks? Hundred these. Where they're spending, like, 40 hours or 50 hours a week you. Right? Right? He goes, David, you're like, 1... You're not... They don't spend 40 hours with you. But you're 1... 1 click. 1 click to the left. Yeah. And they're gonna 1 you're spending 10:20, a hundred, 200 hours with you. And you keep moving down and, like, say you do 10 minute Youtube videos. You know? It's like, the deeper you go down there, it's why when... I think the guy's name is Shot. When you're, like, hundred thieves has a new product, and he announces it, you'll see a line down the block. Because hundreds of thousands of people have spent all their time with them. And so it's like, oh Hr has something to all come down here, and you see this over and over again. And then Blake says you could have, like, a Tiktok has Tiktok it has, like, 10000000 followers. Yet. They can't even get 3000 people to shop somewhere. Right. And so I think that is, like, the Way to think about it. So that's algorithm by t too. Tiktok, it is almost a 0 signal if somebody follows you. It's like use... It doesn't... Doesn't actually matter or Youtube. It's like, Oh, they subscribe to your channel, like, maybe that'll comp in 1 of the top 8 videos that shows up at the top of the screen of, like, what they should watch next, but, like, maybe not. So my point in all that is if they're spending a lot time with you. And I love... This is my flip of what Charlie Mug says that you need to and learn the big ideas in the main domains, like physics, psychology because they carry the most freight. I flipped that to time carries the most weight. As long as what we're doing... We can... You said we're not playing characters. We are passionately interested in this. We're not gonna quit. Then we do deserve a long period of time. We'll get... You'll get what you deserve. You'll get the audience you deserve. You'll get the business opportunities and everything else It's like, time Creates must wait. I know I'm not gonna quit. You're gonna have to pry the microphone for my cold dead hand. And, I'm just gonna let the chips fall where they are. And that it doesn't mean I'm like, Lol Gag in here. Like, I'm on it 7 days a week. I'm I'm gonna try to put work myself in a position. So it's something Learned learn from, from Steve jobs when he came back to Apple. Right? And he's like, people hear that that that speech he is, where she's fantastic He's like, we're in shorts. And he's like, it's, like, I don't even know if he's in the polo the the turtle yet. But he mentions, like, what they're gonna do. And everybody focused on the fact that he's like, we're gonna... You know, there's no sex in the products anymore and we're gonna do the 4 quadrant thing. A lot of people in the technology gen shoes, particularly, know that speech and, like, yeah, let's let's cut the fat, like, put all over our a players. Fire the B and C players, put all over our A players and needs 4 products that we're gonna make. Right? But they miss the desktop, laptop, High end. Yep. Consumer and pro for Yeah. Both laptop and desktop. Those are 4 categories. Right? They miss what he said earlier, When he talks about Nike? He's just, like, marketing. He's like, Apple sucks at marketing. We have to be great marketing company. And he said something where I read the quote and in my rein interpretation of this. Right? And people don't know that. It's in Ken's... No. It's in this book called insanely simple. I think that guy thinks Ken Siegel. And he's like, he was an ad guy at a company for Apple. And he's like, T w at t w Shi day. That's the ad agency. So he goes and every Wednesday, actions express priority. So there's another maxim. Right? He's like, I don't care what people say. I can care like, what they do. So when people ask me like, first people you talked to the founders like, hey, like, what would you about this? I never answers is like, well David Or would do this? I say, hey, well, charlie Mu would tell you do this? Or Steve Cha would do this or, like, hey, I heard a story about here. Because, like, my opinion is useless. It's used to know my opinion on business building on how Build my business. Doesn't matter what I say Like, what is... How is he approaching founders. Like, why he making decisions? That's the important part. Right? And so Steve told you told you that Marketing was important to his actions? Because every Wednesday at like, 03:00 or I forgot the time. They had, like, a 3 hour meeting? He would approve, have to approve every single piece of advertising marketing that went out for Apple. There's not a billboard in Kentucky that went out without him saying, yes, it's gonna go out. Right? And so in that speech, when you're... If you actually listen to what he's saying. He's like, listen, I feel that the products we're making an apple make people's lives better. I want... He says this line. He goes, I want everybody in the world to own an Apple device. We know that it's not gonna happen because it's so expensive, but he goes and to do that, we have to get really good at marketing. So my interpretation of that on the podcast. What I said is it's like, if you feel your product can improve people's lives. I think you guys already know because you get thousands of messages looks like I do that, yes, listening to acquire listening to founders will improve people's lives and work. Right? Then you have a moral obligation to get good at marketing. Woman that. All that means is not get good at marketing so our ad rates are can go up, or that we can be celebrities very that. It's no. So these this these messages for all these of history greatest entrepreneurs that are dead. That they don't there's ideas don't die with them. And then therefore, acquired founders can gather these the ideas and push them down the generations. So that's why I mean. It's like, I'm not dill dal. Yes, I'm gonna let time carry all the weight. But I'm gonna do everything I can so more people at least now. And if you try founders say all the sucks or whatever. Whatever. I'm cool with that, but I just want you to have the opportunity to know what exists. And we and you have had these... I'll sorry, Had these conversations where it's, like, guys and tell you right now. Said this to you, there's millions of people that would benefit from listening acquired. They just don't know it exists yet. So we gotta come up and find ways to make sure that people know what exists, because they will love it, and it will make their lives better. Hey amen. I think there's also... This may be an area. I'm curious of what you what you think about this, where our shows and approaches are a little different. Not curious what you been and think about this? A lot of these stories are just incredible stories too that are just, like, worth... I think worth telling just for the sake of the story. Yeah. That it's it's it's interesting how sometimes I'm, like, I'm not sure that we came up with a lesson that I would advise a founder to follow, but I know this was very entertaining. And as true as we possibly can make it. Yep. And so, like, I, everything single episode I listened to you, there's lessons in there that I... Oh yeah. Not saying there's not lessons. Of course, there are. But, like, sometimes, we'll do an episode, like, I always feel this way about the most recent episode, but we we just finished making the nintendo episode. I was like, cannot Like, if you put the best fiction writers in the world. That's true. To get. And you said come up with the best, like, corporate ish story that you could imagine, you couldn't write something this good. I guess the thing I'm... I was referring to is a little bit the survivors shit bias where, like, someone did something that I would not recommend anyone do and it still worked. Made for a great story. It's, like, weren't morris Chang Ts. It's like, he invented the notion of a fabulous semiconductor company before there was any demand for that. And then it turned out that his timing was exactly right that, like, within a couple of years, a whole ton of, you know, fable companies spun up and wanted to use his foundry, but, like, he created a solution in search of a problem. And, like, no founder should do that, But my god did he pull a rabbit out of a hat. Other there... There's a good number of acquired episodes where I'm like, we should be Crispr, I think about pointing out where, like, I don't... This was invisible, but amazing that it worked. I think that goes back to the game tape analysis where we talked about Kobe Bryant, Jordan did this too where it's, like, I've read this like, 600 page biography for Kobe, and in the biography, they interview was high school girlfriend. And they're like, was it like to date Kobe O'brien in High school So the surprised he had a girlfriend. That's right? Followed up for very long. That's like, it's like, what's it like to Date Kobe O'brien in high school. It's like, well, our dates consisted of me going to his house and watching tapes of Michael Michael Jordan and Magic Johnson. Just like that the... We're not leaving. I'm not taking it out the dinner, Like, yeah. We're literally gonna watch this thing. And so I think the the the game tape analysis of that is just like, it is helpful to realize that a lot of this stuff it's impossible to plan in advance. It's the the 1 of the... Steve jobs has a ton of great quotes. Oh. 1 of the best ones speech. He's like the commencement connected that up. Impossible. You're only gonna connect the dots looking backwards. So you have to put something faith in something. You can call Karma, religion, God intuition, but you have to do something. I just did a re rewrite Ray cross auto, the guy from Mcdonald's. Again, and I Hit me. Yeah. I've been thinking about the Steve Jobs quote too. And this is why it's so I'm valuable to read this in the... Which donald. If you think about this. Like... He's a perfect illustration of what's Steve observed 50 years after reg dies for God's sake. He's just like, he goes to selling paper cups. Paper cups leads into selling multi mixer, which are, like, make milkshake. Right. Multi mixer goes like, why the hell or you have 8... Why does the meet these Mcdonald's brothers out San Benedict bernardino have 8 of my machines. Like, you people... He had a hard time on 1. That goes to the the franchise system, which he didn't even do well. Then he means meets Harry Somber and then Harry Some words like, Don't. You don't even know a business you're. You're not gonna... He's, you don't build an empire off a 1.4 percent cut of a 15 cent hamburger. You build an empire by owning the land upon which that hamburger is cooked. Those 5 things. There's no... He's selling he. Cups to real estate. He sold paper cups for 17 years, and yeah. But he just like, hey. I have to go in my gut to the point where he got to forced over this. His wife was like, you can't do this Harry. And he's like, you have to trust me instinct. That's 1 thing... To what Ben said way back in the beginning of the conversation that you're really good at... Highlighting ray craft. Like he was a terrible person, and he he didn't try to hide it. Yes. Auto automakers are trying to hide it. Yeah. He's literally, like, thank you very much, June Martin, my first employee, for missing every single 1 of your kid's birthdays. You're gonna get some stock in Mcdonald's. It's gonna get you rich, but 20 years later, I'm gonna fire you. Yeah. And he did... You have to put that story in there. He put it... He chose to put that that's crazy dude. I saw on the podcast. I was like, listen, it's interesting, like I'm glad he persisted interesting ideas for business, but, like, not only do I... Would never wanna do business with this guy. I wouldn't even wanna be friends. Yeah. Like, I wouldn't wanna do business with Steve Jobs, but I wanna be his friend. You know. Yeah. He bought various to be sons. Oh, I feel like the opposite. What's that? Like, I wanna do business with Steve because you could create incredible things together, but I'm not sure you'd wanna be friends. I I think the difference is from, like, a founders perspective. Like, there is no working with Steve jobs. It's working for. You hear the stories of how even treated, like, a sub contractor are not, I like, the owners of the companies that contracted. Like, Yeah. There these guys are Empire builders. Like, they're literally building worlds. They're not used to being, like, they're... Charlie was talking about this. Because, you know, he he loves, like, Lee. The new guy, the By guy do want. Yeah. I know his name something. Yeah. Those guys... He loves Lee on you from Singapore. Yep. And what you realize is like, it's like, these are founder types, but can't be... Like, founders of ben neville dictators or in some cases, they're dictators of their own company. And, like, some people call Kwan, you know, dictators just like, oh, like, can't do that America, even if That would be visual. But all of them, there's no working with them. They're, like, they're gonna be in complete control of the situation. Like, even being in the room with them. Like, the... I'm not saying to be rude or mean, but, like, you're a subordinate to them. Mh. Because everything is in ray rock. Everything is... He says in the book. Perfection is difficult. I'm demanding professionally Mcdonald's. I will constantly keep expanding this empire to die. You get in my way, I will run you over. He's like, he says in the movies, he's like, if my competitor was drowning, I'd walk over and put a hose in his mouth. And he goes, and he was, on the other end of the calls, Mcdonald brothers because they're fighting over this, he goes, would you do the same. If And the state of thing is like, you're gonna have to compete on my level or also. I will literally destroy you. Yep. What... So warren and Charlie are so interesting, Greatly? I'm trying to decide. If they are the complete opposite of that or if they actually are like that just in their own ways. Every single person has some kind of, like, their public persona is for that level. Yeah Right? It's not like... A podcast where they're gonna listen to Joe Rogan for 1600 episodes. Like, you know who Joe is. You can't hot... He's doing 3 hour shows. 3 days a week for 15 years You have probably a good idea who he is. You see flashes of, like, you know, in, like, we all have. I don't think you... You just... You don't get to that level without having... He's got sharp... They all got sharp elbows. Like, you ever heard Read stories about how worn negotiate. It's yeah, like, 12:50 bid. I went a 14 12:50 bid. We're about 13 12:50. Because he's he's already... He spent 10 years analyzing your business, and he knows exactly the price that he's gonna buy it for. And so now he's telling you the price he's gonna buy it for. Yeah. He's it's this wasn't like, a new consideration that popped up. And he's like, oh, look at this a business. Like, no. At the scale, he's operating at, like, he knows all the businesses. Yeah. And in... This this is from the Jim Clayton auto, where he buys, Clayton Holmes. Right. And he even said, like, he he wanted to sell Buff. He Idol Buffett, and he talks about, like, he wasn't insulting him of any means, but he's like, warren wants the microphone. And if you're in an area where warren doesn't on the microphone, he is not interested. And I've heard that about warren a lot. You know, this is just like concern you the world builders. Like, he runs everything. You think you're gonna go from being... Poor to having 200000000000 dollars and not distort your perception in the world? Yeah. It's impossible. I same more about warren wanting the microphone. Does that mean? Like, literally in person. Like, they would do... I think they were doing... Jim Clayton was at either, like, an event talk to the employees or whatever the case was. Like, he, like, Jim wanted to have input. And he's, like, warren would not allow it. Like, he mono. Mh this... And I've heard that about Warren. Like, same thing where, like, you're gonna there's gotta be an element of him that... You know, loves the shareholder meetings. Oh, of course. But he didn't need to do that. He need to created an event about around house he he's having a million people come. Yeah. You know how he loves it because he's still doing it. Right. Right. Right. Like, he doesn't he doesn't have to do anything in the world that he doesn't want to do. Right and that... That's how you know he loves it. Like, they're they're beyond... I told you we talked about earlier, like, just how disappointing must be to, like, have... And I would love to know this feeling coming wrong. Like, have a 200000000000 dollar net worth it's, like, you're you're living life on, like god mode. Like, Right. It's it's it's insane. Like, I I was watching this video. I don't know if it's true. It's like, Jeff Bezos private jet has its own private chat. Like, boy his yacht has a Chase yacht. Yeah. Your got it. Right Yeah. I think it's like a guest yacht. Like, I think it's so that Mean, he he now is the biggest out in the world and there's a yacht that will sail behind it. I this maybe I don't... Maybe we'll become so successful someday that I will regret my words on this, but I gotta imagine having a yacht is actually not, like additive to your life. Oh, it's a this a fun. I think ralph lauren problems then. Yeah. So I'm... I think it was Ralph Lauren, sold his yacht, and it's now a charter yacht. Because he was like, this thing was more work than any of the businesses I've ever run. 1 of the most interesting ideas I've heard, and it comes from our Mutual fund Jeremy, who... I think we mentioned earlier in the podcast. Hopefully, we with dead give credit. I, actually had... Was talking to him and David Per And I pretty sure Jeremy said this it's not David, but he's like, I would actually make the argument because everybody's like, oh, like, what does Charlie talk about, call the berkshire charge jet, the ind indispensable the best Yeah. And was there a second 1 be ind too principal before Bought netflix jets. And now it's like, we should be on this. So you look you look at, you look at, like, those like, how could you possibly spend, like, you know, these yachts cost 25000 dollars an hour operating in fuel. Some crazy number that planes are the same, like, you, you know, how expensive they are. And Germany makes the point in Germany knows because he's been buying businesses forever and he's exposed to, like, great wealth, people, you know, unbelievable amount of wealth. He goes, he makes the argument that they're actually under priced assets. I was like, oh, Tell me why. Like that's that's not so would expect to hear. Yeah. It's joe... I'm gonna tell you this book that just proved his point. I actually got text him and thomas. So he's like, they're they use it not for... It's... If you're, like, yacht sitting there sun bait. Right? He's like, they're using it for, like, customers and invest in potential. And so I had heard this. I'll tell you about how this relates invisible billionaire. So I had heard this. Because, again, I've never raised money. I don't pay attention to the venture industry. I don't know anything about it. I just have a bunch of founder friends. And founders, tell founders, everything. And so I'll have these discussions where they're like, they describe the court process that they get from some of these well known super famous people, and it's like, well, you... The process you just describe to me sounds like an old rich dude that, like, wants to sleep with, like a young woman What what you do. Right? And there's what I we actually put in the opposite episode, but there's a bunch of of this in nintendo history, because Warner Brothers Bot, and so Warner Brothers was running Atari as nintendo was kinda like... And this is how they court Nolan. That's how they court it. Yeah. So that's how Warner Brothers court Atari and Nolan, and then how they tried to court Nintendo was the private jets, the was there's Clint... They put Clint 1 on the private jet with flying coast what they're telling by the company. This she doesn't repeat human nature does. Yeah. These founder dudes are running technology companies now. And they're like, yeah, yeah this... I'm not gonna name who. They're like, oh, yeah, He gave us... He he picked us up in Manhattan in his private helicopter, and we landed at his hampton state. Do you think you got the deal? You got the deal? Yeah. Yeah. This guy said, hey come... What are you doing? It's Friday night. What are you doing Saturday morning? Okay. Come on my private job ticket in California with me? Yeah. Here, you wanna stay with your girlfriend at this mansion that I'm not using in, you know, XYZ. So Jeremy's is explaining spain. It's like the equivalent of, like, a, like, a luxury suite at a at a sports arena. Yeah. Like it's getting deals. So... But they're operating a different level where it's, like, oh, these influence. And some founders... The smart ones don't let like, Sam Walton. You know, He's like, don't give us... Don't give me a freaking gift. Right just. That's what... Like, the whole everything in Benton is, like, you can't, like, come in here and, like, because know it works. Yeah. If you give a Walmart person, like, a bottle of gym or something it's gonna influence somewhere where he's just like, I want your price. You guys did a great job on your episode. It's like, tell me a little price, and then I'm gonna go to your... It better be your low price because I'm going to this guy. If you tell me a adele, he tells me 98 cents. Don't waste my time. I'm going... I'm not you're not gonna hear for me again. I have an obligation to the customer to do this to find the lowest price for them. Yeah. Because everything his entire thing. A low cost structure thing. That's that's not that's a Walton thing. That's a sole price thing That's a Jeff Bezos thing that's a Rockefeller thing. That's that's the most common theme in his entrepreneurship. Every single thing. Jeff is, like, we're gonna have low cost structure. We're gonna have a low cost structure. We're gonna be efficient We're gonna be efficient. Somewhere along line. 25 years later. Now the startup up the technology startups, like, we can just spread money all the time because it's no interest. Like, there's just money coming back. You built Amazon at a pretty different time than founders today. The business laws of physics were different where there were interest rates. Yep. Versus when there weren't. Like, he started when there were numb. That's true and and and and then the environment changed as he was building it. Yep. But, like, you know, that... While it would have been stupid for Amazon to spend a hundred million dollars on something on on, like, crazy marketing activities in 19 97, like you could imagine that in 20 18 if all of your competitors had raised a billion dollars and we're, you know, trying to chase market share as fast as possible, you either have to exit that market because you're gonna lose or play that game on the field. Are find in even better find a different way. Like be more resourceful. But, like, be more resourceful, it's like a... It's it's easy to say, but, like, hiring all when all your competitors are hiring all the best engineers by throwing a million dollars a year at them. Like, Yeah. You're just not gonna be able to gil... Build a good product. If you don't try to play that game also. Yeah. For sure. But, like, the whole thing, like, when Peter T says this in his book Paul says it, it's just like, startups don't have the advantage. Right? You're not gonna out spend Microsoft or Netflix on... So you gotta find underdeveloped count. You gotta find these people that if they have worked the credential or if they were the well known, then they're gonna go take... You're gonna work for me 80000 dollars and some stock options or go make a million dollars a year Netflix. Like, they're gonna... So that's the whole thing. Like, you you're not gonna win unless you are... Capable of finding under Belt. Silicon valley used to be able to build high growth and profitable startup up. So the the rule used to be you couldn't go public until you had over a hundred million dollars in revenue and you were profitable. Like, if you didn't... And hit both check of those boxes, you weren't gonna Ip. And in 20 21, of all the companies that went public, it had to be single digit percentage that were profitable If. Yeah. I don't know. It's crazy. The the the game just changes. Well, your point, if you have free money, you know, the money supply graphic expense. It's raining down. That... That's going to build... Did you listen to Doug leon on on... I know you guys had him on your show, but did you hear him on invest like the best? Yeah. Was great. Like, he said he's, like, this is... He was telling crazy stories. I loved everything about that guy. I him when Heard him on your podcast too? Was like, that tough love. This is what I'm into. Right? And he still has... I I think maybe my favorite quote, of, favorite quote, said live on an acquired podcast of you could burn cigarettes in our arms that we wouldn't flinch. The great... And then he has a great line. He's like, I want you we were killed weren't killers to make the most money. Were killers to get the job done, but his... He made the point and, you know, very few people probably know more about the venture shooting that guy? Wanna wanna... I would imagine he's up there. And he's like, of course. Like give have money raining down. Eating didn't you like. It's like, it's just creates bad habits. Yeah yeah. It is crazy how many things in my life, I falsely attributed to something that were not just interest rates. Mh. Like so many things. The answer is just like, oh, it is that way because we live in a 0 interest rate environment. And and I... The human brain likes to tell stories. And at the end of the day, it's like, things are the way they are because of mean rev version and in what the current interest rate climate it is. I wish I'm gonna pull up something. Like, this is what I mean. Goes back to Buffet. Like, if you just... We should... I wish I knew this. I had read this. I didn't remember it though. This is warren Buffett on interest rates. Right? He says, Oh, is this from Laws of Gravity? The log in Snowball? No. This is from his, shareholder letters in 80 and 84 80 Think I think the intro to Snowball, I think the scene that opened Vi yet that opens it is Sun valley right before the bubble bird... The tech bubble broke. No, this is, like, decade half 4. Okay. Okay. This is why it's like, so it's like, god, like, you could've have made you... Such better decisions. I could've have made such better decisions. If you had just known this, and he had known it for 40 years before it happened. I posted this on Twitter. And I open up the next name. Like, why does this have 2 and a 5000000 views? It's, like, Elon, we're reply he goes yep. I was like, oh, okay. I was like, off. Like, what that like you really like it interest rates. Lines on steroids. So I go warren buffett interest rates and the the the headline is they power everything in the economic universe. So that was what, you know, Was running. You up to. And this is warren writing in the eighties. The value of every... To your... Exactly what you're saying. The value of every business. The value of a farm an apartment house or any other economic asset is 100 percent sensitive to interest rates. That's because all you're doing when you're investing is transferring money to someone now in exchange for stream of money which you expect to come back in the future. And the higher the interest rates are the less that present value will be interest... This is fantastic. Interest rates are to asset prices, press prices, sort of like gravity is to an apple. Yeah. When interest rates are low, there is little gravitational pull on... On asset prices. We just live through this? Hold. When interest When interest look. Yeah. When interest rates are low, there's little gravitational pull on asset prices, interest rates power everything in the economic universe. Because I found that because all this... This remember this inflation went crazy like, a year or 2 ago, whatever. And I was like, okay. Well, everything time that happens, all I do is I have... You can buy the Kindle version of Buffett Shareholder letters for like, 2 bucks. I know It's great. And I search it for, like, interest rates inflation. And I just go and I read... Okay. This 20 a billion dollars off that 2 dollar purchase. There you go. And so Like, you'll say okay, this what he said inflation. And then you see what year he said it. And this is like... And that's where I found that. I go, what do say what interest rates? Boom, 19 80, whatever, and he just laid out and then... Funny? Because what he what he also did right there is for every college, finance sophomore that's having to go through a class to do Dc, and they're like, I don't understand this. This is complicated. Like, he just explained conceptually a discounted cash flow model there in a way that was, like, unbelievably digestible. He's so good at that. The clarity of thought because he wants the microphone. But not but also, like, he just educated you in a way that makes more sense and it's interesting and you're entertained by, and you might build a business off that and then might wanna sell 1 day or whatever the case is, like, the the... This is where I'm spending a lot more time of, like, really trying to work on storytelling ability and concession. Right? Yeah. The the the value is in the compression and the dissolution. Right? If you could listen to, like, an audiobook for 25 hours. But if I give you the best idea or 1 idea that changed your life, and I could do it, you know, every week or whatever. Like, in a couple minutes. Like, that is going... That some of that value is gonna be brought back to me... And all that comes from is what I realize is all my heroes have, like, what they have comments is like, the unbelievable clarity of thought. Like, Steve jobs, Charlie... Like, you're not going gonna be like, oh, what does that mean? They take unbelievably complex things. Like, you're not advertising to a standing army advertising to moving parade, make it in a memorable way. And then you carry that maxim with you forever. How do you get better at that? You said you're working on it? Reps. Just straight up reps. Like, thinking about it. And then hearing yourself back. So the the advantage I have that edit is... Yeah. I I... You could heat say something and, like, oh, that was so good. And then you hear it back, sometimes it's even better or many times it's worse. So, yeah, Oh, I lost... I was... I know what I'm saying. Yeah. But you missed this part that it doesn't make any sense. And so normally it's to cut. III don't think I've ever re I don't think I've ever read recording. We only did that for 1 episode ever. It's really hard to do. What Raven court? Yeah. Do you know which episode we did for? No. It was recent. Nfl. David and I got on and re recorded 40 minutes of material. Over maybe 15 different parts of the episode. The original recording of that episode was really rough. The Nfl episode was too long it when we started, it took way too long to get to the interesting part. The Pete Rose era. And so we had this, like, massively bloated beginning, and then we had a story arc that didn't cleanly resolve, and we had a bunch of concepts where we didn't nail the explanation. Yeah. And so we went in, we cut, like, half of the first ep of the story. We recorded new bits to, like, create nice rising action and resolution on the Rose era. And then we recorded another, like, like, 10 areas where we're were just like, this wasn't said super tight. And I'm... I'm I'm really curious if people notice because we had to, like... We basically had a voice act. Like we to listen to the way that we sort of came into that segment, get that in our head. Because your your theater background yeah coming in. And then, like, pick it up from there. But Yeah. Your editing is so good. We've talked about, like, back catalog sponsorship and you told me what you're doing was like, Zoom info, and I listen to your back catalog and it's, like, dude it. So like it sounds like it it was there the day you did it. It is perfect. And I know because we talk about this that that ad was not there. Yeah. But it sounds like it's there. That's the goal. The Nfl episode is what I meant I like, it's a crazy story, but even there it's like a lesson where, like, you guys... Texas to. Like, totally changed the way I think about things Or maybe we were talking on Zoom about this. I like, I never thought of that Nfl is was like the largest media company. Yeah. My either. And the funny thing is, that's like... That was a David Rose insight that, like, the Nfl is the single largest media property by value. And the funny thing is if you go look at the... Because we did this for the nintendo episode. You go look at the largest media properties, they list Mario, they list Pokemon, and they... And then... And I think if you sort the the list includes, like, video games and movies. And so there's, like, the see you in there and their Star wars in there, but, like, they don't think... The Nfl is way bigger than all of those. Yep. But it's not on a list because people don't think of it as, like, a meeting I looking for stuff like that. Both new episodes on and as for investing too is like, what is something that is just so like, in the air that people don't even realize on what it is. Where what's a comparison we can make that is super eye opening, but people haven't thought to compare those 2 things before. Yep. Which is why I tie things in into past because it's like, oh, this episode 02:44. The Idea... No, but the idea behind this is, like, we've seen this week. Yeah. Yeah. Yeah. I had re reread, like, the show notes on, the Johnny Iv episode I did. Johnny said something was great. And he said, he goes 1 of Steve's talents was identifying markets full of second rate products. Yeah. And so, like he was, like, oh, there's the opportunity here. And we're both... We're all podcast addicts. Right? And the reason that we get along And it's a market full of second rate product. And because you know how hard it is to do. Yeah. And when you go and listen other business, and, like, I had a friend, hit his friend has a podcast. And he's like, hey, these 3 guys they have large social media following, but it does not translate to. People don't understand. Yeah. Really well. Yeah. And they're, like, would you listen to their episode and give it feedback. Right? And we went... Like, so I like, yeah, Listen to it. And I go, It's 3 guys sitting around talking whatever happens to pop in their mind. What did you expect to happen? Which is kinda what's happened was here. I was I was thinking the same. I was like, like, what we did... We apologize. Not as also max graph there's 0 chance that people aren't... Do people interested entrepreneurship and investing are not finding this interesting. Yeah. Because the prep for this is not 3 guys that have a million other things to do. Right. It's 3 guys that since the last day I doing this Yeah. Over and over again that's gonna cop up naturally in a in a conversation that you can... But, oh, I didn't know about this. Maybe there's a bunch of people probably, like, I didn't know who Lane was. I didn't know. I never thought about the Nfl as a the large meeting to companies together. Like so now, but their problem thing is like, there's no value proposition. This is actually something that I can ties into much of what we've talked about over the last couple hours. People are gonna do what they want to do. Mh. And if people can do what they wanna do and are given un federal freedom to run it, they can do great things. If people are forced to do things that they don't wanna do. They're not gonna make great things. Yep. Or or either forced you or choose, put themselves in a situation for whatever reason where they're doing something. They don't want to be doing. They're not gonna be very good at it. I I think that's 1 of the reasons why we find ourselves so attracted to episodes that highlight craft is because that's sort of like how we think about acquired. Like, if L age benchmark, it's like people who do few things, but do them exceptionally well are just so ent to study. I think this goes back to what you were just saying like, and I wanna go the craft things. Like Charlie again, Has he simple ideas. It's like, most of the problems are you're just not intensely interested in what you're working on. Yeah. And he's like, I don't care how smart you are and charlie smarter unless everybody else he goes, I was not successful until I move myself into position where I worked on something that was intentionally interested in. That just these, like, small rules carry most of of, weight. It's like, how bad you actually want it. And if you're not willing to do the things, then there's nothing wrong with that, like, entrepreneurship is for a very small percentage. I... I'm not 1 these people think everybody could be entrepreneur. I would like to see more of them, But it there's no 16 it. It's like, no one's telling what to do. No 1 had to tell you guys, hey, you should buy microphones and do bunch of research and pick We did microphones to start. Oh, yeah, like, would it... Yeah. The I think the most interesting thing is that, like, I think we've talked about this concept before on air is that if someone's gonna advise you on starting a podcast, they would say, do a 30 to 40 minute episode and, like, do it weekly. You know, So there's and you release it at the same time all the time, have a guess, so that way, that person promotes it too, and we're like, Okay. Well we do the opposite of all those things. And I think it's like, my... The conclusion I've come to is advice is an average. And and reality is a distribution. And averages suck because they hide the distribution. You kinda wanna know the shape of the distribution, and you kinda wanna know, like, things that apply to your specific data point, not like the average thing. And I think, like, advice is always an average that hides the distribution. And if you know that you're actually an outlier in some way, then you have to sort of, like, selectively follow advice because it may not apply to you. Charlie told me a fantastic story about this where he's just like, he was singing in the praises of By, that they're kicking ass, like, he told me, like, up the... Not just me. Mean, I'm when only a group of people. They make batteries for cars. And cars. Like he started out, like, like, doing like, knock off cell phones in Korea or something. And then, like, he... He... I forgot the guys founder his name and apologize, but, like, he was telling me the life story. But he was saying that the founder that Charlie and Le, Lulu. Lulu. Lee gave the founder advice, and he ignored it and he was right. He's like, don't go on electric cars or whatever it was. Like he did. He's like, and he... You know, selling... I think he said, like, 2000000000 car. Like, I forgot what 2000000 cars spent. I just know he sold 2000000000 cars in a year. So, like, he's, like, sold 2000000 cars. I was retired. Yeah. So he's just, like, and he did it, and he gets all the credit because Lee and me told him not to do it. Yeah. And he's just, like, same to your point. It's game tape. It's just like, when Kobe is watching this particular particular play of Michael jordan that may never appear in his life. Yeah. And maybe the the move he did wasn't the right move for what Kobe did, but maybe it influences his other thing. It's just like, the life is complex and messy. And like, you can think you're really smart and until you have a 2 and a half year old. And they ask you, why is that the way? And you answer the question. And then their follow question is going to be why. And eventually, you're gonna get to 11 we're like, I don't know. Yeah. Like, I don't know why everything ends it I don't know. It's like, I don't know. And so, like, of course, there's uncertainty. Like, that's why if you have... If you crave certainty you gotta get a job. But, I, there wasn't even Facebook when I in college because I had work full time. I went a night, but my college did not have Facebook. It was just coming out, so we had myspace. And my myspace you could put a quote. Right? Like, I that's right. Yeah. And I've always thought like this for my entire life, it was, like, there's no security and life only opportunity. And I think that's we. So investors and entrepreneurs are are going for opportunity at the expensive security. And if you need security and get a job, but we see, like, everybody said go to tech to tech tech all this money. I think this is a super mis price thing. I I think people who crave security, which I get... Like, all humans crave some level of security. Miss sort of mis price security because no jobs are as secure as we think they are, but they definitely cap your upside. And and people... It's like, is founding a company or going to business for yourself as an entrepreneur extremely risky. Yes, it is. But is it actually that much risk than a job where you could get laid off where the sector could go through a downfall or, like, there are a lot of things about having a job. They're not nearly as secure as people think they are. Steve W the jobs. They're like, worst case scenario. If we just doesn't work? Was it go get jobs. We hit right broke anyways. Right. Let's just try. And he, like, sells his van for, like, 50 Steve sells his there for like 1500 dollars Like, I'm just all in on Apple. Like, out that's... That... To me, that's it's, like, again, yeah, I think a lot of this is, like, people are asked, like, it's entrepreneurship. Like, a nate. It can be taught. Can it be a school of entrepreneurship and I was like, well, ask Charlie Mu, if he taught a business class. What what did you say? He's, like, I would just teach the history of... What do you guys do? He's like, I teacher a history of a hundred companies. And I would talk about what went right? And what went wrong. There's social security. No... He's not saying, yeah. Take my class and on the other end, you get this degree that guarantees business success. That doesn't exist. Well, that's what it's cool. Yeah. They have been teaching entrepreneurship for the last 50 years. So I was in... So I went to the Uc uci, which is just, like, diploma mill, essentially. And they... I was in the pilot entrepreneurship program. Right? The very first year. And you take us back to that. Yeah. Were you thinking about? What what was your relationship to entrepreneurship before starting the founded podcast? So, like, I have never been on view. I I've only had 2 jobs in my life. Like, I was... But I was like, there was no entrepreneurship There was no entrepreneurship like community... There's was no entrepreneurship industry. Right? So, like, my first business was... This is a long story, But, like, I had been accustomed to... I I'm talking about this yesterday. By the time I was 17, I had been accustomed to working full time and going school. Right? So, like, people were like, oh, you work a lot on founders. Was like, I don't have to go to school. I, like, do this all the time. You work at halftime time But yes. Like, there's a long story here, like, that would take me, like, 30 minutes, but like, like, my dad's sat me down when Was like, 15. He's, like, listen, you don't have to pay rent, but, like, I know have any money for you. So, like, if you want something you gotta go get it. Right? And the good thing about my dad is a cuban immigrant. Not educated, but, like, he the best piece of advice that he ever gave me and my brother was a maxim. He's, like, don't have ass things. Right? So he does it in, like, a blue collar. He's a truck driver, like, you know, that kind of thing where he's, like, he he pride himself in the fact that, like, like, he'll work 72 hours straight. Right? But we never made a lot of money and never had an education. Like, his mom wasn't good and whatever. And they had escape Castro Cuba. My dad was born in cuba. Wow. So it's, like, imagine like, I talked about this on, because you know Patrick's at the end of investment, like, every invested best episode episode yeah. Thing. He's like, what's the nicest thing everybody somebody ever did you or for you kid to you. For you. And I was like, man, like, something that it was a decision that happened way before I was born. And, like, my grandfather is in Cuba in 19 59, 19 58. And he... Again, not an educated man. He worked as a butcher and worked in a factory that make shoes. He's married and he's got a baby. That baby's my dad and caster comes to power. And he doesn't have a lot of money. Doesn't speak English. And, yet, he had some kind of insight that I need to get out of here. Mh. Right? And he goes to a country, picks up loses everything. Not that you had a lot anyways. Goes to country knows nobody doesn't speak a language. When I sat down, the first thing me and Sam z talked about. And I think helped bond us. That's to the point we're at the end he said he liked my energy and everything, but so hopefully, like me, I don't know. Was in his story, I was like, because I had... Obviously read his. And 1 of the first things me Sam I've talked about was Sam, I I understand and empathize with your story because Sam story is his dad, being Jewish, getting the last train out of Poland before the Nazis Bomb. Literally, the last train out. 18 members of his family, his dad went around you saying we gotta get out here. This is not good. So like, no. We're gonna stay. They're all dead. Sam... Sam's dad and his mom have a daughter, they get to America, his mom's pregnant. Sam is born in America. And so in that book, Sam dad's always telling him, you don't understand how lucky you are to be born here. Yeah. And I was like I understand that mentality because I grew up meeting Cuban had the thing called No, which is, they don't celebrate... I... My wife's columbia me. So they same... I married into Columbia family do this too. They don't celebrate Christmas on Christmas day. They do it at night before. It's a Christmas eve. And so I grew up you know, as first as long as I remember It's was like, 8, 07:10, 10 years old meeting people that came over on raft. And you would see these things. I've seen these in person. Alright? It's just like, rats. Think about how create how bad it has to be. It's like 50 miles. Right? 90 miles. Right? I'm gonna go over to the study of the university of Miami interested sit on this. 90 miles. Your you're a parent. Hopefully, you might be a parent 1 day. Like, you love your kids way more than you love herself. Like, yeah. There's people that came hundreds of thousands of people went to the edge of the island and put their kids on a raft. Just hopes that they get to America. And so the problem is like, you don't make the announcement to the... Everybody's like, hey, tomorrow. We're leaving on a raft. Could you get a caught You. Right. Right. Right. Imprisoned or killed or whatever case is. And so the University of miami made did the study. Was, like, well, how many people did this. We know hundreds of thousands survived. Right. And they estimate that, like, half at, I think it's something like, half a million people perished. Never got there. There's a conversation with there's is C 5 named Jorge Mo, who was in Miami giving guy. And his dad was 1 of the ones that escaped. It he went on a... Their raf was a made out of a, like, a truck tire. Like, you know, like, think, like, a size, like a bull tire. Right? Wow. It's his uncle. And 02:14 year old boys. They get off path. Right? They run out of their water up being, like, contaminated So they... You can't drink? Die they propel it anyway. Like, how do you make sure it gets to Florida. So you have, like, they some have ore and some have, like, Like, you see that blanket over there. Like, you try to make a, sale, a sale out of, like, a blanket or... You know, they there... Some of these are unbelievably in in... Like, they they level ingenuity Like, Yeah. For uneducated. They don't have the Internet. Like, they don't... It's an unbelievable. And so they're... In his case, they I know they had ore. I think they had a a sale. They get close enough to the Bahamas. They were... They haven't drink water for like, 3 or 4 days, from a pigeon lands on the ore. They went up killing the pigeon. Opening it a part, drinking the blood. That's only thing that's saved. And so now his... So he gets to America, and she gets to go from the Bah bahamas to America. Now his son is, like, you know, makes millions of millions of dollars. Like, as a professional fighter and a celebrity and and and all this other stuff. So... Anyways, as long story short, the 1 thing, like, I... My dad's still alive. I told you my mom passed away. But, like, I really think, like, my dad were just like, he did not baby me at all. He's just, like, you got, like, figure out how to go job it. Yeah. And so I worked at, back then, this this is something that Paul Graham made the point of. Right? He's like, dude, when I was a kid. The only jobs available. Like, get had a scoop ice cream or something. And, like, you've probably met them. I met some 17 year old founders and a bunch of founders. Well you talk to them? They're own second company. I'm like, what? They're, oh, yeah. It I was like ninth grade. I, like, did this, like, Gmail plugin or, like. Yeah. I like I mean, flat the saas tool. Yeah. I mean, 40000 dollars a month and, like, my Mean, making so much money My parents. Let me drop out of high school so I can, do this business. I'm like, I worked at a car wash dude. I made 4 dollars and 65 cents an hour, you know. So anyways as long story short. I I would go to school year round. Right? Because I had figured this out where it's like, oh, if you... Most people in Summer school, they were forced to... I went to public school my. Right? Yep. And so, like, people would go to public school, they would be forced to because you failed something else. But if you elected to do that, in 6 weeks, you get a full semester credit, and there's 2 6 week. Yeah. To, like, mini semesters. So I always even when us in college. I did this. I would go to school year round. Right? And so in high school, I went to school so much. That by the time I got to my last year's years high school. I was since program called O, which is on the job training. So instead of having 6 periods, you would leave after the fourth period, and you'd would have to have a job, and you would get 2 your other credits. To your employer. Your employer would have to, like, fill out paperwork. Like is David, you know, cleaning cars and, like, oh, there's a baby that came in into threw up He did a good job with that. I was disgusting. But the the benefit of that was being able to work full time... Oh, full time. Yep. Make enough money where I could like, buy, I bought, like, a new car with my own money, like, all that other stuff. And so, like, then I realized, like, oh, like, I think I was making, like, 400 or 500 dollars a week in high school, which is freaking really. Good but this is, like, late nineties early 2 thousands. And then I was... Got promoted to being a detail, and that's like... You have client list. And then you start develop your relationships. And it's, like every other business. Like, Right. And they're like, hey. Love what you do? Would you do this at my house or would you do it on my boat that you don't do or, like, whatever. And so my first business was just detailing cars and boats And and taking out other stuff where I it's like, okay. I spent an hour wax this guy's car. I might make 20 bucks. I do it at his house. I make a hundred and 50 dollars. And so, like, I've always just had that, like, and... Again, there was just not like, this is a story you guys read in the books and the history the stories. It's like, there's no master plan here. Yeah. It's like, hey. I need to make opportunity. All my other friends were working at Mcdonald's. Chick f a where you just said something like, they cap. Yep. Your... I never had a cap upside. Right. And then so I did all these other businesses I started, in college, because I thought was be a lawyer. And this is so silly because everybody while my friends are Lawyers hate it. Right. I dodged you bullet there. I. Well, this is that... That's the dream, like, the the immigrant dream is for, like, the kids to become lawyers and doctors. Sure. Why hair... Not my parents. So... My parents never said the word college to me wants Not 1 time because they're both high school dropout outs. So, like, they they never... Like, like, I was 1 of the only kids in high school don't have a, a curfew. Like, my parents knew I was independent and left me. They gave... That's the best thing they get. Take care of himself. Yep. They thought my mom told me She's like, I just thought you were a lot smarter than everybody else in our family. So that that like, we trusted you everything right this... I also was driven too, but she could you understand, like, being smart in this family is not, like, being like the the bar is low in the sense that, like, they're they're both coming from multiple generations of people that did not prioritize education or self improvement. So that's why I'm so like, ferocious in this because I didn't see that. You know? And so, the the this this demonstrated when my mom was dying of cancer. So, like, you know, Hipaa has a thing where, they're not gonna share paperwork or information unless, like, it gets permission from the person. And, like, my mom could choose whoever she wanted. She could chose her husband. Right? They had a bad ship. They should've got... They got divorce and remarried, they should stayed divorced but whatever. And she... You see that with actions. We said to actions to discuss priority. She's just like, we're in there, and she like, who do you want to paperwork. Like who do you want us to. She's like, David. Not her other kids, not her husband, not her sister. Not... And she trusted me implicitly. And so III essentially, like, do they ever mentioned college. So I just kept his. I was like, people are like, oh, so like what do you wanna do for a living? And, like, I remember watching Tv when I was younger. Was like, well, I wanna be rich. And you think when you're younger, you know anything? Like, who's rich on Tv? Like, I liked freshman bell. I was like, be a judge or doctor. And I was like, oh, I can't see blood. Like, that freaks me out said I hope be an attorney. Okay. So I went to school, and I worked full time, and I was trying to do hustle anything I could do. And so the idea was like, okay, I'm just gonna go undergrad for business because I'm interested in business anyways. But I'm only doing that till I get till I go to Law school. Right? Mh. And this point of the story It was not to go on this deviation, but I was in the entrepreneurship program the pilot. 1. Right? Because I started interested in trying to make money in any way possible. And this is how bad the entrepreneurship was. And this is why I'm kinda jealous of these young kids where now you actually have an entrepreneurship industry and there's there's stuff you could learn from. The head the main... The the... What is it called? Like, the main subject, entrepreneurship 01:01. Right? The curriculum? Yeah. But all these other classes, but entrepreneurship 01:01 is run the teacher. Right? What is her credentials her dad started a, an Ac company in Florida. You're gonna make a lot of. Yeah. Good. He died on the job because he got educated death. Okay. And she inherited the company, and then she ran it, and so she's the teacher. And so, like, the cri that's terrible. It was not terrible. The best thing and this relates to what all we do for a living now, which I could never predicted is there was a guy that this is this kinda like, charlie charlie mu says you should read if you wanna learn about incentives in a really difficult business, read les schwab, auto buyer, which I did Charlie told did it, like, episode long time ago. And he's like, this guy made a ton of money and a really hard business, which is, like, hires and, like, oil changes and stuff like that. And so the guy was coming into the class. He was gonna donate, like, 3 or 5000000 dollars to have a building name after him, and he had 1 prerequisite I said He goes I wanna talk to your entrepreneurship students before I right give you his money. And I learned more in 1 hour from that dude than it I did 2 years on entrepreneurship because he would talk for like, 20 minutes and he's, like, open up your questions. Yeah. And I lit him up with a question. Course after question. And I remember to this day, just like the simple way. This is, like, you know he was building his business in the private at eighties and nineties, And he's like, how did you know where to expand. And he's like, we would pull the car registration data from the Dmv. Mh Right? And we would know how many car owners there were in this specific radius. And they... We'd have to hit, like, let's say we need 40000 car owners in a, 3 mile radius? There's... Are there any other stores? Put a store right there, and they did that over and over and and over again. Awesome. Yeah. And so, like, he had ideas like that and just like, Again, you learn through experience. Like, that guy I could teach us way more because he actually did this compared to. I I think probably all 3 of us have a, like, unintended, impact of, college entrepreneurship programs on us. We you definitely I have a minor in entrepreneurship. Yeah. For really? Yeah. From Ohio state. Similarly, only ever went to public with school. Yeah. III was a little different. Like I I was really into computers. Like, and. I when I was 10, my dad and I found a pc on the side of the road, and he was, like, do you wanna install linux. And I was like, what's Linux? And, like, to me use a terminal. Like I was really lucky to have my dad as as an engineer. And and so I went to college for computer science, but you wait wait. Back up. You found a Pc on the side of the road. And you literally. My dad's like, I'm willing to bet that thing is just old. Yeah. He's like, because we're looking at the... You know, you're, like, that at that point you could open computer. So we're, like, looking at it. He kinda like, puts it apart. It looks and inside like, gala pieces. Like, this is just an old computer. It's throwing away. That's a basic. I keep going. So you by major in computer science. Yeah. But III like, went in thinking, like I wanna have some kind of, like, I wanna do business and tech, but I know what that meant. And so I found my way to a, a club called the business Builder club, and they were like, there's like, real, like, an actual minor. That you can take. And so sort of like, through student organizations found my way to actually doing something in the college of business, which like, I go back and forth on whether undergraduate business stuff is useful. Because on the 1 hand, but he got complain them you're. All your buddies all people... You guys have amazing. We came back to my bachelor party and half the crew is the business Builders Club Ohio State, friends that I made there. The content sucks. But yeah relationships everything. But. That's what... Yeah. And it's not the stuff you're learning is actually super important, but you don't have the context for why yet. It's like, you're working on a Dc model and you're like, I don't... This is useless to me. Or you're, like, learning about depreciation and amortization. You're, like, this is awful, because I have nothing whereas my faces classes, we're awesome. Like, there's labs. Like, I can touch and feel the things and understand mechanical advantage and how the free body diagram works. But in these business concepts are, like, super abstract, and it's they weren't useful to me then, but like, I went and took a Cor error class last year or 2 years ago on accounting because I was just like, okay. Like, I wanna actually understand accounting in part because we talk about it acquired all the time. Dave I understands the stuff more than I do feed it. But, like, it it is so much more useful when you understands where the rubber meets the throughout in the real world. Like, it would just be beneficial just, like, go out and try to sell something. Like, you know what I mean, like, like, get real world experience, like, What what did Charlie? I I just... You guys read the towel of Charlie Mu? No. I've heard it's good. Okay. I You got that it for the episode and. I own the hard cover, the Kindle and the audiobook. That should tell you, like, it's worth it. By the way, I own the audiobook and the kindle of almost every book that I own. Yeah. I... In including a hard cover too? No. I don't have You're not a covered person. Oh, because you can also switch. Yep. That's the whisper sink or wherever it's going. And all the time. I actually hate that they sync and they... Because it... Like, my common workflow and doing acquired research is, I listen to the book, and then I'll take some notes in Apple notes of, like, like, half quotes where I'm like, Gotta look this up later. And then I go back in the Kindle and I search for the actual quote and, like pull out the data to be able to use in the episodes. I think listening to the audiobook before reading the book is very helpful. It gives you a basic overview It's almost like, a look at wikipedia page before you read the blog. Not enough. But like, you have... Okay. Yeah. Have like, watching a movie for the second third time you know how it ends and gives you pick up on things you missed the first time. Yep. In the town of Charlie Mu, though, Charlie was talking about this where he's just, like, I learned about business at the Buffet Grocery store. Right? From the cash editor sir. Like, because that money is the lifeblood of all... I think there's quote in the book is like, money's is a lifeblood of all businesses and that's where the cash. That's where the money was at this point. Yep. And it's like you just learned... And he says, like, you learn the importance of, like, showing up on time. How to work with people you don't make. Like, how to, service a... Like, to take care of your customers. Like, these are things that are all, like, universally applicable. Yep, That... There... There's... It's another form of education. Like, that's the biggest the key of experience. Why it's so important. It's the most valuable at form of education because it's education of life. Yep. Yeah. Like, I love to read. Like, more than almost anybody else. Like, you guys obviously love to read. There's there's just so much things you can't learn from books. So it's is like, it's not enough. David, what was your college entrepreneurship. Well, it's funny it's more them dramatic than, an actual impact, but I can't remember if I've talked about before. Princeton had a then, just 1 entrepreneurship class. It was, like, 1 class in department of electrical engineering. I was not an electrical engineer, but people knew about it I like, this is cool. Right. And I so senior year, I had already... The recruiting happened in the fall. So I was already, like, had my job investment banking job that I was gonna go do. Yep. Yes. So whole other kit of worms. But I was like, oh, you know, I'll take this class. It's supposed to be good. I'm gonna go work on Wall Street. I should learn about high tech entrepreneurship was the name of the class. And it was like, all, you know, guess lecture. It was it was case mess case case method. And and Chow, the professor would have guests come in. 1 of the guests at think thought... Either did the last or like, the second last class was Tim ferris. Before he published the 4 hour. No away. Yeah. Get... He gave... He he asked Buffet a question. And meeting guess... And this is where he... This... Oh, he he totally hustle this. He, like traded on that name for, like, years before he made it as Tim ferris because he just went in for 1 class. He come... It was 1 class. Yeah. It was 1 1 day of 1 course, and that was, like this case study class, and I think he had taken the class when he was president. And Ed the professor like liked him and kinda tell Shine to it. So you and I than our guest lectures at Columbia. Oh, yeah. Total. Yeah. Yeah. We're looking Yeah. We just like tell. So he came in and and so he was working on the book, but it was, like, done, but, like, was about to get published. And so he came in in the whole, like, class was, like, basically, telling story and then, like, shi the book. I remember in my notes like, for the class, I I titled them. I've bet have them still somewhere on my... On an own computer. The title was supplement guy. Do what you love. Yeah. The world. Oh, my god... And then, how bad afterwards. Miss talking about missed opportunities. He. You he was he's like, he's older than me maybe He's not that much older. He's only been out for couple years. So class ends and he was like, hey, guys. Anybody wanna hang out. Like, I'm gonna go... You know, I'm gonna go, like, hang at tariffs. Like, if you wanna come with Princeton has eating clubs instead of they do have f attorneys, but, like, either Yeah. 1 of them is terrace. And Jenny was actually in terrace. And he was like, basically, I'm gonna go like, hang out and have a good time with anybody who wants to come along and I was like, yeah. Now I'll see you on the podcast later, I love how this... Just for some covered in random conversation. Right? Was just, like, computer science, investment banking, law. Yeah. No. But, like, no common denominator go. Like, and look... I use a theater more than I use computer science. Like, that was what. Yeah. I... Like, the idea of for, like, from venture capitalists and podcast. Right? I went and my daughter asked me to go speak at at Career. Oh, hell you. And this is last year so she would have been. That's like, she wouldn't read this thing. She went a fourth grade. Right? Can't Wait. And so she's like, well Daddy, Like, you have a weird job? Like, when you go all weird too. Yeah. She's like, when you come in and, like, give a talk. And so you've mentioned earlier, like, entrepreneurs are, like, odd ducks and, like, crazy people. They don't, like, they don't... Like, they see rules. Was like, oh, that's just words down on paper. Like, I'll just do my own thing. So I show up. I, yeah Do anything for you. Like, whatever you want. And so I show up, and the... There's 2 shit... The... Each class at the school she has has 2 teachers. Right? And so they're like, oh, well, we didn't... Hi, mister Sandra. We didn't get your email did you get, like... Did you bring, like a thumb drive? I'm like, what was this supposed to email? Why would have a thumb drive? And then, like, you're a Powerpoint presentation? And I go... There have you ever made a Powerpoint presentation? Never life. And I don't... No, But this is right. I go, they're 9. Why would I make a powerpoint presentation? And so I go there. And I was like I was like listen. I'm fine Like, I'll wing... Like, I got this. Like, they're like, you're gonna wing it. It didn't use it the word wing it, but I forgot what it was. So you're, like, no really. I got this. I show up. Right? And they're all, like, sitting on the floor. And there's, like, 39 year olds. Like, are you, like, stand up. No. No. No. Okay. And so, I wanna see some energy. And I was like, I talk for 2 minutes. Right? I have 30 minute slot. I go... I talked for 2 minutes. I was like, listen. Don't listen to your parents. Don't listen. Don't listen to your teachers, I go follow whatever you're intensely... I just gave Charlie Mueller's my. What are you interested in? Keep following that even if it doesn't... You... There's not an an obvious career path. It's... And I use the word To go. It's highly likely that the job that you're gonna have has not yet been invented. I was like, there was no such thing as a podcast. Like, I couldn't go to they're gonna be podcast or what got or whatever. And, like, so that was like, the 2 minute somewhere and I said little bit more than. I go, okay. What questions do you have for me. And so I spent the next 28 minutes. I told them an importance of reading. I was like, listen to your friends are all gonna be these stupid apps. I was like, you're gonna have no attention span, learn how to read and read whatever you're interested in. We don't what your daughter probably like, oh, no. So I'll tell you funny thing. So then 28 minutes, and then they're tell me about books they love. They're like, oh, I like Harry Potter, and I like this, and I like travel. And we had, like the greatest time. Right? So I come back. I see it. There's was, like, 9 in the morning I leave. And I... My daughter gets out, you know, later on the day, and she goes, ga. Thank you very much. The my friend thought your talk was the best. I was like, oh, that's, like, interesting. Like, that's... I'm glad they liked. I go, well, let me ask your question. Who came after me? And they're like, oh, was it, you know, John's mom or something. I was like, what does John's mom do? She's like, I go, well, first. She a Powerpoint she goes Yes. Everybody did Powerpoint. And I, what does John's mom do? She's just, oh, she's a corporate attorney. I'm like, Yeah. So you... Like, they're 9 years old And it also... That's like the alternate future for you. Yeah. Like, it was like... Yeah. Yeah. You would have had a Power boy. It was, like, Biz bizarre, David. After you Would it'd be interesting, like, what you would Yeah. But then again, I was... I'm... Was living in Florida and, like, the law there is not a lot... Like, you'd have to move to like, Dc, like, the law there is, like, insurance. Like, so I'm at the San Francisco airport. Right? Which is way nicer than my international airport by the way. It's like, I've never been to by me. Oh, it's like third world. Like the ceilings are low. They have the new... They built, like, this new part, but if there's... F S was way nicer than mine. And I see this billboard of, it says the worlds are the America's largest personal injury attorney. That guy was in Orlando. I going to go to Orlando outside. His name is John Morgan. He was famous back then. And now he has. So, like that... I kind pray were for him. Like, I'm like, Yeah. Chase ambulance ambulances or whatever. No No disrespect. Like, whatever you gotta do to pay your bills. Like, I'm a problem with that. But, Yeah. I just thought it was funny. I was like, you also have to think independently. Either if they're 9 years old. Like, they don't wanna sit through. Did you... I don't even wanna sit through Powerpoint. It's really well, do you want sit through a Powerpoint boy. Oh, I just like, try... Like, I wanna just brought a video game console or something. I was like that's my being. You? Maybe it's a battle career. He Blake and Mitch, Blake Robbins and Mitchell. Made the point in 1 of their game episodes. I never even thought of. They're, like, you know, hard it is, how few soft... Pure software companies are that they do over... They sell over a billion dollars a year in software. And how many games Companies. They said on the podcast it's like, there's so many video game companies that make so much money. Yeah. Yeah. I think I say this bigger than the video game me industry's bigger than music movies and books combined or whatever has been since the nineties. Yeah. That's the... That was the interesting thing we uncovered on the nintendo episode does that stat gets band around band, band. Yeah Band around a lot right now, which is... It's very interesting because, like the video game market has done this. But the video game market has basically always been larger than Tv and movies combined, but has never gotten attention or, like, been thought It's of the that been out there for 30 years that people haven't paid attention to. Yeah. Alright. I'm afraid of these memory cards filling up. This has been wonderful. Yep. Thanks for having me guys. Listeners. Thank you. We almost never mercedes, but I we gotta do this again. Let's do it again. I'll be here next week. Thanks, guys. We'll see you next, time. Alright. Bye."
}