{
  "transcript": "So a few months ago I spent about 7 hours at John Mack, the founder of Whole Foods. And he was during 1 of our conversations that John told me, 1 of the craziest things that anyone has ever said about the podcast. By the time I met him, he had already listened to over a hundred episodes And he told me that if founders existed when he was younger, that Whole Foods would still be an independent company that since the podcast and all of history greatest entrepreneurs constantly emphasized the importance of controlling expenses, he would have made it much more of a priority, especially during good times. During boom times. I think it is very natural for our company and for human nature to not watch your cost as closely because everything is going so well. In fact, you're gonna hear something similar happens to Edwin Land late in his career. After Edwin Land was semi coax into retirement by Polaroid board, a decision that Steve Jobs, by the way, called 1 of the dumbest things that have ever heard. Unfortunately, costs got out of hand and Edwin Land left Polaroid. This is something that happens a lot. In fact, When Steve Jo was counting some of the stakes that he made in his own career, he mentioned losing the discipline of cost control, he was talking about his time at next and in 1 of his biographies, there's a line that says, not only was time slipping by quickly, but so too was the money. Jobs complained allowed that we're not sc. We stopped Nickel and dim for the stuff, and it all adds up. This is something I talk about all the time with my friend, Eric who's the c founder and Ceo of ramp. Ramp is now a partner of this podcast. I've gotten to know all the founders of ramp and has spent a bunch of time with them over the last year or 2, they all listened to the podcast, and they've picked up on the fact just like John Mack did, that the main theme from the podcast is on the importance of watching your costs and controlling your spend. And how doing so can give you a massive competitive advantage. That is the reason that ramp exists. Ramp exists to give you everything you need to control your spend. Ramp exists to give you everything you need to control your cost. They give you easy to use corporate cards for your entire team, automated expense reporting and cost control. Something that all of issues guys entrepreneurs have in common is that they make cost control an obsession. In fact, if you go back to my conversation with John Mack, he told me this shocking idea about the role that Walmart played in Whole foods success, and it has to do with how impossible was for other people, other grocery stores to compete with Sam Walton and Walmart. There was about a decade where grocery stores tried to compete with Walmart on price. Instead of competing on the higher end of the market with Whole Foods on quality. And if you try to compete with somebody obsessed with their cock control like Sam Walton was on price, you lose. Sam Walton will repeat that over and over and over again his auto. 1 my favorite lines out says our money was made by controlling expenses. You can make a lot of different mistakes and still recover if you run an efficient operation, or you could be brilliant and still go out of business if you're too inefficient, ramp helps you run an efficient organization. Ramp is everything you need to control and optimize all of your operations on a single platform. Ramps website is incredible. Make history's great entrepreneurs proud by going to ramp dot com to learn how they can help your business control cost. That is ramp dot com. I just finished re listening to this entire episode. I'm am really proud of it. I think go founder podcast as a tool. In fact, I recorded this episode over 2 years ago, I have not been able to re reread this book since then but the podcast allows me to spend less than an hour. I spent less than an hour, re listening to this episode, and I'm instantly reminded of all the valuable ideas and insights that I've since forgotten. I hope your experience is the same and I hope you enjoy this episode as much I. Polaroid followed a path that has since become familiar in Silicon Valley. Tech genius founder has a fantastic idea and finds like minded colleagues to develop it. They pull a ridiculous number of all night to do so with as much passion for the problem solving as for the product. Venture capital and smart marketing follows, everyone gets rich, but not for the sake of getting rich. The possibilities seem limitless. The most obvious parallel is to Apple. Both companies specialized in relentless obsessive refinement of their technologies. Both were established close to great research universities to attract talent. Both fetish, superior, elegant cove product design, and both companies exploded in size and wealth under an in house visionary genius. At Apple, that was Steve jobs. At Polaroid, it was Edwin land. Just as all Apple stories lead back to jobs. Polaroid Lore always focuses on land. In his time, he was as public a figure as jobs. Land and his company were for more than 4 decades ind individual. At Polaroid annual meetings, land got up on stage deploying every bit of his considerable magnet and put his company's next big thing through its paces. A generation later, jobs did the same thing. Both men were college dropout, both became as rich as anyone could ever wish to be and both insisted that their inventions would change the fundamental nature of human interaction. Jobs more than once expressed his deep admiration for Edwin Land. He called him a national treasure. After land was coax into retirement by Polaroid board, jobs called the decision, 1 of the dumbest things I've ever heard of. The 2 men met 3 times when Apple was on the rise. The 2 inventors described to each other a singular experience. Each had imagined a perfect new product. Whole already manufactured and sitting before him. And then spent years prodding executives, engineers and factories to create it with as few compromises as possible. Polaroid operated almost like a scientific think tank that happened to regularly pop out a profitable consumer product. Land was frequently criticized by Wall Street analyst for spending too much on his R and D operation. That was Lance philosophy. Do some interesting science that is all your own. And if it is, in his words manifesting important and nearly impossible. It will be fulfilling and maybe even a way to get rich. That was an excerpt from the book I'm gonna talk to you about today, which is instant. The story of Polaroid, and it was written by Christopher Bananas. So this is the third book that I read about Edwin Land in the last about 10 days. In fact, all 3 of the books that I I've read in last 10 days. I actually re reread. So I've... In told, I've read 5 biographies of Edwin land, 3 of them, I've read twice. So if you haven't listened to the past episodes make sure you go back. It's episode 2 63, 01:32, 01:33, 01:34 and 40. I'll put these in the show notes as well, so you can remember them. And the reason I spent time reading almost a thousand pages are reread almost a thousand pages of edwin land is very simple. If Steve jobs studied Edwin land. I think every other founder should as well. And the book I hold my hand does a really great job. Maybe the best out of every book that I've read on Edwin land so far comparing and contrasting and really showing how much. In many ways, Edwin Land was Steve Jobs before Steve Jobs. So I wanna jump right into story from his early childhood and says nearly every account of Edwin lands youth conform to the classic boy in cliches. Did he once blow all the fuses in his parents house? Of course, he did. When he was 6 years old? Did he once dis assemble a significant household object resulting in parental anger or parental pride, certainly. So it's really fascinating. That paragraph really jumps out because I'm also... I've also started to reread the book becoming steve jobs, the evolution of a reckless ups start into a visionary leader. And the section I just got to... In fact, I was reading this last night was something that Steve jobs father did that I thought I was really really brilliant from a parenting perspective. Is his father was a craftsman, he had his own, like, workshop in his garage. And when Steve was 5 years old, he took Steve in the garage cleared off a part of his work and said Steve, this is now your work. And he showed his son how to build things that you could manipulate the devices and the things that are in the house and that everything around you was made by somebody else. And they had to learn how to do that. And so his father encouraged to take things apart to realize that you can build new things You can combine new things in interesting ways. And it's fascinating that land is doing this at 6 years old because jobs is doing this exact same thing at that age. The second thing I wanna point out to you is that they both optimized for breath as well as depth. They did not... This is 1 of the biggest criticisms that Steve Jobs had of of Bill Gates. He has a hilarious quote where he's like, He would've have been a broader person if he would've have dropped acid. So it says, land was introverted in person, but supremely confident when it came to his ideas. A customers that we are today to the Silicon Valley style. This may imply that he was a big nerd, but that is not right Alongside his scientific passions lay knowledge of art, music and literature. He was a cultured person growing even more so as he got older, and this is why that's so important and his interest filtered into the ethos of polaroid. And this sentence is gonna sound ee similar to Steve Jobs, Edwin land like people who had b as well as depth. Chemists, who were also musicians, are photographers who understood physics, so I got to that part, maybe think of 1 of my favorite paragraphs that came from the Steve Jobs biography written by Isaac. Where at the very end of his life, Steve was talking about the influences on his work that people like Edwin Land, Da vinci and Michel had. And what he tried bit essentially copy and he said, edwin when Land Polaroid I talked about the intersection of the humanities and science. I like that intersection. There's something magical about that place. There's a lot of people innovating, and that is not the main distinction of my career. The reason apple resonates with people is that there's a deep current of humanity in our innovation. I think great artists and great engineers are similar in that they both have a desire to express themselves. In fact, some of the best people working on the original Mac were poets and musicians on the side is the exact same idea that was just expressed in this book. It let me finish this sentence in that jobs has here because I think it even expresses this that idea on a deeper level. In the seventies computers became way for people to express their creativity. Great artists like Lean leonardo Vinci and Michel Angelo were also great at science. Michel Angelo knew a lot about how to Corey Stone, not just how to be a sculpt. And so I think that idea leads into the next thing I wanna tell you about because this is very similar to land land and jobs shared series of heroes. Thomas edison being 1, But this reminds me of Henry Ford. Whoever Ed what, like, 4 or 5 books about something like that. And Lan was looking for ways to get undiscovered talent. He got a lot of talent from Mit from Harvard because he's polaroid obviously right next to them, but he he desired what he wanted. He's, like, I want somebody to come brand new to my company, so I can teach him in the way I do science in the way that we do our experiments. I don't wanna have to take somebody that's already been trained up fully in the wrong ways to do things. And so he winds up developing a close relationship to an art history professor. And this art history professor winds up saying, hey, these are... I have, you know, the smart gifted so of my smartest gifted students. I bet you they'll be... They'll work well at Polaroid. And so Henry ford did that exact exact same thing. It's like, I just want somebody brand new, and then I will I will train them myself. I'm not gonna outsource the training and education that I need for my company to somebody else. Land grew close to Clarence Kennedy, who is an art history professor at Smith's College and also a fine photographer. Their relationship not only help refine Lance eye but also began to feed polaroid with brain, aesthetically inclined Smith graduates. So think about the competition for an Mit graduate with the competition for harvard graduate compared to a comp the competition in... For a technology company. Remember, Land built. If this is your first, maybe you don't know this. But if this your first time ever hearing about by Edwin when Land. Edwin Land built 1 of the greatest technology mono monopoly of his day. And so this is a technology company founder, targeting art history graduates. So says began feed, polaroid with brain, aesthetically inclined Smith graduates handpicked picked and recommended by Kennedy. It was a clever. And this is the reason I'm reading this to you. It was a clever end run around the competition for talent because few corporations were hiring female scientists, and even fewer were looking for them in Smith's art history department. And here's another parallel to jobs. Land was extraordinarily 10 niches. As a child, land had been forced to visit an aunt he disliked. As he sat in the back backseat of his parents car, he set his jaw and told himself, I will never let anyone else tell me what to do ever again. Lance control over his company was nearly absolute, and he exercised it to a degree that was compelling and sometimes exhausting. And so I just have 1 more example from his early life and then we'll get into the beginning of polaroid. And again, this is parallel to jobs. So what... As well, and it's this idea that Land found what he wanted to do at a very young age, and he did it till he'd almost he died. His work maybe be called different things, but essentially to me after reading so much about him from the age of 17 until he retire forced kinda forced out when he's like, 71, 72, something like that. He's working on Polaroid. It is all polaroid. Just like if you go back and look at Steve Jobs early life, he had this desire to build these devices to create some kind of tangible product He does at an extremely young age and... Of course, we know he works on that until he dies. And so even though Land did not grow up, and it says it didn't really grow up in, like, an intellectual household, there wasn't a lot of books in his house. His parents didn't prioritize reading, he actually found himself a copy of a book that was published in 19 11, and it's by this physicist named Robert wood. And so I talked about this last week how Lance said that he would read this book at night, how other people read the Bible. He would sleep with it under his pillow. And 1 particular chapter influence his life's work and that was a chapter about the polarization of light. And so the first very first invention he does, what... The first, like, 2 decades of his careers is all about polarization. So I'm just gonna give a quick overview because it was very confusing to me. I, you know I had to reread it, but Land is able to give a simple explanation of what it was that he invented. A polar is a unique type of filter. If you picture a beam of light as a handful of thrown straws, oriented in every direction. The polarizing filter is a picket fence. The only straws are the only light that comes through are the ones that align with the slots between the picket. Adding a polarizing layer to sunglasses blocks light vibrating in that 1 plane, wiping out the glare and helping drivers see the road. And he used the example of helping drivers see and then adding it to sunglasses because those are the 2 main domains. That he tried to build his business on before he starts in... Before he invented the industry of instant photography. And I think that speaks to another reason why he's so important to studies is because for the first 2 decades of his career to the point he is 37 years old, remember he starts on his experiments when he's 17. By the time he's 37, he's achieved everything he wants except success. And so when you read biography of Edwin Land, you see an incredibly smart gifted driven focused person endure decade after decade of struggle. And more importantly, finally work his way through. So he gets the Harvard does not stay very long and it's because of this, he would withdrew frustrated by the rigidity of the classroom and his serious classmates So he turns his apartments to basically a lab for the experiments of polarization. He's gonna wind up just at age 19. He actually gets his first scientific breakthrough. And so this is a quick description of his scientific breakthrough. Says his innovation was 1 that a few people had tried before him without success. So he had the idea is like, hey, we can't grow large crystals because there's actually polar that exist in, so he had studied the entire history of the field that he's trying to do. He's like, everybody's trying to grow big Crystal What if I grow millions of what he called sub microscopic crystals. Then if I can line them up somehow, it might do the same... Like, it might do the trick. It might actually polarized light. And he put it on a clear sheet, and the the alignment of these millions of sub Microsoft... Microscopic Crystals on a sheet turns it into a filter. And this was an extremely big deal. It says Lan aged just 19 first broke through. His first synthetic polar. The world's first was a genuinely major scientific discovery. And then it goes through all the ideas, the different ideas, commercial applications that he thought he could... Like, the synthetic polar could be used for. He had a very... Mindset very similar to Thomas edison and if you go back and read as since biography, like, I only wanna invent things that actually have an application that I... That that the public find so useful that they will buy. That was like his main ethos. And what was fascinating about, like, I'm gonna skip over that that part where they're describing all the different applications that land is about because there's another parallel to jobs. And this idea where, you know, in jobs. He had, like a second or third act. He was forced to reinvent himself and the company he founded. Same thing with Edwin Land. You may be noticing that none of this has anything to do with instant photography. Polar rather than pictures would define the first 2 decades of lands intellectual life and would establish his company. Instant photos were an idea that came later on. A secondary business around which his company was completely recreated. So the first version of Polaroid, the company is actually called land, wheel laboratories is is his last name and the last name of his partner. The first product they make out of this laboratory is actually gonna be called Polaroid, so then they originally... Then they changed the name of the company around their product. Okay? But the reason I wanna read this to you is because Land had a gifted way of managing people. And 1 way he did that was he would orient them around a mission. This is gonna remind me 1 of my favorite quotes from Jeff Bezos that missionaries make better products that you usually attract 2 different types of people to your company, missionaries and mercenaries, mercenaries are there for the perks, the money, maybe the prestige status, the missionaries make better products because they believe in what the actual company is doing. It is not just a company to them. And we see at the very beginning of its career, same situation here with land. A chalkboard in their lab red every night 50 people will die from highway glare. Land wanted to make sure everyone there understood that they were all on a mission, a manifest important mission. And so that was Edwin lance first big idea ideas He's like hey, these polar Yeah. We could put them on sunglasses, but we could also put them on windshield and headlights, and then we could reduce at the time. This is in the 19... I think 19 twenties. A lot of people were dying due to headlight glare at night driving at night was a lot more dangerous than it is now. He is also going to fail at convincing Detroit to actually adopt his invention, which was a very important failure for him to experience because it taught him he's like, hey. Don't want anybody between me and the customer. So I wanna design a product that I have complete control over and that I can go and sell directly to customers. So Edwin land is definitely 1 of the entrepreneurs so that I most admire But I wanna make it clear. I admire like, his work and what he brought to the world and his ideas on how to do something that's manifest important. I do not want his personal life. Here's an example of that, though, by all accounts he and Terry had a fine marriage, 1 that lasted at 61 years, she would certainly get frustrated at his absence and his distracted. 1 of his employees or recalls accompanying him on a night when he had to pick up at Logan Airport, and he was quite a bit later than he said he would be. As they arrive, Terry shouted. You're always late. You've always been late. Even when Jennifer, who which is a their daughter, graduated and kept giving him a hard time all the way back to their home in Cambridge. Land didn't say a word and after dropping her off at the house, he went back to the office. Everyone who worked for land seems to have a memory of the man's intense workday, whether in the early years are decades later. There's a story I've read previously in another biography if I would land that demonstrates this point exactly He's at his father's funeral, and I think it's like Nephew asks him, hey, like, Edwin, why don't we ever see you? You're never had any family gatherings. We'd like to get to spend more time with you that kind of thing, and his his his responses. My life, my work is my life. And so this over optimization of your professional life at the detriment of your personal life is something I read over and over again the biographies, and some entrepreneurs regret that they did that and some get to the life and don't regret it. Another interest of Edwin Lands that informed the way he built his company was the fact that words and language and literature and books were extremely important to him. He's got this fantastic idea of having somebody within your company he calls him the keeper of the language, checked us out. Land could write too. As Polaroid grew his letters to shareholders gradually became a particularly dramatic showcase for his language and his thinking. And let me interrupt myself here. There's another story where people are like, did you... What did you want... When you were younger? What did you what was your goal life. He's like, I wanted to be the world's greatest scientist, and I wanted to be the world's greatest novel. So that gives you an idea of this guy's, the scope of his thinking. Right? These letters were really more like personal... Personal mission statements. They're thoughtful and compact and just essential enough to be completely engaging. Instead of discussing earnings and growth, they laid out lands world, inviting everyone to join him. He cared about words. When he elevated the marketing executive Ted V to become a corporate officer, Land gave him a 4 job description, keeper of the language. So I mentioned earlier how just like jobs had to reinvent Apple when he came back, Edwin Land had to reinvent his company. There's like a line of d location in history of polaroid if you think about it. And that line of D as World war 2. Pre World war 2, they're having some success selling polarized sunglasses, they're trying to they invented 3 d technology for movies, but they wasn't adopted by the movie industry and they're trying to invent a way to reduce headlight, headlight glare for the industry to to not a lot of success. Then you have all the war work they did, which was rather remarkable. How polaroid, like almost every other American business kinda turned on a dime where they start... They go from trying to produce things for the... For the consumer to things that help the allies win the war. And then once World war 2 comes to an end, then is the history of Polaroid, why we know the company's name. It's all the invention of the instant photography industry and the instant camera. And that becomes lands focus for the remainder 30 years of his career. And so before I jump into the instant photography, I just wanna bring 1 sentence that describes a tiny part of Polaroid war work and really just a way to understand that we're not dealing with a normal person here. War wartime production brought out 1 aspect of lance personality that nearly everyone from Polaroid remembers. His ability to invent on the spur of the moment. 1 time an Air force General called land to ask for advice about a problem with his gun sites. Lands reply was that he would fly down to Washington the next day to describe the solution. The general said, oh, so you have a solution. And land responded no, but I'll have 1 by then and he did. He invented the ring site based on ci on circular polar, something that was invented overnight and on demand. And the great thing about this book compared to the other biographies of Edwin Land that I've read, is there is a ton of pictures, so you can actually see all the different, not only the the inventions that he... That Polaroid did during the war, but before the war and then after the war. If I ever write biography or something about what I've learned from, doing all those research founders. I would make it look like this book. It's less than 200 pages, and I think that, you know, a ton of books have, like, these pictures, but they're usually, like, in groups together like, halfway through the book where this is, like, spread out the entire time, and you actually actually see the picture of what they're talking about at that point. So if they're talking about the S 70, they show, like, what it look like at the very beginning, say in the 19 forties, and it's finalized form in the 19 seventies. It actually enhances at least it greatly enhanced my understanding of what was taking place at that point in polaroid history. It's fantastic. So I wanna skip ahead to where he gets this idea where he has his visualization in his mind of this instant camera where it's, like, His daughter asked him this famous, like, founding myth of the S 70. It's like, we took pictures Daddy, why can't I see them now and lance like, why didn't Is ask that question. And I just wanna pull this 1 paragraph out for you because this is something that you see over and over again as you study history that great inventions have a tendency to seem obvious after the fact. It's almost like we're under this, like mass psychosis. And it says inventor sometimes experience a fever paranoia just after they had a great idea, and this is why. It seems so clear and burns so bright that there's sure someone else will come up with the same thing any moment, and they compare the experience that Land is going through in his life and career with the founders of Xerox. I have 2 books on the founders of Xerox, another great technology monopoly. That I can't believe I haven't covered on the podcast. So that's my fault. I will rectify that soon in the future. So it says Lance contemporary Chester Carlson after his own invention of the Xerox photoshop, immediately called up a friend, dictated his scheme and asked the friend to sign and date the notes. Land already had a strong patent instinct, and by coincidence, his patent lawyer, Donald Brown happened to be on vacation in Santa Fe New Mexico himself where where Land is having this experience. Okay? The 2 spent half the night getting everything written down. Now this is a funny joke, like, a funny... Because land was gifted at... Is very much a show in, obviously, extremely intelligent could describe even a complex idea in a very simple way. But it... It's humorous. But the reason I wanna bring it to your attention is because it it speaks to 1 of the most important things that entrepreneurs can do and that's the idea of perseverance and persistence. And then in many cases, it's probably gonna take you decades to get to the point where you actually wanted it to... Where where you want your product to be. That's exactly what Land went through. And I'm pretty sure I've pilots in the in the book later on that speak to this very important point. Land joke that he rough out the details in a few hours except for the ones that took from 19 43 to 19 72 to solve. So then we go back to another parallel between jobs and land and we've already discussed a few times in the book and that's they were both gifted at product demonstrations. I wanna bring out 1 sentence and so because this is extremely important. So it says an ad executive 1 said that Polaroid was the easiest sell imaginable because all you have to do is show the product. That is fascinating that that is occurring in the 19 forties. This is the first product demonstration Was 19 47. Right? But you and I know that this is a very old idea. The greatest copywriter to ever live is that guy named Claude Almost said Claude shannon, the guy named Claude Hopkins. Right? If you haven't studied Claude Hopkins, you need to go back after done listening to this episode. And listen to 1 70. My life in advertising. Okay? He says, he wrote... Claude Hawkins was doing most of his work maybe about 30 years, about 30 years before we were in the stories our early 19 hundreds. And he said, in his book scientific advertising, which has been read by generations of founders and and advertising and marketers. He said that no argument in the world can ever compare with 1 dramatic demonstration that is a great line that describes polaroid and lands superpower, and you could argue argue Steve jobs. Think about this. Like, because this is something we actually lived through. Like, if you can... If you're old enough to remember a Steve jobs product demo. Right? How much free advertising did the media give Apple and Steve jobs just because they put on an event. They put on a show. Who knows with the numbers? It's gigantic. It's a gigantic number, and it was all built on this aspect of human nature? That there's just no argument in the world. No sales copy, know nothing that can actually... The... So those things can perform. Well, obviously, that's what Claude hopkins did for, you know, every everyday, you know, 12 hours a day, 7 days a week. For his entire life. But his whole point is like, I'm gifted with words, and I'm telling you right now. I'm gifted with copy, and I'm telling you right now that no argument in the world can ever compare with 1 dramatic demonstration. And we see that not only in the presentations that Edwin Land does for the company which I'm about to read you here. But also when they go and try to sell the product when they put them in stores they don't have it just hidden in a box, they have people they're saying, hey, try this camera, take a picture, this is gonna blow your mind. And when people see, hey, I took this picture, it usually takes 50 to 60 seconds for the for the polaroid. To appear, people go crazy, like, start pushing each other, grabbing things. So, again, I think that that idea is extremely important and it's an an old idea. Hopkins wrote that, you know, hundred and 1020 years ago, and it's still true to this day which is fascinating. So let's go to where 1 of the most famous pictures ever taken. If you Google image search Edwin Land. This is 1 of the first pictures that come up. It's him looking at a big his own face. Right? It says what he revealed was a perfect portrait of himself. It may have been an accident that the 8 by 10 camera produced a photo, almost the same size of his actual face, but it only added to the ear ness. There was land sitting at a table in his stripe tie displaying a fresh fresh picture in which he sat at the same table wearing the same stripe tie. This is happening in 19 47. A gasp ripple around the room. Newspapers all over the country ran the story. So, again, I just got done saying how much on... How much free publicity did the media gives Steve jobs because of his dramatic demonstration skills, same exact thing as happening here. This has built the success. The commercial success that Polaroid enjoyed was built on this. The fact that not only did they have an invention that was patent. Right? The 1 they own completely and the ones can they could so directly to customers, but they were gifted at getting p publicity. 1 day I'll learn how to pronounce that word. And the reason that it was such an important story is because it was a genuine technological advancement, and they talk about this. Remember that amateur photography in 19 47 had come along only a modest amount since George Eastman, that's the founder of kodak first film in 18 88. So that is what. 60 years in 60 years, the only thing that was getting better was the cameras. But the processing of the film had not changed. That's crazy. It says when it came time to process your pictures, you had 2 choices. Build yourself a Dark room, what you know No one's gonna do unless you're super into photography. Right? Or get your film to a lab. The leap to Polaroid, this is such great language by Christopher, and I hope I'm probably pronouncing his last name incorrectly, But he's a really good writer. Christopher Bona. Bananas maybe. The leap to polaroid was, like replacing a messenger on horseback with your first telephone. And I really do hope you pick up the book because on the very next page, it shows. Okay. The picked the the camera that he... That Polaroid was able to make in 19 47 doesn't look at all, like, the final version the version that he saw in his mind. 1 that you could almost fit in pocket. I mean, there's another story I have to tell you a little bit about that. But the idea is, like, I want something that you need carry with you We could fit your pocket. You could take pictures all day long. The first land camera. The first polaroid camera does not look like that. And what this book does so great is that you see the dimensions you see the the pictures you see the evolution of these ideas, this slow iteration decade after decade after decade. Here's another idea that you and I should copy, and it's this idea that you should hire a paid critic I'm gonna read this to you. This is an idea that I first discovered when I read the biography of the founder, the c cofounder of Sony. I covered that book all the way back on Founders 01:02. If you haven't listened to that, Sure you listen to it, and then read the book because Edwin Landlord from Ak Mori, and I've heard his name pronounce a a couple different ways, but that's the way I pronounce it. Steve Jobs studied a key and Jeff Bezos have all been on record. There's have been a ton of founders, but those are the 3 that popped to my mind. And I'm gonna tell you why that idea is so powerful. And why. I I've I've mentioned on several podcasts when it up because I think it's important. And so we're seeing that right here. It says for a retainer of a hundred dollars a month. Land got ansel Adams. So Ansel Adams is maybe the most famous photographer in this time period. He says he got Ansel Adams formidable knowledge on tap. So what does that mean? Adam stayed on the payroll for the rest of his professional life, though, as he has to point out in 19 72, the S had risen to considerably more than a hundred dollars a month. Thank god. He said. Whenever, this is why this is so important. And why it's beneficial for founders to take this idea and use it in their own company whenever Polaroid introduced a new product line. Adams troop off to the mountains or the desert to try it out. Back came reports packed with detail, containing rows of photos, at varying exposures or aperture. Eventually, Adams filed more than 3000 of these reports. You now have 1 of the best photographers on retainer, and all he's doing is testing your product finding where it's weak where it can be approved and then sending you back reports. It is worth way more than whatever you're paying him every month. Now they use the same thing, A kia and his c cofounder use the exact same thing when they were building Sony. The same idea that is. And at the time, they're making audio tape recorders. Listen to what he does here. So this is now Key writing his book. I'm gonna read this paragraph you. Okay So it says Na Olga had been a vocal art student at the Tokyo University of Arts when he first saw our audio tape recorder back in 19 50. I had my eye on him for all these years because of his bold criticism of our first machine. He was a great champion of the tape recorder just like Ansel Adams is a great champion of the of the photograph. Right? Same exact things happening here. It's amazing. He was a great champion the tape recorder, but he was severe with us because he didn't think our early machine was good enough. It had too much wow and flutter he said, and he was right, Of course. Our first machine was rather primitive. We invited him to be a paid critic. This is genius man. He we invited him to be a paid critic even when he was still in school. His ideas were very challenging just like Ansel Adams ideas were challenging to Polaroid. And Na also had a brain because he says he said then, a ballet dancer needs a mirror to perfect her style and her technique. And so that is exactly what he is giving to Sony. Sony the Ballet answer on the mirror. Now here's the punch even crazier at the time that this book was written, which I think is probably... It's gotta be 25 years old, maybe even older. Na was the president of Sony. He starts off working for Sony, It's a paid credit when he's still at University, and he winds up being so good and so dedicated that he wants to become working his way all the way to the president of Sony. It's 1 of my favorite stories. So once the camera released, to meet is successful. They sell more than they can even produce. And again, this is why it's really important to study. And Alain because he founded 1 of the great technology monopoly of his day and with that comes monopoly profits. What was it like to work at Polaroid in its heyday day for 1 thing, the company had a lot of money. Because the land photography system was a technological outlier with all the necessary patents locked up, it was going to be a long time before it was commercially challenged. Polaroid was able to sit out the price competition that can force companies to nickel and dime their customers, suppliers and employees. The profit margin on a package of film was 60 percent. So let's skip ahead to another parallel with jobs. The fact that Polaroid was a 1 man company. This idea also echoed throughout the history entrepreneurship, the greatest you can think of them more as like a... They're not building democracies. They're ben neville dictators. And here's an example of that, these little teams did not operate entirely without interference because land was at the top of every invisible organizational chart. A former colleague once described his involvement at by saying, don't kid yourself. Polaroid is a 1 man company. Land circulated among the offices ro probing, asking questions, pausing only to cat nap in a bark he kept in his cluttered office. Occasionally, be employees hoped that he would get obsessed with something far away from their purview so they could avoid those late night phone calls that sentence is also found when you're studying how Steve jobs approached building Apple. A lot of things said his his focus is so intense that sometimes you wished it wasn't directed at you. So it's very similar to what these polaroid employees are experiencing under land. And this leads to 1 of the most important ideas that that land would repeat over and over again, Na ru off 1 of his employees recalls that land sometimes popped into a lab and asked to sit in the dark room just to hide out from questions and think. He wasn't kidding some years later when he said, my whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources, they didn't know they had. Land also understood something that jobs understood as well. And it's this idea. It's like, I'm not building a commodity product. My product is aspirational. Says he grass that polaroid could be positioned as an aspirational product and should be packaged and marketed that way. There's a fantastic discussion that is happening. I read this in Johnny Iv biography, which I covered back on 1 78. And it's a discussion between Steve and Johnny, and they're trying to figure out, like, what are they gonna build? This is right when when jobs came back So right around 97. And jobs right away. Like, he always did when he was younger. He did... He wanted to deviate from what the rest of the industry was doing. And the way he thought about what what they should be doing is, like building, like, the Bmw of the computer industry. Gonna read the section when this book from you because I think it for you because I think it's interesting. Instead, jobs argue, that there's no reason that well designed well made computers couldn't command the same market share and margins as a luxury automobile. A Bmw might get you to where you're going in the same ways of Chevy that cost half the price. But there's still there will always be those who will pay for the better ride in the sex year car. Rather than competing with the commodity Pc makers like Dell compact gateway, Think about the computers that existed in the late nineties. Right? Is exactly what it was taking place. They all kinda look the same. Instead of competing with commodity Pc makers like Dell Compact and Gateway, why not don't make only first class products with high margins is that not what is happening with polaroid. It's exact same idea. This stuff gets me hyped up, man. Why not make only first class products with high margins so that Apple could continue to develop even better first class products. It's exactly where we land on? He's like, we're gonna build first class products with high margins. Right? We're gonna take the money we're making, and then we're gonna instead of you know, going out and buying ferraris and yachts. We're gonna have this excessively high research and development budget, and we're gonna keep doing that for a decade after decade. So why not make only first class products with high margins so that Apple could continue to develop even better first cost products. The company could make much bigger profits, still jobs here. Okay? The company could make much bigger profits from selling a 3000 dollar machine rather than a 500 dollar machine. Even if they sold few of them. Why not then this is a punchline line in so important. Why not then just concentrate on making the best 3000 dollar machines around. So think about what the book is set, it's not only that we built the first class product, it's a it's the only 1, like, there... You can't sound like you can buy a polaroid or something else. Like, there is no competition... There's a great line says polaroid only competed with itself. But part of that, after you build a great product is first class product needs first class packaging and first class marketing, and so what do they do here? They hire paid critic part 2. Polaroid convene a graphic design summit, bringing in the best minds in graphic design to look over the previous year's work. The previous year's advertising, the previous year's packaging, all of our logos, everything all of our branding. Okay? So it's like... And they they got, by this time, we're in the... I think we're in the early seventies. But by the, yeah. We're in the early seventies at this point in the story. They got really damn good at this. Okay? But, again, they're already already really good. They're already making a ton of profits. Their stock is through the roof at this point, Edwin Lane is already 1 of the richest richest Americans. Right? And they still go out. That's not enough. They're like, okay, let's go find another critic. And so they have this graphic design summit, they bring in the best minds and graphic design to look over the previous year's work. They hire or are they attempt to. The legendary Paul rand. That is the guy who drew the Ibm, Abc b and Ups logos. And about a hundred others, everyone knows. If they asked him to size up their work and he delivered a concise verdict. You don't need me. You don't need anybody. Moving ahead, I gotta bring out another idea that absolutely love the fact that history does not repeat human nature does Polaroid with Snapchat before Snapchat. And so think about the the use case here. Okay? Before, you took a picture, you had to send it off and some lab technician actually made the picture for you, and got it back to you. So this... So you got had you took a picture and another human being was gonna see that picture. Right? But now you have polaroid, it's only you that sees it. And so people start using it to take naked pictures of their lover and of themselves in many cases. So it says we will never know exactly who first figured out that using a polaroid camera meant whatever happened in front of the lens never needed to be seen by a lab technician. There are plenty of naughty first generation polaroid photos out there to confirm that instant photography success was at least in part built on adult fun. So snapchat is obviously very different than it today than it started out, but it started out as, like, a sex app. Right? And what's fifth what's fascinating about this is that I read a book a long time ago. It's called how to turn down a billion dollars. It's a story of Snapchat. It's a episode 22. It was in the early days of founders where today, I'm not interested in reading books about entrepreneurs that are still operating. I think it's actually a mistake to do that because time is the best filter. And so I get a lot of book recommendations about like, hey, you know, cover, like, the Uber or Airbnb. Like, I'm not doing that. The these people... Those founders can go on get interviewed. I only wanna focus on people that are either at the very end of the career. Maybe in their, you know, 60 seventies eighties are retired or they're dead, Primarily, I like to... As much as I can just study debt entrepreneurs. But back then, I was just kind of reading about any kind of founder. But was fascinating is like, when you read that book. What blew my mind is that 1 of Evan Sp, the founder of Snapchat, his hero was Edwin Land. And I blew my mind because, like, how the hell at that point, he's like 21 years old, 22. How the hell is somebody that young even know who Edwin Land what? So I wanna pull out 2 quotes from that book. Says Evan wanted to build Snapchat as an art and technology company, modeled after 2 of his heroes, Edwin Land and Steve Jobs. And the second quote, like land and jobs, Evan was more of a discover than an inventor. He also didn't believe users could tell him what they wanted. He simply had to discover what was next and show it to them. And then I was listening to him talk 1 time. And I thought it was such a weird way to describe in unique way. I don't mean that it's a majority of by any means, to describe his company. Because, know, what we, like I it's a social network or it's whatever it's an app he's, like, we're a camera company. It's exactly what Polaroid was. So in any case, to tie that together, Like, this desire, this human desire. Most of the people that we're taking naughty photos to use it to use the author's language with the foot first polar camera are dead and yet, that was exactly the use case of the early days in snapchat. History doesn't repay human nature does. Okay. So the next thing I wanna talk to you about. This is my note. How is this even possible? How could he see the future so clearly. So this also speaks to the benefit of the, like, think about the innate knowledge that Edwin Land accumulated over his entire life thinking about light and all the different, like, things you could do with it the effects it has from 17 until 72 or whatever the number is, and all the different applications. Like, all the different experience and all the, like the learnings from that experience goes into Edwin Lance brains. Basically, what I'm trying to say in an unclear way. Right? And so as a result of this, like he's built up this very unique set of knowledge that maybe probably nobody else on the planet had. And it also gives you an ideas like, where things may be going. So in 19 70, he is going to predict what sounds a hell of a lot like a smartphone. In 19 70, Edwin Land stood before movie crew in an empty factory outside Boston and without a script described the deep future of photography. We are still a long way from the camera that would be, oh, like the telephone, something you use all day long. A camera which you would use not on the occasion for parties only or for trips only or when your grandchildren come to see you. But a camera that you would use as often as your pencil or your eyeglasses. It's going to be something that's always with you he said, and it would be effortless. Point shoot c. The gesture would be as simple as and here he demonstrated it, reaching into his coat. Taking a wallet out of your breast pocket, holding it up and pressing a button. This is a punchline. His future is our present, and what he's is describing pretty nearly is a smartphone. In 19 70, however, the only place you'd see such a thing was in a rerun of star trek. Now when it I get to the part where I mentioned earlier, And the note here is, like, how your product is today is probably not the ideal way you want it to be. That is normal. It took land 30 years to get there. So I think the implication of the story of Edwin land is, like, don't quit. Just keep working on it. You've already found, if you're lucky enough to already found your life's work, why would you stop and what's remarkable, is there's documentation of land, colin has shot decades before. As early as 19 44, Land had told Bill, who was, like, a second in command. They had, like a weird relationship and they're gonna wind him having a fight that leaves. That makes land leave the company. But Land told Bill, what he really wanted to build, and it was nothing but grace Never forgot the conversation. I remember very well he said. You know I can imagine a camera that it's simple and easy to use. You simply look through the viewfinder and you push the shutter and comes a finished dry photograph in full color. 20 odd years later. It seemed both widely advanced and within reach because the first polaroid cameras did that. Right? But they didn't do it in color. So It was like, they did Ce and then black and white. And I may have the order reversed. But there was no... The the the... What he was talking about was like, yeah, had this idea. I saw in 19 43, and I got all of it down except what took till 19 72 to get. He's talking about not only the the size of the camera, but also the fact that the the the print would be in color. And here's what's fascinating is because we're gonna see another parallel between Polaroid and Sony. Lan knew exactly help a heat and how neat he wanted his camera to be. He went to 1 of his top engineers with a wooden box. It measured about 3.5 by 6.5 inches. The camera should be this size land told them. And the photographer will hold it vertical in front of his eyes and then click the shutter. Why that size? Why did land want that size? It was so it would fit in your coat pocket. So then you would carry it with you often and easily. And this isn't ever stated. I don't I don't think land made many decisions for financial reason, but the the the reason if you think about, like, why is that and so important that you carry with you. So therefore, the more you carry it with you, the you would use it, well, most of their their profits came from high margin film. So if we make the camera smaller, they keep more likely to carry it with you. If you more likely to carry it with you, you'll take more pictures and if you take more pictures, you'll spend more money on film. Now the reason I say this is parallel Sony here is because land is not the first person to try to fit with they're the product that they're making into a pocket. It kinda gets there. It you need, like, a big pocket for for lance camera, but it was hilarious, like, in the story of Sony. They have this idea. They're like hey, we're gonna make a Sony that is. We're gonna make a small radio powered pseudo a small a small radio, powered by batteries, and our goal, like, the the Ke gave the goal for the Sony engineers just, like land is giving the goal for the polaroid engineers Like, listen, our goal is that it needs to be small enough to fit into a shirt pocket. And he's like, we don't want it portable. We want it pocket. And so they get it done, but it's a little larger than it's just funny that they did this back in the day. Because, again, there's there is an element of show shipped to great entrepreneurship Wasn't there. So it says it was a bit I'm reading from Maine in Japan right now. It was a bit bigger than a standard men's pocket, and that gave us a problem. We like the idea of being able to demonstrate how simple it would be to drop into a shirt pocket, So we came up with a simple solution. We had some shirts made for our salesman with slightly larger than normal pockets, Just big enough to slip their radio into? And the note I left myself when I read that, you know, book probably 2 years ago was, what do you do when your pocket size radio doesn't fit into a pocket, you make the pocket bigger. So I just mentioned, I don't think Land made many decisions exclusively on finance. The way to think about land, bit the best the best description of the founder role in the company have ever heard was that the founders the guardian of the company's soul. The founder is the guardian of the company's soul. And you usually see that because the best founders have sold in the game. And it it becomes apparent not what, like, how they build their company and what products they're building and like, the love and energy they put into it, but how they speak about it. I said, I've told you over and over again. Probably, I don't know, 15 different times that I've read 3 biographies of Enzo Ferrari. And if you hear Enzo describes his car. He describes his car, which is his product, like, the way you would describe your lover. And so we see land doing the exact same thing here. Land so far is to claim that the S x 70, which is like his the best product he ever made. Right? Had the power to heal all the rift in contemporary life. Here is what he had to say in 1 long sentence. Remember, before I read this to you. He's talking about a product. This is insane. We would not have known and only just learn that a new kind of relationship between people and groups is brought into being by the S 70 when the members of a group are photograph and being photographed and sharing the photographs. It turns out that buried within us. There is latent interest in each other. There is tender, curiosity, excitement, affection, and humor. It turns out in this cold world where man grows distant from man and even lovers can reach each other only briefly that we have a yen for and a p competence for a quiet, good humor delight in each other. We have a prehistoric tribal competence for a non physical, non emotional, non sexual satisfaction in being partners in the lonely exploration of a once empty planet. So hearing that is at any wonder that the founder that speaks that way about his creation is not optimizing for the bottom line, but optimizing for the most impact. And you know that because you see how much money he put into his product demonstrations. Here's the most legendary example of that. When it comes to beautiful extra, everyone remembers the tulip ups. Soon after the full rollout of the S x 70, this is the color version. Right? El Wolf got a call asking him to come to Lance office. You're Dutch right, Land asked. We need 10000 of these and handed him a tulip up of a variety called Keys Ne, and it was important because it's a kind of tool up that is... Has a very vibrant yellow and red, and those the vibrant yellow and red is the the colors that look the best on the film that comes out the S 70. So he says, the meeting was just a few weeks away. So the product demonstration is just a few weeks away. And Wolf had to immediately find a farmer who was willing to accelerate his crop to hit the deadline. Then he had to strike a further deal with K Royal Dutch airlines to air express the tulip ups from the city and is called Ship, I guess, to Boston, where they could be rushed to the meeting. All the resulting photos of flowers were, of course, lovely. It was another unforgettable land and demonstration this 1 at a god awful expense. So there's both strength and weakness to this financial reckless when it comes to, hey, I'm putting quality above everything else, including the finances. That is thinking that land shares with people like Enzo ferrari Walt Disney. That works if your product is a hit and people can't get it anywhere else. That same trait can also cause your downfall. And that is when your product fails, and that is what causes land to lose the company that he gave his entire life to. So Lance spent hundreds of millions of dollars on research development of this thing called pull. You could think of it as like a small handheld camera to make home movies that were becoming extremely popular at this point in history, except his version, the movies were only 3 minutes long and there was no sound. And this is where his friend Kia Mori tells him like, this is a bad idea. You're too late. He obviously knows because there's cam quarters, There's Beta masks. There's V. There's all this other technology that's popping up that is just superior to what land had spent decade after decade and hundreds of millions of dollars. It just he was just too late. That's basically what a Kia total. And I just wanna pull up that... I guess there's 2 ideas that I think are important. Actually, know what. I'll read that to you after Every read this section. In the past, land had pushed company to produce new products at the very edge of what the market might bear. Every big bet from the sheet polar through the S 70 had required a leap of faith a trust that the genius in charge was right. He's never been wrong before, people seem to be saying, and he's made us all rich, he must know something that we don't. At least 1 outsider knew better. Shortly before pole vision came to market, a Key, the founder Chairman of Sony, and a good friend of land, lands in many ways, his Japanese counterpart, paid to call the land in Cambridge, and a demonstration was arranged. So after the demonstration, land Asked Mari. Well, what do you think of that? Mari responded. A, well, you could sell 50000 of anything? It's an unbelievable scientific development, but you're too late. He was right. The number of buyers couldn't begin to cover the development cost. The ledger showed A2A 68000000 dollar write down I've seen other estimates that the numbers of 5 times as large that they lost hundreds of millions of dollars on this. For the first time, Lance ego and high handed ness were not backed up by a perfect sense of what people wanted. And so the 2 notes I had was a key new pole politician was too late. The other was eventual failure failure is inevitable. No 1 stays on top forever. And that is something I learned from Grandpa paul Charlie Mu. And so think about how many businesses and founders Charlie has analyzed over his extremely long career and get... I think it adds weight to what he says here. Over the very long term, History shows that the chances of any business surviving in a manner agreeable to a company's owners are slim at best. So I read that a long time ago, that comes from the book the towel of Charlie Mu. I saw the note I left myself a few years ago when I read that, and it says you should take your craft seriously, but don't make yourself miserable. None of us get out of this alive. So again, Charlie says over the very long term history shows that the chances of any business surviving in a manner agreeable to company's owners are slim at best Edwin Land is 1 of the greatest entrepreneurs to ever do it. But if you live long enough, failure is inevitable. And so as a result of the failure prohibition, there's a reorganization, land is there, but the president is now Bill Mc, and if so this is where Land and Polaroid breakup. In 19 78, Polaroid had more than 20000 employees. By 19 91, it had 5000. A decade later, Polaroid was bankrupt. Was the problem simply that Polaroid did not work without Edwin land? Ken Olsen, the Chairman of Digital Equipment Corporation and a longtime polaroid board member said that Lan was teaching him how not to do succession. Other executives who had hoped to inherit Lance chair had eventually gave up and left. Polaroid general manager bolted in 19 75. His departure shook up Wall Street analyst even further, and Bill, you was able to use that as leverage demanding the company's presidency. Both men knew that a second high profile departure would give the impression of a company that was in chaos. Had a strange relationship with land after taking over. Although Land was still chairman and director of researcher, he had to get approval for his projects sort of, and the result friction was unsustainable. The final break came a few years later. Lan had wanted to make a small camera, 1 that would be barely larger than a pack of cigarettes. As his team figured out what to do, it became Lance role to get the project budgeted, he approached, who didn't wanna do it, Land countered saying either you fund this or I quit. Cocoon said no, and that was that. Though he retained a lab for a couple of years, that arrangement would end soon enough. After 45 years, Edwin land was leaving polaroid. The founder cut all of his ties and sold all of his stock. He didn't say it out loud, but the sentiment was pretty clear. If I can't play this game my way, I'm not sticking around. In retirement, he kept doing what he loved without distraction to feed his admitted addiction of an experiment a day, land finance the creation of a research institution called the Role Institute of science. The roll in kept him busy and content, even as age related health problems began to approach upon him. On 03/01/1991, land die at the age of 81. The worldwide web with 9 weeks old. And that is where I'll leave it. For the full story, read the book. If you buy the book using the link that's in the show notes in your podcast player, you'll be supporting the podcast the same time. You could also find the links for this book and every other book at founders podcast dot com. That is 264 books down 1000 ago, and I'll talk you again soon. There's a great line in 1 of Edwin Lands biographies where it said Land represented a generation of scientists that you would encounter if you were a young researcher in the late 19 forties. These older generation scientists blew their own glass, did their own machining, made their own parts. They knew everything and they were independent. Edwin Land would insist on making the machines then make his machine. In other words, making the machines that make his products. My version of this is founder notes. So for years. Since 2018, I've been putting all of my notes and highlights and now transcripts for every single book that I've read or every single episode I've made into this giant searchable database. And I did this because as I was reading hundreds and hundreds of these biographies I realized there's no way I'm gonna be able to keep all of this in my head, and I need to be able to search and pull it up on demand when I needed it. So anytime you hear me referencing like you just heard, past episode, a past founder, a past book. That is me searching through founders notes. This is... I need to be very clear about this. I built this tool for myself and used it for years before I made it publicly available to other people. And so if you go to founders notes dot com and you sign up. The tool that you see is exactly what I see. I don't have a separate version. And then originally, I thought I'd be the only person in the world that would ever see this. But what I realized is by having all this information in 1 giant database and allows you to search it Yeah I can actually... There's a bunch of different ways you can go through this, but allowing you to search it. What I've realized is it gives you the superpower being able to tap into the collective knowledge of security entrepreneurs on demand when you need it. Like I said at the beginning of this podcast, I think of founders podcast as a tool, but the podcast is pushed To you. Founders notes gives you the control to pull out the information when you need it. And so there's several different features, and I'll just explain to you real quick how I use each 1. The very first 1 I wanna use a mo. The most says search highlights that is very standard It's a keyword search. Any term, idea, person book anything that It comes to mind that I want to more information about. I type in into the search highlight box, it'll pull and search all of the notes and highlights, all the transcripts, and anytime that keyword is mentioned. Another way to search is by using the Ai assistant that lives in founders notes that I call Sage. And so you ask Sage your question, and then it'll do all the reading and condensing for you. So I'm going to just list off a couple of the saved the last few saved chats that I've used sage 4. So let me just give you some examples of some of the the searches that I've used Sage for. Recently I'll just read about 5 of them to you right now. How did Edwin land find new employees to hire were there any unusual sources to find talent? Second 1, If Charlie Mu had a top 10 rules for life? What do you think those rules would be? Number 3, Another 1 I asked if Edwin Land was alive today, what industry do you think you'd be working in? Number 4, what are the most important things to know about Thor. I use that search all the time. So, you know, what are the most important things to know about enter any founder that I've covered or made a podcast on? It's very, very helpful for me. And then finally, what did David learned most from his dinner with Charlie Mu. And so as Sage produces is this very concise summary, and a list of ideas usually in bullet point form or a numbered list, which is how I love to organize information. And so in just in a few minutes, you get a great overview, and then, of course, you can see the sources and you can go and actually read every single thing that Sage red, which, you know, would be probably 10 times 15 times longer. Maybe 20 times longer than the concise summer gives you. Another feature that founders notes has is called the highlight feed. This will give you random highlights. Just completely random order. I use this all the time is a prompt for my own thinking. And so I'll click on it right now. Gives me random highlight from this biography of Michael Jordan, highlight from this biography of Oprah, a highlight from Alma, a highlight from Ted Turner auto, A highlight from Ed Cat, the founder of Pixar auto. Founder arc, a highlight from Winston churchill 1 Winston Churchill biographies. A founder from the the biography of Bug, and this is never ending fee that you can just read and scroll through and again. I use it really as a proper thinking. And, of course, you can search by books. So let's say, hey, I don't really know. I... There's nothing I really wanna search for. You can go and review and see all my highlights for specific books. You can also see all the transcripts for all my episodes and be able to read and search through them. And all this taken together, I would argue the most valuable database in the world when it comes to learning from history Grace entrepreneurs, and it's something I'm gonna constantly. I I can't make the podcast without it. So I have to update it all the time because I can't do my work without it. Is the machine that makes the machine. If you are also obsessed with learning from history like I am, I'd highly recommend going to founders notes dot com in signing up today that is founders notes with an s dot com, just like the podcast. Thank you very much for your support. Thank you very much for listening, and I'll talk to you again soon."
}