{
  "transcript": "So like the title says, I read 66 biographies last year, I did made 66 new episodes in 2021 of Founder podcast. Based on the 66 spot I've read. And so in total, in the entire 4 years that I've been doing founders podcast. I've read 235 biographies of entrepreneurs and there's 235 episodes in the archive. And so I had this idea. Was, you know what? People don't know exactly where to start. And so I like, I'm gonna make a top 10 list for the sixth out of the 6 6 biographies I read in 2021, I'll make a top 10 list with short descriptions on why I think you should listen to the to these episodes. And then if you're interested in read the books. They're they're a top 10, but it's not necessarily this is, you know, the first 1 I'm gonna tell you it's not necessarily the number 1. It's really hard because there bio... There's a reason why this the the smartest and most productive peoples ever live, all red biographies. And it's because reading biographies is some of the actionable and educational reading you can do. And it's something I'm just completely obsessed with. So I can't really pick... Say, yeah, this one's better than that 1. It it just depends on where you are in life and what impact like, these these stories have on you. So I'm... I made this 10... This top 10 this right now based on how these books impacted me this year. And even though the books say the same, you changed as a. So if I I had to go back through, let's say, next year a year from now, I had to go back through and list and and rank all the 10 rank only 10 of the out of the 66 biographies I've read in 2021, the list might change. So the first recommendation is driven on auto by Larry Miller. This is episode number 1 68. This may be the single book out of every book of I did last year that I got the most feedback on. If it was remarkable. And it's remarkable because the ending is unexpected. So quick blurb on this, Larry went from dropout to the richest person in Utah, but he sacrificed his health and his family relationships along the way. He wrote this auto as he was dying. He wanted to warn future entrepreneurs. He said that his story is a cautionary tale. So that is the... I think there's 3 main reasons why you you can go back and find the greatest minds and histories, all learn from biographies. And I think 1, and they talk about these 3 reasons 2. 1 is they wanna understand how the great people that live before them thought. Okay? Number 2, they want to copy the best ideas that somebody else maybe took the entire length of their career 40 50 60 years to figure out. So they wanna copy their best ideas. And number 3, they wanna avoid their worst stakes. There is something in human nature. That when people get to the end of their life, they wanna document that information and pass it on to their... To future generations, almost no entrepreneurs write auto when they're still in the midst of the career. It's width when they're at the end. Whether they're 60, 70 80 years old. Or if they happen to know they're dying. In Larry case, he was dying little by little, he died early because he he really abuses health. Same thing with Sam Walton, Sam Walton has a fantastic, he wrote it when he had cancer, and he was very, very and he says so in the book. If I wasn't sick, I wouldn't be taking the time to write this biography. So that's the first 1. And again, don't worry. These are all gonna be listed down below. Number 2. I've never ever come across anybody like this person. So number 2, is episode number 1 71. It is the billionaire who wasn't. How Chuck Fee secretly made and gave way of Fortune. So Chuck F fee made... He's still alive by the way. Chuck Fee made 8000000000 dollars in cash, brother. And gave it all way while he was still alive. He lives now in, like, a tiny apartment in San Francisco. I think he kept 2000000 dollars just to live on until he dies. Out of the 8000000000 he made. He was a gifted entrepreneur who secretly created a cash flow machine this story is crazy. And it's insisted on living life on his own term. So he built hey... Pretty sure he didn't even raise any money, built a business with his partners that produced billions and billions of dollars in cash flow, and then they went up selling it. Towards the end and he gives everything away. It's it's just a crazy story The book is amazing too. Number 3, 1 of my favorite people that I've read his books. I love to show. Was episode number 02:19, Anthony Bo, the definitive oral biography. So his longtime assistant interviewed like hundred people that knew and worked with Tony Bo, and she put these these, like, edited interviews into a book that was just amazing. So my short description on this was a short life filled with Euphoria and terror. A world class storyteller plagued by demons. This book shows the complete Tony, a massive of contradiction just like the rest of them. He was a real person that's missed by millions of millions of people. Number 4, another 1 high I'm gonna repeat myself because every time you read a be a biography. Right? By definition, you're learning from people that live the life so remarkable that somebody decided write a book about it. So I didn't know who this person was before before I read the book. This is episode number 02:23. The book is called unstoppable, sig Wi zig, astonishing journey from auschwitz survivor and painting immigrant to Wall Street legend. My description in the book was auschwitz survivor, Nazi Hunter, penny immigrant, relentless entrepreneur. Reading this book will put your troubles into perspective and make you think twice the next time you're tempted to quit. Number 5, authentic, a memoir by the founder of van. So this is by Paul Van der. He's the founder of vans the the beloved shoe company. So almost says like a cult following what's crazy. He wrote that same situation I was telling you. They don't write auto biographies until they're towards the end of their life. He was at 90 years old when he wrote this book. So this what I said, Paul grew with no indoor plumbing, started working at the age of 6, dropped out of school ninth grade and created the beloved shoe brand Vance, reading this book gives you the opportunity to have a 1 sided conversation with a 90 year old founder. Number 6. Just oh my goodness. Number 6 is number is episode number 02:12, Michael Jordan the life, 700 pages on how Michael Jordan approached his crap. I have thought about this book every day since I reread it, it blew my mind. I will definitely be reread this book in the future. When I do re reread books, So 6 out of the 66 books I read last year where... Where I had read for you either the second or your time. Every time I reread a. I make a new episode about it. Because again, the book stays the same, you change as a person. So there's been cases where I read a book maybe 3 years ago, I made a podcast on it. Now 3 years later, I've read 200 and some biographies. I've already said learned a lot that that that knowledge is compounded that changes how I see the words on the paper. Just like the way I want founders. When you listen founders, You're not gonna... It's impossible for you to be the same. There's no way that you're gonna download the best and worst... The best ideas is to copy the worst ideas is to avoid or worse mistakes to avoid from hundreds of history's greatest founders Pete Same. It's just impossible. So Michael during the life, number 02:12, Absolutely love that book. Just his dedication to practice the fact that he was able to live in the moment. There's just tons of ideas that, again, he used to get to the very top of his progression then we can then copy and use to try to get the top and be better at our work. Right? Number... Where Am I? So that was 123456. Okay. So now I'm my number 7. I don't know. You there's 10 on the list. I guess it doesn't matter whenever I'm on. Okay. So this 1 was amazing too. This is recommended. A lot of these... These books. I don't even know... And I never heard him before, but they're they're recommended by because There's thousands of entrepreneurs and investors that listen to founders, and entrepreneurs and investors read a hell of a lot more than the average person. And so every day, I get messages for new book recommendations. This 1 was re recommended to me and it blew my mind. It is Stephen King's auto. Okay. I've never read any Stephen King's books. I just know that he's a gifted writer. He's got a lot of following. He sold like 3 50000000 books. This is the only book of his I've ever read and it was amazing. It's called Stephen King on writing a memoir of the craft. This is my short blurb about it. It... This book emphasizes practice, immune... So I'm I'm basically describing Stephen King, not even the book. So he's Stephen King emphasizes practice, The importance practice, being immune to rejection, superhuman persistence levels, blue collar work ethic applied to a creative endeavor. Work that feels like play and soul in the game. Every founder will learn something valuable from this book. No doubt, this 1, the next 1 is number... Episode number 1 93 Arnold, the education of a body builder by owner Sc. This is the second auto have read of his. This is the 1 that he read wrote when he was 30. And his other book is also in the archive of also amazing. The both of his books have been absolutely amazing. Could you get to study somebody that's una extreme. So what I said about this book is, listen, just read the first hundred and 13 pages. So it's... In 2 2 sections. The first hundred and 13 pages in this book is what I cover in the podcast. This the second part is like, like, his work workout routine and all that stuff. It's essentially the auto of a 30 year old honor Sc thing who talks about his approach to becoming the, famous and the most successful body builder ever live. And at the end of the book, he lifts off, he says it's the same process that I used to get to the top of this profession. I'm gonna use to build my business empire. I'm gonna use to become the most famous actor, success factor in Hollywood. He calls his shot way before. He acts... And then he goes on and does these. So he predicts his features success. He really gives the blu blueprint in this book. How to... Like, what I said is this is not a book about body building. It is a book about what it means to be 100 percent mentally dedicated to achieving a goal same thing. I... I'm definitely going to reread the first hundred and pages this book. Probably multiple times for my lifetime. It just it makes you... You you read the book or you listening to the podcast, and it just makes you believe that you can run through walls. So next 1. I only got 2 more for you. And we'll wrap this up. Number 1 85. So this is R and, the hotel, the chef and the rise of the leisure car. This is just a fantastic book. This is crazy. It is a story about the partnership between 2 of history's greatest obsessive. So Caesar R will go on to inspire generation of hotel airs. You know his last name, he he founded the hotel r and the Carlton Hotel, combine that, you get rid rich Carlton. Right? Brand is still around to this day, and then he was partners with August As, who is the most influential chef ever. So the idea that the most influential hotel year and the most influential chef were actually not only did they know each other, but they were partners for many, many years. And so you read this booking this listen to that podcast to understand how they approach their work and you realize, okay. They think very similar even though they have 2 different jobs. I'm trying to be the best chef in the world. I'm trying to be run the best hotel and yet the way that you... It's it's how they go about their work that is applicable to so many different domains. And then finally, this was amazing. This is number 1 70. My life in advertising by Claude Hopkins. This book is a hundred years old, and it's filled with timeless wisdom from the greatest copywriter to every live. So he he and he claude Hopkins and inter and turn inspired generations of of advertising executive founders. So David Og, Albert Las for all these other people. And the importance of learning from him is because he teaches you how to sell your product. And as any, the history of entrepreneurship is very clear about this. It's not... It's great that you you can make a good product. Every... But that's not enough. Everything has to be sold all the time. Claude teaches you how to sell. And that's... And it he talks about how to did... He became the greatest copywriter, how did that happen. And he goes through in the in the book. Exactly. Now only me just give you the ideas on advertising sales, psychology and all and other stuff but how he approached... Shooting how he applied that to his own work. So you read this book. Just has set podcast to learn how hopkins got to the very top of his profession. And then there's a twist at the end of the very end of the book and why he would advise his son not to follow in his footsteps."
}