{
  "transcript": "An insiders guide to the principles and practices that drove Amazon's Meteor Rise. Colin Brie and Bill Carr joined Amazon in the late 19 nineties. At a time when it was making the transition from a small company that used doors for desks To 1 of the fastest growing and most respected companies in the world. In working backwards, these 2 long serving Amazon executives for V and cod, the principles and practices that drive the successes of 1 of the most extraordinary companies, the world has ever known. With 27 years of Amazon experience between them, much of it in the early 2 thousands, a period of unmatched innovation that brought product and services including Kindle, Amazon Prime, Amazon Studios and Amazon Web services to life, ryerson and carr offer the first insiders account of the practices that set Amazon apart. With lessons and techniques for applying Amazon's 14 leadership principles to your company your career. The authors illuminate how the principles informed decision making in all levels and reveal how the company's culture has been... Defined by 4 characteristics. Customer obsession, long term thinking, eager is to invent an operational excellence. G ka explain the set of ground level practices that ensure these characteristics are translated into action and flow through all aspects of the business. Working backwards is a practical guide book and a corporate narrative, filled with the authors in the room recollection of what being Amazon is like and how it affected their personal professional lives. They demonstrate that success on Amazon scale is achieved through commitment to its well to its set of well defined rigorously executed principles and practices, shared here for the very first time. And that is an excerpt from the front cover of the book I wanna talk you about today, which is working backwards, insight stories and secrets from inside Amazon, written by Colin Brie and Bill Carr. And I wanna do this bonus. This this book is a bonus episode because there's a sequel to... What, maybe the most insightful biography of ever read. That's the everything store written by Brad stone. Not only do you get a good idea of the early life of of Jeff Bezos, what he was like as a young young, person, why he made the decision to quit his job at the age of 30 and start Amazon. But you also get a lot of his... He's he's probably has the most unique ideas that of any that I've covered. And so that that author is releasing in the next few weeks. Book called Amazon un Bound. And I think a good way to prepare for that book is by reading this 1. So let me go ahead and jump into this a couple... There's a couple interesting parts I found in the introduction that I wanna bring to your attention. So Starts off that's saying why is Amazon worthy of study. And it says to say that Amazon is unconventional cup... Company is an understatement. Its most significant initiatives have often been criticized and even der derived as fo. And when I read this you sentences This is as I thought I was, well, that's that's actually a good thing. I remember the book confessions of an advertising man. David Og said that talent, and good ideas is more likely to be found among non conform to centers and rebels. And so those kind of people are going to be criticized by everybody else and it's largely due to everybody else not understanding their ideas. So they may be an indicator that you actually have some good ideas if people disagree with them. So they continue talking about what this book is about. And then I'm gonna really... When you think about the title working backwards, I'm gonna refer to that as could all be so simple. That'll make sense in 1 second. As Says this book is primarily about showing you some of the unique principles and processes at Amazon with enough detail that you will be able to implement them if you choose to. So it's separate into 2 parts. The first part is going over the philosophies, the ideas And the principles behind Amazon. And then the second part has to do with how they apply those philosophies to the building of many products. So it talks about, the Kindle, Amazon Prime, prime video and then Aws. And so let's go back to this idea that it could all be so simple, and it has to do with a fundamental core of Amazon. It says Amazon believes that long term growth is best produced by putting the customer first. If you held this conviction, what kind of company would you build so working backwards is the idea that you don't start building a product. You start with the cut... The ideal customer experience in in mind, using the form of a press release and on an accompanying, Faq, which I'll I'll talk to you more about in detail later. And then you work backwards from that ideal customer experience. And the reason I say it could simple as because think about the products and services and the companies that you patron patronizing. Sometimes you do so voluntarily, sometimes it's involuntary involuntary. But it this is not rocket science. And yet it's a very simple idea that almost nobody uses in practice. The best thing for the company is the best thing for the customer and yet, there's a lot of experiences, some small, some major where when you have a unpleasant experience with the company. You're just like, you could tell. Okay. You... You're thinking about it from your perspective. Instead of from the customers. It's that's the most common I would say method of of operating businesses. And I think what again, what makes Amazon unique is that they take a simple idea and they apply it relentlessly. So it talks more about that. If you held this conviction, what kind of company would you build. Jeff described Amazon in this way. Do direct I quote from Jeff. Our culture is for things, customer obsession, Right? Which is just another way of saying putting the customer first. Instead of competitor obsession, willingness to think long term with a longer investment horizon than most of our peers, eager to invent which, of course, goes hand in hand with failure, and then the fourth 1, taking professional pride and operational excellence. And so we're gonna come back to that idea that it it could all be so simple. Multiple times throughout the book. I wanna talk about what makes this... What I think is makes this book really, really unique is the fact that 1 of the the the authors is kinda Colin. He was actually Jeff Shadow for a very long time. And so we're gonna get unique insights. I just I just can't imagine, like, once people know that, okay. This guy is Jeff Shadows for 2 years. It happened in the early 2 thousands, Think about the the fundamental changes that Amazon was forced to go through during those periods. How many people would be... Would would wanna meet with this guy, pick his brain to use the common expression. It's just like, well, you don't have to pick his brains just pick up the book that wrote, and then you can download all all of his experiences into your mind. Right? So he says, Jeff asked me this is a summer 2003. Jeff asked me to become his technical adviser, A role that is known as Jeff's shadow, so he's with him 20 47I mean, obviously, now he's at home, but at work. Right? And it... This role similar to a chief of staff role at other companies. That position had been formalized 18 months earlier when Andy Ja, so it says now the Ceo of Amazon Web Services. That's when the book published. He's now the Ceo of Amazon. Became jeff's first full time technical adviser. And so when I read that, I got extremely interested not that I was obviously gonna finish reading the book anyways, but this is ray introduction. I like, okay, this is gonna be serious because this guy spending every day with Jeff, almost every hour with Jeff, for 2 years at the very a very integral part of the the company building process of Amazon way before, they the Amazon that we know today. So he's gonna have a lot of interesting insights. The very first 1 was fascinating. He talks about how Jeff spends his time, which I love. So he's talking about, hey, They went to this, like, Charity tennis event, but this is the important part. This story is atypical. 95 percent of the time I spent with Jeff was focused on internal work issues rather than external events like conferences, public speeches and sports matches. When I read that, I immediately thought of this quote I always think about. It's in, the book becoming Steve Jobs. I think that was founders number 19, somewhere back in there. But Tim Cook talks about and the reason I'm bring this attention because I find a fascinating that Jeff and S that Jeff Bezos since Steve jobs arrived at the similar conclusion about the best use of your time. And so Tim Cook said. If you look closely as at how Steve spent his time, you'll see that he hardly ever traveled and did none of the conferences and get together that so many Ceos attended. He wanted to be home for dinner. They focused 9 that's a crazy stat 95 percent of his time on internal work issues. The more I learned the more, I really just start thinking about the external world is just an external distraction. So more on the unique perspective that Colin able to get from Jeff. He was able to ask why? That's hugely important to understanding, like, why did... How did Jeff arrive at these decisions, this philosophy he built over retirement and why. So says when I write about what led Jeff what led to Jeff making key decisions in this book, I can do so because I often directly asked him for his specific thinking behind his insights. As the reasoning behind them was often more illuminati than the insights themselves. And this is also why I think Charlie Mu talks about, hey, the reason you need the reason he's read hundreds of biographies, the reason he is. He recommends people to spend time reading biographies, and he he uses the term you're becoming friends with the Eminent dead. And he's like listen, you can learn the ideas. But if you get a sense of the person, and you get a sense of this person by reading his life story, his or her life story. Then you have an idea of why they arrived at these decisions because they're the the the decisions we make are a byproduct of the experience we have and the personality and and how we view the world. I think his point is that they just stick. You have a better understanding of them. You're more likely to remember them and then they utilize them in your own life. I think that's very a student inspiration by Mu. Alright. So let's go back to, the end of the introduction here and then we'll get into some of these ideas. And I love this part. Really, it it's a reminder that just... There's always more way... More than 1 way to solve a problem. So he says, you know, this is... They use the term this is being Amazon, and this is, you know, the way Amazon, you'd largely guided by just philosophy chose to build the business, but it's not the only way. So he says the world Thankfully is full of... This is Jeff writing. By the way, I wasn't clear. The world thankfully is full of many high performing high distinctive corporate cultures. We never claim that our approach is the right 1. Just that it is ours. And that again, that's something you've seen bio over and over again. They tell the philosophy you behind the message used to build their companies. And usually, they explicitly stay stuff like that. The ones I've just happened to be top of mind because when we're reviewing some highlights. James Dyson talks about this is just my way of doing things. If yvonne Talks about that and his been building a Pat, David O who talks about them building Og M. This is my way of doing things. I've take influences from the past, experiences that I had, and then I remix it with my own ideas, and I try to create something new, something unique and new. So let's talk a little bit about Jeff at the very beginning of Amazon. These are my favorite parts of a company history. In the very early days of the company when it could when consisted of only a handful of employees. Now they have what over a million. Last night last I read something in 1 1300000.0, some crazy number looked like at. In the very early days of the company when it consists of a handful of people were working out of just 3 small rooms. There was no formal leadership principles because Jeff was the leadership principles. He wrote the job descriptions, and he interviewed the candidates. He packed and chip boxes and read every email that went out to customers. Taking part in every aspect of the business allowed him to communicate the Amazon philosophy informally to the relatively small group of employees. So they're obviously going to get to the point that you're that you your company is not gonna stay that small. Forever, Eventually you're gonna have to find a way to communicate these leadership principles when you can't communicate them 1 on 1. Let's go back to more of with Jeff at the beginning. The first Amazon distribution center was a room that measured 400 square feet and that had last served as the practice space for a local band whose name was still spray painted on the door. And yet even at this time, Jeff was still focused on. It has to be the best. We have to we have to be committed to operational excellence. Jeff had 1 simple rule. It has to be perfect. He reminded his team that 1 bad customer experience would undo the goodwill of hundreds of perfect ones. So it also talks about, and we see this from his very... I've read this before on Past, but I love it. It's a constant reminder. You can go back and find this online, but it's a very early job ads. We're written by Jeff. And this is what it said. The job description he wrote for his very first employees said, you must have experience designing and building large and complex yet maintain systems. And you should be able to do so in about 1 third the time that most competent people think possible. So even from the very beginning, we see a very extreme character, the words relentlessly and un reasonably high are distinctly Jeff, and I always say it type into your web browser, where relentless dot com and see where it forwards do. Jeff owns that domain at Hilarious. So they talk about there... There's actually written not in stone, I wouldn't say, but written and communicated at length are Amazon's leadership principles. You can find them online. They're obviously in the book. I'm just gonna pull out some some quotes from the leadership principles. And so we get a good idea of the the philosophy and the culture at Amazon leaders start with the customer and work backwards. That's very... That's the very first 1. As we do things, we accept that we may be misunderstood for long periods of time. They open the book with that. Right? We work to confirm our beliefs. So you talks about the the the the philosophy sooner the leisure principles are describing what a leader is at Amazon, so it says, you know, leaders start with this. Leaders do this. Leaders expect this. So it said 1 of this is leaders are working work to just confirm their beliefs. Leaders are never done learning. Leaders have relentlessly high standards. Many people may think these standards are un unreasonable high. Thinking small is a self fulfilling prophecy. Speed matters in business. These are not coming from the same 1. I'm just These are just highlights from all 14. Okay? Constraints, breed, resourceful, self sufficiency and invention. There are no extra points for growing head count, budget sized are fixed expenses. Leaders benchmark themselves and their teams against the best. And leaders are obligated to challenge decisions when they disagree even when doing so is uncomfortable or exhausting. Leaders do not compromise for the sake of social cohesion. Okay. So now they start talking about. Okay? Well, that's nice that you have leadership principles, you write them down. You communicate them, but how do you make sure that they are actually applied. So they use the term mechanisms This is the way they reinforced the leadership principles. The book goes in great detail about this. Really, my favorite part of this is and it's gonna tie to 2 other things that Jeff has said and Sam Walton said in his auto, which Jeff read, underlying gave his gifts. He made Amazon executives read it had a large impact on the way he ran his business. But it says Amazon realized realized early on that if you don't change the underlying condition that created a problem, You should expect the problem to recur. So, you know, I think it was on own founders 01:55. I read invent and Wonder, the collected writings of Jeff Bezos Since every single Jeff Bezos shareholder letter, plus a bunch of his most famous talks. They were transcribed and like, lately edited. And he said something in in that book. It was fast fascinating. And he's talking about this idea that he he hired somebody that was a Kai expert. That's a Japanese term. That means continuous improvement. So it talks about something that was happening his fulfillment center. I'm just gonna read this from that book. At a fulfillment center, this is Jeff rating. At a fulfillment center recently, 1 of our kai experts asked me. I'm in favor of a clean fulfillment center, but why are you cleaning? Why don't you eliminate the source of the dirt and then Jeff's response was Hilarious. He says I felt like the karate kid. And that ties into what they're talking in the book. Like. Okay. That's nice that you're fixing the problem, but you need to make sure that change the underlying condition so the problem doesn't continue to recur. So in his auto, if he's saying Juan talks about this. And he uses the the example of, test scanners. And I'm gonna get to that. He talks about really what what's the most common result of our problem in a company with Sam Talking about is that you just add another layer of bureaucracy on it. He's like, but that's not solving the problem. So he says, if you don't 0... This is Sam Walton talking now. If you don't 0 in on the bureaucracy bureaucracy every so often, you will naturally build in layers. You never set to add... You never set out to add bureaucracy, you just get it period. Without even knowing it. So you always have to look to be be... You always have to be looking to eliminate it. A lot of this goes back to what Demi told the Japanese a long time ago. Do it right the first time. The natural tendency when you got a problem in a company is to come up with a solution to fix it. So that's exactly what they're talking about the book. Right? But but Walton ran into this 30, 40 years earlier. Too often, that solution is nothing more than adding another layer, which you should be doing is going to the source of the problem to fix it, and sometimes it requires shooting the culprit. So now we have another person in in the book talking about an example in Walmart history. I'll give you an example that drove Sam crazy until we started doing something about it. Merchandise would come into the back of the store. It was supposed to be marked at the right price are marked correctly on the spot. Right? So that's the idea they're describing the idea what should have happened. It's not what happened. But because it often wasn't getting done properly, the first time I add... I'm adding the first time. We created positions called test scanners. People who go around the store with handheld health scanners making sure everything is priced correctly. There's another layer right there, and Sam didn't ever visit a store without asking if we ever really needed these folks. So now they talk about the solution. Really it's a simple philosophy. What you have to do is just draw a line in the dirt and forced bureaucracy back behind the line. And then and then know for sure that a year will go by, and it will be back across that line. And you have to do the same thing again. Okay. So skipping ahead, I love this. They talked about, okay, It's nice that you have principles and nice you have mechanisms, but really incentives rules everything around you. No matter how clear your leadership principles and yearly plan may be, they speak softly in comparison to financial incentives. The bulk of your compensation at Amazon and the and potentially enormous upside is the long term value of the company. So talks about what they're trying to avoid by doing this. The wrong kind of compensation practice can cause mis of incentives in 2 ways. Number 1, by rewarding short term goals at the expense of long term value creation. And number 2, by rewarding the achievement of localized department milestones, whether or not they benefit the company as a whole. Both can... Both of these incentives that is, can powerfully drive behaviors that are anti anti hypothetical to the company's ultimate goals. So this is something we've learned over and over again. I've done what 3 books on Charlie Mu talks about incentives over and again and, warren about a shareholder letters. She talks about the the reason that they... So the very... At the the very structure of Berkshire, they know the power of incentives. That's why they keep they they just dictate where the money... The money of the company is gonna be invested at headquarters, they're being worn and and among the people to help them. And then 2, they set the compensation for the people running the businesses. And they they're largely decentralized assets. It's very interesting. So let me read this quote. 2 quotes from mon about the same thing. Never ever. Think about something else when you should be thinking about the power of incentives. Another quote. I've been. I think I've been in the top 5 percent of my age cohort, all of my life in understanding the power of incentives. In all of my life, I've underestimated it. Okay. So now they're... There's a chapter call. It's about organizing the company, and they they have this idea in here that's really, I think powerful. And It's sep. They call it sep. Single threaded leadership. And you'll see the need for this in this meeting with Jeff and a bunch of other executives. And so this guy 1 the executives starts talking. He says the project... This project has many moving parts. We've identified 5 unresolved issues so far that are slowing us down. They are, and then Jeff interrupts. He said before we get to those issues. Would someone please tell me who's the most senior the most senior single threaded leader for this initiative. Then there's an uncomfortable long pause, and then 1 guy's guess is he's like I guess I. So he says, I am. Then Jeff says. But you're in charge of the whole business unit. Remember, he said single threaded leader for this initiative. Right? So he says, I am, but you're in charge of the whole business unit. That includes a lot more than this 1 initiative than another vice president. That would be me then. So now Jeff turns his attention to him. So This is this is all that you and your team work on every day and that 1 sentence describes the the the idea behind single thread sep single threaded leadership. Okay? Oh, okay. So it's you. That... So so this is all that you and your team work on every day. Well, no. The only person working on a full time is 1 of our product managers, and now Jeff starts to get really impatient. Does a product manager have all the skills, authority and and people on their team to get this done? Back to the vice president? No. Not really. No, which is why we plan to hire a director to head it up. Jeff goes Jeff continues. How many interviews have you conducted so far for this new director? Well, it's not an open position yet. So the answer is 0, and so Jeff's gonna end the meeting right here. Okay. We're kidding ourselves. The initiative won't go green, meaning we can do it until there's a new leader in place. That is the real roadblock. Remember that the meeting start off saying, hey, we've identified 5 issues. Of the roadblock. Just like no. You didn't. This is a roadblock. That is the roadblock. This initiative is facing. Let's remove that 1 first. So now this is the author's interpreting for us what what... Like, what's going on here. So speed or more accurately at least velocity, which measures both speed and direction, matters in business. With all other things being equal, the organization that moves faster will innovate more. Simply because it will be able to conduct a higher number of experiments per unit of time. Yet, many companies find themselves struggling against their own bureaucratic drag, which appears in the form of layer upon layer of permission, ownership and accountability, all working against fast, decisive forward progress. To go back to other example Saint Wall. And it's not that he wanted to remove layers just for the sake of removing layers. But he knew that it slows it slows it down, and it increases this cost structure going more continuing this this train of thought on the brand next page. The answer is so they're talking about, like, well, how do we How do we speed things up? The answer lies in an Amazon innovation called single threaded leadership in which a single person une uncovered by competing responsibilities, meaning that is the only thing they work on. Owns a single major initiative and heads up a separate, largely autonomous team to deliver its goals. So that reminded me 1 of my favorite ideas that I've ever come across. I don't understand where more companies don't use this. It's when Peter T was the Ceo of Paypal. He came up with this idea that you he had an extreme... They called an extreme philosophy on manager focus. Let me read this to deal. So it says, teal theo developed an unorthodox extreme philosophy on manager focus and prioritization. Instead of focusing on 5 things or 3 things. The magic number is 1. You only focus on 1 singular thing. As Paypal executive the time, Keith Boy recalls, Peter would refuse to discuss virtually anything else with you, except what was currently assigned as your number 1 initiative. That is very similar to what we're seeing Jeff Bezos doing in this meeting. Right? Every employee for instance, how do you identify the single Not the top 2. And that's top 5. The single most valuable contribution to the company. So this says extreme manager of focus work because Steel gave it teeth with distractions cleared away, to teal empowered every person in the company to pursue their only priority with stream, dispatch and vi, what a great term in there. Giving each individual in the organization, a singular focus drives people to work on only those go goals that will help it achieve true success. So that's in this case, starts calling it, you know, his his unorthodox stream philosophy on manager focus. And in Amazon, they're saying, hey, who's a single threaded leadership. And there... This is something that's really important. They talk about this idea over and over in different context in the book. Now we've got to another 1 of Jeff's var unorthodox, but 1 of my favorite ideas affairs. And I'm going to try to reduce it into a maxim and that is communication is a sign of function. I'm gonna read this entire section to. It's a quick few paragraphs. It's under the heading better coordination was the wrong answer. Resolving a dependency usually requires coordination and communication. And so right there, that gives you a hint in case you haven't heard this this idea before, Jeff doesn't wanna resolve dependencies. He wants to eliminate them. Right? And when your dependencies keep growing, requiring more and more coordination, it's only natural despite Try to try speeding things up by improving your communication. So you have Amazon. They realize it's a problem. Let's solve the problem. Just like, no. You're solving the wrong problem. There are countless approaches to managing cross team coordination, ranging from formalized practices to hiring dedicated coordinators, and it seemed as though we we looked at them all. At last we realized that all this cross team communication didn't really need refinement. It needed elimination. It wasn't that we had we had the wrong solution in mind. Rather, we've been trying to solve the wrong problem altogether. We didn't yet have the new solution, but we finally graphs the true identity of our problem. The ever expanding cost of coordination among teams. This change in our thinking was of course nudge along by Jeff. In my tenure at Amazon, I heard him say many times that if we wanted Amazon to be a place where builders can build, we needed to eliminate communication, not encourage it. So he takes the standard idea in business. Oh, you know, we... We have a problem. Let's get... You know, put our heads together. Let's have a meeting. Oh, we're not communicating well, let let's, you know, let's get slack. Let's get a different, a way to communicate. Let's send emails, etcetera. And just like, no. Stop communicating. And this is why. When you view effective communication across groups as a defect, the solution to your problem starts to look quite different from traditional ones. I need to read. I underline that sentence twice. When you view effective communication across groups as a defect. Not something to be encouraged something to be eliminated is what he's saying. Right? The solutions to your problems start to look quite different from traditional ones are read that another way. The solution looks quite different from what other companies are wasting time doing. He suggested that each software team should build and clearly document a set of Apis. So application programming interface for all their systems and services. An Apis is a set of routines, protocols and tools for building software applications and defining how software components should interact. In other words, jeff's vision was that we needed to focus on loosely coupled interaction via machines through well defined Apis rather than via humans through emails and meetings. This... Why? Why? Why is he doing this? This would free each team to act autonomously and move faster. That's another idea that he uses in different context and and I've heard him in other in other writing, we talk about, listen. If you if you're move... If your decision making process is moving slow. The best people are going to leave because the best people want to build new things they want to to build better products. And they can't do that if they're waiting around for permission. So make it permission list. Got, again, another way to explain the same concept and same idea. Now they talk about the importance of speed because the more experiments you run soon, the fast you go, the more experience we were on, the more experience we're on, the more you innovate the faster move. Okay. It's all tied. Let me go back to this idea. I'm mean I'm I'm going back. I'm continuing the idea. And really, you left myself is this is why every company must run on experiments. Time and time again, we learned that consumers would behave in ways we hadn't imagined, especially for brand new features or products. So the first solution to this less communication is building these autonomous units these little small teams within Amazon, and they... They're called 2 piece 2 pizza teams. This was the first proposed solution. This evolves. Says, Jeff proposed instead of finding new and better ways to manage our dependencies. We needed to figure out how to remove them. We could do this. He said by reorganizing software engineers into smaller teams that would be essentially autonomous, connected to other teams only loosely and what a great sentence right here and only when unavoidable. These largely independent teams could do their work in parallel. Instead of coordinating better, they could coordinate less and build more. So then there's this document that talks about what a 2 piece of team is I'm gonna pull out some ideas, our soon pull out some highlights. No more than 10 people. They should have no need to coordinate with other teams to get their work done. Memories emphasis emphasizing speed here. Still, they should be evaluated by by a well defined fitness function. This is actually What I love about them about this book is they they talk about the documents they use, and then they wind up going back and saying, hey, that actually didn't work. So this well defined fitness function that they they wound up dropping this because it was a series of weighted metrics and they're, like, why are we the the way we're waiting these metrics seems to be arbitrary. Why don't we just identify, like, instead of taking average of metrics, just use the actual metrics. Identify the metrics that are important to the team's success and then use those. So I'm gonna skip over that. It says they must be monitored in real time. A team's real time score on its metrics would be displayed on a dashboard next to all other 2 pizza team scores. The team will own the business results. This eliminates the the all too often heard excuses such as we built what the business folks will ask us to, or they just asked for the wrong product. So now they drop this idea of... Or, I don't even know if dropping it. It morph into the 2 pizza team idea morph into the single threaded leadership idea. And in this book, they do a post mortem on the original 2 pizza 2 pizza team idea. And, the summary is... It's a... They just called it a a clever idea that didn't work. So this is Jeff writing and his shareholder letter. He's talking about 2 pizza of teams, but really he's talking about the important of decision making speech. So he says a well instrument 2 piece of team had another powerful benefit. They were better at of course correcting. Detecting and fixed fixing mistakes as they arose. In his 2016 shareholder letter, even though he wasn't explicitly talking about 2 pizza of teams, Jeff suggested that most decisions should probably be made with somewhere around 70 percent of the information you wish you had. If you wait for 90 percent in most cases, you're being... You're probably being slow. Plus either way, you need to be good at quickly we are should quickly recognizing and correcting bad decisions. If you're good at course correcting, being wrong, maybe less... Costly than you think, whereas being slow is going to be expensive for sure. So I mentioned earlier that 2 pizza of teams morph into single threaded leaders and really, this is why did they have to do that? Because great anything is rare. The limiting factor was great leadership. So it says, great 2... Great 2 pizza team leaders prove to be ra. Although we did we did identify a few such brilliant managers, they turned out to be notoriously difficult to find insufficient numbers, even at Amazon. This greatly... Limited the number of 2 pizza teams we could effectively deploy. The 2 pizza team clearly needed a new name. We chose a computer science term single threaded, meaning you only work on 1 thing at a time. Just 1 sentence I wanna pull out here that I love, another phrase you'll here at Amazon. Be stubborn on the vision, but flexible on the details. Stubborn on the vision, flexible on how to get there. So now they talk about the communication, internal, the unique internal communication structure the Amazon uses, and it's the 6 page narratives. So it says if you were asked recently hired Amazon employees about what is what is surprised the most in their time at the company so far? 1 response would top the list. The Eerie silence in the first 20 minutes of of meetings. The reason for that silence, a 6 page document than everyone must read before discussion begins. Amazon relies far more on the written word to develop and communicate ideas than most companies. And this difference makes for a huge competitive advantage. And so before they implemented it, they just had a feeling that Powerpoint was not that they were wasting a lot of time doing powerpoint points and meetings. And so they wind up reading an essay. Jeff reads it, and so does Colon, and it's an But it's getting edward were tough, and it really identifies it's called the cognitive style of Powerpoint, pitching out corrupt within. And so it says tough identified in 1 sentence. It's the problem we'd been experiment... Experiencing. As analysis becomes more causal, multi variant, comparative, evidence based and resolution intense he writes, the more damaging the bullet point list becomes. And so this is where they find the beginning of their solution tough proposed solution serious presentations, it will be useful to replace Powerpoint slides with paper hand outs showing words, numbers, data graphs, images, and images together. High resolution hand outs allows viewers to contextualize, compare, na and recast evidence. In contrast, data thin for forgetful full displays tend to make audiences ignorant and passive. And also to diminish the credibility of the presenter, tough offered wise advice on how to get started. Making this transition in large organizations requires a straightforward executive order. From now on, your presentation software is Microsoft word, not Powerpoint, get used to it. That is essentially what we did. And so Jeff's gonna write as Jeff offered a short explanation of the reason behind the change. The reason writing a good 4 page memo is harder than writing a 20 page powerpoint is because the narrative structure of a good memo forces better thought. And better understanding of what's more important and how things are related. Powerpoint style presentation somehow give permission to gloss over ideas, flatten out any sense of relative importance and ignore the interconnectedness of ideas. So they talk about the new meeting format, and I'm gonna read this to you, and then I'll tell you what my note was. Even though you cannot hear it with a well written narrative, there is a massive amount of useful information that is being transmitted in those 20 minutes. Otherwise known as why books have lasted for 5000 years. A massive amount of useful information is being transmitted. This is a simple tip from Jeff on how to produce unique insights. Jeff has an uncanny ability to read a narrative and consistently arrive at insights that no 1 else did, even though we were all reading the same thing. After 1 meeting, I asked him how he's able to do that. He responded with a simple useful tip that I had not forgotten. He assumes each sentence he reads is wrong until he can prove otherwise. He's challenging the content of the sentence, not the motive of the writer. Jeff by the way, was usually among the last to finish reading. So they have an entire chapter, working backwards, which is obviously the name of the books. It says working backwards, start with the desired customer experience. This is another example. It just... It could all be so simple. Working backwards is so central to the company success that we used it as a title for our book. Working backwards is a systematic way to vet ideas and create new products. Its key tenet is to start by defining the customer experience, then iterative work backwards from that point until the team achieves clarity of thought around what to build. Its principle tool is a second form of written narrative called the p r slash a faq. Short for press release slash frequently asked questions. And then the next page, is just is a great sentence. Made me a laugh. Working as just shadow was a bit, like, drinking from a fire hose. So now they go into how they used this. How this idea came about, They didn't use it it didn't exist. This is early 2004. They're gonna launch Amazon digital. They're realizing, okay. Like, all of our, so I think 70 percent of Amazon's sales were in physical media, you know, books, Cds, stuff like that. And they're, like, okay. Clearly, this is going to change. And really, there... This is about seeing your idea. So make a demo, which is I covered on the book, create a selection. It's a bonus episode on Apple's product making process. So really make a demo or or make a mock up. It's really what's happening here. Our team drew develop plans using the tried and true Nba style methods at the time. We had several meetings with Jeff to present our ideas. He never seemed satisfied or convinced. He found our proposals light on the details as to how the service would work for the customers. Remember this is before they realized let's work backwards. Finally, inevitably, he would ask where the mock ups? Jeff was referring to the visual representations that would show exactly how the new service would look on the Amazon website. To create a meaningful mock up, you have to think through what the experience will be for the customer. We didn't have any mock ups. If few weeks later, we were back with rough mock ups in hand, Jeff listened carefully and then be began asking detailed questions. There's so many examples of this book where meetings just go aw with Jeff. And it goes back to his his dedication for operational excellence. He's asking questions. We'd had answered as we had before. We hadn't figured all that out all that stuff out yet. That answer did not go over well. At all. Jeff wanted to know exactly what we were going to build and how would be better for customers. To Jeff, a half baked mock up was evidence of half baked half baked thinking, and he was quick to say so. Often using strong language to make his point is in escape clear. To know that myself in that margin was, that should heard your professional pride man. You you really wanna... Like, not, maybe you're running the company, maybe you have coworkers. Maybe you're... There's other people in the team, but like I don't wanna embarrassed. I don't wanna people take I'm half I'm half asking my job. That that... I think that's even worse than Jeff, I'm a new strong language to make his point clear. His his... He's he's telling you. Like, this half based half baked mock up. His evidence of half baked thinking. Like, how where's your professional pride? Jeff suggested a different approach for the next meeting. Forget the spreadsheets and slides he said. Instead, each team member would write a narrative document in it, they would describe their best idea for device or service for the digital media business. So we Jeff does. This is this is gonna blow your mind right here. 1... Actually moving on to the next meeting obviously. 1 proposed an ebook reader. This is 2004. This is gonna blow your mind. 1 proposed an ebook reader that would use the new E inc screen technology. Other words, the Kindle before the Kindle. Another described a new take on an P 3 player. Jeff wrote his own narrative about a device he called this is crazy. Jeff wrote his own narrative about a device he called the Amazon Puck It would sit on your countertop and could respond to voice commands like puck, please order a gallon of milk. Puck would then place the order with Amazon. That's 2004. He's describing the echo. Well, echo came out with a decade later or something like that. That's wild. Writing up our ideas was hard work. It required us to be thorough and precise. We had to describe features pricing how the service would work. Why consumers would want it. Isn't a really, I'm gonna read that again. That's fit... I mean, that's a great description of why you need to work backwards. This is before they realized they needed to work backwards. Writing up our ideas was hard work. It would required us to be thorough and precise. We had to describe features pricing how the service would work. Why consumers would want it. Half baked thinking was harder to eyes on the written page and an powerpoint slides. After a lot of trial and error, Jeff then pushed the idea further? What if we thought of the product concept narrative as a press release. In a conventional organization, a remember, he doesn't... There's nothing conventional about Jeff. In a conventional organization, a press release is written at the end of the product development process. So Jeff's like, well, look, we're gonna do at the beginning. So it talks about implementing this on the development of Kindle, halfway through or not even halfway but partially. They they were trying to develop some kind of product before working backwards. So it says we were working forward, trying to invent a product that would be good for Amazon. The company, not the customer. Remember at the very beginning. I said, I really think that some most businesses are... Could all be the simple. Most businesses instead of focusing what's best for the customer? And they think what's best for the company? Doesn't make any sense. When we wrote a kindle, when we wrote a Kindle press release and started working backwards it's everything changed. We focus instead on what would be great for customers, an excellent screen for a great reading experience. An ordering process that would make buying and downloading books easy, which interesting is they use the the fault of the ipod at the time, where you had to... You could download music, but you you had to, like, connect the ipod to your computer where they're like, oh, I don't want you to have to connect the Kindle. So we need to find a way to download books. So you Whisper Whisper net, Whisper sync. I can't remember the the the the actual product name. And I thought that was... Because I bought the first kindle, 300 bucks. It was giant, and I loved it. But I thought that was a great idea. So it says we folks... Again, that... Because that's better for the customer. Right? Not easier for your engineering team. We focus this on what would be great for customers. An excellent screen for great reading experience and ordering process that would make buying and downloading books easy, a huge selection of titles, low prices. We would never have had that breakthrough necessary to achieve the customer experience where not for the press release process which forced the team to invent multiple solutions to customer problems. That's a really important insight too. It forces you to invent what you need to give to deliver the best customer experience. That's really smart. Over time, we refined and and normalize the specifications for the P r slash f faq. The press release portion is a few paragraphs. Always on someone page. A faq should be 5 pages or less. There's no words for extra pages or more words. Then it talks about the benefit of restricting length. The restricting the length of the document is to use the term that came that that came up when describing the narratives a forcing function. We have seen that it develops better thinkers and communicators. I'm going to... That that that sentence maybe think of 2 quotes. 1 from Jeff Bezos 1 from Sam Walton really saying the same thing. First quote from jeff Bezos. I think frugal Gal drives innovation, just like other constraints do. 1 of the only ways to get out of a tight box is to invent your way out. So then Stan Walton from his auto geography, really the summary of this paragraph his constraints are your friend. Many of our best opportunities were created out of necessity. The things that we were forced to learn and do because we started out under finance and under capitalized in these remote small communities, contributed the contributed might to the way we've grown as a company. How we... Had had we been capitalized, or had we been the offs shoot of a large corporation, we might not have ever tried the Harrison or the Rogers or the Spring Dale He's talking Molly all small towns and all those other little towns that we went into into the early days? It turned out that the first big lesson we learned was that there was much, much more business out there in Small town America than anybody, including me had ever dreamed of. So now we get into more of the application of these ideas. There's more quotes from Jeff shareholder letters are in this book I'm going to read you. This since 2015. We want to be a large company that's also an intervention machine. We want to combine the extraordinary customer service capabilities that are enabled by size with the speed of movement, nimble ness and risk acceptance risk acceptance mentality, normally associated with entrepreneurial startups. Jeff's wrote. He also wrote, I believe that we are the best place in the world to fail. We have plenty of practice and failure and invention are inseparable twins. That's something Thomas. Edison would tell you Edmund Land, James Dyson, Henry Royce, Enzo ferrari, or the list goes on and on. Failure and invention are inseparable. To invent, you have to experiment. And if you know in advance that it's going to work, it's not an experiment. Most large organizations embrace the idea of invention, but are not willing to suffer the string of failed experiments necessary to get there. He continues. Long term thinking levers our existing abilities and lets us do things we couldn't otherwise contemplate. Long term orient, orientation interacts well with customer obsession. If we can identify a customer need and we can further develop conviction that it that that need is meaningful and durable, our approach permits us to work patiently for multiple years to deliver a solution. Key, now, this is the off 1 of the author's writing. Keyword patiently, most companies will give up on an initiative. If it does not produce the kind of returns they are looking for within a handful of years. Amazon will stick with it. So it's setting many companies, and I would extrapolate that out to most people give up if an initiative does not produce the kind of returns, and they certainly don't do... They don't give it a few years before they give up either. So, again, long term thinking it's just a huge advantage because it's so difficult to do. The other case for Reality, you can't afford to pursue inventions for long for very long. If you spend your money on things that don't lead to a better customer experience. Now this, this is a really interesting idea. It it it it can be distilled down to invention works well, where differentiation matters. It talks about the very beginning of Amazon, like, why aren't they making their own data center hardware. And as opposed to why they chose to make the hardware for Kindle. So it says the reason, invention works well where differentiation matters. In the company's early days, the hardware that powered Amazon's data centers was not a point of differentiation with the customer. So now obviously, it's changed the Aws. They're talking about the the today is Amazon. Okay? So it's it's not... It was not the point of deflation differentiation with the customer, creating a compelling book buying online experience was. Whereas with the Kindle, others were selling ebooks. So there was a real value in owning and controlling the creation of an outstanding device for our customers to read them Differentiation with customers is often 1 of the key reasons to invent. So so let's summarize that again. Invention works well where differentiation matters. So let's go to this meeting. They're still talking about the Kindle and there's a meeting that happens between Jeff bezos and Steve jobs in 2003... Right during the the switch. The beginning of switch from Amazon realizing, hey, We got switch additional. Right? And this is fantastic. So in fall, 2003, we traveled to Apple campus to meet with Steve Jobs. Jobs. Clair Sushi. And this is Hilarious. I loved to steve jobs so much. Job segue into the real purpose of the meeting and announced what Apple had just finished then that Apple had just finished building their first Windows application. He calmly and confidently told us that even though his Apple's first attempt to build for Windows. He thought it was the best Windows application anyone had ever built. He then person... I I've only built 1, but it's the best ever. I love this guy. He then personally gave us a a demo on the soon to to be launched itunes for Windows during the demo. Jobs talked about how this would transform the music Up until that point, if you wanted to buy digital music from Apple, you needed a Mac, which comprised of less than 10 percent of the home computer market. Apple's first foray into building software on the competing Windows platform showed how serious they were about the digital music market. Now anyone with a computer would be able to purchase digital music from Apple. Jobs said that Cds would go the way of other outdated music formats like the cassette tape, and their importance and portion of overall music sales would drop quickly. His next comment could reasonably be cons as either a matter fact statement an attempt to elicit an angry re report or an attempt to go Jeff into making a bad business decision by acting impulsive. That's really interesting. He said Amazon has a decent chance of being the last place to buy Cds. The business will be high margin, but small. You'll be able to charge a premium for Cds and still be hard to find. Jeff did not take the bait. But we all knew. That being the exclusive seller of Antique Cds not sound like an appealing business model. Why it is tempting to suggest that the meeting impacted Jeff thinking only Jeff can speak to that. What this is what I love. Talk about this his action to really tell you what's important actions express priority. I love that, maxim actions express priority. Alright. So it says, only, Jeff can speak to that What we can say is what Jeff did and did not do afterward. What he didn't do is and what money companies would have done is to kick off an all hands on deck project to combat this competitive threat, issue a press release claiming how Amazon's new service would win the day and race to build a copycat digital music service. They don't have the advantage of music. You're not going to beat the the maker of the ipod. You have the advantage of books. This is why they go to the Kindle route instead of the Mp 3 play out. Instead, Jeff took time to process what do he learned from meeting and what he what he learned from the meeting and formed a plan. A few months later, he appointed a single threaded leader scanning named Steve Ke to run digital, who would report directly to him to Jeff so that they could work together to formulate a vision and plan for digital media. In Other words, his first action... This is the why I'm reading this whole section to you. Other than I love Steve Jobs story as much as the next person. In other words, the first, his first action was not a what decision. It was a who and how decision. This is an incredibly important difference. Jeff did not jump straight to focusing on what the product... On what product to build, which seem like the straight line from a to b. Instead, the choices he made suggest he believed that the scale of the opportunity was larger and that the scope of the work required to achieve success was equally large and complex. He was focused first on how to organize the team and who was the right leader to achieve the right result. At the time, Amazon did not have billions of dollar to spend on digital media or anything else. So we would need to lean heavily on the frugal gh principle to stay in the game with the bigger players. Jeff was a student of history, every best every... The greatest founders are. Jeff was a student of history, and regularly reminded us that if a company didn't or couldn't catch and adapt to to meet shifting consumer needs, it was doomed, and that's exactly what's happening. Right? Their business is built off physical media. Right now, there's a phenomenon. Member going back to the Bill gates, the Bill gates memo. From a few weeks ago or whenever that was, where he's like, you know, you you can't fight against it. You gotta go with it. There's a huge phenomenon happening with a shift from physical to digital media. So he says you don't wanna become kodak, Jeff would say. Referring to the once mighty photography giant that had missed the term from film to digital 9. Did they miss that, but they missed when we, you know, all the books have read on Every land on Instant photography. We weren't going to sit back and wait for this to happen at Amazon. And we're gonna go more into his decision. They he has a choice here. Right? Everybody's jumping in the game and they list. There's, like, 15 different companies all copying, Steve, jobs and and building mp 3 players. And so he he he comes to the conclusion. He's like, well, you can event or copy. I choose to invent. We have many meetings with Jeff. I would present our ideas for our music product or a company we might acquire. Each time we had these meetings, Jeff would reject what he saw his copycat thinking, emphasizing again and again that whatever music product we built it had to offer a truly unique value proposition for the customer. He would frequently describe the 2 fundamental approaches that each company must choose Train when developing new products to services. We could be a fast follower. That is make a close copy of successful products that other companies have built or we could invent a new product on behalf of our customers. He wanted Amazon to be a company that events. Jeff made clear that people like the exact who bait him on the digital music conference wouldn't drive our process of this this owner of what talking about is 1 of these, music label executives we're talking about how great itunes was, and he basically wanted more companies to to come up with ideas like itunes, so it could generate more money for him. His his record label. Okay? So he says he recognized the building copycat versions of products like the ipod and itunes store was a non starter. He chose the path of and invention by looking beyond the music category where every other large company is focused because Apple and itunes is getting so much press and attention. Right? So what do we do with? They just... They just try to copy. He's, no, we're not gonna do We're gonna look beyond that category, which led him to begin Amazon's foray into digital by focusing on ebooks and an e reader device. In doing so, Jeff demonstrated his belief that true invention leads to greater long term value for customers and shareholders. So this is rather... This is where he makes this decision. We're gonna make our own hardware. And people like, what the hell? Amazon gonna make hardware. What is happening here. So we're gonna get into the why behind in hardware, which is really fascinating. And again, I think the main port you gotta pick up the book and read it. Because it it's it's the the the condensed and dis still thinking of Jeff Bezos. Like, it's it's worth way more than what. I think I paid 29 bucks for the book. Like, it's ridiculous to what kind of a bargain is. Jeff zeroed in on the fundamental difference between the digital media retail business and our existing physical media retail business. Our competitor, this is... He's just so smart. Our competitor and again it's clear thinking. He just stinks extremely clear. It's amazing. Our competitive advantage in physical media was based on having the broadest selection of items available on a single website. Right? This is physical 70 percent of Amazon sales at the time. That's their advantage. That's why they're they're they're winning. Right? But this could not be a competitive advantage in digital media where the barrier to entry was so low. Any company could match our offering. Well it took time and effort, any company could build an ebook store where they offer the same breadth and depth of books and songs as any other digital venue Right? It's that he realized it's not just itunes. It's the itunes with a combination of ipod. They had to be willing to undertake the tedious work of aggregating all the all all the digital files into a single online catalog. So it's like, it's tedious, but it's you know, pretty straight straightforward, pretty easy. So we knew we couldn't meet just requirement that our digital business had a distinct and differentiated offering just on selection and aggregation, which is what their the difference... That's their their different... Their their value what makes them different in the physical retail business. So would be... Hey, it's not like, hey, what they're saying there's, like, I can't just take what my advantage in the physical retail business and map it on digital and it kinda shoe horn it in there. Like, we're done. No. You have to rethink this. To win in digital, we needed to identify other parts of the value chain where we could differentiate and serve customers well. Jeff told Steve, and Not steve jobs. This is Steve, if the guy is running digital that this meant moving out of the middle and venturing to each either side of the value chain. So in the book, there's some there's some drawings and it talks about, like, Amazon's aggregating, in physical retail, that's that's their that's their their value. Right? But on either side of the aggregation, you have content creation or content consumption. And he's like, we have to move to 1 or 1 of 1 of these sides. We can't stay in the middle and and get value just in in digital media. It's not gonna work. So it says in digital that meant focusing on application and devices, consumers used to read, watch or listen to content as Apple had done with the ipod in itunes. So what's the the book version of that? Kindle? We all took note of what Apple had achieved in digital music in a short period of time sought to apply those learnings to our long term product vision. It's really interesting to me. I've I've listed to a couple interviews with Jimmy Iv. And, in he said this scene before he sold beats by dr to tap. I think they... They he... He sold the company for 3000000000 dollars something like that. But he was obviously, ran record labels, be in a previous life, and he talked about a long time ago, a pre ipod. He tried to do a music stream service, and he couldn't get anybody to cooperate, and then he says he winds up meeting with Steve Jobs. He's like, this guy's is gonna get it done because he matched the hardware with the actual streaming. And I actually, I I called a streaming service. I'm pretty sure he was selling it just a digital way to buy albums and song though. So I don't think it was like, the streaming service that we think of today. Going continuing this this idea. The other reason for starting with books was that the ebook business as a whole was tiny. There was no good way to read ebooks books on a device other than the Pc and reading on a Pc was definitely not a good experience. We believe that customers would want the book equivalent of the itunes ipod experience. So again, I I have hundreds of books on my kindle, I never made this connection till now that really the Kindle and what Amazon is is the book equivalent to itunes and Bought. Very fascinating. So it says, we need the book equivalent with the 2 itunes ipod experience, which is an app paired with a mobile device that offered consumers any book ever written. The content available at a low price that they could buy download and start reading in seconds. But we would need to invent the device ourselves. Remember, this whole section started with, Jeff saying we can invent our copy. I choose Amazon to invent. The idea that Amazon, a pure e commerce distributor of retail products made by others, would become a hardware company and make... And sell its own reader device was controversial, and we go into how controversial was at the time this is hilarious. There was heated discussion about the surprising ramp up and ex expenses across many areas, particular with Kindle. At some point in the debate someone asked Jeff Point Blank. How much more money are you willing to invest in Kindle? Jeff Calmly turned to our Cfo, smiled, shrugged his shoulders and asked. How much money do we have? That was his way of sing the strategic importance of Kindle. So moving ahead, obviously I'm skipping over large chunks of the book. You gotta read it to get the full story, like, every other book, but there's a section of prime that made me laugh, and it it's it's really, like, you can summarize Jeff as being uncomfortable with mediocrity. They're talking about all the different decisions. They they realize like there's just a huge driver with even at this stage, and I think as far for Still is, they we don't like to pay for shipping for some reason. And they even talk about listen. If you increase the price of a product, to cover and let's say the pro product is 10 dollars and 5 dollar shipping, you could just price the product at 15 dollars to say free shipping and more people buy. For whatever reason they just realized a huge bottleneck that Amazon was experiences is, like, we have to solve the solution. That's where they came up prime and all other stuff, but I wanna read the section you because that that was Great. Now that customers have gotten a taste of free shipping, they no longer wanted to be forced to choose between slow and free and fast and expensive. Jeff exhibits discomfort when presented with an either or proposition in which both results are mediocre. He's you picture him his meeting is skin crawling. If viewing through the customer session insist on the highest standard leadership principle, the only answer to the question which would you rather have slow and fat free or fast and expensive is fast and free. So the catch was that fast and free was where Amazon needed to go next, but our fulfillment capabilities were not up to the task another example, working backwards from the greatest, customer... Greatest experience for the customer, and then realizing, visualizing in your mind and on paper, what that experience is, working backwards with without realizing all the things that you have to invent to deliver that a customer experience. This a great simple guiding principle. This is Jeff talking about prime. We want prime to be such a good value. You'd be irresponsible. To not be a member, and I think they have what over 200000000 members at this point. So I think he got there. Just a few more ideas for you. This is get it to be Howard Hughes quality. Jeff watched the movie avi leader. Which is 1 of my favorite movies as well. Because says a lot lot long after... So they had this idea of Amazon unbox, which is, like, a failed project or where you could watch movies on your computer. Anyways, So it says not long after unbox launch. My boss Steve Ke took me aside. Told me that he had an interesting meeting with Jeff, who made it clear very clear that setting an and insisting on high standards for the digital media organization was in the central part of Steve's job. To make his point, Jeff asked Steve, if you ever seen the movie the avi 8. The story of Howard Hughes, the business Ty, Avi 8 and Film Director. Jeff described a scene in which Hughes played by Leonardo D cap, visits 1 of his aircraft manufacturing facilities to check on the progress of his latest project, which is the Hughes H 1 Eraser. A sleek single passenger plane designed to set new speed records. Hughes examine the plane closely, running his fingers along the source of the fuse lodge. His team watches anxiously. Hughes is not sat side. Not enough. He says, not enough. These rivets have to be completely flush. I want no air resistance on the future lodge. She's got to be cleaner. Cleaner. Do you understand? The team leader nods, back to the drawing board. Jeff had told Steve that it was his job to be like Howard Hughes. From then on, Steve had to run his fingers over each new Amazon product, checking for anything that might reduce the quality insisting that his team maintain the highest standards. That is a fantastic metaphor. So let's remember that it's get it to be Howard Hughes quality. And I like the idea of the visualization of running metaphorically running your fingers over the product, checking to see for anything that might reduce the quality. This is also fascinating. This is a story about Amazon's first developer conference. So there they they have this... The basic idea for Aws Right? And so they're gonna develop their first products in... At developers and not consumers. And so they have the first Amazon developer conference, attracted 8 people. 8. And Jeff Bezos still showed up, and the people were surprised. Like, what the hell Jeff doing here for 8 people. But in his... I love what the authors did here because they described they talked about his thinking. Right? And so it's in his 2006 shareholder letter, Jeff made his reasons clear. Now this is Jeff writing. Like any... Like any company, we have a corporate culture form not only by our intentions, but also as a result of our history. For am for Amazon, that history is fairly fresh, and fortunately, it includes several examples of tiny seeds growing into big trees. We have many people at our company have watched multiple 10000000 dollar seeds turn into billion dollar businesses. That firsthand experience and the culture that has grown up around those successes is in my opinion, a big part of why we can start businesses from scratch. The culture demands that these new biz businesses be high potential that they be innovative and differentiated, but it does not demand that they be large on the day they're born. I remember how excited we were in 19 96 as we crossed 10000000 in book sales. It wasn't hard to be excited. We had grown from 10... For 2 10000000 from 0. Today when a new business in Inside Amazon Gross to 10000000, the overall company is growing from 10000000000 to 10010000000.00. It would be easy for the senior executives who run our established billion dollar and billion dollar businesses to sc, but they don't. They watch the growth rates of the emerging businesses and send emails of congratulations. That's pretty cool and we're proud of it. And I'll close on this real quick, and really, I think about working backwards is the know left myself is this is on slowing down now to go faster later. Based on my experience of going through the working backwards process with Jeff for well over a dozen different product teams. I can say confidently that the extra time we spent slowing down to uncover the necessary truths was ultimately a faster path to a large and successful business. And that is where I'll leave it to get the full story and support the podcast at same time, by the book using the link that's in the show notes on your podcast player or by go to founders podcast dot com, and I'll talk to you again soon."
}