{
  "transcript": "To make an episode in this book that Michael Jordan published when he was about halfway through his career. And so I spent the week reading that book and I also read this long form piece of all Jordan when he was 50. And when I was done with all that, and I was just reviewing at all my notes and highlights. I didn't think I had I just wasn't as excited about it. I didn't think I had enough good information to actually make an episode. And so since that wasn't good enough, what I'm gonna do instead is I'm rep publishing this episode that I made about my Jordan that I do love, and it's based on a book that I absolutely love and Highly recommend you buy. It's called driven from within. And so even if you listen to this episode when it first came out 3 years ago, I would listen to it again. And if you haven't heard it before, then you're in for a treat. This is 1 of history's greatest competitors in his own words. And I just wanna tell you about 2 quick things before we get into it. I'm hosting 2 more conferences this year. The first 1 is July 20 ninth through the 30 first in Scott's Valley, California. The venue is absolutely gorgeous. It is surrounded by beautiful California Redwood. The second 1 is in September 20 seventh of the 20 ninth in Austin, Texas directly on the Colorado River river in a secluded spot 15 minutes from Downtown, Austin. These events exist I do this for 1 reason to help you build relationships with other founders, investors in high value people. The last event the Event did in March sold out and was a massive success. People traveled all over the world to be there. And they left with new friendships, new business partners, new advisors, new customers, new investors, and new energy and inspiration. It is so important to invest time, energy and resources into building these relationships The best way I've ever heard this put was from someone that designed in person relationship for family offices he said, relationships between 2 people like this. These investor founder types they produce nonlinear linear returns. Here are a few details that you need to know before. You attend. Number 1. I ran out every single event I do. I run out the entire venue. That means every single person you see there is there for the same reason and has the same interest as you. Number 2, they are all inclusive locations. I mean, do you get yourself there and I take care of the rest. You're lodging, your food, access to all the events it's all taken care of. Number 3 and 4 are related number 3. These are events for already successful people that have already progressed in the career that already built a successful career, the price should not be a stretched to you. And if you were just starting out on your career, The podcast is free. It's a world class education on demand for free. Listen to it uses ideas to build your work and then come to another event in the future. So number that leaves us number 4. These are smaller events. This is intentional. The 1 in beautiful Scott Valley Cal among in the Redwood woods is going to be around a hundred and 20 to a hundred and 30 people, The 1 in Austin is going to be around a hundred and 50 people. I will, of course, be there the entire time, the 1 change I'm making for the second and third event that is different from the first event, way less stage time for me. And way more small group conversations. If you want to attend, do not daily daily. I'm doing both of these events in partnerships, these events are being advertised not only on this podcast. But on business breakdowns, I'm and invest like the best. I'm doing that in partnership with them for the Austin, Texas event, and then the art of investing podcast as well for the scott's Valley, California event. So you are welcome to attend both events if you like. Some people have already bought tickets to both events. You can see more details and apply to the event by going to founders podcast dot com forward slash events. The second thing, and I'll make this really fast. You're about to here in the episode that you're out here. Michael Jordan talks a lot about how his career was made better as a result of the setting that he did of the great people that came before him. I have made myself a tool, and now it's available to you. So I now have I've made you and me a that allows you to do the exact same thing. It is called Founders notes it's available founders, notes dot com, founders with Nest just like the podcast. And it allows you to get access to every single 1 of my highlights, notes and transcripts for every single book, an episode I've ever done It's in 1 giant database that you can search. So you can search by keyword, you can have sage, which is the Ai assistant search and and s the data for you. Or you can read highlights by book. An existing founder note subscriber sent me this message this week. He says founder notes is literally a compounding tactical advantage over my competition. So at the end of this episode, which you're gonna hear me You're gonna hear me use Founder notes to answer the question, how did history's greatest founders think about hiring. What you hear was not committed to memory. This is the the the the most important part. It came from me doing a keyword search on hiring in founders notes. This becomes a superpower for you or a compounding tactical advantage as The 1 subscriber said, because it gives you the ability to tap into the collective knowledge of history greatest founders on demand. So make sure you stick around to the end to hear that, I think the last 20, 30 minutes is is remarkable. And, of course, don't forget to subscribe at founders notes dot com that is founders notes dot com. And now I hope you enjoy this episode of Michael Jordan in his own words. His relentless determination produced 6 Nba championships in some of the most spectacular performances in sports history. While his enduring grace and unique sense of style made him equally famous in the world's of fashion, business and marketing. And driven from within, Michael makes it clear that the basis for his phenomenal success came from the inside out. Thanks in part to those who guided him along the way. His skill, work ethic, philosophy, personal style, competitiveness and presence have flowed from the basketball court and into every facet of his life. Nearly 3 years removed from his last turn as an athlete. Michael's twentieth Air Jordan Shoe has helped push Nike brand Jordan division to nearly 500000000 dollars in sales. This is a book about the power of collaboration in teamwork. The all inspiring energy generated when people combine their creativity and passion and a fearless desire to lead. Whether it's waking up at 6AM to work on fundamentals as a high school junior, are spending hours with legendary designer Tinker Hat on the intricacies of state of the art shoe design. Michael Jordan has never wave in his desire to be the best. Everyone knows the results. And driven from within, Michael Jordan and those in his inner circle revealed a philosophy that made it all happen. So that is from the inside cover of the book that I we talked to you about today, which is driven from within, and it was written by Michael Jordan and Mark Van. So it's not expecting to do this book right now. It's actually 200 pages into another book that, hopefully will come in next few days. But ever since I read that almost 700 page biography of Michael Jordan. I couldn't stop thinking about it. Just the the the ability to look into Michael Jordan's mindset and operating system really motivated me it really mode really fired me up actually. And so I had read, like, briefly, the introduction to this book. I was, you know what? III need to do this right now. I feel compelled to, I can't put this book down. So in the the last few days, not only did I finish reading, I read this entire book, but also would go on Youtube, and every free moment where I'm washing the dishes, I'm in, the car, I'm going for a walk. Whatever I've been doing. I've been looking up videos and listening to Michael Jordan speak, not videos about Michael Jordan, but literally downloading into my mind as much as I could, just him talking. And that is what, also this book because most of it... There's there's a couple, like, little... He calls them Vi yet, little, little stories from people like his mom, some his oldest his friends, the the shoe designer Tinker Half field that that he's worked with for 20 years. On, you the Jordan Shu and, you know, his main business. But the vast majority of what I'm gonna share with you today is just straight from the words of Michael Jordan, and then you and I will have the ability to download his mindset straight from him. And there's some ideas that I've learned from both these books that I don't think I'm gonna forget. And I'll make sure I'll I'll point them out to you as we as we run over them today. So this is Michael talking, like, what why does this book exist and what it's about? And when I'm about to reach you, Remember he's talking... He's not talking about his plane career. He's talking about his business. And, what's fascinating. So this book is, you know, almost what, 20 years old, something like that. And I think it's a great illustration of what a lot of these other great minds that you and I've been studying. They always took tell us to never interrupt the compounding. That it's hard for our minds to grasp that all the profits are far into the future. So 20 years ago, it's already a Jordan brand, which he refers to his brand... So in the book he'll called Brand Jordan in modern day, he says it's a Jordan brand. So he... I don't want you to get confused about that, but I'm gonna read it as it appears in the book, which is Brand Jordan. But the Jordan brand, you know, over 20 years ago, it was doing 500000000 dollars of sales. Fantastic business. Right? You fast forward 20 years in the future. He did not interrupt that compounding, and now they're doing 7 times that amount. 3600000000.0. Oh, yes. So let's go to this. Says no 1 and remember he's talking about the business. No 1 could have predicted the outcome because I was never following someone's lead or operating off an existing model. There were no models for what happened at Nike. As you remember if you listened until the podcast Had just the the previous podcast when he signs at Nike. They're doing 25000000 dollars a year in revenue, and a large endorsement contract for an athlete at the time would be like a hundred thousand dollars. So she says there was no models for what happened at Nike and certainly nothing close to what we have created with Brand Jordan. Looking back... So again, this is why the book exists and what it's about. Looking back isn't about celebrating the results as much as it is about understanding the process that produce those results. It's been about leading and staying true. Authentic to those fundamental values that flowed downstream from my parents and later Coach Dean Smith. That's his college coach at Un. Moving through the business world full time, I recognize recognized that the structure success is no different there than it was on the basketball court. Great companies have a lot in common with great teams. Players who practice hard when no 1 is paying attention will play well when everyone is watching. And so right there, his comp... What what really surprised me. Is his complete dedication of practice, how much he he talks about it over and over again. And that is 1 of the the main ideas I learned from Jordan that I don't think I'll ever forget. It was so surprising to me. And it's something he's gonna repeat over and over again You know what It just struck me while Without was reading the the inside covered to you a few minutes ago. And I didn't make the connection until, for whatever reason it just popped in my mind there, but If you go back, like, you'll see... You know, I've done an an extensive amount of reading and studying of people like Steve Jobs, Jeff Bezos, warren Buffett or the 3 that popped in my mind. Over decades of their career. Right? And what's fascinating to me is how much they they they have a handful of ideas that they repeat over decades. Jordan shares that trait with with them. There's a lot of things that he's saying when he's 35 when he's 40. That he's still repeating when he's almost 6 years old today. So let's go back to this. There's no shortcuts. I've always believed in leading with action not words, and I learned very early to follow my instincts. This is, again, these ideas he's gonna repeat over and over again. My standards have always been mine alone. I've never tried to live up to the expectations of others, and everybody knows the results. This book is about the process. The values that form the foundation of my playing career are the same values that define brand Jordan I truly believe those values never go out of style. So then he sets the very beginning of the books, saying, with asking a question. Will there be another Michael Jordan? Sure. There is no doubt. A player will come along who be able to build on what I've accomplished just as I built on the example of great players before me. And then he talks a little bit about, like, the growth of the Nba in the game since he's retired, and that there's a... You, obviously, it's a way more successful. As a business in general, a lot more fans, and so the the the rewards the players are not only larger, but they come quicker and he's not sure that's actually beneficial. So he's saying, there was a line of corporations looking to invest in young Nba players in 19 84. It's the... It's often the other way around today, meaning that you could have... He had to prove that he had the ability to play, and then he got the rewards. He's saying that they're being players today are being rewarded on future potential. And that... This is his his opinion on why that could be potentially detrimental. It's often the other way around today, which makes it a lot harder for young Nba players to realize the depth of their potential. It's hard to spend all summer working on 1 aspect of your game. When you've already received the payoff, I never had that problem. And so now he's gonna go into, like, what motivated him. I wanted to prove what I could do. This is something he repeats over and over again too. When my place start... When my place started approved providing me with rewards, Then I wanted to prove I deserve them. I never felt the desire to rest on what I had accomplished. I never felt like I deserve to drive drive a bentley when I got my first contract or live in a mansion. There's actually a story I'm gonna share with you later in the book which talks about his really surprised me how financially the conservative was. I... That I was not expecting that from him, and it's actually kinda phony what motivates him to be so conservative too because he just... He was terrified. At the idea of ever having to get an actual job. Those things might be symbols of success success to some people, but there are a lot of people who confuse symbols with actual success. What's left if you got all the money and buy the best car? There's no way to go from that. There's nowhere to go from there. And so his point is he's like, I just focus on achievement, and I knew the the the financial rewards would come from that achievement. When we won 1 championship, I wanted to win 2 in a row. When we won 2, I wanted to win 3 in a row because Larry Bird and Magic Johnson had never won 3 straight. Nothing of value comes without being earned. So I guess just pause here. All, everything I'm reading to you right right now is coming right after and 1 right after another. There's not really a narrative for the book. What I really feels, like, so it goes in order of, like, the design and the shoes goes to all, like, the their thought process, the growth of the business as a result of all this, but really a way to think about this book is just Jordan just speaking freely, like, off like if you're having a conversation with a friend just downloading into your brain. Everything he learned from his... Not only his play his plan career but building the brand and giving you his mindset and operating system himself. So he's saying nothing of value comes without being earned, we're gonna get into his motto which he which he got from his high school coach, which I think is fantastic. But he he talks a lot about the, you know, the fact that he looked in himself as a leader. He says, that's why great leaders are those who lead by example first. You can't demand respect because of a title or position and then expect people to follow you. That might work for a little while, but in the long run, people respond to what they see. I practiced hard every day because I wanted every 1 of my teammates to know what I expected out of myself. If I took a day off, then I know they would too. Just like my high school coach used to say. It's hard, but it's fair. I live by those words. And then a few pages later, he's just got this great sentence, which really is just a an echo of this idea that you and I've talked about over and nerve again that the score takes care of itself, another, rather surprising thing I learned about Jordan. And he just focused on being as good as is as great at his craft as possible, and he knew if he did that, then he'd get the rewards he he he deserved. I figured if I was good as I could be at playing sports. Eventually, it would pay dividends. I didn't know how, but my main focus or joining my focus was to be the best player in whatever sport I played. That's all I ever thought about. So at this point, the book, he's still reflecting on its early life. This is about what his dad, like, the we talked in the last podcast that, you know, the fact that his dad told me you're not... You're not good at anything go in the house with the women get out of here, like, really burned like, a, extreme sense of, like, motivation in him. And so there's 2 main ideas. He's gonna... I'm gonna start this page. On him talking about his father's opinion of him when he was a kid. But really, the thing about Jordan, I think is 2... He's got 2 really good ideas on this on this page that he shares with other people. I'm gonna the shorthand on Know I left myself was have 1 speed. Go. That is something I learned from Nolan Bush now, the founder of Atari and chuck Cheese. He was a mentor Steve Jobs hired a 19 year old Steve Jobs. And he said he's like, when I gave Steve Jobs a Job at Atari. Like, he... There was no... He had 1 speed. He he was all out all the time. And then this really the second idea really surprised me not because of the idea behind of it because he was... He said it explicitly. And this is an idea you know I've talked about over over again. Dave if you wanna be truly great at something, fine work that feels like play. So this is Jordan and his dad. He didn't think I'd didn't amount to anything because I had no hand skills and no mechanical skills. The way my father looked at it, there was no guarantee I'd be able to make a living. Remember, there just like a normal, you know, maybe lower middle class family country family in wilmington, North Carolina. So his idea is dad's ideas is, like, you have to be able to, if you're a mechanic, you can always, you know, fix things for other people, then, at least you're you're guaranteed some kind of way to to to make a living and and to support yourself and your family. Right? So he's like, that's that's what I did. That's what you should do. Because I know hand skills no mechanical skills. So that's when my father looked at it. There was no guarantee I'd be able to make a living. So if you if you didn't have those skills. I nobody be guarantee I'd be only like a living, but I never thought about that. All my energy was focused on getting where It I had to go. Jordan talks about 1 of the motivations to that. I wanted the freedom to do what I wanted to do, and I wanted to do it my way. To this day, the end this is shocking because Jordan is is widely known for 1 of the greatest work ethics of any sports... Any player in sports in any sport ever. Right? And somebody what he's saying, to this day, I don't enjoy working. I enjoy playing and figuring out how to connect playing with business. To me, that's my niche. People talk about where work ethics as a player, but they don't understand. Would appear to be hard work to others was simply playing for me? We were playing a game. Why not play as hard as you can. And so it's on this page his mom is talking about stories from his childhood that you just this sentence might be surprising. Right? Michael wouldn't have done anything. If we didn't remind him, not not... When it came to sports, but just doing chores going with for a job. He would have laid around and looked at the Tv all day. And so I think a lot of people have that problem. Like, oh, I don't feel motivated. You prior... You're probably a driven individual in general. You just picked the wrong profession. If there's somebody out there that has to, you know, dragging himself out of the bed, like, oh, crap, I don't wanna go do what I'm about to do. That find something else to do. If you told Jordan hey I gotta go work as a mechanic, I gotta go sit in office from 9 to 5 and answer emails. These are examples. He's actually used. In in conversations, and I think they're also appear in this book. You know, he's, like, to me, that's torture. I'd have to force myself to do those things I wouldn't work really hard at them, but you say, hey, I gotta have an opportunity to make to be a pro athlete, then I will work from the time my eyes open in the morning till I go to Bed at night. And no 1 will have to push me from behind. But what's interesting is it wasn't always this way. So that... That's a... Leads me into the next section where this is about his first mentor and a constant desire to improve his skills. And this is his... This is his excuse me his high school coach. So it's a guy named coach herring. Coach herring is the guy that gave him that life motto. It's hard, but it's fair. Coach herring was the first 1 to see in me what I saw in myself. He picked me up every morning, my junior year took me to the Gym before school and worked me out. He was my push. He was 1 of the coaches who would just talk to you. You have to stay focused Mj. You can't do this mj. Get your grades up, man, get your grades up. Most days, I enjoyed it. Some days, I didn't feel like going. Remember this whole idea about didn't feel like doing it because he explicitly talks about your feelings don't matter. Business is about service to others when he is playing, he feels it's his obligation. Somebody paid their heart. They worked all week. They paid their hard earned money to buy a ticket to watch me and it to play to entertain them. And to that degree I think it's smart to have a motivation that's bigger than yourself. Right? But his points... It's point... His point is it doesn't matter if my knee hurts, my ankle hurts. I don't feel good. I have an obligation because I'm serving other people to go out and give my best effort. So most days I enjoyed it. Some days I didn't feel like going. But those are the days that coach Airing would push me. Eventually, Michael's is able to to to play that role for himself. Right? He made this big old poster with the drill... With all the drills listed, and we went through them every single day. That's how it got started. I wasn't a great athlete at the time, but I wanted to be. I wanted to be admired. I wanted to be respected. I wanted the girls to respect me too. All of that drove me a lot more than most people think. I didn't have any status at the time. If that's what you saw, meaning, you know, I wasn't the best player wasn't excel. I was going to prove you wrong. Just watch me. That was my mentality. And then he has an idea that I think very, again, surprising that he starts with low expectations, and then he'll tell you over and again and you should be cons concentrating on the fundamentals. But what I found interesting is like, he started with low expectations. But once he reached that low expectation, he he didn't rest on his Laurel. Right? He picks on the next target, but as he's moving up that progression, he's building confidence. So let's go into. You'll see what I mean. My expectations are very low. I wanted to be the best player at at the park in Wilmington. Then I wanted to be better than my brothers, are the guys in my neighborhood. These were my expectations. Mate... Then he's he's talking about the depression. Make the varsity team in high school. Impress the coach. Get a 4 year scholarship to a major college. With each and then he he ends that sentence there. But if you think about it, he's like, go to college. Win a championship in college. Try again to win a championship, get, go to the Nba. Spends 7 years trying to win 1. Then I'll win 2, then I'll win 3, and I was watching them this other interview with him. And it was, like, real quick with a reporter, but like, hey, you've just won 3. Isn't that enough. He's like, enough for who might be enough for you, but he's like, no. There's always something else. Something that's coming next. So she says with each progression, I gained confidence. He talks about what he learned in in from his college coach. Coach teams dean Smith system wasn't about excel at 1 phase of the game. It... He was about excellence in every phase of the game. Scoring rebounding passing playing defense. And so part of the progression that had to occur to get him to the next level is the fact that his coach lies. His high school coach lies to get him into a 5 star basketball camp. And before Jordan just isolated in North Carolina. He doesn't know how good he, but his coach sees all the people playing. He's like, you can play with these guys. So he went to blind, get him into the... Into the basketball camp, I'm not gonna repeat stuff I already covered in the in in the last podcast, but this was new information. Was the fact that the guy running the coach or running the camp was so impressed that, originally Michael was only supposed to stay for 1 week. And so the the guy running the camp, his name is mister Ga fin, calls his parents and, like, don't pick up Michael. And so this is his mom, Michael's mom were relaying the memory. Each week, we would sit and they're talking about, you know, they they they... Their finances were tight. They had to stick to a budget stick to figure out then which bills we can pay this week, once which ones should we can. So we got this guy calling saying, hey, you know, come, Michael needs to say for a second week, that we don't have the money for it. And this blew my mind. Each week, we would sit down and figure out what what bills we were gonna pay. We had paid for 1 week of basketball camp when mister Ga called. We told them him we only had 1 week... 1 called to say, hey, Michael needs to stay for another week. This guy is like, you don't understand. Your your son's going crazy. So it says, he called... We told him we only had money in the budget for that 1 week. Mister Ga fin just let us have it. He told us we didn't know the skills of our son. I said, sir, that's okay. We paid for 1 week and we're coming to get him. He said, I'll give them the money. And then Michael Jumps in and talks about what this camp gave to, like, his confidence. And his building, hey, I can play with the bet the best people around. I'm as good as they can. Alright. Actually, I'm as good as they are. I was full of energy after that second week. I thought I must be doing something right. All I wanted to do was to improve to keep getting better. I became a sponge. I got a glimpse of what success looked like. So I'm gonna fast forward in the book. He's in Chicago Rookie year right away. He's like, okay, this guy not playing. And so there's gonna be some stories from friends, 2 different stories from 2 different people in here. Let me give you the first 1. You couldn't help but notice. This guy was different from all of us who are already with there with the bulls. His practice habits were unmatched. And so that's an easy... You know, that's the idea that he repeats over and our end. It's an easy idea for you and how to use. And whatever field that we're in, we're just makes a commitment. No 1 is going to prepare more than me. No 1 is going to practice more than me. His level of effort, his level of competing stood out. He always wanted to take it to the next level. If the other guys didn't take their effort, either their effort up, then Michael had no problem embarrassing them. And so then we have another store in the same page different person, really, the left myself on this page is practice, combined practice effort and education. You ever see Star Wars? Yoda is little ugly thing, But he's the Jedi master. He's the guy who taught everybody. Everybody went to Yoda for knowledge. When you sit around talking to any older person who has lived their life to the fullest, they have great stories to tell because they've had great experiences. Michael Is Yoda. He's always been an old soul. That's probably attributable attributable to the education that he got from his parents, the education he got from Dean Smith in college and then the education that he got in the Olympics with Bobby Knight. He was more mature than the average 21 year old kid coming into the Nba. And you see that maturity too if you watch the last dance because his rookie season, you know, think about it. You're kid from a small town. Now you're dropped in to Chicago, you have a a nice contract, you know, not nearly, like, comparable to what athletes today make, but you you're making a lot more money. You've ever made in your life. You have more freedom. Your plant... You're you have people even though, you know, at the time I think they were like, they didn't even sell half. The arena in Chicago. But, you know, you have... You probably feel good about yourself. He goes, looking for his teammates 1 day, knocks on the hotel room goes in, and he sees most of the bulls. Remember, the bull's crappy team, bunch of, you know, average players, not really serious about the craft. Goes in there. There's a bunch of girls. There's a bunch of alcohol, a bunch of people doing cocaine, and he just turns around. He's like, alright, Well, I'm leaving I'm out. And so this is the the maturity for a 21 year old person to not give to the temptation because those temptation would get in the way of what his goal and life was. That is very rare. So this next section is called un compromised. And I wanna pull before I read this to year, I wanna pull out. I have a bunch of notes from the these these talks that I were listening to the last few days. 1 of them comes... There's, like, this long... It's like an hour long talk that's on Youtube where Michael just sitting down and being interviewed by the Magazine S Cigar Auto. And... They're talking about this is, like, 2 years before the last dance is released, and they hear the rumor and they're like well, it's not out yet, but he says, Michael said something that was very interesting. I think ties into the section of the book. He's like listen, if you're gonna watch the last dance, it's gonna show my unwavering bring dedication to the game. And really think that I think unwavering and or similar ideas What he's talking about here. Some players looking at me for all the wrong reasons, marketing, admiration, money made off the court. They don't understand the foundation I had to create to support everything that came afterward. They don't know about lifting weights at 7AM, practicing hard every day, finding ways to motivate myself for every day. Game sitting up half the night with an ankle in a bucket of ice or hooked up to an electronic stimulation machine. They don't know about any of those things. In a sense, my experience created a vision that obscured the hard work and commitment. With all the attention on the surface, it's easy to become confused about the source of the money and glamour and the great maxim that that I think would condense or dis still what he's telling us There the fact that the public praises people for what they practice in private. The public praises people for what they practice in private. They're seeing the money, They're seeing the private jet, They're seeing the commercials. They're seeing the championships. They don't see the hours of practice. The fact that I'm getting my knee drained. My ankles messed up. I woke up at 7AM this morning. I work I work lifted ways before practice. I worked on drills after practice. And so he gets to his punch on here. You have to be un... You have to be un compromised in your level of commitment. To whatever you are doing or it can disappear as fast as it appeared. And so continues to steam. Don't pay attention to the wrong things. Pay attention to the way Play the game. Pay attention to my passion. Pay attention to the idea of focusing on improvement every day. Pay attention to my commitment. Commitment cannot be compromised by rewards. Excellence isn't a 1 week or 1 year ideal. It's a constant. There will be days when you don't feel on top of your game, but your commitment remains constant. No compromises. Look around and just about any person or entity achieving at a high level has the same focus. The morning after Tiger Woods rallied to beat Phil Mick at the 4 championship in 2005, he was in the gym by 06:30 to work out. No lights, no cameras, no gl or glamour, un compromised. So something I learned that was surprising this book is the fact that Jordan almost left Nike to set up another company. And this is just a fuse into his career. So this is Jordan talking about it, then I wanna talk about, then we have his agent David Fa talking about this time. And I love comparing con... Comparing, you know, the same die competitive spirit that my jordan applied to his game, Phil Knight had that same competitive spirit in building Nike. And so it says, so when my contract was coming up, he came to us and said, so he's talking about, there's 2 executives in Nike, Peter and Rob, that were really, like, Jordan's Liaison, Liaison Nike. And so they went up dipping out and saying, hey, you know, why don't we start our own company, like, your own equity that you can build the business. And so Jordan talking about. So when my contract was coming up, they they came to us and said, let's go out on the edge. Let's do something different. Let's start our own shoe company. Peter was our lead designer, and I had work very closely with him, and Rob was a very good close, good friend of the family. And so Jordan's really about loyalty and personal relationships, so he was contemplating this. And so this is his agent talking about it. But Michael was a Nike and it was becoming the most successful endorsement in the history of professional sports to say that I was in shock would be an understatement of the century. First, I thought Rob was a really close friend and to think that he would have done all this behind my back amazed me. Second, starting your own company seems in at this point seems the kind of thing or it is the kind of thing that seems really sexy rather, and exciting to a client because they're not seeing the downside. I had a meeting with Michael's parents who were very, very competitive. And I said you don't understand. This is going to be, like World war 3 for Phil Knight and Phil is a very competitive guy. That this is his number 1 talent leaving, and he's not gonna say, no problem. You have my blessing. Take my number 1 endorse sir. Good luck. Phil is a competitive guide. Nike wanted to take over the world. Michael wanted to take over the world of Basketball, so that drive was mirrored from 1 another. They are parallel stories. And I love that that stated explicit because if you read, I've read I've done... I've read re re reread Phil Knight book. I don't know. Like probably, like, 30 podcast podcasts back or something like that. I did another episode on Shoe. Now I've read 2 books on Michael I've spent a long time studying him. I do believe that, like, that is that is my understanding as well. And I'm glad it's stated explicit here. They're parallel stories. It's the same idea manifested in 2 different personalities in 2 different industries. What they end up doing here that smart is they're using the other offer as a leverage. So David and his parents talk jordan out of doing this, but then they use that offer as a way to get equity to actually get brand Nike put a big deal on the table that expanded our line, gave me more creative control. This is Jordan speaking here. Gave me more creative control and proof of rates. Within Nike it a period, we were expanding line when in essence, we were starting another company beneath the Nike umbrella. Rob and Peter understood my feeling. They told us to use what they were trying to do and to get what we wanted from Nike, and that's what we did. So then there's this great story about when Michael Jordan gets to meet warren Buffett, and and and, kids to hang out with and spend some time with them, and they've really realized, like, this is different animal same beast, and it has to do with how they come about making their decisions. I've always wanted to know what successful people used when they were evaluating a deal or making a decision. I was with Coca Cola earlier in my career, and they would put me on a dog and pony show all over the country to meet bottle. It would take almost 8 days. I'd go into supermarkets everywhere shaking hands. On 1 of those trips, I was in Omaha Nebraska and I had an the opportunity to meet warren Buffett. He invited me out on his boat. First of all, I don't like boats. Now this is the richest guy in the world at the time, and he's the largest shareholder of coke. I said mister Buffet. I don't mean to offend you but I'm afraid of boats. He said don't worry. We have life jackets. I told him you're gonna have to give me 2 to get me on that boat. And so then they have this decision. Our should this discussion. I I asked him about his decision making process? What do you think what do you think about when you're making your decisions. What is your thought process? And he says, whatever my gut tells me that's what I do? And so Michael's was like, oh, I'm the same way. I thought that was pretty wild. Because up until that point, I was just... When you talking about making decisions, I was just asking myself, what do you feel? Once I made a decision, I didn't think about it again. It was strictly off gut. That's how Made a decision to go with David Fa. That's how evaluated deals before I sign my contracts. I don't think about it again from that point forward. It's still amazing to me. That given the decisions warren Buffett makes and the money that transfers with those those decisions that he still goes with his gut. It just felt good hearing that from a guy like him or assuming I just felt good hearing that from a guy like him. And so now we got to the part where I mentioned earlier how I was kinda surprising how financially conservative was. So tinker hat field, main designer, like, he said he calls him his right hand man in the Jordan brand for the designer of his shoes, goes to visit Michael disappears into his career, and he goes to his house. And he says his first house after he got married was a normal place. It wasn't anything special whatsoever. And he was a major superstar then. That was an interesting aspect to Michael that reminded me because there's this great story. Bill gates to go to visit Steve jobs, and they're working on a, on a deal. And he goes to his house and Bill goes... He sees, like, his his house. He sees his family and, you know, bill at the time had had been living in... I think it's called like X or whatever his his his... He's got, like, a 60000 square foot house in on the Lake in Washington. Right? That, you know, got a lot of like, attention because there's, like, leading technology of its day and all this other stuff that he built into it. But he asked Steve jobs. He go... He was do all of you live here? He couldn't believe he's like, how moderate, relatively modest for the amount of wealth that Steve Jobs had, but he didn't need to feel to do the same, you know, what Bill was doing. So this is Michael talking about that. It's always been very conservative financially. That came from my advisers, and I listened to them because I was scared. You don't wanna be like some of the guys at the end of end of their career with nothing to show looking for work. That was scary to me. The idea that at some point in time I'd have to go get a job. I've seen a lot of of people who had opportunities to be successful and wealthy but they made critical mistakes. I pay attention to those things. Money never drove me. Sure I wanted to be successful. I wanted the nicer things that success brings, but my passion was pure. The way I played and the way I go about things has never had anything to do with money. And part of this motive and was the fact that even when he was in his early days of his career, his mom would would repeat the story of Joe Lewis, I didn't know that I heard the name Joe Lewis, I didn't know what what she's about to tell us. I often told him about Joe Lewis, the boxer. He died homeless. He didn't even have money to bury himself. He had no discipline in no direction. And then just a quick paragraph, 2 ideas that he repeats that I think are worth reiterating 1 blind on focus so just like when the horses, they put the horse on the blind... The blind on the horses, so they don't look left and right. They just look forward to whatever the... Their goal is. I think a lot of successful people in life have that mentality, and then the Steve Jobs quote that I repeat over and over again. They remind me of, reminds me of a lot of parallels between Steve jobs, Michael Jordan, so you'd be a yards stick for quality. People are not used to environment with excellence is demanded. So he's saying, I'm very secure in my ability to focus on what I want. If I have a goal, no 1 is going to deter me from what I want to do. I'm going to get up and work out in the morning and do all the necessary things I have to. I am not going to be talked into looking the other way. When I got to the point where I was a senior partner in the bulls, the guys The guy who had been there... The guy who had been their longest. I started to exert exert my leadership vocal. I guess you could say I became a tyrant or at least that's how some people chose to interpret those actions. That's not how I viewed it. I knew what it took to come for where from where we were in 19 84. I had put it on the line and I had earned the right to let my teammates know what I expected of them, and it was no more than an expected of myself. I played in front of 8000 people night in the beginning. That never determined how hard I played. It's easy when 18000 people show up to watch you to play, and every game is show sold out. It's not hard to find your motivation in that environment. I was playing when Chicago stadium was half empty, and my effort was exactly the same. And a lot of what Jordan has to say, and he says it's an interviews too. I need to start reading some of my notes to you because I'm gonna get to, like, towards the end of the book and not include the notes which I think are very valuable in just hearing them talk as well, but it's about managing your mind. In this mindset. So in addition to practice and just saying, hey, no 1 is going to prepare me. No one's gonna practice more than than I do in my. Right? That's another idea that I'm gonna take from Jordan. The other idea is another main idea that I think, I at least, I definitely struggle with is, like, I'm constantly, like, worried about what's gonna happen in the future. Like, hey, I'll be happy. I'll be satisfied when I get to x. You know, and then you get to x and you, like, play that game with you. It's 1 thing I learned about Jordan that is just shocking to me. Is he just lives and thinks about this moment. He did it when he was playing in the bulls, did it when he became an Nba owner. He talks about it when he's building brand Jordan. He talks about it now As almost a 6 year old person. And actually, you know, let me just read this to you now because this is when he's 58. And he says, I wanna go through Wanna go through a day or a week, not worrying about what I have to do on Wednesday or Thursday because I won't then enjoy Monday. It's just this more living in the moment. He has different ways to say that same idea. All is now all you can focus on is this moment. And the example I used in the the last podcast was the fact that you know, he just won a 6 championship. He's playing the piano, throwing champagne everywhere. Was smoking to cigars. And the guy's like, hey, you got another 1 in He's like, it's the moment, man. Live in the moment. We're enjoying this now. We'll worry about that in October. That discipline it takes. And I think you'll be a lot happier. I think that's also why if you have little kids. Like you know they're just usually happy and even if they're upset, they get over it really fast because it's all for for, you know, 18 months old, like, my son is now. It's like, everything is just whatever's is happening at that moment. And I think, oh, everybody, Like, every human struggles with that, but I especially driven motivated people struggle more. And I think we have to learn to live in the moment because if not, you're compromising the present. Like you just said, if I'm worried about what's happening on Wednesday and Thursday. And means I can't enjoy Monday. And I have limited Monday's left. He talks about, you, I'm I he might be 54. I think, and I said 58. I... Now coming to mind. I think he's said I'm 54 And at this point in though interview. Like, I'm 54 years old. You know, I have a limited time left. Whatever is 54 58 same same difference, You know, But his point is, like, I have limited Mondays left. I'm not going to ruin them by worrying about something. I'll worry about Wednesday when I get to Wednesday. I'll worry about Thursday when I get the Thursday. Sorry. Let's go into this page. This is know what you want and don't rely Oh, don't really pay attention to other people's expectations of you. Another thing I learned from Kobe Bryant too? Because he was given this interview with a mod shot and you to talk about, you know, when you go through struggles, like, what do... What about the fans expectations of you, like the the the this question a mod shot is asking Kobe, and I love it because Kobe is, like, the stan face. The stink is he's like, ugh, like, if you're... You taste that you're smell something really gross. So you can just hit him with a stan face. And he's, like, and he shook his head a meeting. And he's like, the expectations will never be higher than my own. And I think that the idea there is, like, you've really messed up if you're just people that have... They're are able... They're capable of putting external expectations on you that are higher than your own, back to this note, focus on the present moment, and then it's all you can control a, focus on the present moment. It's all you can control. And then why not me. So let's see what what Jordan saying here. All I knew was that I never wanted to be average. I just wanted to follow what I felt. My father put a challenge for me. I didn't in front of me, I knew what he expected. So back to, you know, be a mechanic be whatever. The expectations I had for myself were beyond my father's expectations. My thoughts were way beyond the idea of preparing myself for job so I could be like the guy down the street. I had dreams. They were my dreams and I had no fear of them. And this is an important sentence. I knew going against a grain was part of the process. I wasn't limited by someone else's view of how my dream should look or whether they were reasonable or not. So they talk about, like, what do you do after you identify the goal, put all the work in and then let the future emerge. That is a lot different than forcing the issue because you're worried about an outcome that hasn't been determined yet. Anything can happen if you're willing to put in the work and remain open to possibilities. Dreams are realized by effort determination passion and staying connected to that sense of who you are? Why me? Why not me? And he's not saying, oh, don't worry about the future whatever will happen will happen. Saying the point is, like, if you did everything possible. If you know, you put all the work possible, then let the results land where they are. That's not the same thing As just being, oh, well, you know, whatever maybe be will be. No. It's like, I'm going to do my level best And then if I know I do that, I will be okay with whatever happens. And so let me give you a quote from another interview. I never feared about my skills because I put in the work. If you put forth the work, then what are you afraid of? And then this is a line from his hall speech. Limits like fears are often just an illusion. So then another idea that's gonna pop up in this book over and over again, it's really an introduction in why he's worthy of study is his stream mindset. This is the extreme mindset of Michael Jordan. So he says, if you wanna win, you have to pay the price. It's not complicated. If somebody didn't want to hear that from me fine. Go play somewhere else. Come on, man. You might be sick, but you can still play. I remember when we were playing the Detroit and 1 of our guys was bent over after getting hit. I said, don't let them see you in pain. You know why? Because they're gonna do it again. And that's gonna take your mind off what you need to be doing. Show that you can stand up to whatever they have to give. Let them know it's not affecting you, and they won't do it again. But every time you wimp out, you bitch about it, you cry to the rough, All that all I'm going to say is shut up and play. You know what they're trying to do, don't let it happen, play right on through that stuff. And so that is 1 of his main criticisms about of players that came after him. The fact that they don't look at it. They look at like, it's almost like, there's an echo to what we learned from the great advertisers in the past. The fact that a lot of people say, hey. I... I made... I made some tires. Buy my tires. It's like, no. You think certain... The good best ads service first. It's like, what can I offer you? But John's point was, like, they paid money for you to to play? Like, you should show up and play. Right? And what he saying right here about it, you gotta learn how to play through the pain, don't let people see a struggle whatever the cases. For some reason when I got to this section, and maybe think of of a a paragraph that takes place in Henry Ford's auto, my life and work. Because Henry Ford had the same mentality about service first. You're serving your customer first and your feelings and and desires come second. And so he's writing these words almost a hundred years ago, but it's... It echoes exactly what Jordan's mentality was when he was playing basketball. I pity the poor fellow who is so soft and fl that he must always have an atmosphere of good feeling around him before he can do his work. There are such men. And in the end, unless they obtain enough mental and moral hard to lift him out of their soft reliance on feeling, their are failures. Not only are they business failures, their character failures also. It is as if their bones never attained a sufficient degree of hardness to enable them to stand on their own feet. There is altogether too much reliance on good feeling in our business organizations. And Michael's not just preaching this. Like, he actually live this. So that's what gives his words. I feel more weight. This is a continuation of this extreme mindset of Michael Jordan. A leader has to be willing to sacrifice help everyone else get to where they need to go. No where the team needs to go over there. No 1 could... No 1 could take days off with the bulls because I never took a day off. Horace Grant and I had a falling out because he wanted to day off here and there, and I would cha size him for it. That's what leaders do. They set a standard, and everyone has to live up to that standard. It is the same in every great organization. You have to rise to our level. We are not going to drop down to yours? I apply that standard to whatever I do. And this is his mom on the same page reflecting on this. Am I've earned every bit of this. I tell people, do you know how many ice packs? Do you know about the ice packs on his knees? How we h out of Chicago stadium sun nights, barely unable... Barely able to make it home. I remember that day in Utah, they call it the flu game, which we learned it's the food poisoning in a game. I'll never forget that day I told him, don't play tonight. You were too sick, and what did he do? The best came out because he find a little bit of strength where you keep going when you keep going. That's a termination of focus. The idea that he wasn't gonna give up until he had given his last. That is life. Give it your best and all other good things will come to you. Then a few pages later, there's just 2 sentences, 2 ideas that are conveyed in 2 sentences that I wanna bring to your attention, and this is Tinker hat filled describing what it's like to work with Jordan. He's just deadly, cool efficient, and then Jordan talking about how he approaches everything which I love. I focus on the little things. Little things add up to big things. And for some reason when I was reading this page in the book. It made me think of... I did this 2 part. It's like, 1 of longest episodes of founders. It's, the the Peter T episode. I think it's back in the thirties or something like that. I read Ryan Holidays book conspiracy. Which I thought the storytelling that book was fantastic and then then then Peter's book 0 to 1. And there's something I heard Ryan on a podcast 1 time. He was doing, like, the book tour, doing these interviews to to public size that the release of that book. I think that's probably High. I found the book. Anyways, he said something about Peter Till approach to the conspiracy to get revenge against somebody that that he felt wrong him. And he's describing the whole arc of that book. And all the different decisions that that had to go into, from from Peter's perspective the successful outcome. And the sentence was, it was ruthless efficiency and hyper competence. That's the same description of Michael Jordan as well. Now remember, the point of studying, Michael Jordan people like them, is it's because, you know, it's not like the person walking around the average person has anywhere close to this extreme mindset that that Jordan does. This is a an example of that. This guy telling the story has been Michael's friend for 25 years, And this is Michael Jordan's, you can't ride the fence story. This is crazy. I was really close to Ralph Samson. Ralph had a big Puma contract. When I would go to Boston with Ralph, we we'd go to the Puma warehouse, I would do the same thing when I go out Nike with Michael. They'd say whatever you want, pick it out and we'll ship it to you. I had my closet separated out half Puma half Nike. Michael comes to my apartment. We're getting to ready to go out and he says, man, it's kinda cold. Can I borrow 1 of your jackets? I said, sure. Go in the closet. He went in there and saw everything separated out. He's in there a little longer than necessary, and he comes out of my room. He has taken all of my puma stuff out, brought it to the living room and laid it on the floor. He goes into the kitchen, gets a butcher knife and literally cuts up everything. This was like his second or third year in the league. He literally took a butcher knife to it all. When he's done, he picks up every little scrap and walks it down to the dumpster. He then says, hey, dude, call Howard tomorrow and tell him to replace all of this, but don't ever let me see you in anything other than Nike. You can't ride the fence. That's how Michael thinks. Now we're gonna fast forward in the timeline. This is Jordan talking about his time on the dream team. And so 1 of the sentences that stuck out from last week's book or, a couple... The book the last book rather. Was that Jordan had been surprised to learn how lazy many of his Olympic teammates makes were about practice. And then he says something or the office that's something that just gives me goosebumps. Gives me chills. They were deceiving themselves about what the game required. Think about the extreme mindset of Michael Jordan. This is not only, like, you have multiple levels Like, it's extremely hard, you know, what 400 player or something like that 400 people forgot the exact number can get to the Nba. Then at a... Even smaller number gets to be an All star. An even smaller number, gets to be chosen for the Olympic team. This is who Jordan is talking about. And then he's saying, even when you got to that level, they didn't understand the importance of practice they were deceiving themselves about what the game required, but they already got to the Olympics. What are you talking about? And I was thinking about? I was like, well, how many of those players. Yeah. They got to Olympics They had individual accolades. They got deep in the playoffs. None of... A lot of them none of them won 6 championships on that team. And a lot of them never won a single championship. I think that really talk ties into, like, this extreme outlier mindset that Jordan possesses. So I'm just gonna read nearly this whole section to you, because I thought it it's very interesting. He says the 19 92 Barcelona Barcelona Olympics was 1 of the best times in my life. You're talking about the greatest players in the world. Guys who had every story written about how great they were. All the things they could do and had done on the basketball court. All I thought about was, I wanna see this for myself. I wanna see what those... These guys are all about. That was my motivation going to the Olympic games in 19 92. We were coming off back to titles. I was exhausted, but I had to see these guys for myself. I'd had played against them, but I wanted to see how they practice. The best part of the whole thing turned out to be the practices. All we did was line up and play. Chuck Daily, the coach of the Olympics. He'd just say, come on, guys. Let's go hard for an hour or 2. Let's get loose. That's all he did. He didn't coach. He didn't call foul. He just threw the ball out there. The games were competitive as hell. It was up and down the court. We had 12 players, but John Stockton had broken his leg and Christian Lake... Late was on the team, but he was still in college and no 1 would let him in the games. We played 5 on 5. If magic got off to a good start or anyone else the talking would start. These were the teams. Me and Scotty, Chris Mu, Larry Bird and Patrick Ewing. That was our 5. They had magic, Dr, Malone malone, Charles Barkley and Robinson. Think about this. He beat magic in the finals, beat Dr in the finals, be Malone in the finals and beat Charles Barkley in the finals. That is crazy. I didn't realize I read the sentence. We whipped their ass every day. Monte Carlo, we got to the most heated match of all time. Magic was telling us how great the lakers were and how Showtime was the best basketball. Me and Pip are listening to this on the way to practice and we say, okay, we're gonna show you what the new kids are all about. Me and Magic talk trash back and forth all day. I was guarding him and I'm saying you don't have kareem now. You gotta do it all yourself. At the other end, he was guarding me, and I blew right by him. I'd be trash talking. This is in your old team. We beat them so bad than when the game was over, Magic said we ain't leaving. We gotta keep playing. Scott and I looked at bird and we said we're ready to go. Magic said, why are you ready to go and we said because there isn't any competition here. Magic didn't speak to us for 2 days. So another thing that's Jordan says in this book, I've also heard them in interviews multiple times is if the important. Like, if you being authentic to yourself, if you're making decisions from your instinct. You... That's the only way you're gonna have long term success because you can't... You you if you're just following fad you're trying to fake something, Like, you can only do that for a short amount of time. And then he combines us with the ideas, like, skip the shortcut. Like, it's supposed to be hard. It's hard, but it's fair. Remember his motto. This is gonna remind me of there's a quote in that book, the hour of fate. I forgot which founders episode it is, but you'll see in the archive if you're interested because it's about the, the partnership like the... I guess the the feud and then the unlikely partnership between Theodore Roosevelt and Gp Jpmorgan, But Theodore Roosevelt somebody I'm gonna read multiple books on the future Already done. I think, what, 2 or 3 podcasts on him at least because he's just a very fascinating individual and He lived. I feel multiple lifetimes because he dies, you know, relatively early least 60 the river of doubt is a great book about, like, towards the end of his life and just the crazy things that he would do. That's also in the archive. But in the the hour of fate. It said, Roosevelt was forever at it. He was a curiosity. Always pushing and straining and emo friends around him to do the same. Theodore loved to row in the hottest sun over the rough water in the smallest boat. He is not 1 for shortcuts, Jordan isn't either. So he says, we have become a shortcut culture. To a certain degree, we define success on the basis of fictional attributes. If a guy has commercials, a lot of money, the girls, the car, then he's considered successful, whether his performance matches all those things are not. Success to me has nothing to do with how much money you have or what kind of car you drive. I always wanted to know where I fit in with the best. Authenticity is about being true to who you are. Even when everyone else wants you to be someone else. It is a lot harder to become the best you can be when you're focused on trying to be the best version of someone else. There's nothing authentic in that. And if it's not authentic, then it's not going to last. And so that reminds me something he said this interview. This your car shit s cigar an auto interview because it's, like, you know, your your own... Nba team, you got businesses going everywhere really. What what is most important to? And Says if all the things I'm involved in. My strongest passion is the Jordan brand because I can impact that in a much greater sense than owning an Nba team. To be able to continue continually talk to that consumer to interact with that consumer. It's not dependent on how the season ends. This is the most important part. If I had to pick... If I had to pick of all the things I'm involved in, the most important is the Jordan brand because it's my Dna. It's in my Dna. It is who I am. This is a story coming from the the preparation and his work. Ethic that he was a previously applying the basketball nice he's applying it when he's in the minor leagues trying to be a baseball player. And really, this is the Jordan doesn't have an off button story. Well Michael did to get himself ready to play baseball was grueling. He would get up every morning and go to the complex, or before way ahead of the other players. He'd get into the batting cage, swing the bat and knock around the ball. He would do this for an hour to 90 minutes. Then the team would show up, and Michael would go through the regular practice which we ran about 3 hours. Then he would go back out for another hour. His hands were so raw that the call would rip open every day. The trainers would wrap his hands and ga and tape. He looked like a price fighter. The next morning Michael was back in a cage, swinging a baseball bat for hours. He never missed a day. Not only did he not miss a day, he never said a word about his hands. That's how you get ready. Once the on button is pushed, there isn't an off button. So another idea I love the fact that Michael was always talking about something he learned from his parents something he applied for the rest of his life is that you gotta take negatives and turn a positives. So he's got this really famous commercial, Nike commercial, it's it's the Nike commercial about failure. And I'm just gonna, read you real quick because I pulled a script into the transcript. I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times. I've been trusted to take the game winning shot and missed. I failed over and over and over again of my life. And that is why I succeed. So he's asked, I'm gonna combine this with it Something else I heard him talking to interview. He's like, what's your biggest or read? I don't have regrets. To win you have to lose. To be successful, you have to have something that wasn't successful. To be happy, you have to have disappointment. And to me, that's the idea he's expressing. I just have 1 sentence for you here. He's talking about the the the commercial. I just read you. The idea of not being afraid to make mistakes are using negative outcomes to create positive ones was great. So let's go back to this mindset. The reason I I I'm talking about, hey, like, you... You get... You get close to Jordan and you hear his words, You read books about him. He watches his interviews. You're really downloading his operating system and the mindset that he approached his craft, and he talks about the mind over and over again. And he says the mind will play tricks on you. The mind was telling you that you couldn't go any further. The mine was telling you how much it hurt. The mind was telling you these... The you telling you these things to keep you from reaching your goal. How weird and twisted. Right? And crazy this is. Right? You have a goal, your own mind is trying to play tricks so you don't you don't accomplish that goal. The mind was telling you these things to keep you from reaching your goal, but you have to see past that. Turn it all off if you're gonna get where you want to be. I'm gonna read this again. The mine will play tricks in you. The mine was telling you that you couldn't go any further. The mine was telling you how much it hurt. This is Michael Jordan. This is not a soft weak person. And he's telling you... The mind plate... My mind tried to do the same thing to me. Right? This is extremely important. The mine was telling how much Heard. The mine was telling you these things to keep you from reaching your goal, but you have to see past that turn it all off if you're gonna get where you wanna be. So there's a couple quotes. I'm gonna... Before I go to the next page from my notes on... All these talks have been watching. So 1 of this, I think that will help, and Michael says, work ethic eliminates fear. And actually, you know what? Before I go back to my notes what he's talking about the mind playing tricks on you that you're gonna be here for a work work I think eliminates that, Jeff Bezos in the next page, Jeff Bezos. What, Michael's is about to tell us for reminding me with what Jeff Bezos said. He says this Jeff has stress stress primarily comes from not taking action over something that you can have some control over. So Michael is saying, I was as prepared as I could possibly have been for that moment. I couldn't go back and practice a little harder. I knew I had done the right things to prepare myself for that situation. 1 way or another, I knew I was prepared to be successful. Now if you know you haven't prepared correctly, which is what Jeff is just saying we're the where is the root cause stress. Or you haven't worked that... And that you haven't worked hard enough, that's when other thoughts and emotions creep into your mind. That is stress that is fear. Pause here. Go back to this. Work ethic eliminates fear. Right? Back to Jordan's paragraph. It is the same process for doing anything anywhere in life, no matter how big or small, whether it's running a corporation, taking a test in the second grade or taking a shot to win the game. At that moment and I double underline this the sentence this is fantastic. At that moment, you were the sum total of all the work you have put in. Nothing more and nothing less. If you are confident that you have done everything possible to prepare yourself then there is nothing to fear. Back to my notes on the talks. I have total confidence in my skill, so I am not afraid. It's the same idea. He's expressing, I think, like, 15 year gap, between those 2 ideas. So it's obviously very fundamental if he's still talking about it. More notes. I know I can play this game, and I know I can play it at the highest level. You've got a lot of guys with the ability, but they don't have control of their mind. I'm not making this up. How many times is Jordan saying the same idea over and again, the importance of having control over your mind. A lot of people can run and jump and shoot, but they don't have the killer instinct and the confidence in themselves to perform those skills. Let's go back to this the zen. You know, he's having influenced by waiting learn from Phil Jackson from the psychologist a meditation that living in the moment, like, the Zen buddhism idea. I want to allow whatever is going to happen to happen at its own rhythm. That is just... There's a single quote on entire page. I want to allow whatever is going to happen to happen its own rhythm. Something he told Oprah that's kinda similar to that thought. If you chase something you might not get it. If you port put forth the work, the next thing you know it's bestowed upon you. Okay. So now he's got a bunch of ideas on this page. So my note is my driving force was to show people what I could do, wake up and go on the attack. We are on the offense all the time. So there's a... You can find these principles of Nike in the early days there they're for I think their first marketing managers when that I wrote it out, but they said that. We're on the offense all the time. Jordan was the same thing and then find ways to trick yourself. So let's see what this is about. My driving force My passion was to impress people with what I could do. It was the idea somebody might be sitting in the stands who had never seen Michael Jordan play before. I thought about that person who had never experienced the excitement or the entertainment I could provide? I would wake up in the morning thinking, how am I going to attack today? And then the idea of, you know, even... How do you How do you have that motivation every day even after you... Now he's got the accolades. He's all star Gold Medals, Mvp each championships. He's gotta trick your mind. You gotta play games with yourself? I never knew what my motivation would be until something during that day. It wasn't easy as I went along because I had accomplished so much. I had to trick myself. I had to find a test within the test. I look at these kids today and they don't know how to trick themselves. They don't even understand the need to find a way to get yourself ready to play at that high level every night. And now we're gonna see that. Again, he's holding everybody else to a high standard, but not a higher standard than he held himself. And so this... This section reminded me of that quote, I say to you all the time because I think it's extremely important to know. Comes from founder 4 seasons is the sharp is the capacity to take pains. Before I read this section to you. Let me read some more quotes from these interviews that I think are echoing what I'm about to reach you. Remember earlier, he's saying, I'm not gonna fall down to your level. Right? My competitive drive is far greater than anyone else I've ever met. We have a goal of vision to obtain. Sometimes you have to do it when you're tired. It's a test of your will to succeed. So how does this relate to what's happening? Talking about when he's playing the wizards goes from being Gm to going down, trying to to get to get the note the players. At Washington Kw Brown said it was hard and on I was hard on him, and I was. Because I never believe he had ever tried to push himself. He had developed bad habits, and I don't believe in bad habits. Tomorrow's kids are gonna have to see someone playing her, see someone practicing the day after winning a championship. We have to provide examples so they can relate to that ideal. Otherwise, we'll lose the gap that it starts to fade away and 20 years from now, you'll never see someone play sick or get out on the floor with a sore ankle. So on the same section, we have a a friend of his like, add to what Michael saying here. I saw a guy sitting on the training table for 2 weeks of the spring ankle. Michael had a backs on 1 day, and we literally had to carry him off the floor and drive him home drive him home in a bed of a truck because he couldn't move. They gave him treatments and they gave him heat treatments and cold treatments all night long, and he played the next night. He had fluid drained off his knee. I don't know how many times. 1 night, he had 22 Ccs of fluid drain. Do you know how much that is? And that was before the game. So, again, I think Michael's words resonate because they're not just words. It's... He's not telling you, hey, you know, Sky Scott, do you have a migraine get in here, hey, you're you're back hurting, you know, because in the last dance, the Michael incur play like, he's like, just go out there be a. He... That wouldn't work if he didn't do it himself. And so what do you say? You have a goal, Don't you? You have a vision to obtain. Well, sometimes you're gonna have to do it when you're tired, and sometimes... You're not gonna feel well. You have to do it anyways. It's a test of your will to succeed. Let me go back to my notes. There's another, another thing he says in this other interview. If you love something, and your goal is to be successful. There's a certain price you have to pay. There's a certain accountability you have to hold. Later in the same interview He says. Everything comes with the price. And I'm I'm gonna read the last note I have on this and then I'll just finish with the book. Because really, this is something you said about his dad. And he's saying at 25 years after his dad was murdered. Right? And part... Like, part of the reasons founders exist, of course, like, we wanna learn, like, how they thought about work. The idea ideas is they had... You know, they spent 40, 50 years over their career. They've obviously picked up useful information that is useful for for future generations. But work is just a a micro like, a smaller part of life. It's really, like, how to to learn how you have a great life. And so outside of the work relationships. I think about the personal to a lot because These are life stories. They're not just work stories. Right? And really, something that has... I I feel like, I've benefited greatly from reading these books is understanding the profound impact that the your... The relationships how your relationships with other people affect their journey in life. It could be your close friends. Obviously, your kids, your your your life partner your spouses, whatever it is. But there's 2... That he just has a few sentences of there. There's just 2 ideas. That jumped out on me, is it's the fact that, you know, he's having this discussion. 25 years after his dad died. So the impact that you're gonna have. If you if you have kids now and maybe you have kids in the future, like, how important that relationship is to your kid. And know that's going to affect what you do with them. Your actions are going to affect their lives long after you don't exist anymore. And then Jordan's ability to process and to get control of his mind and to take a the 1 of the most negative things that could ever happen a person and say, I'm gonna... I'm I didn't have control over. I didn't want it to happen, but moving forward, it's gonna have a positive impact on my life. He says. So this is him when he's asked about his father 20 your... For 5 years after his die after he died. I had him for 32 years. I never look at it from a negative sense. So he's talking about. I'm not. Yes. I wish he was still here, but I had him for 32 years. Right? Obviously, he was murdered. I think about him practically every day. So those 2 ideas. Like, yes. I didn't want to but I had him for 30 years. I got re in the fact that I did have him for that long for that that period of time. I wanted, but I didn't... I don't get control that. I had him for 32 years and then even almost 3 decades after. He's no longer with me. I'm still thinking about them every day. So let's go back to the book. This... I almost ended on this because I thought it was so such a great thought. Like, it doesn't have to be someone else. It could be you. And so he says for the for the twentieth anniversary shoe, we asked who's gonna be next? Who's gonna come along and take Michael Jordan spot. In 1 way or another, just about everyone is gonna go through that kind of search. The idea that it could be you is something all of us can relate to when we think about our goals, it doesn't have to be someone else getting all the accolades, it could be you. And then we have Michael explicitly talking about the fact that building a team on a business is extremely similar to building a team and a sport. Differences. 1 is negative some and 1 is positive son. It's only 1 Nba champion. There could be many, many successful businesses. And, really, he's gonna touch on 1 of his another main idea. Do the guy... The one's, at least I'm gonna take away Idea. Okay, practice. The importance of practice, believe in practice is the is the way I would steal that idea down to its essence, believe in practice, live in the moment, and then the importance that listening is a superpower. How shocked were you when you... If you listen to the podcast like the fact that everybody around and talked about Michael's is 1 of the greatest listeners. That is not from the outside does not look that way. Right? So let's go to what he says here. We bring our personalities our visions and our creativity to discussion. He's talking about the team, Jordan Brent. And we don't give a damn about getting credit. We're are there to create something beautiful. Something representative of what the brand is all about. What I think they like about me is I could admit when I'm wrong, and I can accept criticism, and I can accept creative insight coming from someone other than myself. There are a lot of people who can't do that or won't allow supposed to do that. They all feel like it's an attack on their intelligence or a negative comment on their ideas. They want so much credit that they can't share the credit. But that dynamic is just a destructive inside of creative team or a corporate setting as it is on the basketball court. In its highest form, business as a team game. The team can accept that philosophy, the teams that can accept that philosophy are the teams that get the best chance long term to be successful. Team sports are no different. Give me 5 guys who wanna work hard and play together, and I'll take those guys every time over more talented players who can't come together for the good of the group. For years, people viewed me as an individual and not a team player because I scored so much. But I was a team player. I was just filling my role on that at that time. Brand Jordan is no different. Even though my name is on the product, it's a collaborative effort. I have the same kind of commitment to the brand that I had to basketball. I have an intense focus and desire to make the brand successful. But I'm not so dominant that I can't listen to the creative ideas coming, remember, listen. He said that word, But I'm not so dominant that I can't listen to creative ideas coming from other people. Successful people listen. Those who don't listen, don't survive. And then Jordan Closes are just a reminder that you just have to focus on the moment all is now. In all honesty, I don't know what's ahead. If you ask me what I'm gonna do in 5 years, I can't tell you. This moment. Now, that's a different story. I know what I'm doing moment to moment, but I have no idea what's ahead. I'm so connected to this moment, that I don't make assumptions about what might come next because I don't wanna lose touch with the present. Once you make assumptions about something that might happen or might not happen, then you open up the possibility of making mistakes. You start limiting the potential outcomes. I don't make assumptions. I know what I know and I deal with my life based on what's happening right now. And that is where I'll leave it to get the full story by the book if you buy the book using the link that's in the Show should be supporting pockets at the same time. That is 213 books down 1000 a ago, and I'll talk you again soon. Okay. So what you're about to hear is this question I was asked a few months ago, I actually recorded this a few months ago. They asked how did history greatest such when to think about hiring. At all the answers. People think I have a better memory than I didn't actually do. You know, if people say, you, Dave you have a great memory. My wife would laugh at that. Because I forget things all the time. It's not to have a good memory. I re reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, That option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database, that you can go through at your convenience anytime you want, they you can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's episode 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology company founders. And in there, steve Jobs is 1 of them This is, you know, right I think even before he came back to Apple. And they were talking about... Well, yeah, We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this, you know, I don't know, 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup manager may not always have the time to spend recruiting other people, then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or fourth of your company or a fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds are not. Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players? If 3, 3 out the 10, we're not so great, why would you start a company where 30 percent of your people or not so great. A small company depends on great people much more than a big company does. Okay. So to answer this question, The advantage that that, I have making founders and that you have as as a byproduct of listening to founders is not only that I've read, you know, 300 on biographies of entrepreneurs now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is, first of of all, like, what I've started do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question, Just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of, you know, I don't have... I may have, like 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, you know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe don't have resources, maybe your companies rather, new or not as well known. David Og. I just did confessions of an advertising man, couple episodes ago I think 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find he'd go through magazines, find great advertising, great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known, and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward. Who fine for somebody does great work. Usually you can do this. I actually have a friend that I can't say who it is. He's doing this right now actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold, cold dia them, and then getting convincing them to work on things, and that usually issue works, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that... That came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hardworking. Right? We don't even have... Like, if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's 2... The second part to this though. And this is also works well if you have access to our resources. He Rockefeller would hire people as he found. As he found talented to people not as he needed them. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person. Didn't even matter if he didn't know what they were gonna do. He's like, I'm just gonna stack his team. And if you really think about the the his partners of san Oil. He essentially built a company, an executive team of founders of because he was buying up all their companies. So it's very rare, But there's a line from Titan I wanna reach you, taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like the actual interview process. So there's this guy of Van verb bush Did 2 episodes on them, I think it's 2 70 and 2 71. He is the most important American ever in history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War effort was Fdr. The second 1 was Fannie Ra bush. Van Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer. Like, this guy literally has done... He's just... He pops up in these books over and over again. If you were reading about American business history during World war 2 and post world war 2, you are going to come across the name named Vin Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about the organization. He's running called Am rad. At Am rad, I hired a young physicist from Texas named Cg Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else, the founder of Atari, founder of Chuck Cheese, and Steve Jobs mentor. He hired Steve Jobs when Steve Jobs was like 19 atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read at all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching, A blatant, but often accurate general... People who are curious and passionate read, people who are and a different don't I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general industrialization. People who are curious and passionate read people who are empathetic and indifferent don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books I hadn't read and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why this is why Reading this whole section to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with Steve jobs saying this is the most important thing that you... Your role the leader the company the founder too. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took to time, and I had, like, the foresight to. Was like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? You have Rockefeller saying this is what's important to me. You have Bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through, what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now obviously, the larger the company gets, that's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see, I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple called had 3 thousands. Like it's impossible to have 3000 a players. So there is some number that your company may grow to, where it's just... You're just not. You're not gonna have thousands of a players. In my argument, I don't even know if you get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lot lower than that as well. So warren Buffett would tell you to use David Og hiring philosophy. And so Warren said Charlie, and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product. Right above the product actually because those are people building your product. We subscribe to the philosophy of Og There's founding genius, David. Is what Og said. If each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David, or Jeff Bezos, rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, he or she should raise the bar for the next hire so that the overall talent pool is always improving and you talk about this Idea in on Amazon where the the the future hires that we do should be so good. That if you had applied for the job you already have in Amazon, you wouldn't get in, that's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great on the history of Paypal, it's written actually, I I've recently become friends with the authors. His name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jimmy spent more time researching the book than then, he spent 6 years researching book. And I was tease them Was, like, you took long in a book than they took to start and sell their company. It just speaks to, like, the quality he's trying to do. But that as a byproduct of that, like, obviously, they move fast, but they prioritize speed over everything else except in 1 area, recruiting. Max Lu kept the bar for talent exceedingly high even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team the company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense. If you studied... I did the 3 part Larry Ellis, 3 reports series in Larry Ellis and I to read those books again because the the podcast is like, 50 times bigger than than when I published those episodes, and he's just... It's crazy. So he would hire based on the confidence, the self confidence level of of the candidate. Listen to this. I have tears eyes. I don't know why I'm laughing. Okay. This just okay because this is... You read about Larry Ellis and he's 1 of these people it's like, really easy to interface with because you just... You just know exactly who he and what's important to him. That's why I think it's so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people, are you the smartest person you know. And if they said yes, they would hire them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis, and this is why. The personality of the founder is largely the culture of the company. Apple is Steve Jobs. Apple's is just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He, listed to the podcast actually been him through the podcast. And he's going through this, like, process of self discovery. Like, he's already started a bunch of companies are really successful, but he's like, I think I'm more of this type of founder than the other type of founder. And that's good that he's doing that because he's he's... Hopefully, his next mission is, like, his life's mission, you know? And you can't get your last mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity. This arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is sharp, the founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could... Hiring the right person could actually be a form of distribution for his hotel. He gave me the idea. Because of what? What do we know? What do you and I know in our bones? That history greatest founders all read biographies? They all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R? The guy that it R Carlton his named after. The great arguably the greatest hotel year of all time. And when he realized, oh, shit. R, he he says, remembering that caesar our R made his hotels world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking Caesar R went out and partnered with August. What Caesar R was to hotel to building hotels. August Was French cooking. And so what happened is you partnered with World Famous chefs, people come into your restaurant that's in the hotel, because the World famous chef, and now they know about your hotel that leads to more get that meet... Leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a that more people staying at hotel. So hiring as a form of distribution, this is fascinating. As a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what this is our mission. This is what we're we're doing. And yet humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you even though they want to. So there's a problem solving element that you see in these books. On you have to solve, Like, you've already identified the person. You've recruited them. They can't go for some other the reason. Okay? Well, the great founders are not gonna take no for an answer. I've read in in this book called lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue having convinced must they needed to bring this brilliant a young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where Spacex's at time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La. So what are you gonna do now? To solve this problem, Musk had called his friend Larry page, the c founder of Google. The engineer sat stunned silence for a moment, But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting though. There's is a guy named Lush schwab. Who built this this really valuable chain of, like, tire companies in the Pacific Northwest. I actually found out about him because Charlie Mu is was like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to, in, like, 1 of the Berkshire meetings. That to study, Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures of any company that that Charlie Mu come across. So this is what Les Schwab at. He did not want to hire from Didn't wanna hire other people from other companies because they might come with bad habits. He like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant manager started at the bottom changing tires. They have all earned their management job by working up. And then another thing. If you're gonna hire the best of the best in a players, their... A players don't like to be micro manage. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff He also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point and Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hired Jerry saunders coach. At the time, he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea. From Thomas L Edison that I think is fascinating. Really, I the way I think about a founder is like, you're developing skills that you can't hire for. You... You're gonna hire for everything else, but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like That seems kinda weird, like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the your business should be an expression in your personality in who who as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in, like, a h Toy, you know, pre manner. That's not me at all. I don't even care about. I don't art at all. Really. I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a's goes against who you are as a person, or you just don't like it, or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do. And what... For whatever reason when I read essay a lau her say that. I was like, okay. That... There's, like, this art to what she's doing. 1 thing that's gonna be helping in recruiting. This comes Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits to hiring. So therefore, like, they're just gonna by as a byproduct that you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stock smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building an un commodity business. But even above and beyond that, Like, you're the the the mission that you're trying to engage everybody to join you in. That pitch, that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person's playing to 5 other jobs, there should not be like, it's like, they may not like your mission. They might not like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found Steve jobs, If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm, Steve had 1 full... 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring, He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of musk's most valuable skills was his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with steve Jobs was telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person. That's what he says. It's not just recruiting. After recruiting it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5, 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really the way I think about it. I think it's a massive superpower. Gives me a massive superpower. I couldn't make the podcast without it. Also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}