{
  "transcript": "What you're about to hear I have never released on this feed before. Earlier this year, I got to have dinner with Charlie Mu? I spent over 3 hours with them shortly after that happened. I was asked the question, what did you learn from that experience. And actually recorded my answer to that question. And so you're about to hear that recording now. Before we get to that, I wanna tell you 1 of the first thoughts that I had when I woke up this morning, I heard the news of Charlie passing away yesterday. And I was actually surprised at 1 of the first things I thought about this morning was, was actually a quote of something that Sam Walton had said in his auto. Sam Walton said that he borrowed more ideas from sole price than anyone else. And Sam was in the business of learning from other entrepreneurs. In fact, in that same book, He says, everything that I've done, I've copied from somebody else. I'm in the same business. That is why founders exist. I'm in the business of learning from other entrepreneurs, and I realized this morning that I've borrowed more ideas for my own life and my own business from Charlie Mu than anyone else. Charlie is a hero to me, Charlie changed my life and I'm going to miss him. I hope you enjoy these notes from my dinner with Charlie Mu. What did you learn from having dinner with Charlie Mu. In case you haven't seen it yet? I just made an episode. Steps episode 2 95 It is about the book, the tower Charlie Mu, but it is also about the fact that I got invited to have dinner at Charlie Mu House. I got to spend over 3 hours with him, and I got to ask him any question. No no limits. Like you could ask him whatever you wanted. And so the first thing that I learned is he's exactly as advertised. The the Charlie that you see at the Berkshire meeting, the Charlie that you've maybe watched speeches on, the Charlie that you've read books on. That is the same guy. He really does read all the time. His books shelves were filled... When he says, hey, You should become friends with the Dead. He says he's a biography nut. I thought, you know, close to 300 biographies for the podcast far. He makes me look like a biography amateur. He had books on his shelves, and don't worry. He let me look through his shelves, and I I'm gonna order a bunch of these books. They're really hard to find over where Tried to track a bunch of them down. But he he lives what he preach. The fact that, hey, you should become friends with the amount of the dead. The fact that you should find which you're good at and you should pound away at it forever. It took him 41 years to find his life's work, But once once he became a full time investor, he knew that that's what he's gonna do for. His Whole life. He's just obsessed with it. He loves this idea where he could design his own schedule. He never wanted to have people to manage bunch people, he wanted to read all the time and make money with his mind. And so while I was with Charlie, it was so incredible. To be able to meet 1 of here. It's was like, he had, you know, a heavy influence. Like, I've stolen so many of his ideas. That I had prepared a list in advance of a ton of questions and and things that I wanna talk about. I never looked at my phone once. So the way I'm gonna answer this question is what I did is when I got back to my hotel after. I I knew I was like, this, you know, Charlie monk... This is like a night Charlie Manga may never remember. Right? Because you think he's 99 years old Thing about all life experiences that the guy's had what's in his brain. Right? It's a night that he made never remember, and it's a night. I'll never forget. So I just wrote down, Like, what are the things that I wanted to remember? And so to answer to this question, I just wanna run through some of my notes with you? There's, like, 1 main theme. What's interesting about Charlie is like, a lot of his ideas interact with each other and they they combine and they they become even more powerful like, this La Palo police effect that he talks about all the time. So what I would say is, like, the main thing that I took away from the dinner that I think is something I've already tried to put in practice. It it's really important to me, like, something that clicked when I was I was reading It's episode 2 86. I think the book is called has a terrible title. It's like, all I wanna know is where I'm going to die so I won't go there. But while I was going through the words of Charlie and Warren Buffett in that book something clicked, and I think it clicked with a lot of people because when you put a podcast out. Right? I just do these things by myself. And then I release it, and I have no idea what the reception will be. And what's interesting to me is, like, people will pick up on specific lines. And, like, those lines will resonate foreign and above everything else you should send in the podcast. And so something I said on my podcast that clicked for a lot of people won't click for me was that learning is not memorizing information. Learning is changing your behavior. If vice spent all this time I'm reading about Charlie Mu, watching his Q and A's at the Berkshire hour meeting, listening to his speeches, reading books reading people that are influenced by them, and it doesn't change my behavior and I'm just wasting time. And so the the main theme, the the thing that jumped out the most was Charlie has an almost complete ind to problems. His perspective, if I could summarize it would be like, hey, troubles from time to time should be expected. They're an in part of life. So why let it bother you? Just handle them and then move on. And this idea. He's talking about in business. There's problems that are in escape and in your personal life. And this idea combines with 2 other ideas that he talked about at the dinner, Andy he talks about, you know, in the books and in speech and everything else. In that Charlie looks at nearly everything through the lens of history. And the be his perspective, if I summarize it, it was, like, you're not changing human nature. Things will just keep repeating forever. And so the fact that this guy has deep historical knowledge. Right? He knows that human nature just repeats over and over again. And the fact that because of that... That deep historical knowledge knows that you're... No one's getting through life with without problems. So then that leads to the sum submission and what's gonna change, hopefully changes the behavior which actually the learning. Right? Was like, okay, just because problems are notable. It doesn't mean like you want an abundance to them. So his whole thing is like, wisdom is prevention, which is only 3 words and it's crazy. You just sit there and think about what that actually means. In his whole point I listen. Problems are in unstable, but you need to do your best to avoid problems, and the way you do that, This is the the third idea that ties together is you go for great. It's harder to do, but it makes your life easier if you go for great. Great businesses are rare. Great people are rare, but they're worth the time to find. Great businesses throw off way less problems than average our poor businesses, just like great people have way will will will cause way less problems in your life than average or low quality people in the podcast. I hope we listen to the whole thing. I hope it's seemed good. I was like so excited and on such like a high. I don't even know if it made sense. I listen to it. My way. I think this is good. But but... You know, it I was just so I was just so influenced by just being able to meet him. It, you know, I I'm just incredibly grateful for it. And, like, I didn't wanna try to hide my excitement. You know, and the fact that, yeah, he is my hero. Like, I know he's human being just like, you and I, but I do admire him and I do think he's the wisest person ever come... I've ever come across, and I am, you know, trying to in many ways, like, pattern my life after him, like, in my own unique way. On that episode, I I talk about, like, a description of you know if you're around, like, a low quality or average quality human. There's a this phrase that my wife says in Spanish that. It's just perfect, and it describes it and it says, that person could drown in a couple of water. And so that 1 thing go for great. Like, spend the time to to find a great business. I already think, like this, you know, took me 30 something years to find my life's work, which obviously, I think founders is my life's work. I believe it to be my life's work. I think it's a absolutely great business. It's something I'm obsessed with. And so now taking charlie his advice. I know that the likelihood is that I'm not going to be, my business isn't gonna go away because the competition, my business gonna go away because humans can't handle success. And so They always say it's like, Charlotte line and Tri. Charlie says it's fantastic. It's like, it's not that getting it's not getting have to worry about staying sane. Most people never find a great business. Right? Then once they get into a great business, they get bored or their their attention span windows where the case is and then they just screwed it up. By jumping around. And that's why a lot of Charlie seem as, like, patients patients patients. He said something in the dinner that was fantastic. I wish Could have wrote it down, but he said that, like, the advantage of him and warren have. You know, they they repeat this is, like, it's temperament. And he used an adjective. I couldn't remember what it was, but he's like, we just... Part of our successes is we had this this unusual combination of extreme patients, extreme patients and, like ferocious aggressive when they find, like, a good business because they're just sitting sitting, sitting, waiting for something, they find it and they they act incredibly fast. So I just wanna tie this up before I go on to other fucking I can go off a bunch of tangent on the on here, but This idea It's like, okay, go for great. It'll make your life easier if you go for rage. Just find great business. And, you know, maybe that's 1 great business. Maybe it's 2. It's certainly not 50. And I really think you just need 1. So find a great business and then surround yourself with great people. And if you do that, you're still gonna have problems in life. You'll just have a lot less and then you'll know what did Charlie say. Right? I got a little charlie longer on my shoulder. Oh, this a problem. That's fine. I'm gonna handle it. I'm not gonna whine about it. Gonna handle it. I'm gonna move all my life because problems are just part of life. If you're truly getting wiser, you'll learn how to avoid most of the problems that are under underneath that are under your control. So that is the main lesson. And here's a few other ones that that we talked about. Do not spend time on regrets that doesn't mean you shouldn't be learning from your mistakes. Like everybody's gonna make mistakes rub your nose in your mistake so you're making sure that you're not making that mistake. Again. He talked about the early part of his career when they were just buying quote unquote great values, but crappy businesses. And he's like, you you have to learn that. Is this just like, no. That these crappy businesses are you're getting them for that price for a reason. It's like, just pay a little bit more and get a great business and then just keep that business forever. And so that's part of him saying, hey, I don't regret that I made these mistakes and getting in these bad investments or getting in these bad. Like, they taught me something, and then I just moved on. I'm not gonna worry about it. And then I also got to ask him I was, well, what I love to do, and you see this in the podcast hopefully police. Like I spent a ton of time in these books thinking about, like, their earlier life. And not to the 90 or 70 or 80 year old version of Charlie, But like, what was Charlie doing when he was 20. What was he doing? He was 30? What was he doing was 41 when he decided him I'm gonna be a full time investor. I'm not gonna practice anymore? And I was talking to him about that I was, man I'm, like, reading about you at this young age, and you kinda see their they're stumbling onto their ideas they're kinda trying to figure them out and they're getting closer and closer to, like, what Berkshire is going to be. And at that time Berkshire didn't exist. And I was just like, looking back at this now you you know, at your age? Like, are you surprised how successful? Because I'm thinking about the young Charlie mon, the young warren buffett it. And like, how... Are you surprised how successful the you and warren turned out the being and goes, how could you not be? And then that led to this tangent because you could teach Charlie up with the question, but Charlie gonna talk about whatever Charlie wants talk about. And he should. Because the the amount of information that's in this guy's brain. And the entire night you just told story after story after story of this this amazing business they bought. This amazing deal or the this went bad. Or oh, I thought this was right, and his recall was absolutely incredible. And this went on at tangent and he's like, actually, I think that me and warren get too much credit. I that thought that was interesting. And he was talking about the fact that he finds it really odd to be so wealthy and so loved. And he his point is, like, that's not a normal human reaction. Like, there is this egalitarian in human nature, that, you know, people just in general, Like, you have any level of success, especially around his level. Right? Multi multi billions of dollars of wealth produced for himself and his family, like, that's not usually, you know, people can react... Most people react poorly to that. And what I thought about this after, I was like, you know what? I wonder if it's because he spent him in warrants spent so much time teaching other people. Like, if you think about what Charlie Alma is, what the questions that he takes at the berkshire brochure meeting is. Or are, what, what the share warren buffett shareholder letters are. Like, those are... There their lessons Like, they're... All they're doing is saying, hey, we learn all the stuff. And this is what we learned. Let's take time into writing out the lessons and this form shareholder letters and then sharing the lessons that we learned through answering the questions at the meeting. And in in in aggregate, you know, you have what is that 4 or 5 decades. I think it's, like 50 or 60 years they they've doing this Fit let's say this to say half a century. A half a century of documented less, and then they turn it out and they just make it available for free for everybody else. And so how many entrepreneurs investors, executives. People are interested in business have been educated by warren and Charlie over their lifetimes. Millions. That's not understatement. Millions of people. And this is certainly the way I feel, like I don't look at... I don't I don't do this anyways. Because I... I... It's remarkable how many smart and successful people I meet that are still, like, caught up in envy that are worried about. Like, this is crazy to me. And it's something I learned from Charlie, he's like, the world isn't run by greed It's run by Envy and, like, you just have to have a good life. You have to cure yourself Fe. Like, somebody else is getting rich richer you who gives a shit that is always going to happen? And has nothing to do with you. Why does it bother you? And I think that's how most people view warren and Charlie. We're like, yeah, These guys are super rich, way more successful. Like, look at all the information they put out there that's valuable. Look at all the information that could change your life. So that's my own personal opinion. Like, I didn't get a chance to ask him. I didn't even have that thought at the time. I just thought about that when I was writing these notes. I like, oh, that is kinda Like, why why is that so different? You know? There's no there's nobody outside of warren buffett or or Charlie Mu house, you know, protesting or, like, with a gui or all those crazy things that people do? When you you get to like, the top of, like, the world's richest people list. You know? There is like, a an interesting, like, why is that the case? Like, why are they they the exception. So my guess is again, They spend a ton of time teaching others? Another thing, ask the question. Like, what role did like your parents play and, like, your driver for success. Like, were you trying to, like, show mom and dad. Like, hey, this is what I could do. And, you know, Charlie like, no. He's like, I always had an inter clock. I just do what I wanna do, and I don't care. About the ideas or thoughts of other people. And as a result, this inner clock, he talks about, like, deals, Like, they turned down, they could make... They they get all kinds of crazy deal flow from their positions as you can imagine, I think the teaching aspect of that is a huge part of it. And yet, they they they have opportunity to make, like, a bunch of money works free, and it's like, business day that, you know, may harm other people or they just didn't like it, and they would turn it down. So that's this whole, like, clock. Like, I'm just gonna do what I wanna do. That was a larger thing too where Charlie not... His whole thing is just, like, he likes people that, like, 1 of his favorite entrepreneurs is Jim From Costco. I gotta ask Was, why can't I find any information on Jim Jimmy he doesn't give speeches. There's notebooks books. It's like, because he's busy working. I thought that was hilarious. But he just, like... If you think about it, he's like, well, just go out and build a business that helps other people. Like, what is the whole business model of Costco is like, they use their size to get unbelievably deals, unbelievable deals for their customers. And then instead of, like, marking up more than they could. They just pass that savings on to their millions of millions of customers. And I think I read in the the Tower Charlie manga. They have, like a hundred and 50000000 checkout a year. That that information, you know, maybe a decade old, it's probably even more than now. So, like, what is the aggregate goodwill of, like, just amount of savings that that this idea that Jim had and then he grew over multiple decades? Like, what is the benefit to his customers into society large? Like, it's it's large. Like, you're saving a ton of money because of this unique business that that Jim built. And I think that's what Charlie would give you advice to do. It's just, like, do something that other people value and then do it for a long time and really, really really give a shit about the business such... Like, you can tell. His whole thing he's like, hey. You're gonna you're gonna have more success another, like, hack of his and hey, usually word another, like, good idea of his, maybe that's better way. Is just like, if if you just move yourself into a business that were you have an intense interest, that's gonna cure most of your problems. Like, you're just gonna think about all time, you're gonna constantly improve it. You're not gonna quit. And that right there is probably, you know, 80 percent to 90 percent of it. And then something else I was lucky about is the fact that the night started in Charlie library. So he was sitting there we're in a small group and he is back as to, like, behind him is all his books shelves. And I was just scanning his books shelves. I was talking, and I noticed a bunch of books that I had read. So I was able to, like, bring up these obscure books. Like I brought up the fact that I saw Henry Kaiser biography on the shelves. And I wrote that book, like, 4 years ago. His episode 66 of of founders. And so then, Charlie just goes into. I just bring up Kaiser and like what he thought about him and, like, his recall was just unbelievable. You know, he hadn't read that book in a long time. Winds up knowing Henry Kai his partner. Could tell you about the the businesses that Henry built. Could tell you about the role that he played in World war 2 building the liberty ships. We talked about the fact that Kaiser bought, was 1 of the people that built... Help build the the Hoover dam. And so this this kind of thing just happened. You just mentioned 1 person he could talk about it forever. And That really made me realize. Was like, anybody at 99 years old is gonna have some kind of cognitive decline. But imagine, like just how powerful. His guy's mind was when he was younger, and, like, that's... He did a lot of work to do that. You know, he's read thousands and thousands of book, book spent thousands and thousands 10 not even tens of thousands on don't know, hundred thousand hours. Deep and thought thinking about the stuff he's learning thinking about the things that are going on in the world, thinking about what he want. Like, how the business that he wants to build. And so that knowledge, firsthand, he's always talks about how knowledge compounds, like bay a learning machine, go, you know, he says, go to sleep every more at night a little smarter than you were. And if you do that over a long period of time, it really makes difference. Like, you see that in his conversation. Like, oh, this guy lives his ideas. He's not just out there, bs in people. He's like, this is just... I'm just telling the ideas I use in my life and if it was valuable for me. It's probably valuable for other people? Like, I just think that it's it's part of his wisdom is just how simple it is. And what we try me tell you is it's like, well. Well, it's simple advice, like, why aren't more people using it. It's like, it's in human nature to over complicate things. And so that's just his whole point. Is like, why he repeats things over and over again. Because, like, you just have to keep it as simple as possible because you're likely just by like, your natural tendency is going to over complicate your life. And then, of course, 1 of the questions I had to ask him was I I wanted to talk to him about Ben Franklin, because Ben Franklin was his hero. Charlie makes like these busts of people he Myers, and 2 of the people he has busts of are Ben Franklin and Lee k yu. Ko You like the warren buffett of Singapore Singapore. But when we're were talking about Ben Franklin, I brought up this book, they covered. I think it was episode 02:51 is franklin in Washington about their their partnership they had. And he didn't... He hadn't read the book yet, but he knew all about, like, Franklin's relationship with Washington. And so when he would... He was talking to us a lot about, like, you know, he believes it's unlikely to ever have another life as remarkable Ben Franklin that he he was number 1 in business, number 1 it's science, number 1 at Baltic all in, like, at the same time in 1 life form or lifetime is just like, that's never... We're not gonna see that again. And he just thinks he's just absolutely wise and remarkable. And if you read Ben franklin, you realize that what Charlie did is just take a lot of Franklin's ideas and then update them and re reward them, but a lot of it's they they think very similarly, and and the way they communicate it's very it's it's very similar as well. But what I thought was interesting is he... The important part that jumped out him is the fact that Ben franklin did something very smart. He says Ben franklin did something very smart his whole life was that he sought out other impressive people, like George Washington. He did this when he was young. He did this when he was old. He did it his entire life, and then Charlie went in. He says, Andrew Carnegie, he did this too, And then I got to ask him my follow a question. I was like, well, is is this something that you did in your life, and immediately, he says absolutely and still do. And he was pointing out I was, like, you find, go for great. Goes back to that main idea. Right? Go for great, find other... First of all, build yourself up into an impressive, impressive formidable person. That takes a lot of work. Right? But once you do that, and you find other people that are like you. And then you build relationship with them, and they made... In many cases, they had friendships and business relationships with the same people that they met in their youth... Their entire lives. A lot of them have, you know, passed away since then, but it was something very important and Charlie still does that's where he seeks out other, you know, young, interesting smart people or whatever the case is. Every single person at this dinner with me. It was only, I think, 5 of us. I they're all we're all 50 years, 60 years younger than Charlie. And he was also talking about, like, if he doesn't see people in person, like, he'll he'll seek out and he'll talk to other smart people on the Zoom. You know? He's still doing this at 99. He's still curious He's still reading, still paying attention to what's going on in business is. He's like, not never gonna stop. He's like, the only the way this is gonna stop is when he dies. Another thing goes back to, like, just building your business around the set of simple ideas. They have that that notoriety that, like, c, like, following because of they're just constant teaching, concentrating everything they learn, you know, that a lot of people call them first. They see a lot of deals first. And so they combine that idea with the fact that they made so much money because they had... They always had a ton of cash, and they could move fast. And he would tell deals, you know, crazy examples where, like, somebody calls in like, a Saturday, and they're like, hey, this business is, like, having a bunch of trouble, there's maybe 1 subsidiary that Charlie more knew about in advance because they're, like, they know what's going on. They know what they're interested in. They're just waiting for the opportunity to get it. And, in 1 case, they're, like, hey, if you want this, we need 450000000 dollars. And this is, like on a Saturday morning or something. And we needed by Monday. And it was interesting because the lawyers are telling warren and Charlie, no. We can't do this. Like, we don't have a contract yet. We have to go through it. We shouldn't inspect it. And because of their relationships because of the fact that they know in their mind, like what assets they want. And Charlie said, like, warren and Charlie ignored the lawyers or, like, no. We think this a good deal, warren wired the money first thing Monday morning without even an email. No contract, no email just on the strength of the relationship with the person calling them and the fact that they knew the the actual value of the asset the buying, and Charlie it's like, they made a couple billion dollars on that deal risk free. And so that's just, like, 1 example of a bunch of... He just walked us through, like, the way they thought about things. And again, it's like, yes. If you look at Berkshire today, unbelievably complicated, you can't imagine, like, how the hell this thing came to to exist. But if you look at it from their perspective, Was like, we started out doing 1 thing. I mean, like, 40 he's like 41, I think warren, let's say, he's mid forties, The warns, like, late thirties, you know, as they're, like, trying to figure this out. And then they just keep building on it, keep learning from it and over time, that's when you get it it's, like, super complicated. But from their from their perspective, Was like, oh, it's like, simple because we were learning as we went. And then we had an idea. Like, oh, we made a brought wrong mistake here. Okay. Well, just course correct real quick and then we'll keep well we won't do that next time, and then we'll just keep building and building building. This goes back to, like, I really do believe and something just so important. Time is just gonna carry most of the wait time is gonna do most of the work. The hard part for you and I. It's like, finding a truly great business with truly great people around us and just staying there. And not all of the advice that he was giving us was was business advice. Like, something is interesting. Few people their were parents. And he says, he's like, listen, I didn't try to steer my kids are my grandkids into what they do for a living. This is very similar. And I... This is, like, also being self aware. Is it's like, charlie knows he's aware. Like, he's very aware that he is aware. Like, the idea that you're gonna have somebody like him. Like, you're just gonna keep birthing. You know, I think he's got like 10 kids, like, 30 something Great gets who knows How many? This is unlikely. Like, he's a 1 in a 10000000 kind of person. And so he's like, listen, 1, he thought it was it was beneficial that he got rich he got wealthy later in life. But if you ask him, like, this is something people struggle with, you know, they're like, hey, in many cases, they you interested entrepreneur entrepreneurship you're interested investing you build a very successful life to some of that success is financial. And then all of sudden, like your kids are growing up in, like, comfort that that Charlie didn't grow up in. And so, like, how do you do it that? He was like, of course, Of course, some of them are going to be less motivated because they were born rich? Like, what... There's no solution to that problem. And then he talked about, like, what do you do? Like, you know, people struggle with, like, when they're wealthy he's like, what do you... Like, you're gonna give that money to your kids, and his advice was the most unique... Because this is something that appears over again in these biographies that I read. And no 1 has the answer. Everybody everybody's like, I don't. I don't what to? Like, sometimes it turns out well tends sometimes it turns out. His whole point goes, you have to give them the money. Are they're gonna hate you for it. And his whole point is this like you wanted you had kids, you wanted to build a good relationship with them. You've tried to lead by example. That's all you can do. And what's the point of, like, building wealth and then saying, sorry, kids. Like, I'm giving this all away. And then having... It's he's like, it's just in human nature. His whole thing. Let's go back to what are... What's at the very top of my list? He's like, hey he looks at everything, through the lens of history. You aren't changing human nature. Things will just keep repeating forever. Are you learning from that? Are you learning from mister or not? And in trailer case he's obviously learning from history? He's like, oh, you know, they're just gonna hate you for it. So I think when his wife died, he said something like, his wife died, I think 10 or 12 years ago and they had given away to figure way of half. Their fortune to, like, their kids and grandkids. You know, that's dispersed to like, a big amount of a large amount of people, but it's still a lot of money. And, you know, he he thought that would that's what you should do. And he's like, there's no point in doing all this, and then having... Getting to end of your life, if you're having a bad relationship with your kids or having your kids resent you. It's like, that's that just doesn't make any sense And so, yeah, Of course. In some cases, they're gonna be less motivated because they're born rich. That too is also human nature. And then I had a selfish question. I got to. I was like, Charlie, like, why didn't you write an auto biography? Like, what come on, man? That would be fantastic. And he says, to... He said answer his question. He said, his his answer was very simple. He's like, well, it's too hard to do correctly, and I didn't wanna do it. And there's also enough enough people out there, like, categorizing and summarizing and organizing his thoughts. I thought it's funny. Was like, 1 of my personal goals was like okay, Live a life's so remarkable that somebody writes a book about it, and then you can have that book on your shelf before you die. And so I found... There's a few books about him on his shelf. 1 of them I haven't done for the podcast and it's shame on me. It's called seeking Wisdom from Darwin to Mu, I think. So I'll do that soon. Maybe, like, maybe like, a month or 2. I don't wanna keep doing just not all Charlie Mu episodes, but I'll definitely do that episode, and I don't think I wanna wait too long because I want, like, the... This is like dinner from him to still be, you know, in, like, fresh my mind. So he didn't wanna write an He did talk about that Port Charlie Alma is being reprinted, and there's gonna be an online version soon through straight press, and I think that's coming later on this year, which is fantastic because the I of the physical book, but I would love to be able to search that book and to have a kindle version would be excellent. Charlie is who he says he is. Like, he loves a good deal. He talked about, like, look at this shirt I bought, you know, it it's was 12 dollars. I've found it forever. Look at this watch. You can't get it cheaper. He lives in a modest house. It was it was a... Don't remember as it's a nice house. But there's no way that you think that a multi billionaire lives in that house. And so that goes back to, you know, he is who he says he is. He's just, like, listen, I like to read. I like to make money with my mind. I like to talk to interesting smart people. I like to think about the world. And he's like, he built a world around that. Just happened to be yeah, I'm unbelievably good at that. To the point we're, like, you know, his brain can essentially produce an unlimited amount of money. And that leads me to the last thing that I wrote down, and I think it applies not... He's gonna say this for investing, but it applies to building a business. Like, If done, done at the highest levels, entrepreneurship investing at the highest levels. They produce the most material, they produce the most wealth in the world. That that should tell you right from us at least it's not easy. It's supposed to be hard. It's going to be hard. It fights against your... Every bone of your body, all of your nature because most of these businesses, like, all the... What Peter T says in 0 to 1. It's like, the problem with the technology true now. Is that they optimize for growth at the expensive durability and that doesn't make a sense because all the value of a company is coming 10:20, 30 years into the future and everybody quits before they collect the value. Charlie Warren just said, okay, well, this is gonna compound. We'll just ride this thing for the rest of our lives, which again is obviously the smart thing and go for great. And so the last thing you said was being good at investing is a very rare skill. It is not distributed widely, and it will never be. And so when I think of entrepreneurship, but so not an art or a science. It's a practice. And so when I'm hearing Charlie say that to me, like being good, being a good founder is a very rare skill. It is not distributed widely, and it will never be. What I'm doing with that information, is I'm gonna keep up my practice for as long as possible, I'm gonna use the lessons from history get entrepreneurs as leverage. And then I'll let time carry most of the weight. And at the end of that, I will be in possession of a very rare skill. And that is where I left it. I just have 1 ask or 1 suggestion for you. 1 of my favorite things that Charlie ever said, he said at the Berkshire meeting, Berkshire annual meeting back in 2010. And he said that the best thing that a human being can do is help another human being no more. And so the 1 suggestion I have for you is I'm going to leave a link in the show notes. In the... For the last few years of his life, Charlie was working hand in hand with stripe and stripe Press. To rep publish a new version of Port Alma. There's going to be a digital version for the first time. There is a several hour interview that Charlie recorded with John C, 1 of the c founders stripe. I already have an advanced copy. In fact, I have 2 advanced copies of the S press version of Charlie Alma. It's incredibly well made. The book is actually released next week. It is a great collection of the knowledge that Charlie Mu accumulated over his lifetime. And that he wanted to share with other people. So I will leave that link down below. I highly recommend pre ordering the book and buying copies for yourself and for your loved ones. I will also leave a list of all the Charlie Mu episodes that I've made so far. I would start with episode 2 95, which I referenced in this. It's called I had Dinner with Charlie Mu, episode 2 86. Titled Warren Buffett and Charlie Mu. It's based on the book, all I wanna know is where I'm going to die. So I never go there, Buffett and Mu ace study in simplicity and uncommon uncommon sense, then episode 02:21 is on Charlie Mu biography, titled Damn wright, episode 90 is the first time I ever did an episode on Poor Charlie Alma Act original version. I'm re reread Porta Omni now a straight press version, and eventually, we'll do an episode on that next week or 2. That's episode 90. Episode 79 is on the book, the complete investor, which is about Charlie Mu, and finally, episode 78. Which is the first time I made an episode on this fantastic little book called the tau of Charlie Mu. That list of episodes will also be in the show notes as well. I highly recommend starting with episode 2 95 if you have not listened to it yet. Thanks for listening, and I'll talk to you again soon."
}