{
  "transcript": "I just re listened to this entire episode. It's remarkable, not only like, the the filmmaking genius that Spielberg is, but the way that he built business and the way he thought about building the business around his life's work. And the reason I went back and re listen to this and the reason I originally did this episode almost 3 years ago. The reason I'm rep publishing it now in case you missed it the first time or even if you listen to the first time. I'd highly encourage you to re listen to it, You'd be surprised how much you're gonna forget. But because I was working the Tara episode last week, and he kept talking about multiple times in in Tara book. He's talking about the fact that he thought that Spielberg natural born filmmaker genius that he's made some of the greatest movies set, in in film history, Tara would talk about Spielberg gift of taking idea they had his mind and then making it real. And the other reason I wanted to go back and study Sp is because in this episode, I talk about 1 of my favorite biographies of all time, which I covered, you know, 7 years ago on Episode 35. And it was George Lucas a life by Brian Jane Jo. I have spent the whole week. I'm still in the process of reread and really diving deep into George Lucas life and work again. And so while I'm working on that, I think Spielberg is the perfect bridge from Tara to Lucas. Because if you study Spielberg Lucas is is gonna play a role in his life and you study Lucas Spielberg plays a role in his life. And what is fascinating is when you study all 3, they have an idea that they have in common. Right? And this the fact that they talks about on this this episode is talked about Tara episode We talked about in Lucas episode. Spielberg in particular, he would watch and re rewatch movies he loved. And then decades later entire scenes from those movies would appear in Spielberg own movies. That's this exact same thing as Edwin Lands ideas showing up in Steve Jobs companies and products, It's the same thing as Sam Walton, ideas, showing up in Jeff Bezos companies and products. And a main thing that reappear for anybody gets to top their profession. Anybody becomes great at what they do is they are ce in the industry, the history of their industry. They talk about over and over again. They don't just read a book 1 time. They don't just watch a movie 1 time. They don't just have 1 conversation. They do it over and over and over again. That is why if you have not done so already. I'm going to highly recommend that you subscribe to founders notes That's founders notes dot com. You go to founders notes dot com. It's founders with an s. For 6 years, I have been catalog all my notes, my highlights, transcripts for every single episode, notes and highlights in every single book that I've done for the podcast and now by signing up for subscription of founder notes, you get access to all my notes and highlights. You can search by keyword by person by subject it's just giant database on the collective knowledge of fisher greatest entrepreneurs. You can also read all my highlights and notes by book. You can have all my notes and highlights presented you in random order on the highlights feed feature. I've been searching by keyword. I've been re reread by highlights and I've been re reread in random order on the highlights feed for years. I literally could not make the podcast without this tool. Now I've added a new feature that I'm super excited about. I can't stop talking about. It's actually called Sage. It is Founders notes Ai, and the name actually came from a founder note subscriber because He had he had he all these names that I was trying to figure out what the name of this features Like no, that doesn't describe what speech feature she does. And he's like, you should call it Sage because Sage is a profoundly wise person that is often looked to for guidance and advice. And so it's sage does, it's like search on steroids. You can ask it a question, it'll search every single note every single highlight every single transcript, and it'll start making connections. It's been making connections that I have even missed. And so as I was listening to this episode, I went to founder notes, And I asked As like, what are the I sage, what are the most important ideas to learn from Steven Spielberg. And then it gives an outline of the top 9 what it feels the the top 9 ideas are most important to learn Steven Spielberg. And the interesting part is if you press on expand it actually tells you what it searched to come up with the answer. And it... Obviously, it's gonna search, you know, the episode I did it on Steven Spielberg, but then it it searched when I mentioned Spielberg and a Steve Jobs episode when I mentioned Spielberg and a Christopher Nolan and James cameron episode. When I mentioned Spielberg in an episode on the creation of Pixar. And so I really believe a subscription to founders notes it's the perfect companion if you're going to invest, you know, tens, dozens of hours, hundreds of hours of listening to founder podcast. It is the tool that will help you condense and clarify the collective knowledge of history's greatest founders, so then you can use their ideas in your work. Highly recommend getting description going to founders notes dot com. That's founders with an s founders notes dot com. I appreciate the support, and I hope you enjoy this episode on Steven Spielberg. 1 of his boy friends for Cole Spielberg saying, he could envision himself going to the Academy awards and accepting an Oscar and thanking the Academy. He was 12. I've been really serious about filmmaking as a career since I was 12 years old, Spielberg said. I don't excuse those early years as a hobby. Do you know what I'm saying? I really did start then. That was an excerpt from the book that we talked you about today, which is Steven Spielberg, a biography, and is written by Joseph Mcbride. And that is 1 of the reasons I wanted to read biography of Spielberg because I think it's so... There's a few reasons, but 1 of them is the fact that from 12 from the year from the age of 12 to 74, which is how old he is today. He's had the same goal. He has been making movies for 62 years. It's very rare for somebody to do something that long for 62 years. So I think that somebody that we should, obviously be studying and learning from. Another reason that that he came to my attention because he appears in 1 of my favorite books that Ever read for the podcast. That's back on founder number 35, and that's the biography of George Lucas. It's called George Lucas a life. And George and Steven met when they were in the early twenties, and they became best friends and collaborators throughout their entire career. And I actually just re listen to that episode, And then I reread. I wanna make sure I'm reread my highlights from that book from that George Lucas book every year because I think what he did his approach to filmmaking. That made him a multi billionaire. There's a lot of ideas that he used. He just... In his work that we can use in ours. Where he just approached the industry? Like, well, why is... You just kept asking why? Like, why movies was made this way? Why are they finance this way? Why are they own this way? Why are they distributed this way? And he comp constantly questioned every aspect and realized, hey I could come up with a better way to do things? In my favorite sentence and the entire book, and that's another gigantic book. It's like 500 pages. It's George Lucas una una invested in what he believed in most himself. And we'll see today that Steven Spielberg did the exact same thing. So For today's podcast, it took a really, really long time. This is a gigantic book. It's almost 500 pages. The author interviewed 300... Over 325 people, the new Steven Spielberg. It goes into amazing detail of all the movies he made. Up until the end of the book, the book ends, he had just finished Sc list in jurassic Park. He's just over 50 years old. And in addition to reading the book, I also watched and took notes on this documentary that's on Hbo Max right now, which is a serves as another biography of Steven Spielberg. As well. It's 2 and half hours long. So between the book and watching the documentary and taking notes. It took me about 30 hours of prep work before I'm sitting down and talk you about it. So I'm gonna be working off my notes in the book and the notes from the documentary as well. Before I jump into the, I wanna to tie something that's remarkable that maybe you knew this. It blew my mind when I found found this out because I'll tell you how Steven Spielberg reminds me of Coco Chanel. So few weeks ago 3 months ago I read, the second biography of Coca chanel read. And she became... She started off as an orphan, and I wind up before she died. She was the rich richest woman in the world. And part of the re way she she got that way, was because she signed 1 of the most lucrative deals in history. She previously made a mistake when she started her perfume company She went up giving away 90 percent of it, didn't realize that Chanel number 5 was gonna be 1 of the most successfully commercial commercial products ever made. And so, like, 20... 15, 20 years later, she winds up redoing the deal. And she gets 2 percent of all sales globally, for chanel on number 5. That made her the... In today's dollar, so that means she made 300000000 dollars a year, and she had a clause in that deal. Where the company had to pay for every single 1 of her living expenses. So Spielberg has a very similar deal. I just found out I'm gonna be reading a biography of Michael Jordan soon as well that he has a deal like this. He gets... Michael Jordan gets 5 percent. Of all sales for from his Jordan Shoe brand. And he and he's estimated to make about a hundred and 50000000 dollars a year in present day, because they're doing around 3000000000 dollars a year in sales. So Spielberg winds up and this deal done after the book ends. But he winds up signing a deal where he gets 2 percent of all the ticket revenue at universal studios, the theme parks. And so that's rumored to pay him out Again, this is just from this 1 deal. The rumored to pay him about 50 to 75000000 dollars a a year. They keep trying. Universal keeps trying to buy them out. They're, hey, we'll give you a couple billion just to buy this contract, and he keeps saying no. And 1 of the reasons I think that he keeps saying those because in that contract, it's not only the universal theme park that's in Orlando, but it's any future theme park that they built. And I think they're making a new 1 in China somewhere else I came remember the other, destination or the the other place rather. But he's gonna get 2 percent of all ticket sales on that. And the last time I looked, it was something like 10:10 to 12000000 people a year by tickets to just their universal theme park in Orlando. And for some reason when I was reading about that, an idea or quote from the founder Shopify. Toby Luke popped into my mind. And he says you have to remember that the world is nonlinear linear. Spielberg, you know, had this passion for movies to start when he was 12 years old. He had no idea what opportunities him pursuing that passion over multiple decades could unlock in the future. Certainly couldn't predicted that, hey, I can get 2 percent of all, 2 percent of all tickets at Universal universal studios, you know, multiple decades in the future. So let's go to right when he's 16 years old. He just made this movie it's called fire light. He winds up rem making this movie when he becomes a professional filmmaker, that's the movie. It's a... The remake of this movie is closing encounters at the third kind. But we see his personality 16 years old, and a lot of this sticks with him for his whole life. Steve... And he he was go... He went by Steve Spielberg at this point in his career. Steve Spielberg had been shooting film obsessively for more than 7 years with a mono man dedication that made him virtually oblivious to school work, dating, sports, and other normal adolescent pursuit. So this idea of, mono dedication is something that's gonna appear over and over again in the book. It appears over and over again in documentary as well. He repeats it over and over again. And he's like, I had 1 focus. I was obsessed with movies. I knew right away that this is what I was gonna do for the rest of my life. And So he says, I, I know they're quoting him when he was he's reflecting back at this time. I was being a young young man, a young filmmaker. I was more or less a boy with a passion for a hobby that grew out of control and somewhat and that grew out of control and somewhat consume me. I discovered something I could do and people would be interested in it and me. I knew that after my third or fourth little film, that this was going to be a career, not just a hobby. And that's another thing that just makes spielberg very extremely interesting. Like, how many people realize from such a young age. 2 people who in mind that that similar to Spiel. I was like, okay, I knew by time I a teenager year. I was can do for my life. Ing var Cam pride, which is the founder of Ikea. I've I've covered him back. I think I'm found her number 01:02. He's sorry Ikea. Like, 14 years old worked on until he died when he in his eighties. And then Kobe Bryant knew from time he was a teenagers Like, okay. I wanna be the... My goal is to be the greatest basketball player time. So I think it's rare for anybody to find what they really wanna do in life, but even more rare that you know from such a young age. It's just remarkable. So it's a little bit about the family life and the fact that his... He was really uncontrollable. He was a born director, and we're gonna see this. So his mom is talking. She said, our house was run like a studio. We really worked hard for him. Your life was not worth a dime if you didn't because he na crazy. Steven had this way of directing everything. Remember he's 16 years old a time, not just his movies his life. He directed our household. He was a terrible student in school, but I never thought what was going to become of him. His mom was so tolerant of her son's lack of interest in school that she often let him stay home, fe illness, so he get edit his movies. So there's a lot about, like, the the uncertainty of his his... Her early family life that pops up in his movies talked about at Length documentary. It's covered over and over again in the book as well. His mom, he didn't really consider mom his a mom. She was more like a friend. She the basically had no rules. She wasn't interested in growing up. His parents went up getting divorce and I'll get into the bizarre story. Just crazy story what his mom does. But then you have... So on 1 end, you have his... His mom who's was kinda like a friend. Right? And then his dad is this really gifted engineer that is highly recruited by the major technology companies of his day. So they move around you know, from the East Coast to Phoenix to then he winds up in Silicon Valley, and his dad was a work. So Steve Steven winds up em his dad, but in Steven's movies, a lot of them has to do with, like, an absentee dad. So they went up reconciling later on in life. But Steven had a really hard time with that. And Steven's dad also took a bad approach. In my opinion bad approach. We kinda tried to direct what his son was gonna do with his life force him into, hey, study masks and study engineering be an engineer like me. And Steven did... He just wasn't interested in that He wasn't interested in school. He knew, okay. I'm gonna be a director. Not only not just I'm gonna work in the film industry. I'm going to be a director. So he starts talking to his dad about wanting to be a director and his dad's tries to... What's the way to to put this? He he tries to make him think smaller. So this... You'll see what I mean right here. So she says, he said, I wanna be a director. And I said, well, if you wanna be a director, you gotta start at the bottom. You gotta be a gop and work your way up and he said, no, dad. The first picture I do. I'm going to be a director, and he was, that blew my mind, that takes gut. And here's another quote from a young Steven Spielberg, making movies grows on you. You can't shake it. I like directing movies above all. All I know for sure is I've gone too far to back out now. And so this idea there's no turning back. This obviously conflicts with a lot of conventional life advice, but I that it peers over and over these biographies. These people it's just, like, I have no plan b I'm all in on this idea. This this something he talks about in the book, quote from the documentary. Says that there too. And now, you know, the book ends, this book ends. He's just over 50 years old. The documentary takes place in his early seventies and he says, I realized there was no going back. This was going to be what I was going to do or I was going to die trying. This was going to be the rest of my life. So a few pages later, there's 2 sentences, each on separate pages that I think are very interesting, very quick lessons here. And 1 is that it's it's obviously, Spielberg was 1 capable of independent thought. And part of that came out of the fact that he just felt like a miss He felt different than everybody else. He felt he wasn't understood. He was not interested in the other things that were expected of a kid, a young person his age, and he says I never felt comfortable with myself because I was never part of the majority. I felt like an alien. Then he talks about his approach to filmmaking which is very common for... I think how you make a good product. The fact that you put your place in... You put yourself in the place of the customer. Like you make what you want to see. And so we said Spielberg wants to defined his approach to filmmaking by declaring, I am the audience. Recently, this is a 10 anniversary of Steve Jobs Death, and I was reread some notes from this book about how they created the ipod. And Steve Jobs and and his team at Apple said they knew that the ipod was gonna be a success because they loved using it. And Spielberg has a similar approach. He's like, I make movies that I want to see. A trait that we've seen in his earlier life that he keeps up for his entire hit the rest of his career of the book ends with jurassic Park with them discovering oh my god. Like, they he he wants up trying to hire... He didn't know that Cgi had advanced so much. Right? That they could actually have the the v and rex looked like they did in that movie. And so, originally, they were trying to physically make, like, these costumes they were gonna have, whether they were machines, or they had people dressed up with them trying to run and try to emulate what wind up being reproduced by the computer in the movie. But from the very beginning, he was obsessed with with finding the latest cutting edge technology that he could apply to his craft. Is something that's very important. And really, the way to think about technology is not just computers. This technology is just a better way to do something. Right? And you should invest in it because the savings compound. The money he saved instead of having 30 or 50 different people running around, I think about all the people that had to make the actual the steal, the plastic the materials that the dinosaurs had to be made out of, could all be replaced by software. And jurassic part ones up being 1 of the most profitable movies. I think he made, like, 250000000 dollars. He's probably made more since then, you know, in the 20 years since then. Just off that movie. It's just remarkable. And part of that was investing in technology, V technology Savings compounds Stevens fascination with all kinds of cutting edge technology and his mastery of the tools of filmmaking have been evident from the earliest days of his professional career. And there's an actually actual scene well I'm getting ahead of myself, but there's a scene in that documentary where Steven goes up to industrial light magic, which is Luke George Lucas special effects company, and they created the Cgi for the of I think it was the trans rex running if I remember this scene correctly. And they just could not believe what they were seeing on the computer screen. They compared that moment. Right? That was taking place at industrial Light magic to win sound was first introduced to movies. That the fact that they said it opened up a whole new way. If you could imagine it, you could do it. You weren't limited to plastic or steel. Another thing from his early childhood, and I wanna get into how he breaks into the industry because there's real... There's a lot of interesting lessons in there. 1 of my favorite quotes that I've read in all the books that Have covered for this podcast comes from And his book let my people go surfing. And he says 1 of his favorite things about entrepreneur entrepreneurship is if you wanna understand the entrepreneur study the Juvenile delinquent. To the delinquent is saying with his actions this sucks. I'm going to do my own thing and Avant like, that's how I approached my work. Stephen was very much the same way, but he was like a bad little devil since he was a little kid. And this is his aunt talking about this. Like, we have a word for him in Yi. We call him a amazing. It said lovingly, you know, but it means a mischievous little devil, and he was that. Okay. So this a little bit at the very beginning how, You know, it comes the the youngest director ever signed. He's very much like a Prodigy, like, a wonder kid. So main theme in Spielberg work, singular focus, which I'll repeat over and over again today. And enthusiasm attracts mentors, and it is extremely important, especially when he was a 21, 20 year old kid, 21 year old kid, 22 year old kid. Even in his early thirties, he's constantly... When he's already successful. Constantly seeking out older wiser people that can help. And 1 thing that they are attracted and return to him is because he's he gives a damn. He clearly has sold the game. His enthusiasm We... You and I talk about this on the podcast I remember again. Passion is infectious. We just respond to it. And so you'll see the mentors, found his passion and his enthusiasm for film and like, wow, okay. I wanna help I wanna help this kid as much as I can. So says he cares about 1 thing, making films. Spielberg was a general, you know what before I read the sentence to you. Another note left myself on the page. You can change an existing industry. Lucas and Spielberg did. And so this is a description when they come in, you know the golden age of Hollywood's over. And now, in large part to Lucas Spielberg, francis for Cop, Martin Sc stacy Brian to palm all of which are friends. Which is 1 of the most amazing things about this book and about the documentary as well, because you have all these young filmmakers they came in an existing industry and already successful with your industry and started of questioning everything, at this time about to reach you. Like, the young people were just actors. You were not put in position to make movies to be in charge at all and through their talent or enthusiasm and their hard work They're like, no we're gonna do it differently. You don't have a monopoly on the medium of filmmaking. Ji find personally very, very inspiring. February is a genuine novelty when red in Hollywood. The movie industry at the time was still middle aged man's profession. The young people on the universal lot were actors. 1 of the first contacts he made in Hollywood, was Charles Chuck Silver. This guy is extremely important. Older generation, he's the universal pictures film librarian, And he became the earliest mentor, Steve's earliest mentor in the film industry. And so his relationship with Silver because he starts as an intern there, develops a relationship with him. He silver helps him get signed to this other... The other, the other most important or, I guess, now he has more. Another important mentor. This guy named Shin. I'll get there in a minute. But before I get there, the the... What I'm gonna to reach you is also important. It's like it's... Yeah, You're passionate. Yeah, You're enthusiastic, but you also have to have a piece of work that you can point to. You need a calling card. You can't just say hey. I'm excited about making films. Okay. Well, have you made a film. And that's also advice Steve, I was watching him on Youtube. Advice he gives a young filmmakers. I wanna make films. It's like, you can do this with your phone now. Like you have to make films. You need a piece of work that you can point to as a exit the calling card. And so Spielberg goes out and he makes a short film. It's called Am, which is also the later on becomes the name of his company. But it says Spielberg did manage to direct an independent short film called Am. In the summer of 19 68, several months after his 20 first birthday. Am was what brought Spielberg to the attention of Sid sc. Then vice president of production for Universal Tv, who offered Spielberg a directing contract. So these 2 mentors. Lay the foundation for his career, his relationship with universal. Think about how crazy is He's gonna start out as an intern and actually get 2 percent of all their ticket revenue later on many decades later. So that's Chuck Silver and Sid Shin of the important characters. Spielberg 21 is believed to be the youngest filmmaker or ever ever contracted by a major studio. So I wanna go back to what his parents say about him as a young person too because this is important because 1 of the the main takeaways I took from from his, life, stories fact that you don't like your life, you don't like your own... The world that you're living in, like, you can create your own. And he definitely had a very unhappy, like, time growing up, Not only with the the the dissolution of his parents marriage and fighting all the time. But also, like, they lived... They kept moving around. They they went from, like, a, you know, a Jewish community to living... To being the only Jewish people around. So there's a lot of anti semitism had to deal with. But it says, when he was growing up, I didn't know he was a genius. His own mother later admitted. Frankly, I didn't know what the hell he was. You see Steven wasn't exactly c. He was scary. When Steven woke up from a nap, I shook. My mother used saw say the world is gonna hear of this boy. She continues. No 1 ever said no to him. He always gets what he wants. Asked how she influenced her son's development. She replied, I gave him freedom. Stephen inquired what he called his father's work personality. He was like this even in in in high school, and definitely like that for I mean, he it's funny because, later in the book He's, yeah, I had his first son's born. I think he's around 40 years old. So he's like, you know, I'm gonna just not work weekends. I'm gonna be home. He does have for a very short amount of time, but he's definitely, an obsessive. Stephen inquired what he called his father's work personality along with such shade as his love of storytelling in his fascination with high technology that his father introduce him to. Steven's tendency to withdraw into his own world is also a legacy from his father. Like Steven, his father was an introverted person. Then talks about more about his mom's influence on Steven just realizing, hey I don't really wanna be an adult. I wanna create these. I wanna live like this fantasy world. The rule of home was just don't be an adult, who needs to be anything but 10. We never grew up at home because she never grew up. Steven commented. And so 1 of his favorite stories when he was younger is Peter Pan. And so something he took away from that story he says he was might impressed by Peter's defiant declaration. I don't wanna go to school and learn solemn things. No 1 is gonna catch me, lady. I always wanted to be a little boy have fun, Spielberg admitted. I've always felt like Peter Pan. I still I still feel like Peter Pan. It has been very hard for me to grow up. And that dame continues throughout the book There's a quote in here that's describing citizen Kane, the movie citizen that comes from the main character of Citizen Kane, which is Charles. Foster Kane, which is which is actually built upon the real life of William Randolph Hears. And I think This quote from William Randolph Hears. It also applies to Steven Sp, which he says the same thing later on, and the quote about William Randolph Hears is he was disappointed in the world, so he built 1 of his own. That's a way to think about Steven's approach his work in his career. And so Steven said, I never felt life was good enough, so I had to em ing it. That was also something that caught me semi by surprise. How how much Stephen lies. Constantly just making up stories. He would lie about his age over and over again. Constantly wanted to make it seem like he was younger, than he actually was. So it's more impressive if, you know, he starts directing Tv when he's 20 or 21 when he's actually might be 22 or 23. There's just a ton of stories about that. A ton of stories he made up about, like, his origin imagination story about how he broke into universal studios, command an office, and then went to... It just went to work and nobody noticed for 2 years. That went up being not true. But just this whole theme of, like, I'm just gonna... You, I don't like my life. I'm gonna create it even if I have to lie and bend the truth. It's definitely something that that appears in the life story of Steven Spielberg. This is about also something like, I was surprised how many of things that happened to his childhood in his childhood that he re... We would reference in movies many, many decades into the future over and over again. And so this is 1 of them. I think this is actually scene that is in his movie catch me if you can. Which he made, I think in 2002, and this is something that happened to him back in his sixties. And this is the fact that this is very traumatic form, but Steve's mom mar his dad's best friend that the family considered, like an uncle, they didn't tell their kids... His Stephen's dad, even though it's his his mom fell in love with his best friend Mary left him and married him. Stephen's dad told his kids that he was responsible for the divorce. And so for 20 30 years. He was largely alienate from his father based on another lie. This is bizarre. And they talked about it in the book which I'm have to reach you now. And then his sisters are interviewing the documentary. It was like, this was bananas. Like, this was our Uncle Bernie, And our mom runs off and mar our uncle Bernie. So says, Bernie Adler was an engineer who followed Arnold out from New Jersey and worked as his assistant a Ge at the general electric. Bernie was almost like a member of the Sp family. The kids called him Uncle Bernie. He was always there. He did everything with them. She's Spielberg mom would enter into into an during and enduring marriage with Bernie Adler. She said, she found Bernie so funny so bright so moral that I fell madly in love with it. And so this was rather embarrassing for the kids because even the there's quotes from the neighbors in Phoenix Or, like, we weren't actually sure who who the the father was. And so there's a scene where Leonardo to cap and catch me if you can sitting down with his dad, saying, hey, you know, let's call your mom call mom, whatever case is, and hit the dad says, no. He he she ran off and married my best friend. That actually happened in Spielberg life. And then in another plot twist, Bernie winds up dying many years later. And now Steven and his mom are Steven's dad and his mom who are like, in their eighties or nineties. They're they're extremely... They gotta be their nineties are back together. Okay. So let's go... I wanna move ahead a little bit. Because Steve Stephen has this like, en knowledge of the history of films, and he's constantly going back doing the same thing you and Are doing right now. We go back through the history of entrepreneurship, find ideas that are useful and applying to our work He did that in film. Over and over and minutes years ago, I like that idea. In fact, I will take that exact same shot. And so this was very similar to David Ge when I read his his biography for the podcast, Steven that Steven obviously a future partner, He would... He was obsessed to show business. He would just hang up, hang out at the movies all day. Or in Stevens cases the movies, I think in David Ge case, it's Broadway shows. So you pay, like a quarter, and you could say, hang out there day. So says Steven's movie, fan was nurtured at the K theater on Main street in Scottsdale, Arizona, parents would drop off their kids on Saturdays and leave them all day with 50 cents admission to a program that would include Western and Tarzan and movies, Sci f and Monster movies. It was a great sat... It was it was Saturdays were great speed recalled. I was in the movies all day long every Saturday. I've seen absolute duplicates in Spielberg movies of scenes that we used to see back in the 19 fifties at the Key of theater. Me give an example of this when Harrison Ford and raiders of lost ark rides his horse down the hill and jumps onto the truck carrying the arc. Sp got that shot from the 19 37 serial, z rides again. Even the camera angle. 1 of Sp heroes, and he he has a po of filmmakers that that he will look look up to and and idol, and in many cases Emulate would be Alfred Hitchcock. So says Arnold, his dad, Arnold Spielberg took Steven to see Alfred Hitchcock movie psycho. Now. It's crazy is this idea. Does it even say in the book? No. I think I, okay. Let me read this to you and then he talks about this in the documentary. Steven later told a neighbor how impressed he had been with Hitchcock employment of the power of suggestion. Steve talked about the shower scene in psycho. How Hitchcock never showed any real violence. He showed you the knife, and this and that but most of it was in the viewer mind, so he uses that idea, the shower scene from psycho. Steve uses that, the the power of suggestion with jaws in the movie jaws, the shark winds are breaking down. Right? They didn't didn't expect it to break down. So now you have the star of the movie can't even use. And he comes up with this idea if you seen the movie of the bare Those yellow barrels that are tied to the shark, and he uses the power of suggestions... Showing the movement of the barrels never at barrels rather, never actually showing the shark. And that's an idea that he learned when he was a young person watching out for His hitchcock. Barrels This is another example how important studying the the the filmmakers that came before him were for his career. Since to the movies that impressed even the most when he was a boy were 2 epics directed by David Lean. The bridge in the River Kw and the Lawrence of Arabia. Spielberg later called Lean, the greatest influence I ever had. He emulate Leans, sense of visual storytelling throughout his career. He says the scope and audacity of those films filled my dreams with unlimited possibilities. You know what's it's crazy in the documentary he says, that he watches great films over and over and over again. Right? Just like we should be reading books or any kind of experiences that we have, like, books is the the the most obvious example here is, you know, you may read a book once and then you read it 5 years later and it's just like, the book changed. I was like, no, the book's the same you change. Right? He still sees Lawrence of Arabia every year. He talks about that in the documentary. The movie came out in 19 62, Okay. So now he's college aged. This is where he meets the go... We're gonna go... We're going to go into more detail, by where he meets that mentor chuck stove. He gets the meeting in a tour where the had librarian, and this was... Silver impression of Spielberg at that age. Okay? He explained how he wrote photographed and directed his own pictures, casting them with neighborhood and school friends, devi the special effects and even making the costumes. Stephen was such a delight he said, that energy not only that impressed me, but with Steven, nothing was impossible. That attitude came through, it was so clear. He was so excited by everything. When we walked onto a dub stage, how impressed he was, At some point in time, it dawned me that I was talking to somebody who had a burning ambition. And not only that, he was going to accomplish his mission. He was very young for his age in all other respects, but when it came to motion pictures, Goddamn. I knew he was gonna do something. I didn't know what the hell he was gonna do, but he was gonna do something. You can't walk away from a kid like that. Just out of curiosity, you want to sit and watch. And so this is a a quote from... He's a senior in high school from the school newspaper. This is right after he met met Silver. We said, Steve Si worked with Hollywood directors to summer universal pictures. He spent us Spielberg spent the whole vacation working in his as an unpaid clerical assistant in the universal editorial department. The job enables Spielberg to Roam the law watching films and television shows being shot and to hang out with film editors and other post production people, learning the craft, of professional filmmaking. He would continue hanging out on the lot all through his college years until with silver help he was hired as a director. This is more on the beginning. This this this beginning opportunity universal. And know that myself is this is amazing. He starts out as an intern at universal now gets 2 percent of all universal tickets. Reminded me of remember that book the Gambler on Kirk K, thing was like founders number 67 somewhere we're back there, but Kirk Corey starts out as a day labor on the lot of Mgm studios. I think he's, like, moving around heavy rocks for production. Right? He's getting 2 dollars and 60 cents a day. 30 years later, he owns Mgm, and his his the return on investment makes him 260000 dollars a day. From 2 dollars and 60 cents as a day labor a day. To owning Mgm and making 260000 dollars a day. A lot can happen in 1 lifetime. But the the reason I'm bringing this up to you is because something just Spielberg does something here that you know, you and I talked about over and overnight the importance of developing your own curriculum because it's personal curriculum. I think a better term from it term for it comes from a Bill Gu that talk, it's called how to run down a dream. It's on Youtube, and he talks about what he learned by studying Danny Meyer, ugh, not Phil Knight. Bobby Knight and Bob Dylan. I think is a the musician, but the fact that they would... All the work that they're doing that's not work. All the stuff that they're trying to learn that they applied at work. He called it professional research, and he goes into detail in that talk how they all did that and and how it enhanced their work is fascinating talk But anyways, just his scuba agreement began his apprenticeship at Hollywood... At Universal in the summer of 19 64. His mentor chuck recalls that the ambitious teenager gradually worked out his own curriculum. I say it's specifically here. He's working out his own curriculum on the lot. Visiting sets, talking with editors and sound mixer. He was kind of a guest A self appointed observer who made his own arrangements with the people who responded to him. Many chapters later, it picks up this theme about the this theme about the importance of developing your own personal curriculum, Your own professional research, So says Spielberg remained essentially an auto ide. Spielberg followed his own centric path to a professional directing career. Universal studios in effect with Spielberg Film school. He couldn't get in a film school. They read to every single film school rejected. Giving him an education that was both more personal and more conventional he would have received in an academic environment, Spielberg devised what amounted to his own private tutorial program at Universal, mu himself in the aspects of filmmaking he found most crucial to his development. And so it's this point where he finds other like mines. And this is just... Again, I I repeating myself, but this just blew my mind. Like, the day jaws comes out, driving around with Martin Sc Stacy. Like, before Martin Care Stacy was Martin Sc Stacy. The idea that you have George Lucas, Brian D palm, spill Steven Spielberg More Square stacy. Francis ford Cop. You have a group of crazy people who were all obsessed with movies, all struggling to make it at this point. Right? Now you've fast forward 50 years and they're all hugely successful. But not this point, and the whole group wants to becoming successful and dominates the movie business. All the to all the time, though they're giving each other feedback, try... They're they're friendly, but they're trying to compete with each other. They go back and forth between producing, like, the most financially successful movies at a time. First it's Godfather, then I think Spielberg passes them and then I think Lucas Packet passes Spielberg. It's just absolutely remarkable. And I've already read biographies on Lucas and Spielberg, I'm looking for bio on the rest of these people as well. But let me just tell you a little bit more about this time in history because I'm found this fascinating. And I find it fascinating because, again, they're doing this to an already like mature industry. There's always room for more opportunity. It just starts with questioning why things are done the way they are. Right? So they're called the movie brass. Just this whole crew. And sometimes referred to as a Mafia, and there's a bunch of. Not just these 5 people. There's screen writers There's there's entertainment attorneys. They're all helping each other Very fascinating. At the time, they came to Hollywood generations of ne had made the studios terminally in bread and un unwelcome to newcomers. The studio system long under siege from television Falling box office receipts and skyrocketing costs was in a state of impending collapse? So how fascinating is that from the outside like, why are you wasting your time? Making movies. What is wrong with you television in the future? This look at us they're making less money. You can't get in. You have to get go... People are going to film school and the professors saying, don't go to film school because you're never get hired. It's just very fascinating that's when they're like, okay. At the very bottom of the market so to speak. They're like, okay. Well, this is where the opportunity. Can't go anywhere from Can't go anywhere from here but up. Right? The future seemed daunting for the for the determine young movie fan, who came of age in the sixties and for whom film historians coined the phrase, the movie brat. Spielberg vividly remembers how he and such other self starters. That's how he's describing himself, Lucas and Sc Stacey had to chi and dynamite. Their way into a professor profession that never really looked to young people except his. There were no willing producers at that time I was trying to break into the business. My first, first thrust were met with a great deal of an. But all these people, the movie brat, Usc Mafia, This is a description of them were unwilling to settle for such limited dreams. They ate breathe and slept movies with a passion earlier generations had brought to writing or painting. And so what they need is they needed somebody like Francis instance ford Cop who was the first young director to break through. And then once they saw wait a minute. That guy can do it, and he's great talented, they're not... They're they weren't saying wasn't talented. Was like, okay. He's not he's like, a couple years older me. I can do it too. It's extremely important. It took Cop to start breaking down the doors of Hollywood for other films stool school graduates in the late sixties. He became as Spielberg put it, all of our Godfather. And so now we fast forward to when Spielberg and Lucas start becoming friends, they 1 of being pals, spire collaborators, but they're pushing each other because of how talented they were. So Spielberg, you know, is was like, I'm I'm a young hotshot shot. I'm good too... Oh, wait, There's another meat. Right? There's always another you. Like, you gotta know that. And so what what Spielberg realized realizes is, like, he watches Lucas his film. He's like, oh my god I'm sick to my stomach at how good this guy is. So he says when he saw the short films Spielberg was jealous to the very marrow of my bones. I was 20 years old, and I had directed 15 short films by that time. And this little movie was better than all of my little movies combined. So he says now I... You know, before he, These people like Frank Ka walt Disney, out for Hitchcock. David Lee, all these people, but he's like, now I could have a role model. And a collaborator and somebody inspires me, this my own age. It's doing the same stuff I'm trying to do. So it says, now... Instead of having those models rather with someone near to my own age, someone I could actually get to know, compete with and draw inspiration from, and that was remarkable. How, you know, they're obviously very driven big egos, but they would didn't have big egos with each other. Right? They're like, listen, we're competing, but I'm also being inspired from you. And they they they were able to maintain, like, a friendship. Right? And not... They had the maturity to realize, hey, It's... We're gonna get a lot farther if we can help each other. Than if we just like, oh, I hate that guy because he's doing this, you know, the same thing I'm doing. Well, this is not a 0 sum game. Like, people can, like, your movie george and they can like... They can like... They can, like, my movies as well. It doesn't have to be just 1 filmmaker. The fact that they we're able to do that as such a young age. It's very, very admirable. So here's another fantastic little story from the book. And hell yes for chuck silver silver is what I wrote here. On my note on this page because if we ever have the opportunity to stick up for a young talented person, like, we should do it. And this is an example of that because Steven's dad, who is now divorced and living, in know, Steven's living with his dad, but basically gone all the time because obsessed with with movies. Steven's dad realizes, hey he's spending a of time universal spending a lot of time with this this guy named Chuck. I'm gonna call this guy chuck and tell him. Hey, my son needs to be focused on college. Steven didn't wanna go to college. She wanted play hitting his his... I think it mainly his dad it goes like Long Beach college or Long beach university something like that, but he doesn't give a shit about that. Like, he's spending all time universal winds up dropping out. And the reason I say, hell, yes for Chuck Silver is because look at the conversation. That he hat he's like, your dad doesn't understand the opportunity and how gifted you are. And this is not an opportunity that waits around. Right? For you to finish school. Shortly before Steven start a college, Arnold made a phone called Chuck Silver. Steve mentor Universal who described their conversation. The only substantial 1 he and Arnold ever had as spirited. He's going long beach state. I'd appreciate if you would do what you can to make sure that he goes to school. Silver said, he couldn't do that. Look, something you gotta understand about the motion picture business he told Steven's father. For Steven to realize his ambitions, he's gonna need a hell of a big break. Somebody's going to have to put a lot of faith and a lot of money up, so the rest of us can see if Steven is who he appears to be. I'm his friend. If it comes to a choice of Stephen having the opportunity to direct something that he could use as a showcase, I will advise Steven to do it. School be damned. Lightning doesn't strike twice in the same place in this industry. So you'd better be ready for it. They don't care whether you've got a degree or not. What they are interested in is what he can put up on the screen. And so his dad's like, well, okay. That's fine. I still wanna go to school his reached silver reaction is with Talent like Steven Spielberg, you don't get... You don't set that kind of goal. What the hell good is a degree that wasn't Steven. And this is such an important part of for this whole thing about this. Like, I'm not trying to direct him what to do. I'm trying to be there for him. So Silver says, my guy my idea of encouragement was to be there. Basically, that's the only function I really served. Somehow, I always became a listening board every time he got a story idea, every time he shot some film. Asked why he went so far out of his way to help Steven. Silver rip rip replied simply. I liked him. I admired this lump of raw material. Just think about. Just pause and think about what is happening in the story. How important? There there is an alternate future where Stephen does not have the help of Chuck silver. Somebody that that is a film historian and somebody that's been with Universal. Somebody can help guide him. Somebody is a few decades older than him. And there... We don't know the name of Steven Member because that wasn't that opportunity didn't present itself. He didn't actually stand up for this person. Was like, hey, this guy is talented. The work he's putting onto to the world is important. I'm going to be there to encourage that. That is just so so important if we're gonna be an opportunity to do that for people. And Steven wants in playing that that same role in the future for young filmmakers. And young breeder and young producers. It's so so important, and it's another idea that he got from chuck, which I'll talk to you about later. But I just wanna pause this thing that what his... What his father's son do. Right? He's going to school he's gonna drop out, but this is just a reflection of how dis destroying school can be from real life. And this is something that Phil Knight, founder of Nike, and Fred smith, founder of Fedex dealt with 2. They both wrote papers about exactly what they were going to do. The idea for Nike, the idea for Fedex, and I think they both got a see. Same thing happens Spielberg. This is so silly. Nothing sums up to frustrations of Spielberg academic experience a long beach state better than his record in the Tv productions course. He received a c. Moving on. Reminder, shoot your shot. Shoot your shot. Goes up. This is a young kid, and he just goes up and he again, he's not like an arrogant kid goes up with asking for help. And and saying why he wants help. He often would walk up to stars and directors and producers on the studio streets and invited them to lunch. Carrie Grant and Rock Hudson were among those who accepted. This is the same thing that a young Steve jobs did. He called up Bill Hue if I remember correctly. I I think it was Bill and not David. Either 1, the partners calls him up. Ask for parts, says I'm a 14 12 year old kid when's with getting a summer job. Well, later on, when he's like, 18 19, he... He calls up all the people Bob Noise founder of Intel. The the guy that did micro systems. So I camera remember his name. The guy that to Amd, camera remember his name at the moment. Sorry. All these people. He's just like listen. I know how to build a company. I greatly admired the people that that knew, so I called them up I asked. If I if I could talk to... If I could have lunch coffee with them. Yeah. Some people are gonna ignore you. Some people are going to not be able to do it whatever the case is, but some people will say yes, just shoot your shot. Few pages later, look at this. This is repeated over and over again. It's so important professional research, per personal curriculum. We've gotta develop that. Spielberg asked a million questions to the editors. It was a process of absolute technical application. He worked out his own curriculum. I am not making up these words. This is the author using this sentence this statement that you and I have talked about over and over again multiple times in in in this bug. He worked out his own curriculum. It was the real world. There's no school you can really go to learn to be a filmmaker. That's not what they teach. And then later on, we have Silver talking about this Like I, I helped him, but like, my impact, I try to open as many doors as I could, give advice from an older wiser perspective. But you can't tee... Like, who's gonna teach Davinci. Right? This is a very, very interesting, just quick paragraph for you. I don't wanna cast myself in any way as his teacher. I wish to hell I had been. How the hell do you teach Maria Call how to sing? Who taught Vinci? You can expose people to things, but they have to have it in themselves? As far as I'm concerned, he's the most gifted person in motion pictures. And so with the fact that Spielberg, obviously, was extremely he calls himself a self starter. He had a piece of work, which I have to repeat is very important You have to have something you could point to. Son just like, oh, I'm come, you know, I'm just somebody you don't even know, you know, come help me. Like, they see that this kid's out here hustling He's out here working. He's actually doing this. He's really interested in this industry that I'm in. Right? And he's got something point to. So Because he had, like, a calling card, he was able to get signed, and then he's just so grateful because he feels Chuck silver is the 1 that, like, opened all the doors for him at Universal. He's, like, be my manager. And listen to chuck is so wise here. And he just has 1 request. He's like, listen, I'm just doing this because I wanna help you. But you have to pay this forward. After your success... His 1 request chuck 1 request a Steven Spielberg is the same thing It's why Ing var said over and over again, founder Ikea. Why am I right book People told me Didn't wanna write a book auto. I resisted the idea he says explicitly. The the the the argument that convinced me from his c writer was that you know stuff that helped future entrepreneurs and you love entrepreneurs. And so that's why he wrote the the Ikea story because I'm gonna... Right now he's passed on. It's good thing he did because we wouldn't have had access ideas. Sam Walton same thing. I'm writing in this book because I wanted to help you phil knight. The the there's some kind of instinct. You know, these people are older. They... I think in that case, in those 3 examples I just gave you I think they were on their seventies, by the time they they wrote it. And in Sam Walton case he knows he's dying. He's super super sick. He talks about in the book. He's got cancer everywhere. Right? But they it was very important for them. Bob No. Same thing in Intel. Like, but they're like, what the hell, Bob, you're were wealthy of doing anything in the world? Why you spending time? Having, you know, 19 year old 20 year old Steve jobs at your house? Why are you going to give these talks? Why are you doing all these investments? He's, like, I need to restock the stream I fish from? It's that natural human instinct to be like, okay, I benefited greatly from this knowledge from this industry from this mentorship. I'm gonna go and turn it around and do it for the next generation too It's amazing. So so Spielberg then asked me if I'd be as a manager. Silver said. I said Steven, you keep someone who knows a hell of a lot more about the business and I do. I'm not the right person. He asked me what I wanted for helping. I said, well, Steven by the time you really make it big, I'll probably be too goddamn old for you to do any good. In effect, what I told him was When you can, pass it on. When you make it big, you could be nice to young people. I learned from people, I had no way of thinking. I learned from people. I had no way of thinking. You can pass that on. Steve made me a promise and he kept it. You look at the fur of the list of first time directors and new writers and first time producers he has made an opportunity for. He puts his money and he puts his business personality on the line. Okay. So he's already signed as a director. Again, I've repeated his server again. I'm gonna read it 1 more time because it's I another left myself on this page. There's 2 notes for myself. Number 1. Have a piece of work that you can point to. Right? He set up a screaming of Am. It was an incredible piece of work. This is how he gets signed, But this guy named sid sc berg so think of this as as mentor number 2 in Steven's life, and there's still friends of this day, which again, like, This is something I always look for, like, if if, like, when you meet new people, it's like, it's very important that they have... They've been able to develop relationships for a long time because, like, you can fool, like, you can fake being a good person for, you know, couple months, maybe a year, maybe even a few years. But, you know, if somebody's known you for 20 years. Like, you can't fake me in a sc bag for that long. Right? And Steven, something that he talks about. I Actually I wasn't gonna talk about this now, but Might as well because it passed my mind. Like, Something that that that I think is an idea that we can take from Spielberg. He talked about like, the reason he's able to work so quickly now. It's is because he's worked with the same people for decades. Right? His editors, his visual affects people, the people, like, when he's on a new project, He went up hiring a lot of the same people over over again because he says, like, we just have a way, like, all the knowledge we have working with each other, it compounds and that that compounding makes it easier for us to communicate and work faster. He's like, if I had to hire brand new people every few years to do new project. He's like I couldn't do this. This is very similar if you... I did a 3 reports series on Larry ellis, and he said same thing. He's like, the reason he's like, the core programming team at Oracle for the first I forgot it was, like, 10 years, whatever the time period was, like, it didn't change. Just looked the same 30 people whatever the number was. Right? I I can't... These numbers might be wrong, but the the the the main point of telling you is it's definitely... I remember correctly. But the idea is Like, you don't want all this turnover see these people jumping from project to project, working with constantly new people Yeah. You might wanna do that. May wanna get some fresh idea and new blood in there, But the idea is like, well, just like money compounds, time compounds, knowledge compounds too. And now you've been working together. You have a wave of a fundamental understanding that have taken years to develop And then if you keep switching, like, you're interrupting and compounding. And so Steven applies that to not only the people he works with, but his professional relationships up and down, like, not only the people he hires, but the people that hired him, Very fascinating. So he has this piece of work. Sid winds hiring and gives some contract. You makes him do Tv first. Steven does not wanna do Tv. Right? So the second thing is you may not like your first opportunity, but you gotta do your level best. Just the script was terrible. Spielberg said later. I really didn't wanna do the show. I told it Jesus, can I do something else? He said, I take this opportunity if I were you? And of course, I took it. I would have done anything. And so he talks about the very beginning. Something also that might surprise you. To this day, from the from the first time he makes a movie till now. He's constantly throwing up nervous, every time I start a new seem I'm nervous. Talks about vomiting over and over again. Well, he's a 65 year old man when he's talking about this. Right? And he's same thing he... That was happening to when who's was younger. Like, we just don't... And I'm glad he shares this because else, I go, this guy obviously knows everything. He's got... I don't even know what. 4 of the I don't know what the number is now. But... I I think when this book ends, he has 4 of the top 10 highest grossing movies of all time. Like, just outs outside remarkable success. This guy clearly knows what he's doing and, yet, you don't see before he the Camera turns on, he's in the corner is throwing. I was so frightened that even the whole period is a bit of a blank blank for me. I was walking on eggs. I didn't know if you... If I'd ever... I don't know if you've never been a bit bed for 4 days in a row. It's like taking drugs. I don't take drugs. I never Or I would have used every drug under and over the counter at the time. The show put me through dire straits. It was a good discipline, but a very bad experience. So you have... He goes from the euphoria, right of being signed the youngest director ever. To the terror of not liking the work and being very bad at it. He has a breakdown, and he winds up having to take a really the high from being getting signed and then the fall of being to spawn and he has to take a break. Not only had he failed to interest Universal letting him bring to life all the stories I had in my head, but no 1 was even offering him Tv episodes to direct. I was in a des coma state, and I told Sid I wanted to leave of absence, and I got it. And there's 1 more sentence about this point in his life because I think it's extremely important to remember success is not a straight line. He didn't just go from Night Gallery the show he didn't like to jaws, his career stalled at a number of occasions. Okay. So there's an idea that popped up in the book and in my notes multiple times for the documentary. And this is this idea that he thinks visually. And really way you think about this is, like, you gotta find the perfect medium or the perfect format for your skill set. And there's another way to put it somebody else later on the documentary says that that Spielberg speaks cinema as his native language. And Spielberg in the documentary he also gets advice. He just like, You got you you have this idea of what you wanna do and it's only in your head. And he says no 1 can help you holding the entire idea in your head. That that is your job. That's something that you have to figure out how to do. And I think that's his approach to to movie making. So let's go back to the book. He thinks visually. He's in the perfect format for his skill set. And he says he seemed to be able to see more than other people saw. He didn't seem to waste any time. He didn't seem to get caught up in what directors often do. Eating up camera time, eating up miles and miles of film. This is back before there's was digital film. There was literally with a physical film. There was... They they produced... Literally, that's true. Miles of film on a movie. He seemed to cut on the floor. We knew that this boy knew about the camera. And then he combined this this the way he thought visually, which is perfect for obviously being a filmmaker with the fact that it's just try not to be a dick, just try to be... You're gonna get farther if you can avoid that and a lot of people would interact with Steven and like, okay, like, he's not... He's got... He says he has a nice manner. This gets you a long way. When a director has the attitude. I don't know everything about this. Would you like to try something, which is how Tv interacts with to the the people his coworkers. You're willing to knock yourself out for that director. And so I think at this point his career where he's really struggling It was very helpful to have all these other filmmakers around on these young filmmakers. Because he's suffering internally, but this this is the a note of myself. Positive forward motion regardless of internal suffering, which is just a really smart idea. They're all not really getting what they they they... They're their talent and their drive is is currently not being like, there's no evidence of actual accomplishments. Like, they're not getting as far as they think they they could based on the talent they already you have in the drive they have. So says, we were all ambitious and wanting to work and none of us were getting the kind of work that we wanted to do. Steven new 1 Steven knew he wanted to do features, meaning movies. When Stephen was very discouraged trying to sell a script and break in, he always had a positive forward motion, whatever he may have been suffering inside. So positive forward motion regardless of external circumstances. So eventually, he does get the opportunity to direct a movie. It's called Sugar it flops. And it's very dangerous as much as like the the the film and she talks about oh yeah, it's an art and everything else. It's like, yeah. Yeah. You have a couple flops in you're out of the industry real quick. Right? And so he was in a very precarious position because he was being pushed into do a shark movie. He's like, what the hell? I don't wanna do this shark movie. And the real the lesson here is that his biggest win. Jaws is by far, the most important thing to ever happen to the career of Spielberg and he says it. Right? His biggest win. Is going to come right after what he thought at the time, it was his biggest failure. When he received the bad news about Sugar in April 19 74, Spielberg did not have much time to sit around engaging and second guessing her nursing his wounds. He was on the Massachusetts Island of Martha's Vineyard immersed in preparations to make another film. It was a modestly budgeted thriller called called Jaws. So we're gonna get into jaws. I wanna take a slight tangent first. I do have to tell you... I'll just tell you front jaws is was his... Bieber called jaws his free pass pass into his future. Then that's completely due to his... Its financial success at the time it it was released. It was the most profitable movie ever made. And he's like, once I had that, I got final cut on every single project. I ever did moving forward to my career. I got to choose projects I did. I got to choose what they look like. It bought me my freedom. And again, finances by you Freedom, I wanna... At before jaws, they're they're shopping this this idea of a of of a, of a science fiction film that it's going to eventually become closing counters of a third kind, which is also successful, but I wanna pull something out here because I think it's important Something we talked about on this the auto of Sid meyer or Sid meyer is the computer programmer or the game designer that made civilization, the main idea in that book was so important is the fact that, like, you you discover that if you questioned that question conventional wisdom, can be very profitable. Sid wanted to make a strategy game. Everybody said, no strategy games. You can't make any money doing that. He does it anyways release a civilization. Sells 51000000 copies. Right? And so we see the exact same thing here. Lucas and Spielberg, to trying to shop this this this project it says in 2 decades since Star Wars and the close encounters were released, science fiction films have accounted for half. Of the top 20 box office hits. But before George Lucas and Spielberg revive the genre, there was no real appetite at the studios for science fiction. The conventional wisdom was science fiction films never make money. So questioning conventional wisdom can be profitable. Let's get to the making of jaws because it was a Just constantly flux, they're rewriting the script the night before, not sure if they'll have it done before the the next day if they can actually shoot anything. It went over budget and overs schedule. I think, like, 3 times like, it was supposed to take, like, 57 days. I think it took like, a hundred and 50 days, something like that. But it says, and then they wind up the the shark winds up, like, the main character winds at disappearing. So it's just amazing, like, how resourceful he had to be. So it says I hired a man named Carl Got, who was an old friend of mine and he came with me to Martha's Vineyard to essentially polished script as the actor sat with me every night. Austin only 24 hours before the shot and improvise. To facilitate their work on the script, Got leave in Sp shared a house on location, and Got would continue to work on the revisions after Spielberg went to sleep. Each morning Got would give new pages to the company ty and by 08:30 in the morning, they would be approved and ready for filming. It was incredibly tense. And so halfway through, Spielberg wants to quit. And this is just a reminder. Your mind will play tricks on you. Lucas thought Star Wars was gonna flop. If you remember that. Spielberg says the same things. Like this... I I'm I'm going to be out of the movie business. This movie is not going to do well. I had 2 failures in a row and I'm done. Sid had words with Spielberg jaws. It was 1 of the few disagreements that Steven and I had. I literally forced him to do it? I think he was upset for a while, and he turned to me and said, why are you making me do this b movie? He was scared. He felt overwhelmed. He wasn't sure he was right guy for it. The picture was important to him, vitally important. There was such huge professional stakes. Nothing was ready. It was at that stage completely out of control, at and it was as it was during most of the shooting. Jaws ran into so many production problems that ex crew members began referring to the movie as flaws. Spielberg later admitted, I thought it would be a turkey. This is more about the terror part of euphoria terror. I imagine having to shoot a shark movie without the shark. He thought he was doomed, and this one's being his greatest achievement. It's just wild. For weeks after shooting starting, started Bruce simply refused to work. That's the name of the shark. That night, Richard dreyfus declared, if any of us had any sense, we'd all bail out now. Spielberg anxiously shot around the star of the movie out of desperation, he began shooting barrels instead of the shark. In the movie, the barrels are fixed to a shark by the harpoon, and they cruise the ocean's surface as a stand in for this submerged creature. We were very scared. I didn't know any... Whether any of us could do it. We thought we're making a picture called jaws and we don't have the fucking shark. Today with computers, you could just put the shark in. In those days, it was a strictly mechanical thing. The pressure on the 27 year old director was enormous. I thought my career as a filmmaker was over. I heard rumors from Back in Hollywood that I would never work again because no 1 would ever take it. No 1 had ever taken a film a hundred days over schedule let alone, a director whose first picture had failed as a box office. There were moments of sol sitting on the boat thinking this can't be done. It was stupid to begin with, we'll never finish it. No 1 is ever gonna see this picture, and I'm never gonna work in this town again. Think about the mind games that he had to deal with. When making the movie, The movie finished, the movie released. This is what happens. Joss surpassed Francis 4 Cop as the Godfather to become the most successful film in motion picture history to that date. Jaws held a distinction until November 77, when it was just thrown by George Lucas Star Wars. Spielberg took out an ad, in Hollywood trade papers showing a little robot from Star Wars are R2D2 catching Bruce the shark in his jaws of the Fishing hook. Congratulating Lucas for capturing the ba box office title, Spielberg wrote wear it well, Your powell, Steven. And again, just remarkable that all these guys were friends. So after jaws, he has a jaws as a hit, closing counters a third kind is a hit. He's like, I do anything. Got real high on his own supply. So He tries to do this comedy called 19 41. And this... Really the point of the reason I'm bringing this attention is because sometimes you learn more from failure. And 19 41 winds up being a a failure. He has a reputation that, you know, yeah, Jaws is successful close counters of third time is successful, but he's always over budget. He's always... Like, he's not disciplined. And so he learns from George Lucas that you have to watch your costs. You have to be disciplined about this. And so again, to where Lucas plays a huge influence his life. But first it says Sp used to say that he was born again after 19 41. That's start the big gigantic failure to my mistake. Working as a hired hand for Lucas, a conservative and highly disciplined producer Spielberg used raiders of the lost arc as a form of professional rehab. So after 19 41, Lucas is like, hey, Have this idea. I'm gonna be a producer for. This is, you know, Raiders is a lost arc that 1 of the most successful film franchises in in film history. They don't know it at that time obviously. He's like, we direct this for me. And so Spielberg, Lucas and Spielberg are now on set. It's Spielberg, the director, Lucas lets him be as a director, but he's the 1, you know, putting up the money, making sure everything runs on time. So that's where he's just learning. And from here on in, he becomes, you, he had a bad reputation. Lucas goes around selling, trying to sell the movie. And they're, like, who's gonna direct? Like Spielberg like now we're out. Like, how could you be out? He just did jaws and close cutters as a third kind. And, like, talked about, you know, the guy, know, lying about the budget, but saying, yeah, We can do for 20000000 dollars It comes in at 60000000. Like, that... That's gonna piss these people off. Right? So it says the Lucas Spielberg proposal was presented to studios to proposal dale dare to assault. Oh, I'm bringing... I'm bringing this to your attention. This is a quote from George Lucas biography. Fantastic. And he said some of the brave and most reckless acts that we did were not aesthetic, but financial. Again, highly recommend all founders, I think should read George Lucas biography. How many people do you know that founded multiple billion dollar business is and did it... Like, he just has this, like, a, not aggression, but just like this damn I'll do it myself attitude that you just can't... You just love. You absolutely love. So it says, they're going around shopping this and now they're saying, okay. This is after Star wars. This is after Jaws. This is... We're we're playing a different game here. So it says the proposal dare to assault the Standard Hollywood financial practices on several especially sensitive points. Chief among them was that while the distributor would be expected to put the movie's budgeted at 20000000 dollars. It would receive no distribution fee and take no overhead charge. So that's like these Hollywood accounting. This is a term for, like, the shenanigans, this shenanigans that was known in the initiate at the time. Those items usually count for more than 50 percent of the gross film rentals. Besides demanding large sums of money up upfront, Lucas and Spielberg also wanted enormous shares of the gross, a demand that was especially unusual for director in that era. And while the distributor would be allowed to recover their entire costs of raiders from gross film rentals before Lucas and Started to receive their shares of the gross, Lucas would eventually all have full ownership of the movie. Studios were taken aback by such who Hoo. And so with Lucas his help, he becomes this this disciplined watch cost director. So it says, we knew we had to... Now they're talking about shooting the movie. We knew had a compromise. There were some moments where it would go to take 2 or 3 and take and take 4, and something wasn't working, so, you know, multiple takes. Stephen would say, that's it. Let's move on. We'll figure out another way to do it. He was very very good in that respect. Raiders was the first picture he bought in on budget. I heard Steven say that his friends were doing smaller pictures than him, less expensive pictures than him. Coming in on budget and they were able to see money on the back end. Steven rarely had that opportunity, so he was bound and determined to bring a picture in on budget. So he could see the back end. So really what Lucas taught him was like, you gotta watch... That's nice that you're you're... You make a lot of money the box office, but you'll make a lot of more money personally. If you watch your costs. And so he takes what you learn from Lucas? And on the the raider, the the the Indiana Jones movies. Right? And he applies it to Et and check this out. This is now we're in the Euphoria part of his career. Et prints money. So he winds up he's like, I'm doing this movie for 10000000 dollars. At was so tough because Steven had made a bet with universal that he could do this thing for 10000000 dollars. Completing Et within that budget enabled him to satisfy his obligation for the final remaining film from his 19 75 contract universal. In the first weeks, and he he winds coming in on budget and on time. Right? In the first weeks check this out, this is gonna blow your mind. In the first weeks after the film's release on 06/11/1982. We're talking 19 82 dollars, which is even crazier what I'm about to tell you. Spielberg personally, was earning as much as half a million dollars per day as his share of the profits. And so as his movies become more financially successful, he's able to demand better and better deals, He also is learning from his third mentor, Steven Ross. So it says, Steve and and don't of myself. Is you don't make 3 or 4000000000 dollars by accident. He's referring to Spielberg. Spielberg is as good as a businessman man as he a director. Spielberg is renowned and sometimes deployed in Hollywood for driving hard bargain with everyone from technicians to actors to studio chiefs. In recent years, his standard deal has been a remarkable 50 percent of the distributors gross on his pictures. And they said you compare that with 5 or 15 percent of 5 or 15 percent of gross that even major stars commands. So he's making a lot more money. Right? The studios also fully financed Spielberg works films. Even though that he that he owns it, that he owned that that that movie's owned or shared by Am. His his company. Steven gets the studios to carry the risk and he takes in the money. And so he wants becoming real good friends with the head of time the head of... Is this Warner brother to Time Warner at the time. I'm not sure. Time Warner. So he says his connection came be through his close friendship with Steve Ross. The Chairman of the Board of Time Warner. Ross was the most colorful and controversial of the film industry mentors to whom Spielberg had attached himself. Assuming the roles of Spielberg best friend and ideal father figure, as well as business mentor, Ross began educating Spielberg in the finer aspect of life as a Hollywood Mo. In the documentary Tom Hanks talks about working with him with Spielberg remarkable because how we're resourceful for he is, You could plan something out as as best you can. Circumstances dictated, it's not gonna work out and he comes up with just He just makes the most of whatever is there. And we see an example of this when he... He's on location filming his first his first moving in China. So about, while while preparing for the first day of shooting in Shanghai, assistant director, David Tom, plotted out all the crowd movements and everything, and I planned to keep the road clear so there could be traffic so there could be traffic movement. I drew it all out and told everyone to do what to do. Then, 5000 people suddenly flooded the road. It went... I went crazy. I said to Steven Oh Jesus. It's all gone wrong. He said, looks great. Roll the cameras Action. He was happy with how it looked, and I wasn't gonna argue with some 5000 people. He's very good like that. He's not pedantic. Whatever is there, he makes it work that's the most important sentence of that entire paragraph. Whatever is there, he makes it work. That's the assistant director talking about something they made in the eighties. Tom Hanks said the exact same thing when they were making save private Ryan. Another thing that Steven talked about in this book. Talked about the documentary over and over again is how important family is to him. The fact that he's got, like, a 7 kids kid something like that. He got divorced for the first time he felt like, a failure that got remarried they've been married for a long time. He so it's extremely important him because of the traumatic childhood he had, and he's got this scene and hook that he took to heart, and I think it's fantastic. And so they're going back and forth It's a it's the character Peter and his wife. And it says your children love you? They wanna play with you? How long do you think that lasts? We have a few special years with our children when they're the 1 where they're the ones who want us around. So fast, Peter. It's a few years that it's over. You are not being careful, and you are and you are missing it. That is the lesson Peter learns and hook. And it is 1, Spielberg took to heart in his own life. And I would say that is the major life regret that I've seen in a lot of these biographies and auto when they're writing in these books, it's too late. It's the fact that they over optimized for their work life at expense of their children, they all tell you not to do it. They some regret they can't do anything about the best term I've ever heard about this came from Bar cam auto because he did that. His 3 boys from not mistaken. He's was like, III missed their childhood because I was building Ikea, and I I messed up. I should have done that, and it says childhood does not allow itself to be recon concord. There's also a line in the the hook movie with Peter Pan that I think Spielberg took this idea and ran with it as well. And that's the idea that to make life the adventure it's supposed to be so Granny, Wendy tells Peter. Your adventures are over. Oh, no. He replies. To live to live, will be an awfully big adventure. So when the book ends he just finished Sc list and Jurassic Park. Find finally gets his academy award that he been dreaming us since he was 12 that he had been sn for multiple decades before then, has 2 of the most successful successful and well known movies. And says as he approached his fifteenth birthday. Spielberg showed no signs have been crushing on at the enormous weight of his success. Many a lesser career has collapsed from the burden of escalating expectations, and Spielberg who still bites his fingernails and throws up before coming to a set in the morning cannot help feeling the horrendous pressure of having to top himself. Of simply having to be Steven Sp. But throughout his 28 years as a professional filmmaker, he has maintained a sense of inner balance that so far has enabled him to avoid losing his nerve. He seems comfortable, even if others are not, with his own complexities and contradiction. When his high school friend chuck case visited him at the Long beach airport during the filming of 19 41, Spielberg surveyed his army of uniformed actors and World war 2 airplanes and said with a child like smile. You know, they pay me to do this. And that is where Leave it for the full story, read the book, and I highly recommend watching the document as well it was fantastic. If you wanna buy the book using... If you buy the book using the link to since Show it should be supporting podcast at the same time that it's 209 books down 1000 ago, and I'll talk to you again soon. Okay. So what you're about to hear is this question I was asked a few months ago. I actually recorded this a few months ago. They asked how did history greatest we you think about hiring. At all the answers. People think I have a better memory than and I than actually do. You know, if people say, oh you, Dave you have a great memory. My wife would laugh at that. Because so I forget things all the time. It's not to have a good memory. I re reread things over and over and over game. Every single answer, every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, that option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database, that you can go through at your convenience anytime you want, they you can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the giants. I think it's up episode 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology company founders. And in there, steve jobs is 1 of them. This is, you know, right... I think even before he came back to Apple. And they were talking about... Well, yeah, We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this. You know, I don't know. 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important, and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup up manager me may and not always have the time to spend recruiting of people then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company, I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or a fourth of your company or a fifth of your company? When you're in a startup up? The first 10 people will determine whether the company succeeds are not? Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players? If 3, 3 out the 10, we're not so great, why would you start a company where 30 percent of your people or not so great, a small company depends on great people much more than a big company does. Okay. So to answer this question, The advantage that that I have making founders and that you have as as a byproduct of listening to founders is not only that I've read, you know, 300 on biographies of entrepreneurs now, but I have all of my notes and highlights stored in my read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is, first of all, like, what I've started to do with these Ama questions is. I read them, decide which ones I'm gonna do next and then think about it for a few days. Don't put anything. That just literally that that I know that's the next question, just let my brain work on it in the background for a few days. And then I'll go through and start searching all of my notes. And so that's what I did here. And so there's a bunch of, you, I don't have... I may have, like 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, You know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe don't have resources, maybe your companies rather, new or not as well known. David Og. I just did confessions of an advertising man couple episodes ago. I think 03:06 or something like that through 0 7, and he did the same thing. But he's David Og at that point. So he would find he'd go through magazines, find great advertising, great copywriting. And he'd write the personal letter and then set up a phone call. And he says he wouldn't... He was so well known and, you know, it's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward. Who fine for somebody does great work. Usually you can do this. I actually have a friend that, I can't say who it is. He's doing this right now. Like, I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them, and then getting convincing them to work on things, and that usually works, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that that came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hardworking. Right? We don't even have... Like, if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's a 2... The second part to this though. And this is also works well. If you have access to our resources. He he Rockefeller would hire people as he found as he found talented people not as he needed. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partners are san oil. He essentially built a company. An executive team of founders. Of because he was buying up all their companies. So it's very rare, but there's a line from Titan. And I wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like, the actual interview process. So there's this guy Van bush. I did 2 episodes on, I think it's 2 70 and 2 71. He is the most important American ever in history, in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War Effort was Fdr, the second 1 was Fannie Ra bush. Van Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done... He just... He pops up in these books over and over again. If you were reading about, American business history, during World war 2 and post world war 2, you are going to come across the name Vin Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about the organization he's running called Am rad at Am rad, I hired a young physicist from Texas named Cg g Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else the founder of Atari founder of Chuck cheese and Steve Jobs mentor. He hired Steve Jobs when Steve's jobs was, like 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation, people who are curious and passionate read people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant, but often accurate general centralization. People who are curious and passionate read people who are and a different don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books I hadn't read, and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why this is why I'm reading this whole second to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with sea jo saying, this is the most important thing that you... Your role the leader the company that founders to. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took the time, and I had, like, the foresight to. Like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? But you have Rockefeller saying this is what's important to me. You have Bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets, that's impossible. Steve Jobs that's this great quote where he's, like, you know Pixar was the first time I see... I saw an entire team, entire company of A players. But they had 400 player. They had 400 team members. He's like, at the time, Apple called had 3000, Like it impossible to have 3000 a players. So there is some number that your company may grow to where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am I don't even know if you get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lower than that as well. So Warren Buffett would tell you to use David Og hiring philosophy. And so Warren said, Charlie and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product. Right about the product actually because those are people building your product. We subscribe to the philosophy of Og. There's founding genius, David Og. Is what Og said. Each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David or Jeff Bezos, rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, he or she should raise the bar for the next hire so that the overall talent pool is always improving and they you talk about this Idea in Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's through actually, I've I've recently become friends with the authors. His name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to Ebay. It's like 4 years. Jimmy spent more time researching the book than than spent 6 years researching book. And I always teased. Was like, you took long run a book and they took to start and sell their company. It just speaks to, like, the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritized speed over everything else except in 1 area recruiting. Max Legend kept the bar for talent exceeding high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you studied... I did this 3 part on Larry Ellis, 3 reports here in Larry Ellis. I to read those books again because the the podcast is like 50 times bigger, than than when I publish those episodes, and he's just it's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I tears my eyes. I don't know why I'm laughing. Okay. Okay This is just so okay. Because this is... You read about Larry Ellis, and he's 1 of these people it's like, really easy to interface with because you just you just know exactly who he and what's important him. That's why I think it's so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people. Are you the smartest person you know? And if they said yes, they would hire them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Elephants and this is what. The personality of the founder is largely the culture of the company. Apple is Steve jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He listed to the podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder, and that's good that he's doing that because he's he's hopefully, his next mission is, like, his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity, this arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he Sharp, The founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could at hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones? That history's greatest founders all read biographies? The all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R, the guy that R Carlton his named after. The great arguably the greatest hotel year of all time. And when he realized, oh, shit. R. He he says, remembering that Caesar R made his hotel world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August As. What Caesar R was to hotel to building hotels. August des cafe was French cooking. And so what happened is you partner with World Famous chefs, people come into your restaurant that's in the hotel because the World famous chef and now they know about your hotel that leads to more get that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a that more people staying at hotel. So hiring as a form of distribution. This is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what this is our mission. This is what we're we're doing. And yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you even though they want to. So there's a problem solving element that you see in these books. On... You have to solve, like, you've already identified the person. You've recruited them. They can't go for some other reason. Okay. Well, the great founders are not gonna take no for answer. I've read in in this book called Lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue having convinced must they needed to bring this brilliant a young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where Spacex's that this time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La, and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La. So what are you gonna do now? To solve this problem, Musk had called his friend Larry page, the c founder of Google. The engineer satin stunned silence for a moment, But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting though. This is a guy named Lush schwab. Who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually found out about them because Charlie Mu is like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to in, like, 1 of the berkshire meetings, that... To study... Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures I any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers. And assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best and a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, but he also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point, and Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hire Jerry Saunders coach. At the time he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea. From Thomas L... Edison that I think is fascinating. Really, the way I think about a founder is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else, but you shouldn't be horrible and Edison wasn't Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like, seems kinda weird, like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the your business should be an expression in your personality in who who as a person at the core. And so I think there is an art to the building... That of your business. And the reason to use the word art. I don't mean in, like a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really, I mean that you're making decisions not just based on economics like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a goes against who you are as a person, or you just don't like it, or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do, and what for whatever reason when I read Essay lau say that. I was like, okay, That... There's, like this art to what she's doing. 1 thing that's gonna be helping on recruiting. This comes for Peter T. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits to hiring. So therefore, like, they're just gonna buy as a byproduct that you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stocks, smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything. About why a recruit should join your company instead of money of instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building an un commodity business. But even above and beyond that, Like, you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person's buying to 5 other jobs, there should not be like, it's like, they may not like your mission. They may not like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found Steve jobs. If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full at 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends. But he felt it was important to get the right people for his company. And then the close on this, we started with Steve Jobs was telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person. That's what he says. It's not just recruiting. After recruiting, it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses it's nothing short of, like, it's magic. That's the really way I think about it. I think it's a massive superpower. Gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}