{
  "transcript": "I made this mini podcast a few months ago. I'm posting it again in case you missed it because I think it's a great explanation of why founders podcast exists and what you would get out of listening to the full episodes. Most people would be surprised to know how much time and effort Steve jobs put into learning from great company builders they came before him, and how much that studying benefited his career. I hope listening to this will encourage you to upgrade and start listening to full episodes of founders. Apple was founded 45 years ago today. And when I read that, I had the idea to do just a quick little episode for you. That highlights the almost 40 different episodes of founders that I've done on Steve Jobs, are the people that he was influenced by are looked up to. And the reason I wanted to do that is because I think Steve jobs is 1 of the best illustrations of why founders podcast exist. And that's because Steve, like every single other of history's greatest entrepreneurs, all spent in a excessive amount of time, studying from and learning from the great people that came before them, and then use the ideas that they learn through that practice of study and reading to use those ideas in the company that they wind up building. And that is exactly why founders exist. If you listen to founders, you were able to download into your brain the very best ideas of all of history's greatest entrepreneurs and their worst mistakes that you can avoid. And so the fact that you're hearing the means you're not currently on the mis feed. And then means you're only hearing partial episodes of founders. You just hear about the first 30 minutes of some of the episodes that I've done. In order to access full episodes, you'll need to sign up by tapping the link it's in Shown us of your practice. Are we gonna founders podcast dot com. And once you do that, you get immediate access to 247 full length episodes that are available nowhere else. And I add more episodes every week. Every episode is ad free, and it and it takes less than 29 to set up. And so what I'm gonna do right now is I'm gonna go through about, I think there's like 37 episodes on this list that are related to either Steve Jo myself, are people he studied. I will leave all of the, the episode title and episode numbers in the show notes. So if you sign up, you can start with these episodes. Gives you, like, a fantastic blueprint or fantastic road roadmap to start going through this extensive catalog back catalog of founders. Because I've spent 4 years about 6000 hours, and I've read over a hundred thousand pages. So it's just to so I can document and search for the very best ideas in the history of entrepreneurship. I've distilled what I learned down to a roughly about 400 hours. And by listening to the episodes know about to talked to you about, it'd be impossible for you to listen to them, learn the the best ideas from these extremely talented. Some of the smartest most productive people ever live and not get a return on your investment when you apply these ideas to your work. So I'm just gonna start First when we talk about the ones that are specifically on Steve jobs. And so the very first episode Ever did on Steve Jobs. It was number 5 is was based on Steve Jobs biography. It was written by Walter isaac extend. And this is where it I really blew my mind, because as I'm reading this book. And Steve is working with the author with Walter isaac, and he knows he's dying. And in this book, Steve introduced me to so many other founders. I didn't even know existed. And he goes through at length about all the people that he admired the people that he wanted to pick brain, the 1 he read books about what it was... What what what inspired him and what ideas of theirs that he used to build Apple. So that's number 5. Number 19, if I... If you could only read. Let's see say he you only had time to read 1 biography of Steve jobs, This is the 1 I would recommend. And that's... This is so this number 19, The book is called becoming Steve jobs. The evolution of a reckless ups start into a visionary leader, and it was published after the Isaac biography So it also builds on some of what Isaac wrote about. And what I loved about this book is it shows in the says the evolution of a reckless ups start into a visionary leader. Steve Johnson is not born as 1 of the greatest entrepreneurs if he made himself. He built himself into that person. And so this book's spends a lot of time talking about how he... The the mistakes he was making in his twenties and thirties and how he corrected. He had the ability to... He was a learning machine. He had the ability to constantly learn and correct his behavior. And without making those mistakes and making in and learning from his struggles, we would have never had things like the ipod, the iphone, the ipad, the imac, all of the the things that now, the the gigantic Apple, Empire sits upon. And the book also has a fantastic introduction written by Mark Jason. If you go and look at the description, I have a quote from Mark Dr as the of why I I created founders. And it's actually a quote I heard from Mark Jason in a different interview, and he talks about, like, why he's read hundreds of biographies. Even to the state, guy's a multi multi billionaire. He spends his a ton of time reading. He hasn't hit, like, this this comprehensive, historical base of knowledge that helps him succeed in his work, and this is what Mark said about why he read and red and continues to read some many biographies. It says there are thousands of years of history in which lots and lots of very smart people worked very hard and ran all types of experiments on how to create new businesses, and venue new technology, new come up with new ways to manage etcetera. They ran these experiments throughout their entire lives. At some point, somebody put these lessons down in a book for very little money in a few hours of your time, you can learn from someone's accumulated experience. There is so much more to learn from the past and we often realize you could productively spend your time reading experiences and great people who have come before you and learn every time. So that's the end of the quote. What I loved is when the pandemic happened, and everybody working from home working remotely. I watched a few interviews that Mark did in his house. And this guy... The reason I pointed out the fact is in multi billionaire, is it's not to wealth per s. It's the fact that at that level, you can learn from whoever you want. You could hire the world's experts. You could do whatever everyone. And he chooses... He's showing us by his actions that how valuable reading and learning from biographies is. And it's just hilarious you'd watch these videos of them, and it's just Mark in his house. He doesn't have books shelves. Like, he's his book collection has outs stripped his shelves. He just have stacks of books on top of each other. Thought his living room and wherever he's doing these interviews. And I just like, alright. This is... This... I'm clearly on the right path. Like, this is clearly a very high value activity. That we need to keep going on. So anyways, mark Mark Jason wrote the the the introduction to to becoming Steve jobs. So a fantastic book, Highly recommend reading it. Listen to the podcast first. It's very helpful to read to listen to the podcast first and then read the read the biographies. A lot of people that that listen to founders do that. And they said it really adds to their understanding and their they're, like, the... It makes the ideas that they're learning stick even more. Now then we go to number 76, and don't worry about if you don't remember all these numbers Like I said, I'll list it down my below as well. Number 76 This is this is crazy book too. It's called return to the Little Kingdom. Steve jobs and the creation of Apple. So Apple's was founded in 19 76, 45 years ago today. I said, this book is written by Michael Mori. At the time, Michael Mori was a, like, a journalist for time magazine. He wrote this book. It covers the first 6 years. It's like a snapshot because was it was a lot of the books I do on the podcast see. They're very, very old books. A lot of them are very hard to find. That's another advantage of founders gives you very few people reading these books very few people. Like, you just have a a complete etch because I always focused on, like, what's happening now. What's what are entrepreneurs doing now? And you're like, why are you doing? Not to... Why are you doing it? But, like, the greatest people in history studied the people that came before them. It's not that they don't pay attention to what's going on now, but you... Like, if you have to choose a machine, let me listen to a a podcast interview with an entrepreneur that's operating today are let me, study a great entrepreneur in the past. It's no question that the greatest entrepreneurs would tell you choose the history first. It's not either are, you can do both and you should do both. But without question, you should be you should be building your own historical base of knowledge first. That's what all of these people did. So anyways, the reason that this is interesting because the book is first of all, very varied, and it shows at the end of the book, we don't know, like, Steve Jobs have not been kicked out of apple yet, he's still in his twenties. We don't know what Apple's is gonna turn into. Then there's an also an interesting point to where Michael Mori, he winds up after that, book, he winds transitioning from a journalist in a reporter to venture capitalists and fast forward it to today, and he's actually a billionaire because he was really successful at investing in technology companies because that's what he was studying. Number 77. This is Steve Jobs and the next big thing. This is also an important book and also a very old book because it it couldn't... It only... It's another snapshot in Steve Jobs career, and it only covers the 13 years. Between when he got kicked out of Apple and when he returns. These are known and referenced as Steve Jobs wilderness years. The reason this book is important to to podcast is is important to listen to. And the book is important to to read is because you have what is arguably 1 of if not, the greatest entrepreneur ever live, making 1 bad decision, 1 stupid decision after another. It... I called... I think on the podcast Said it's like, Biz bizarre steve jobs. All the other books are, like, copy these ideas because Steve, like, their they're genius ideas. This is learn these lessons and do the opposite. It is crazy how you could have somebody so smart and so talented. And I think that's important for all of us remember. That they're no one's perfect. Right? Even the people that are that have wild success. And so this book is just... It's just fantastic. Because let me give you 1 example. You... You know, when you're... They... Steve talks over over and over again about how important it is to make sure you have the highest talent level, especially at the beginning of your company because when you're starting company when the is small, it is affected by the quality of talent that it has more than a large company is because let's say you have 10 people and you hire 2 bad apples, well, 20 percent of your company sucks. Steve jobs 1 of the first 10 hires at next, had nothing to do software, nothing to do hardware. He hired an interior designer for his office. That's not... That's not joke. That's this it's a gigantic mistake. This the book is... Again, fantastic. Very old book, very few people now. Like, your competitors are probably not reading that book. This gives you an advantage. Number 02:04, inside, Steve Jobs, Brain, this book was written after he after he came back to Apple the second time, but before he died. It's absolutely fantastic. Number 02:14, I re reread. This is also important not just to read a book once or listen to podcast once, but you go back and you re reread great books, you go back and you re listen to podcast. Or great product podcast is it. That is because the book stays the same. The podcast stays the same, but you change as a person. Now you've learned a ton. Like, in between reading this book. The first time is number 5. This is number 02:14. That's 200 and what 9 books I read that it adds and knowledge compounds just like money does. And so now I pick up the book, the the words on the page Haven't changed, but I've changed drastically. And so she start to notice this things she didn't notice. The first part. So that's 02:14. Then number 02:35 is 2 pixar and beyond my unlikely journey with Steve jobs to make entertainment history. Most of what I focus on is the fact that the building of Apple. Right? But steve jobs became a billionaire, not from Apple. The first time you became a billionaire was from Pixar. He dumped 50000000 dollars into Pixar before it made a dollar. So this book is written by the first Cfo of Pixar. He talks about what it was like to build that company into an asset of business that was good enough sell Disney a couple years later for almost 8000000000 dollars. And the fact is we learn a lot about Steve's approach to company building in that book. And 1 of the craziest things is when Steve hires the guy who is to Pixar first Cfo, and he writes the book after he leaves leaves Pixar, obviously. He he's looking at the. He's like, wait a minute We're losing money every month, and Steve Jobs has put in 50000000 dollars of his own money. And this is not billionaire Steve jobs. He had somewhere to between, like, 70 and 80000000 dollars to thereabouts. This is not exact number. When he left Apple. He put almost all of it. And he was add next at the time. So his company was... It wasn't doing well. Right? Just before he went back Apple, put all of it. Almost all of in into pixar. And he just had the patients in a belief that what that he had a small group of geniuses and they were gonna change history. They wound up doing that. Then I have 2 bonus episodes. So I've done... I don't know, like, 10 bonus episodes somewhere like that. Eventually, I wise up and realized I should number the bonus episodes just like every other episodes, so you could actually find them. So the the 2 I did on steve jobs was before, I realized I should number them. And I was, oh, I'll just won't number them because their bonus episodes, but it's I Bonus episode are not every single episode. Before I sit down to, like, founders 1 of the craziest podcasts that you ever come across. Like there's no other podcasts like in the world. Think about how crazy the preparation. Before I sit down to talk to you. I have to read an entire book, and it's not like I'm taking long times between making new. I did 66 new podcast podcasts I here. Like, this just insane the amount of the preparation I to do. So this... The first book is insanely simple. The obsession that drives Apple success. You can find it between episode number 01:12 and up episode number 01:13. It is written by somebody. It was written by somebody worked at the ad agency that Steve jobs used and he taught he gives us in and he's like, this is what I observed, what makes Steve special, the the ideas that he used that were completely different because this guy not only working for Apple. He's was working for all these other technology companies. And he's like, there's nobody else that things like Apple. So he writes an entire book about what or what are these unique these unique things that he's... Unique perspectives and ideas that Steve used. It's fantastic book, then the other bonus this book. Anybody building a product. I've heard this book 3 times. It's called creative selection inside Apple Apple's design process during the Golden Age of Steve jobs. It is written by a program or at apple. It is... You can find it between Episode number 01:10 and 01:11. It's... You can read in a weekend. I would buy it right now. Even if you even if you don't sign up for for founders. And I think not something for founders is a gigantic gigantic mistake. The value to cost ratio is insane. Just to read, I'll leave some reviews down below, if you wanna read what other people say. It's it's absolutely crazy. But This book is just fantastic. Gives you an insight into what it was like, like, this... The the author literally had to do product demos to Steve over and over again. He helped build the first keyboard for the iphone. He helped build the safari browser. It's just there's gold... There's, like, Gem after J after Gem and that book. Okay. Now there's a series of other books. I'm gonna tell you about that have to do with a person that works very closely with c jobs and cto jobs. So the first 1 is Johnny Iv and Steve Jobs. I read Johnny Iv biography. It's number 1 78 Johnny Iv, the genius behind Apple's greatest products. I just found out that when Johnny Iv worked at at Apple. After Steve came back, he what he... There's only 1 person in these entire... Steve set up the company. So there's only 1 person in the entire company to tell... Could tell Johnny what to do, and that was him. And his base salary. Johnny, there's Johnny's base salary was 30000000 dollars here. That's how valuable Steve Thought he was. So, that's the number 1 78, Johnny I, the that ginny behind Apple greatest products, another fantastic book. Number 34. Creativity Inc overcoming the unforeseen forces that stand in the way of true inspiration. This is the c founder Steve's c cofounder of Pixar, Ed Cap. Who's by all accounts at a managing, managerial genius, and also the person that worked the longest consecutive time with Steve jobs. It was either 24 or 26 years straight. I don't have the book in front of me. So it's it's 1 of those. The end of this book, there's there's a... There's like a 30 page afterward or twenties page afterward called the Steve we knew. It's absolutely fantastic, but you can learn lot from Ed in general, but there's also, Steve's, you know, obviously, a main character in that book and in the podcast. Now there's 2 other books that I read that are on Steve jobs and several other technology company founders. Number 1, are excuse, number 01:57, The innovators how a group of hackers geniuses and Geek created the digital evolution. There's, like, 25 mad geniuses in there. Steve's in their lot, and a lot of Steve's heroes are in there as well. And then the other 1 is, another example, book on Steve jobs and several other technology company founders is number 02:08 in the company of giants. Candid conversations with a digital world, 2 Nba students that at Stanford the last... In the late nineties. I decided to write a book and they took for the the entire book is just interviews with... With Steve, and I think 15 other technology company founders. Like, Bill Gates in there, Steve Case, like, just flat out geniuses. And so obviously, if you listen to number 02:08, you'll learn a lot from Steve Jobs other people's as well. Now I wanna get into Steve's influences. These are the people that he talks about over and over and over again, he has this this world famous quote when Steve said Picasso had a saying, good artist copy, great artist steal, and we have always been shameless about stealing great ideas, But it's not that he just steals them. He gives them... He gives credit to who these people are. So the most important person I I would study all these people because they're they're also very formidable individuals in their own right? But the person that has a single largest influence on Apple is this guy didn't know who... I didn't know about him. Right? Before I started doing this project. His name's is Edwin Land. He was a founder of Polaroid. He ran, Polaroid for, like, 60 years, and he was Steve Jobs hero. Steve got to meet him. Edwin was... Edwin Land at the time was, like, in the 70, Steve was in his twenties, and he said visiting Edwin Land was like, visiting a shrine. I was shocked when I started reading, and I've had 5 books and Edwin land for the product for the podcast. I was shocked. How many ideas? I I had thought I had learned from Steve Jobs that he just learned... That he literally re reg renegotiate and learned from Edwin Land. So number 40, insisting on the impossible the life of edwin Land, and there's another book. So on some episodes, I read 2 books. Number 40 is an example of. Sorry. Read, insisting on the impossible life of Edwin land, my opinion, the best biography of Land. Number and and then then instant, the story of Polaroid. So one's biography of Edwin land one's a history of Polaroid, obviously, you could... There is no polar of my land. It's literally, like, he was the company. The number 2, the 3 more episodes on land, number 01:32, the instant image, Edwin Land and the polaroid experience, number 01:33, lands Polaroid, a company and the man who invented it, and there were 01:34, a triumph of genius Edwin land Polaroid and the kodak patent word. So right there because these are some giant books right there. That is probably if I guess almost 2000 pages just on Edwin land that I went through. Then we go through, 1 of Steve Jobs mentor, 2 2 of his mentors were the 2CC cofounder founders of Intel. So technically, the the 2 cofounder founders of Intel were Bob No and Gordon Moore. But really Andy Grove, was considered an unofficial cofounder, and really 1 of the most important. Probably the the most important Ceo of Intel. So Bob No and Andy Grove, steve house talks about over and over and over again. Steve, when he's young kid, Bob No is like the God father of silicon Valley time. He'd go. He's in his twenties. He can just show up at Bob Knows house and just have just to have dinner with his family and stuff. Like, it was hilarious. Bob Noise which should constantly, like, you know, cha Steve about his bad manners and just the way he talks and everything. But Bob No Andy Grove. So number 8, the episode number 8, the Intel Trinity, How Robert No, Gordon Moore and Andy Grove built the world's most important company. Number 1 66, the man behind the microchip. Robert Noise and the invention of silicon Valley So it's Bob Noises, biography, and then 01:59 is the auto of Andy Grove. And it's 1 of the craziest auto because he he winds up... It's, you know what? I'll just read you, I'm gonna read you 1 of the opening paragraphs of the book. Is it beautifully right. It only covers the first 21 years of his life. But he says I was born in Bud Hungry in 19 36. By the time I 20. I'd lived to a hungarian and fastest dictatorship. So this is everything happened happening before he'd turned 20. I lived through a hungarian fastest dictatorship. German military operation, the Nazis final solution, the siege of Bud by the Soviet Red Army, a period of chaotic democracy in the years immediately after the war, a variety of rep oppressive communist regimes and a popular uprising that was put down at gunpoint. He was up escaping hungry and making it to United States and then becoming 1 of the most important founders and and managers in in the technology industry, history by far. But was also fantastic story that Steve Jobs tells in other books. Why Andy Grove was so important to to his decision to return to Apple because the time, he just... Read this... This is Steve Jobs talking about this. And and this gives you an idea of Andy Groves like, blunt no bullshit style. Says we just taken pixar public, and I was happy being Ceo there. I never knew any of anyone who served as a Ceo of 2 public companies, even temporarily, and I wasn't even sure it was legal. I didn't know what I wanted to. I was enjoying spending... This is all Steve jobs talking by the way. I was enjoying spending more time in my family. I was torn. I knew Apple was a mess so I wondered. Do I wanna give up this nice nice lifestyle that I have. What are all the Pixar shareholders gonna think? So I talked to people I respected? I finally called Andy Grove. I gave him the pros and the cons and in the middle, he stopped me and said, Steve. I don't give a shit about apple. I was stunned. It was then I realized I do give a shit about apple. I started it, and it's a good thing to have in the world. That was when I decided to go back. So that's number 01:59 is Andy groves automatically. Nolan Bush. Next person. Nolan Bush is Steve J 1 Steve John's mentors. He was the founder of Atari and Chuck Cheese. He, Steve worked at Atari. Nolan Bush hired Steve when Steve was 19 years old. And so the... This this entire book. They met up in Paris in 19 80. At the time, Atari and Chuck cheese is way bigger than Apple is, and they they went up taking a walk for several hours and talk and Nolan and Sea were talking about the difficulties building companies. That conversation. The ideas that came out of that conversation, Nolan turned into a book. Number 36. It's called finding the Next steve jobs how to fine keep a nurture talent. Next person. It's the founder of So Sony, Ak ak Mari. Not only did Steve steal ideas from him. He loved Ak ak, They went a meeting. Ak also influenced heavily Jeff Bezos as well. He's got an unbelievable story. 1 of the best founders to ever do it by far, number 01:02. Made in Japan, a Kia Mori and Sony. This is auto fantastic. Walt Disney. It's another huge influence on Steve Jobs. He loved his dedication to the quality of his product, innovation and more importantly that he built a company to last. And that is right before he died. That's what his most important thing is like, I'm not worried about money. And not worried about any of that, I want to build My goal was to build insanely great products and to build a company that will last. That would... That's what my heroes like Walt Disney, Bob No, All these other people did. That's what I want apple to be. So Walt Disney disney's number 2. Walt Disney to Triumph of American Imagination, number 39, Walt Disney and American original and number 01:58. Walt Disney and the invention of the amusement park that changed the world. That was a really good book because it's all about... Walt Disney then his life, he was dying a lung cancer. He said he was most proud of 2 things. Starting a company and keeping control of it, and number 2, Disneyland. That was this the favorite thing you ever worked on in and that book on 01:50 is it's all about the creation of Disneyland. Another person from history that might surprise you that Steve Jobs studied and learn from was Jay Robert Oppenheimer. 1 of the leaders the Manhattan project. He said he learned from Jay Robert Oppenheimer, the importance of only having the most talented people on your team. They you to be ruthless in the... The the level of talent. And so that is number 02:15, the general and the genius groves and Oppenheimer. Unlikely partnership that built the Atom Bomb. I read that book because Steve Jobs said that he studied and learn from Oppenheimer. So if Steve learned from, Steve studied and learn from Oppenheimer, why wouldn't I? Why wouldn't you? I mean, this is just... These are just like the the biggest no brainer in the world. Right? Henry Ford, another 1 of Steve Jobs heroes, 1 of my favorite entrepreneurs, I've read 5 different books on Henry Ford. When jobs is building the Macintosh in his early twenties. He's saying he wanted to make it as simple as Henry Ford's Model t. There's all these other ideas that he took from Henry Ford. Number 9, I invented the modern age, the rise of henry Ford. Number 26, Henry Ford's auto, my life and work. Number 80, another book Henry Ford Wrote. Call today and tomorrow. Number 01:18. My 40 years of Ford. This is, like, 1 of, Henry Ford's right hand. Guys worked for for 40 years, named Charles sore. That book is fantastic. A lot of crazy Ford stories in the book. And then number 1 90, the story of Henry Ford and Thomas Edison 10 year road trip. Thomas Edison was Henry Ford's hero, and they wind up, later in life becoming almost like best friends. So, again, everybody's heroes. Everybody learns from somebody, founders just exist to make this easier and so you can do it easier and faster. And if you picked the right here heroes, it's gonna change his director of your life for sure. Steve Jobs says, they had a heavy heavy influence on him was the Hp Way, which was Dave Packer and bill Hewitt, they built 1 of the very first technology companies Silicon Valley like, the 19 thirties, and a lot of people copied their management structure. Steve Jobs copied their management structure. He calls it Hp way just so happens that Dave Packard wrote biography, and he titled the Hp way. The Hp way, help Bill Heal it, and I built our company. That's episode number 29. Another person that both Steve jobs studied extensively and his hero Edwin Land studied extensively was Alexander Graham bell. You will hear in these at podcast podcasting needs books Steve jobs constantly refer and Edwin land refers to the the the issues of creating something that brand new that the world's never seen before, just like Alex alexander Instagram belle with the telephone, they used a lot of his ideas with the marketing of in Edwin Lance case, the the first instance camera that ever exists in the world, and in Steve Jobs case, the Macintosh. She talks about this. When he was in his twenties. That's that's what blows my mind Like, he had this deep historical knowledge and hand the the understanding how Porter was. Steve that is early on. And IIII did it. I read biography of Evan Sp, the founder Snapchat. And I was shocked because when he's in his early twenties. He's saying, hey, I wanna build a company and I wanna model it after my 2 heroes, and he said that his 2 heroes was Edwin Land and steve jobs, and it's exactly what he's doing. It's it's just... Again, I just have to point out to you because I didn't know before I started this project. And I think most people don't know how, like, how much of history greatest entrepreneurs just straight up borrowed ideas built upon the ideas of the people that came before them. They all do this. And the fact that Evan Sp, think about that. Now, I think Snapchat work. I don't. Let's say 30000000000 dollars. She might have a private net worth... I don't know. 6000000000 or whatever. It's a lot of money. Right? How valuable to Evan was learning and studying steve jobs in ed. Well, billions. That's not high hyper. That is a stone cold fact. The fact that he learned from, let them influence his the way his approach to his company was is literally worth billions of dollars. And they they all know this. Go back to warren Buffett Charlie Mu. There's a there's a great book on Charlie Mu called Port Charlie Z. There's a quote in that booked book that I've never forgot. That's number episode number 90, by the way. I don't wanna, you know, tell you every both. Every podcast ever done, You know, that that that'd be hours and hours, but episode 90, I read Pro Dominic. There's a quote in that book that nerf run. And what Charlie Mu has read hundreds of biographies. He's a billionaire. You know what I mean I don't think there's any billionaires that didn't have not read a ton of biographies. Like, it's crazy how much all talk about. Elon Musk. That's where I got the idea to do this podcast. I saw an interview with Elon musk in 2012. And he was asked by this guy named kevin Rose on this this this podcast used to exist called Foundation. He's like, you came from... Kevin asked Elon. He's, like, you came from from South Africa, Then you went to And then you went California year your twenties? It's like, how did you learn how to build companies. Like, did did you read a lot of business books and Elon said something that I never forgot, and it's the their the initial idea to do this prod to do this project? He said, no, I didn't read business books I read biographies. He's like, I looked for mentors in historical context books basically. I read biographies. And I thought they were helpful. And he talks about reading biography of Benjamin Franklin, Henry Ford, Nikola Tesla, obviously. He's read biographies of every single person ever built a rocket. Like, and he's still doing this this day? Like, how crazy Like, how many other people do you know that's that are busier than Elon musk for God's sake. And this guy still takes time and spends time reading biographies. What does that tell you? This is clearly a high value activity that you need to make a part of your life. So anyways, Alexandra alexander Grim bell, 01:38. I don't if I I lost... I went off on a tangent. Number 01:38, reluctant genius to passion life and event of mind of Alex alexander instagram Bell. Almost done. This is Robert Friedman. Okay? So Robert Friedman is the closest person I've ever, covered that's it's like a cult leader. And he was actually running this like Commune when when Steve jobs was in Steve jobs and him were friends in college. And people that knew steve jobs before he met Robert Friedman say that he wasn't very charismatic. He met Robert Freeman, who was extremely charismatic. So Steve starts becoming more charismatic and understanding the influence that Charisma can have on other humans around you. Right? They wonder up having a falling out, Steve Rob says he, like, crosses a line between being like a charismatic founder and like a cult leader and like a connor. But Robert Friedman winds up becoming a billionaire. I've read to book number 01:31, the big score, Robert Friedman and the boise Bay hustle. And so Robert makes money in mining, like, selling mining rates. And so Steve jobs is in this book as well. They talk about the relationship that Robert and Steve had. They they're not... They were not... They they, you know, they used to be friends they never were after that. But it was just a a weird coincidence that 2 guys sitting in, like, an Apple commune, like this this communist like commune slash apple farm, both hippie both dropping acid doing all this crazy stuff, like, both become billionaires, 1 in techno... Building technology products and 1 in mining. It was just very surprising. And then the the last is Steve's best friend. Steve did not have a lot of, like, close friends dedicated his life to to work. But his best friend was Larry Ellis. I did a 3 part series on Larry ellis in all these books. Steve jobs is gonna pull pull up. He's gonna pop up rather, because, you know, Larry talks about... Like, he thinks Steve's is 1 of the most important people ever live. Like, he just you almost like Idol him. And Larry is a crazy character too. Like, he's... I mean, he's just insane. And he's been running his company since in 19 seventies. You know, he's worth tens and tens of billions of dollars this day, But that's number 01:24 software an intimate portrait Larry ellis an Article. Number 01:26, the billionaire and the mechanic. That is a crazy book. If you only read 1 book on Larry ellis, that... That that's the book I'd read. The subtitle is how Larry ellis and a car mechanic teamed up to win sailing greatest race the American Cup twice. And finally, number 01:27, the difference between God and Larry Ellis, God doesn't think that he's Larry Ellis. So that's it. I'll list everything down below. I hope I encourage you heavily to sign up for the mis feed. Once you sign up if you get immediate access to every full length episode. I leave this list down below, so you have a good blueprint in or map to start. There's no special app required. You're gonna listen to Mister feed and your favorite podcast player. Takes us in 29 seconds to set up. You can start learning for some of the greatest minds in history. And you can upgrade now by tapping the link that's in the photos of your podcast player, or founders podcast dot com. Alright. Hope to see send in miss mississippi feed. Talk you later."
}