{
  "transcript": "Originally made this podcast 565 days ago, and I wanted to rep publish it as a bonus episode for 2 reasons. The first reason is I think that you're gonna find Paul's life story inspiring. He goes from people telling him that he's dumb when he's young because he can't read because he's d, from graduating at the bottom of his class in high school to being a billionaire. And I think you'll find a lot of his ideas, both counterintuitive and valuable. The second reason I wanted to publish this this episode again is because I wanted to tell you about this fantastic conversation that Paul had with my friend, Patrick who's the host of en like the best. The conversation that Patrick and Paul had will make you laugh and you'll learn a ton about how Paul built a multi billion dollar business. I would say a majority of the people to listen to founders also listen to invest like the best if you don't listen to invest like the best already. Search for invest like the best, make sure you follow the show. It is 1 of my favorite podcasts. Patrick is now a very close friend of mine. Listen to it's episode 2 99, it's about the money that's that's a conversation with Paul. And if you're interested in more of my story, my backstory, what I've learned from reading hundreds of biographies. I did an episode with Patrick is my favorite conversation I've ever done that is episode 2 92. It is called passion and pain. And without further ado, we're gonna get into Paul's amazing amazing life story. I hope you like this. Paul says to me. Hey. Do you wanna come out with me? I need some local information about rental rates. He grabbed me because I was a student and could give him some feedback about the student perspective on renting near Uc. So I'm driving with him and Paul is just a terrible driver. There are 2 sets of realtors trying to follow us. Suddenly, he sees this black cat about 300 yards ahead of us. He sc on the brakes, pulls a u turn and goes the other way. He will not let a black cat across his path. Then we're driving along, and he sees Par del Road, the sight of the original Kin, which he sold to his partner. Because of that, he won't drive down Par del road anymore. We sc up in front of these apartment buildings. I follow Paul as he runs inside. In each 1, he turns on a faucet, lets it run for a minute while he watches it, and then asks me, how much rent do you think I can get for this place. I'd say something and he'd say, nah, and then he'd give me a number 25 percent above my estimate. We saw 8 properties in what had to be under an hour. The realtors are running behind us. We get back in the car. He puts offers on 6 of them and ends up buying 4. Basically, he ends up buying about 2000000 dollars of real estate in 45 minutes. As we drive back to the office, we stop at a kiosk. Where at that time, you had to pay a 50 cent fee across the university campus. Paul accidentally drops a dime between the seat and the door. It must have taken him at least 2 minutes to fish out that dime, By this time, cars are honking behind us. Paul finds a dime, jumps out of the car, puts it on the concrete, and then stomp his heel on it several times before he gets back in the car. I'm 19, and I'm silent. I'm completely silent. He knew I was mu that over. I'm looking at him. I'm thinking this guy just bought 2000000 dollars in property, and he can't drive down part our road or let a black cat across the road in front of him. Now what does this thing with the dime mean? He says to me. You know what the lesson in there is? Never lose money. All the way back. I try to figure that 1 out. I don't know if he was pulling my leg or if he was extremely super suspicious are just plain psychotic. Paul had some unusual ways of attracting talent, but it worked. He got my attention. So did the company's financial performance. I was the shipping manager, and my job was to send out all the profit and loss statements to each of the stores every month. I mailed them to the approximately 80 stores we had at the time. So I saw how well the company was doing. I became a partner in the organization with 5 stores in the Bay Area, and I eventually sat on the Board of directors. I was with the company for 20 years. That was an excerpt from the book We talked you about today, which is copy this. How I turned d lexi, Adhd, and a hundred square feet into a company called Kin, and it was written by the founder Paul or Fa, and his Coa arthur Anne Marsh. And this is another book that I wasn't aware of more than half of the books that I covering on the podcast are coming from listeners. So please keep the book recommendations coming. I read this book, and then the second recommendation was another book where written in by Paul. That was... It's like, a almost like a a hundred page, like, Cliff notes version of this book. I would I would describe it as. It's called 2000000000 dollars and nichols has a fantastic title. And the reason it's called that is because, they... Kin goes would sell, copies for 5 cents at 5 cents of each. And Paul went up selling the business for about 2000000000 dollars. So I wanna start with the... A description of Paul and the reason behind writing this book from the c author as you could guess from the expert we're not dealing with the normal person. He's a crazy mis fit, and there's just gonna be a lot of crazy stories in the book. And just... He has an entire chapter... Let me an example He's an entire chapter called deal with your dark side. And it's all about the mental problems he has, all the mistake... That the stuff he admits to. You... There's just very few people on the planet that would voluntarily put this into writing all the deficiencies that he has. And I think that's part of what makes the book so interesting is because he's clearly extremely flawed person. He knows the flawed person. And, yes, yeah, he still was able to build a wildly successful business. So this is his c author. She says, Paul is definitely not a resident of the linear world. I've never met a more circular out of the box thinker. I'm often exhausting. It's often exhausting trying to keep up with him. But as I've discovered, it's worth the effort because he is an important story to tell. It's important not only for business people and entrepreneurs, who will benefit from his or unorthodox and inspirational teaching, but for kids, teachers, parent and parents struggling with learning disabilities. That is what this book is about. It's the story of how Kin came to be and the record of the peculiar genius behind the company. And that's a huge part of Paul Story. His entire life, everybody tells them you're an idiot, you can't read. You can't write. You're gonna be a failure, and he just refused to believe that. This is an example or little description of some of the stuff you went to his early life. Of the 8 schools my parents enrolled me in 4 expelled me. My typical report card came back with 2 c's, 3 d's and an f. I graduated from high school eighth from the bottom of my class of 1200. Frankly, I still have no idea how those 7 kids managed to do to worse than I did. And the very next line, we see the contrast between his his record in school and this record in life. My name is Paul or or. In 19 70, I started a coffee shop in Santa Barbara, california, in an 8 05:12 foot storefront next to a hamburger stand. I called it Kin after the nickname, college friends gave me because my kinky hair. Today, there are more than 1200 Kin locations across the globe and revenues from those stores topped 2000000000 dollars annually. More than a hundred of my earliest coworkers and partners are millionaires today because of what we built together. And so that stark contrast really does set the tone for the entire book because he's constantly talking about, other people might describe it as a disadvantage, other might people think you might fail, but you can flip those into opportunities. He talks a little bit more about that that. Now, when careful parents come up to me to talk with your child's learning disorder, I asked them, oh, you mean his learning opportunity, what is your child good at? What does he like to do? When I meet their kids, I tell him, you're blessed. It's easy to forget that part of the equation in the face of a dire sounding pro prognosis, so he he goes to task on the way teachers and principals talk to him and his family when he was younger. He thinks they're doing a lot of damage by trying to make everybody be the same. He's a mis fit 100 percent. I didn't know it at the time that I opened my first kin goes, but there's a long history of innovators and achieve who owe their particular brilliance at least in part to their deficits and he's putting deficits in quotation marks. Some of... These people make up their ranks is on the most successful and invent invent members of our society. They have for millennia, and so he goes on to name people from history that that would be that had some kind of deficiency, Da vinci, Churchill, Einstein, Disney. He says a startling number of successful business people have d alex, Richard Branson, Telecom Pioneer, Craig Mc, Cisco Ceo, John Chambers. Broker brokerage founder, Charles Schwab. Ikea founder Ing var Cam. I've done a... I've done podcast podcasts on a bunch of these people. I'm in a good cut. This is his his main point here. I'm in good company. All of these innovators survived an educational system determined to make them feel like failures. Some of my closest friends were social out costs. Some of them did end up in jail, and I could relate to them all. So I'm gonna move through the book chronological, but it does not go in chronological order, the coa author described him as a hurricane. I think it's a good way to think about at least to the way he comes off in his writing, this is... He's now flashing ahead and way ahead and stories he's talking about the way he managed and the fact that he took the fact that he couldn't read and that he couldn't sit still and and used that as to his advantage. So he was a big... He's a big proponent of management but walking around. He's like, I'm not sitting my office. I'm out in the stores. I'm on the front lines. He constantly talks about that he he he works for the people that work on the front lines. He does not like the executives. In fact, he wants fighting and yelling at a bunch of them, which I'll call to some crazy stories about that as well, But he says anybody can sit in office thinking about what people are doing wrong. My job was to get out and find what people are doing right and then exploit it. Then I would spread those practices throughout the Kin network. I also, and then, again, he talks about it it is deficiency. I also have no mechanical ability to speak of. There isn't a machine at Kin o's I can operate. I could barely run the first copy we leased back in 19 70. It didn't matter. All I knew was that I could sell what came out of it. And so the importance of sales and marketing, He'll talk about it over and again. He really identifies as a peddle. You know, that's a that's a that's a that's a craft or a job that that goes back for centuries, He comes from a giant Lebanese family. All of them had businesses whether they're selling women's clothing, vegetables, cars, it doesn't matter. They were taught the value of sales of paying attention to your customer and then paying attention to the cash that the customer gives you. And so Paul takes a lot of the lessons that he learned from his giant loud crazy family. That's his description not mine and applies them to Kin. This is on him on not hiding your flaws, and then the impact of his mother. So it says my hope is that anyone who picks up this book. Will come away with new insights into how to better run their business, and to cope with and capitalize on what other... What others consider their flaws. In case I haven't made it clear, I'm extremely human. I struggle with my temper. My dark side as I like to call it. The dark side of the Kin story is that the company was built at least in part on emotional extremes. Most of them, my own so he talks about having a problem with self control. That he's an extremely scariest and outgoing and caring guy. That can flip at the end... It's almost like, bipolar. In a sense where he he has this 1 like, extremely light side of his personality and an extremely dark where he... You know, he's cursing at you. He's yelling. He's ripping things off the the wall, and he doesn't recommend that. He talks about being embarrassed by it. And something that's slowly over the... He ran King for 3 decades before he sold it. And he's like, you know, the way It was in the the say the 19 eighties is not the way It was in the nineties old though, He talked before he winds up having to seek professional help and get on medication. That's the only thing that's Solved this problem he said. Building an entirely new sort of business from a single Xerox copy machine. It gave me it gave me the life, the world seemed determined to deny me when I was younger. And before I go to, I I wanna pause here just before going to, he also had extremely positive, a role modern his mother and the what did you just said there? The fact that I could build the entire business for myself from his single Xerox copy machine. I could work at it every day for 3 decades and then sell it make myself extremely rich. All the people that work for me extremely rich. That is why 1 of... Entrepreneurship was 1 of the greatest human inventions ever because it's open to everybody. That doesn't mean everybody can... Like, I don't think everybody, obviously should be an entrepreneur, but anybody can. It's not like... There's not nobody can stop you but yourself. And so think about the the the alternate life as we go through the podcast. Think about the alternate life path of Paul. He was not gonna get a job. Like... I mean, the guy got fired on go into. They got fired from every job he had, flu out of school but the fact was that he he had value and service that he could provide to others. And as long as you have value and service you can provide to others, people were willing to pay for that value. And then you can keep doing that and keep improving and make it bigger as big as you want it to be or as small as you want it to be and he he actually created his entire life that was denied him by everybody. Every other authority figure besides his family telling him, you know, you're just a loser kid. You're stupid. Get out of here. I have my mother to think for encouraging the development of my own view of the world. So he talks about 1 day. She was... He was expelled, well, when he was 13. And the principal just, you know, it tells her... His mom that, you know, maybe he can he can find some other kind of work Maybe he can learn how to lay carpet or or doing something else that doesn't require reading. And her... His mom is just crying, and she's just, like, I know Paul can do more. And... And this is what... He says, my mom dreamed her own dreams. So you could say that exactly for him. He dreamed his own dreams. She never relied on the Bleak assessment of others. Whenever I felt down, I'm not even... This is still the introduction. How many times is he compare to contrast the way he felt the way his family felt to the way the outside world felt. That is so important because that's the only thing that matters. Andrew Carnegie in his auto talk talks about the the way you view yourself. I think he also something like the Supreme judge within, but what he was... The point he's trying to make is that how... There's no fooling yourself. You know, what you're qualified to do, you know if you're putting in the work that you need to do. And so all you need to worry about is making sure that you're not relying on the judgment of other of view by others, but of how you judge yourself, and I think Paul's is echoing that here. Let me go back to this sentence whenever I fell down whenever I started wondering what homeless shelter I would die in, she would buck me up and buck me up by telling me. You know Paul, the a students work for the b students, the c students run the companies and the d students dedicate the buildings. And that's remarkable if that actually something she said to him because he winds up graduating with d average, and then he does wind up having a building dedicated. I think he did... Donate, like, 10000000 dollars to and have... Has a building name after him at the, University of Santa Barbara. This is... He picks up on... He's got, again, a lot of just really practical knowledge about the world that I think is the value in this book. And he talks about... There's a difference between good... Being good at school and being good at life, and it's a lot easier to be good at life than it is to be good at school. And he says the education system teaches kids, they to be good at everything. But out of the classroom, I found this just isn't so. Adults have a much easier time. They get to specialize. They get to pick 1 thing. It's a whole lot easier. So his point is, like, if you're good at 1 thing In his case, he was good at building a copy and printing business. He didn't have to be good at Algebra, physics history anything else, but he provided a service And he also has a great philosophy and all. I'm gonna run over my future point that I love that the the culture behind Kin. He says, listen, we had fun. They they called themselves capitalist Hip. But he's like, we had fun with everything else. The only thing we took serious is the service we provided to our clients. And then everything else of that, we we laughed and joked and had a great time. But I love the idea behind what he's saying here. Pick 1 thing, pick 1 thing and be better than anybody else is at it. And he had a lot of competition. You know? Anybody, this point, you can lease think it was, like a thousand dollars a month something like that to lease a copy machine, which is, you know, brand new technology at the time, and so we had a bunch of cop competitors that he had to to battle through, most of which most of what most of which went out of business. This is more about his early life in jobs. In my family, we were all peddle. I found your average street peddle has more business sense than the guy walking pass in a suit. They deal with customers in real time and get instant feedback from the market so that's something he talks about over and over again. That it's very easy to sit in office away from the front lines away from the customers and come with all these theories, but he's like you're just... You're just using your imagination. If you just go and and talk to customers and try to sell them something. They're going to give you the most valuable information in the world I was working at my father's cold factory. My job had been button up the dresses after they was esteem. But I really wanted to start assembling orders for customers. So his aunt was overseeing this part and a lot of his family works together, and so he he goes to try to... Switch his job, and it says, she spotted me try to pick orders and shouted to the man helping me. Don't let him do that. He can't even read. I walked to the factory that day and sat in my car in the parking lot. I cried for hours, switch I remember thinking that it was no use trying to please anyone else. It simply wasn't possible, not with my skill set. So I might as well try to please myself. And that is something that I love about reading all these biographies because, you know, these people build giant companies, a lot of people recover or super famous or their historical figures and yet, the way... When you read their own words, they all go through periods of this. This is what... When you listen to, like, interviews with people that are still alive today, still operating companies, like, they're incentivized to lie. You know, oh, we're crushing everything's good. Everybody says the same thing. But when you pick up the books you realize no that... That's not the the the lived experience of anybody. Everybody's gonna go through this sign. This... He's constantly fighting in this book to to deal with this emotions to deal with a setback and just realizing, okay. That's fine. I'm gonna... I'm gonna say my car I'm gonna cry for a little bit. But then I'm gonna try again tomorrow. And I'm gonna make some progress, and I'm gonna run into a... I'm gonna run into a setback, I'm gonna be down on myself. Maybe I'll have... Go have a drink. Maybe I'll just take the day off and wander around, but I'm not going to stop and reading stories like that just fires me up. Alright. It took me a it took me a lot longer before I actually succeeded in doing so. My dad eventually kicked me out the company. So he gets another job. I was serving ice cream. A couple of days into that job I was fired, Then I tried to work at a local gas station. I'm just giving the highlight series fire from that job as well, delivering newspapers painting, none of this is gonna work out. So it says it didn't take me long it didn't take long for me to conclude that it was basically unbelievable. The only hope for me was to go into business for myself. Okay. So wanna fast forward, he's in college. They're working on a group paper. He's at University Southern California, and his job is to go make... Copies and to turn the paper in, you know, again, he's he's not gonna be reading... He's d. So this is where he actually gets the idea for Kin. And it's small. It starts it starts as a very, very small idea. And I'm gonna tell you how this this made me think of the know left myself. It's 1 of my favorite quotes from what is, if you're only gonna read 1 book and I hope you read obviously dozens of the books that we cover here, but it would be James License Auto. It's hard to to find hard to get. Constantly out of stock, but it's it's something you can read a weekend, and it's all about the the value of stubborn ness and perseverance, and it's just a really fun interesting book to read. But he said in that book. He's like, listen, people, like, put barriers in front of themselves. And 1 of them is, like, I don't know how to do what I wanna do. And his point was, like, you can always learn... You have time to learn technology later. His first vacuum cleaner. He built out a siri... The improvement to the Hoover vacuum cleaner that he wanted to he thought it was just a piece of junk and and let him down this path that he that like, his career path he's on. It was built out of cereal packets and masking tape long before I understood how it worked And this we're gonna see same example here. He goes to make copies. And he says I went to University university's copy center. Is an La. Okay? I saw something far more interesting. The copy center itself. This is the spring of 19 70 and people were sc around making volume copies of legal paperwork for the trial of Charles Manson. I can't run I came running back to class nearly out of breath. I had to talk to Danny, So this is 1 of his best friends time. And he says, as Danny remembers it, this is Danny now. Quote from him, Paul was shaking all over. He told me Danny. I've got this great idea. I realized I could start a copy shot myself, and I always knew up and I knew a place that needed 1. My girlfriend at the time was a student 2 hours north of Los Angeles up on the coast at the University of California, at santa Barbara. There weren't any copy centers there for students or faculty. I didn't write out a business plan or studying the market, but my gut told me I could make money selling what came out of those machines. It didn't matter that I had no idea how they worked. And he moves on this right away. So he sees that by the fall of 19 70. He set up. And he says, I rented a small small storefront new University. There was only a hundred square feet. The rent was a hundred dollars a month. The place was so small by the time we needed a second cup... A second machine. We had to lug it out on the sidewalk. Yes, customers made their copies outdoors. I was 22 years old. So the very first day, their first order, I think it's, like 50 dollars. So Think about his his entire rent a hundred bucks. And you have a professor that comes here that's all... He's anxious. He's upset, and he... Paul really hits on something that's smart here. He understands that he's what he's actually selling. It's not that I'm selling copies. I'm selling, a way to relieve your anxiety. People in general, especially at this point in time are stressed out about technology. This is not a very different insight. If you think about the way Steve jobs talked about how people approach personal computer before the very first apple computer. Or how the the book on Johnny Iv that we just did, where he talks about, you know, I'm, I love designing. Computers are becoming a huge part of this, but I'm frustrated. I don't think I I know how to deal with them, and then he sees an apple. Way before he works there. He's like, wow. Okay. This is simple. This is now, like, he he was able to calm down in his anxiety, yeah, was relieved. And so this is what Paul realizes about this professor. He says, like, each and every 1 of the subsequent millions of customers. We would serve over the next 3 decades. He was stressed out and in a hurry. It was a state of mind, all of us at Kin ko would come to be immediately or shooting intimately familiar with. Later on, we would learn that we weren't so much selling copies. As we were a swag anxiety. And right from the very beginning, we see, he's got a very... Again, when you read these auto of founders you're essentially downloading their philosophy on how to run a business. Right? There's no formula. The idea is take a bunch of ideas from other people combine and make your own unique philosophy because there is no single right way to do it. And so he's gonna... He's got this idea that's really, really unique. And 1, you should know about Paul. He tries to get out out of as much work as possible. He's not working nights. He's not working weekends. He's always thinking about the business, but he makes sure his physical body is still there for his family. He's doesn't have a family at this time. He's still college kid. So this this is many decades in the future. But 1 of his ideas is that you you have to ask yourself if you're in or on your business. And so being in your business is like, you're so minor in the details, you're not running your business your business is running you. And therefore, you're not thinking clearly, you're not doing any his whole thing is like, you need to think harder. Before you you can work hard, but you you have... A lot of people work hard never think hard. It's more important to think hard and then work hard. But if you're on your business, you're not my down in details, you can see where the business is going, you can make better decisions, and he talks about the time invested in thinking yields more leverage for you than just doing an extra print job. Right? And so we're gonna go into the difference... He's gonna bring this up in many different ways. And so another good thing about this book, he had just, like, I love I'm a sucker for and maxim. He thinks and maxim and. Was very much, like Charlie Mu In fact, in the back book, the last, like, I don't know 10 pages or just I how we think 1 sentence is, like 1 sentence maxim. On how he thinks about businesses. So 1 of them is, you know, make sure you're on your business not in your business. So he says as soon as I could, I had to turn tedious tasks over to others and pay them well for doing them. I could not let myself get swept up by all the mono busy work that comes along with starting a company. I was already vowing to stay on my business and not in it. And he talks about his dad. He he he learned some of this from watching Dad do things the wrong way. It was just always my. Couldn't make any progress, but this is the reason... I'm gonna skim over that part, and this is the reason. I took... Learn to turn a lot of busy work over to other people. That's an important skill. If you don't develop it, you'll be so busy that you can't get a free hour a free week, a free month to sit back and think creatively about where you wanna be heading and how you're going to get there. I When your mind can break free of all that worry and clutter, you'll find yourself coming up with the most improbable and inspired ideas. And 1 thing he really likes he really likes sales and marketing, and he really likes getting other people to do the work. I didn't spend much time in the store. Now you may not believe that, but it's true. When I started the original Kin goes, I was still a student 2 hour south in Los Angeles. I stand in Santa Barbara for a full week when we opened the store, but after that, I only work there 2 days a week. I hired people to run Kin goes for me. And I left it in their care. As a result, there was simply no way to become too bogged down by lots of busy work. 1 day, our on days I was there, I rarely made copies or work behind the counter. What I really enjoyed was getting out and meeting people, in a word marketing. I went around campus handing off flyers. There's no better way to stay on your business than to think creatively and constantly about your marketing, how you're marketing, who you're marketing to and always how you could be doing a better job at it. You'd be amazed what kind of business could... You can generate by seemingly simple things. So he talks about this over and over again. I forgot. I think it might have been more buffett it. Like, don't dismiss just simple, Pat I don't remember the exact quote, but I wanna para for a meeting. It's like, don't dismiss a simple action is not being effective. He said it a lot better than I just did because it's not I don't have it in front of me. But he talks about... You know, we built... We started building the business just going door to door, essentially handing out fires on college campuses. Kin goes now, well I guess it doesn't even exist. It's like Fedex office. But for the first maybe 10 years of its life, it is going to be anchored around college camp they eventually make the transition to serving more of the corporate world but to get... And 1 of... 1 of the reasons they do this is because it gets away, like, cyclical nature, of revenue if you're only, like, during the summer they're making no money because schools out. This But he says you'll be amazed at what kind of business you can generate by seemingly simple thing, like handing out flyers. I also sold pens and pencils out of a backpack. No. This is funny. So he stores a backpack, and then he goes and sells, Oh, I should... I I should back up. So he's selling... He knows he's gonna sell copies. They start printing. They start selling pens. He essentially uses for stores as a giant experiment. He's like, I had 4 or 5 business lines in there. I wasn't sure which 1 was gonna work, whichever everyone generated the most revenue we doubled down on. So most of that is obviously gonna be copying printing. So I also sold pens and pencils out of a backpack, out in front of the store on the sidewalk by just talking to people passing by. When this form of gorilla market produced results, I expanded our use of it. So he talks about he extending goes in hires as a bunch of students. And they're now selling pens and paper and and advertising Kin door to door. They just go knock on people's door rooms. We also target target the faculty. By going into their departments and pretending we were supposed to be there, we stuffed flyers into the mailboxes of most of the professors on campus. University professors later drove some of our highest revenue businesses. And now he's gonna flash forward Ben. He just told us his first story. He's telling us about this, then he goes ahead, the story like he does. It's this hurricane Paul, and this is Hilarious to me, Don't know why, but you can summarize it by saying be inaccessible. Some years later when we had a few stores up and running. I made my mind to be truly inaccessible. I haven't if you sitting in my office that day when the phone rang. It was 1 of our store managers calling to ask me how to handle a bounced check. I held the receiver away from my face looked at it, fl. If and that that's just I... It was funny because I could picture out my mind him doing it. But it's... His insight here is he's hundred percent correct. If every store manager needed my help to do with a bounce check, then we really had problems. I made up my mind then and there. I wouldn't be picking up my own phone every 5 minutes. Staying relatively inaccessible was the only way to stay on my business. And so we're still in the chapter about staying on your business. So everything relates to what I'm telling you here everything relates to this idea of. Don't get me down. You're the 1 running the company. Make sure that you're actually running it. And it's not running you that you're thinking long term that you're coming with the very best idea you to do. Like you can. I would summarize this next section that you can work in Sprints like Larry Ellis, study competitors like Sam Walton and invent and wander, like Jeff Bezos. And those are all insights from past podcast podcasts I did on those 3 guys. Multiple If think of in what, like 4 or 5 podcast podcasts on Jeff Bezos now, 2 Sam walton and 3 Larry Ellis. And if you haven't gone back and listen to those, I worked in cycles spending roughly 3 weeks on the road followed by 3 weeks back at the main office. I visited different stores. I also visited as many competitors as I could since the fact that they existed, meant they were doing something right. That sounds just like San Walton. I wanted to find out what those things were. They got me away from the main from the main office so I can leave people alone to do their work because the best way to show people you trust them is to leave them alone. Equally important, I found that leaving headquarters got me away from the mundane daily grind that left no space for insight inspiration or innovation. Instead of chief executive, I preferred the title of chief Wander. And I guess, now that was a good time to talk to about this this bizarre, this is bizarre organizational structure of Kin goes. They're all individual partnerships. So, you know, you think you start a company, either the company either their owned as you... Open new locations either you own it or maybe have a franchise model. He didn't do either of that. Some of them, he owned a hundred percent of... But he had... By the time he it he had a hundred and 27 different partners. All of them were individual partners, partnerships. In some cases, he might earn 30 percent. So maybe there's 1 store and he owns it with 1 guy. Right? And he owns maybe 40 percent and the other guy owns 60 percent. And sometimes he... There's series of partners. They all own maybe 15 percent the store, but they own 15 percent of 10 stores. And it was so cumbersome that they had to hire once they they they get bought out. Before they get bought out, they had to they had a hire a series of attorneys and some venture capitalists helping with this, but they had to go through and roll everybody up into 1 corporation, so you can actually sell the corporation. But the reason I bring that up is because what he's saying here is it's like, I'm a chief Wander. He's not... It's almost like he's... It's it's very, like, analogous to to what nature does. Right? It's there's... There's no top down hierarchical systems nature, So a bunch of there's millions of different experiments, and all those experiments, result different slightly, like, slight variations or different outcomes. Right? And so what what what Paul did there was actually really, really brilliant. He's like, okay. I'm gonna do a light hand from from central Hq. And tell you, you know, this is basically what we do here, but you come up with the best way to do it. Then he's traveling around, observing all these good ideas, and then he'll pick up a good idea say in Toledo and then he'll go back to California and can give to the California stores. Or he'll go down to Florida and do it there. But he's allowing this, like, hotbed of experimentation. They he's talk about, you know, 1 time in the book. I don't think I'm gonna cover this later, but 1 time in the book, he's he's, traveling with some other other from other partners of his and they come up with a great way... They someone a store that has, like just this the greatest way they've seen so far to organize the workflow of Kin. And his partner asked them, like, why don't you mandate instead of telling people this idea. Like, won't you mandate every store looks like this and Paul said something was brilliant. He said, because if I do that, this will be the best it ever is. And what that comment tells us is there's always room for improvement. Again, there's just a lot of practical, like, simple knowledge at this the way I would describe this book. It was very very fascinating the way he thinks. And again, it just comes from just no theory. It comes from 3 decades of trial and error. And I think that's the most valuable knowledge you can tap into. So now we're getting into the... A lot of the... He talks about, like, his brain like, your brain being your own adversary. Like, you just can't figure something else or maybe you think it's impossible, and really, I would I would this reminds me Charlie Mug idea. Invert always invert, and so he realizes... I don't want... I don't... Want... He he... He's not thinking about what he wants. He wants. He's thinking about what he wants to avoid. He's like I don't want only 1 store. 1 particular effective way of saying on your life is to envision the kind of future you do not want. In my mind's, I saw this scene unfold. The parents of incoming freshman take a tour of their old alma mater. Look Paul, 1 dad says, there's Kin. He runs Kin goes. Or he runs Kin copies. There I sit, my curly hair shot through was gray. I wave back at them. That's not where I wanted to be in my old age. But tries I could. I couldn't figure out how to open another store. So he can't figure it out. He's got what's the equivalent of, I guess, writer's block but for your mind. Right? So he's like, I'm out of here. Dad used to tell me that... So he talks about... Again, contrasting, like, what his dad did with... Okay. I gotta avoid that mistake. They go him and hit... His his dad before he's born, his dad and his mom going this long vacation. He says, he used to tell me there was 1 of the few times. He got a proper perspective on his life. He finally had time to think. He never gave himself another trip like that. So like, okay. I gotta avoid that. So he thinks traveling is a way to find perspective. So his business up and running 2 years later. They don't have any... I don't I think there's only 1 store at this point. So he he takes off to go backpack in Europe. He says I left Kin goes in the care of my coworkers for a few months while I took off of my own. I guess it should pause there. He does not use the word employee. He does not believe in the word employee. Everybody's a coworker. If they have... He does profit sharing. He does a lot of, like, a lot of interesting things. So his partners are c partners, everybody else is called a coworker, all of them have ownership and the profits of the business. So he says in it backpack backing around Europe was highly motivating. I became ambitious again. So he talks about he he's extremely poor. He's like, I watched vacation or strolling in and out of 5 star hotels in Paris and Milan. And he just... He says, I could not imagine how what... How is it possible they could afford those rooms? And I think that is a very common and experience entrepreneurs. I remember listening to mark Cuban talking in 1 time. They used to drive around. He's really poor I think he's running like a bar in college and he would drive through and just look at these, like, 20000 square foot houses? He's like, what are these people do? So we're seeing a very similar experience that that that paul's having is like, I I'm, you know, I can barely keep this tiny little 100 square foot company open. Like, I can't imagine ever staying in a 5 star you know, rushed our 5 star hotel in Paris. And, you know, few years later. This guy's is gonna be worth hundreds of hundreds of millions dollars. It's... It was highly motivating. I became ambitious again. That's what a little perspective can do for you. I started to envision how I might open a second store, I can't even tell you exactly what changed my mind. My thinking just un stuck itself. And so he's giving now direct advice to the reader. Do what you need to do to get some time off, Let your soul catch up with your body. It could change your life. So I tell you his idea of really paying attention incentives is what I would call this. But first, this is the best of the definition of management. He's ever heard. It's a really good definition. I since my wife gave me the best definition of management I've ever heard. She said the goal of management is to remove obstacles. It's a good way to think about how this guy manages. And he talks about the between employees and why he wanted to to make sure he provided ample financial incentives for all of his employees. I don't want employees. Some of the definition... 1 of the definitions of that word employees to make use of. I didn't wanna use people. I wanted coworkers who would be empowered entrepreneurs who tried to instill a sense or excuse me we tried. To instill a sense of entrepreneurship in all of our workers. 1 very important part... 1 1 boy... Very important way we accomplish this was by giving everyone a share of the profits from the stores. This is why he said at the beginning, you know, hundreds of people have been millionaires off of the business they built. I wanted to work with people that I made money with and the best single best book you can you can read about the that... The importance of that incentive structure if that's something that you might wanna consider. I was going deep. This is, like, when I... Back when I read every single warren Buffett shareholder letter, I read, like, 3 or 4 books on Charlie Longer. I've done podcast podcasts on this. This is, like, from the eighties to, like, around in the hundreds in the episode numbers. But something... As a result of reading and studying warren buffett and Charlie Mu deeply, is they talk about constantly the operators and the entrepreneurs they had... They respect. And they led me to a bunch of people that I write books on. So Wanna read this quote from Charlie Mu, he said this back in 2004 at a Berkshire hour meeting. And he says, if you wanna read 1 book that will demonstrate really shrewd compensation systems in a whole chain of small businesses, read the auto of les schwab. I covered this, it's called pride and performance, keep it going. It's the name of the book. It's founders number 01:05. If you haven't listened to it. Reed Otto Lush schwab who had a bunch of tire shops all over the Northwest, and he made a huge fortune in 1 of the world's really difficult businesses by having shrewd systems, and he can tell you a lot better than we can. And, you know, he was an orphan. I think he starts... The tire center, you know, you got plenty of competition. He starts it with, like, 3500 bucks when he's, like, 35 years old or something like that. Over the next couple decades, he wants up building this gigantic profitable company. If I remember correctly, every store heats split, like, 50 percent of all the profits with the people that worked in the store. So this is an idea that that different people in different industries have used in different times of history. Whenever I come across that, I have to bring at your attention because that's, like, it's like a siren should go off. Red flashing lights in our minds, it's like, hey, this idea can can work in a lot of different domains. We might find it useful let's remember it. And just... I love people like Schwab, but he reminds me very much are, like, Paul. It's just like, this no frills business just take care of employees. Focus on like, the service you provider to your customers and don't over complicate things. And I I love that because I think a lot of people just... All, human... It's human nature to over complicate things. And when you see the way these these got... These people approach their businesses, This is like, alright. This simple. I can understand that. I can wrap my mind around this. And now, I I didn't even... I just turn the page. I didn't realize I'm gonna run over another. I mean, I just talked about how they keep it simple. He says, our plan for expansion... Our expansion was a pretty simple 1 to I got the idea for how to grow by playing the board game risk when I was a kid. In risk, the object of the game is world domination. Playing the game taught me there was no reason to expand in a meet geographic progression. In fact, we didn't need to respect geographic boundaries at all. So that's something he talks about a lot. He'll learn, business business lessons from games that he applies in real life, so he learns lessons from playing Poker from playing Monopoly from playing risk. And the note and the note left on this page is there... We're about 5 years in. They have 15 stores at this time and nope master plan. They're just taking it as it comes. Another thing Paul talks about over and over again is the importance of saving money being frugal. He says we were really frugal. We... I would sleep excuse we, talking about his partners at the time. And him, we'd sleep in our cars to save on hotel rooms. He continues that trade... Not only he have that trade, but he wants to make sure all his partners have the trade He says, I would never do, I'll never do business with people who can't save money. Spend won't be cautious with their store profits. So importance of saving, avoiding debt, being frugal talks about it. Maybe a dozen times in the book in different scenarios. Paul also in in addition to, like, putting all his, like, war and and ugliness of him out in the book. About, you know, I Adhd. I have D, Like, he's going through just tragic tragic experiences in his life when he was younger, he was molested. He was kidnapped and molested. I think by an older neighbor. This is at this point in his life, his first child dies and it's just fuck just devastating. I just couldn't... I'm gonna read this you Just so you we understand who is it's a person. It it's just... It it kills me when I read stuff like this. Our first born son Ryan died of con... Con conventional heart effect. Some things you just never really get over. You just try to come to terms with them. Ryan was 7 months old and had been doing well when he died unexpectedly. We were with him long enough to know that he was a special boy. We still keep photos of him in our house. It's just... I have, you know, my son's a little over a years old... A little over a year old and it's just it's just devastating reading stuff like that. Moving on, there's a great quote from Naval Rob. That he says, like, there's no skill called business. I would add... This is these few stuff I'm gonna reach you. I think that's a good way to think about this. It's really all service. And anyone can learn to serve. Our first partners and our first c workers weren't business majors. They weren't even particularly interested in business. This is fine by me. We had biologists, philosopher, psychologists, English majors and lawyers. We had more degrees at Kin than a thermometer, and He's got another great app about... Or are we looking at our customers or as our customers. And so his whole point is like, you always should be looking at things from your customer perspective. He talks about most businesses. We talked about this. It could all be so simple. Start with what's best the come... Customer work backwards. Right? Most companies. Most businesses don't do this because they look at it from their perspective. The only thing perspective that matters is the customers. So he says I never walked in the back door that was used by my coworkers. I always walked in the front door so I could see things from the customer's perspective, and then he talks about there's hidden little actions that people do as a result of not looking at things from the customer. And this is where some of the times he flips out on his partners, his coworkers, everything else because of this. He has a... He's man. About looking at things from a customer perspective. And this is just really, really smart because a lot of the the at the the cost to a lot of these actions you'll see, that businesses due. I just went through an experience like this, and I'll tell you about a minute. They're hidden. And that's his point. It's... This is extremely wise what's about to happen here. Some of our partners created an in hospital climate for customers. Some posted negative signs. At 1 store, a manager hung is sign, warning customers that they we'd be charged a steep fee if they bounced a check. It said, the bank doesn't make copies and we don't cash checks. That really got me boiling. I jumped up on the counter and ripped it down as customers and coworkers looked on amazed. They may sound extreme, but I needed to make the point in a memorable way. I didn't want signs like that staring our customers in the face. I told our coworkers that the occasional hit we took for a bounced check cost far less than what we lost, and couldn't quantify that's the most important part of this entire sentence by creating a sub a subtly hostile atmosphere. Customers didn't need to be reminded not to write bad checks, especially when as we knew they were stressed out and anxiety written to start with. I noticed the managers had stopped putting out little freebie beast customers love so much. The paper clips and the pens. But the customers steal them, my partner complaint. Of course, they do, I said. So let's go back to that point that it that it talks about a occasional hit for a bounce check cost far less than what we lost and couldn't quantify. I had to pick up, like, 2, you know, the like, the... And outlet covers. They're, like, you know, dollar 53 2 dollars something like that and in the local hardware store. So I go pick them up by this hardware store by myself by my house. I'm waiting in line. First of all I think it's weird because there's only 1... It's like a long line lines, like, 5 people line. 1... There's only 1 cashier open, but there's 3 people on the counter just sitting talking Was like, oh, great. This another poorly business. Then you see all these signs about, you know, no refunds and just like, nothing positive. And they're, like, taped up and like, this mis mismatch, like, really just shitty weighted to... If you're gonna... If you need it, convey something to your customers. Like, that's a terrible way to do it. So then I get up there. I think the order is, like, 3 dollars and 50 cents. Pull out, try to pay by credit card. And so ladies like, no, you're you're not spending 10 dollars. You can't use a card. You have to give me cash. I was like, but I don't have any cash. And she's like, well, that's too bad. And I was like, okay. I was like, can you please make an exception? I just... These are the only 2 things I need. Can you please make an exception 1 time? No. Okay. So I left this thing on the counter, walked out the door and ordered an my Amazon. And I'll probably never go back to that store again. So, like, that's the point. Like, the the owner of that store it doesn't know that's happening happened or maybe they do know. But they curious how can't quantify what the ridiculous policies are losing them in the long term. And 1 of the things I love about reading all these books and studying history entrepreneurship, is you you really see the contrast. Mo... Like, and I think it's it's also motivating because there's a lot of people that wanna run a business or wanna start a business and I get emails from people like this all the time, but they may think they they it's too hard. It's just it's maybe they don't have the skills. It's just like, the bar is so low. The vast majority of businesses you will ever encounter are poorly run. I wanna read this quote from 1 of Warren buffett shareholder letter. So I think is dead on that, you know, because how many people have analyzed more businesses. That are alive today than Warren Buffett and Charlie Mug. I don't think anybody. And it says our major contribution to the operations of our subsidiaries is a applause, but it's not the ind disagreement applause of a Polly. Rather it is an informed applause, based upon the 2 long careers we have spent intensively observing business performance and managerial behavior. Charlie and I have seen so much of the ordinary in business that we can truly appreciate a vi vi performance. What Paul was doing. He was taking an ordinary or a poor experience from, from the customer's perspective, and setting the phones, like, that's not acceptable. We're gonna do a vi performance. It doesn't matter that the customers steal our paper our paper clips and our pens. It doesn't matter if they bounce a check every once in a while. Because the percentage of people that are doing it are tiny compared to the hundred percent of customers that come in realize hey, I don't have this is not. I don't have a pen on a paper go, hey. I got this sign. That's, you know, trying to make fun of people that bounce checks where the case is. Like, that is extremely wise. And maybe do this already, but if not, you just think about when you go in in in whether it's a restaurant a business anything. I'm constantly looking is was like, could this be done any better? Like, is this an actual good experience and the the businesses that provide excellent experiences, I obviously return just like anybody else would? And the ones that don't deserve to go out of business for their incompetence? Because it's easily avoid incompetence. Just ask yourself. If it's the decision I'm making, is it best for the customer? Yes or no. And Paul used that sis... Like that that it's an operating system. It's an example of this? Whenever I saw managers from the head office disrespect coworkers from the field, I defended the field. The energy in most other companies runs in exactly the opposite direction. And he makes the point that the people serving your customers are a lot more important to the overall health of the com... The company than you sitting in the office. It goes over this over and over again. This is not very different. Remember back, I think it was on Founders number 37. 1 of the best books I've ever read for the podcast. It's such a crazy story. It's called the Fish 8 the Whale, and it's Sam Z murray. It comes to America he's like, in 17 or 18 year old Russian Immigrant, and starts a business on around a on a, around rotting bananas are ripe bananas, bananas that other banana companies with throw away. He realized, hey, I got 2 or 3 days if I move fast I can sell them, and they're still good and they're cheaper for customers. But anyways, yeah, the... His competition, they'd said, I think their headquarters are in Boston if I remember correctly. And he's like, but, I'm not here in the field. And then when he winds up taking over that giant company. Right? He starts a small company it takes over their giant company. And he... He... He's constantly asking them when he's a their largest shareholder. He's like, who he's, like, you hired a guy that's running your plantation down in Honduras, but you're you're overriding his decisions up here in Boston. Who knows more? And so he's like, that's why he would work out in the fields. And that's why he had respect for the people that work for him. Because like this guy's out here doing the same stuff we're doing. And it just came from a simple idea who actually knows more about what's happening in our business. The people in in in San Mu, the people in Honduras on his banana plantation, and in Paul's case, the people in the Gin store. Okay. So let's go to some of the ideas he had to come up with to get around his ce. He can't... He he can't do email. He still won't do email. He has a hard time reading. The future... He he... He... The funny thing is he's really good at numbers, so he'll pour over. Like, the income statements. That's what he really likes. But so they come up with... This is funny because they're... They use... Instead of email, they're using essentially asynchronous voice recordings, and I actually see there's companies trying to do the same thing. This is, you know, well, close to 40 years ago So they're using voice mail, But it says, wherever I traveled, I found great ideas. Let's say a coworker in Idaho had devised a particularly brilliant inventory system. When I met this coworker, I dialed into our voice mail system and then handed him to phone. Go ahead, I'd say, introduce yourself and explain it. The coworker got a chance to explain his his idea in his own voice. And by the end of the week, thousands of other people would have heard about it too. So it's not like a conference call. You can pick it up and listen to whenever you want. And this is how This is the tool that that Paul used to to spread information throughout the company when he wasn't in, like, in the physical store. So even though I was generally inaccessible any given moment, it was still possible to reach me. And so he continues about the importance that you need to pick up the best ideas. We just covered in 2 of the books I just did on Jeff Bezos. Talks about g anybody can email jeff at amazon dot com. Jeff and his team would read through these emails. They would think about customer anecdotes as valuable intelligence to to fix problems that you don't see in your business. So Paul I can use email. He's a suggestion box. And then he finds his suggestions and he starts talking to people at different stores and, like, why is this important to you and 1 of his partners made the good points. Like, you had to remember he's been picking up the best ideas from all around the country. And when I read that sentence I like, hey, The only thinking about what founders is doing, we're picking you and I are picking up the best ideas from the history of entrepreneurship. And we're spreading that around tip... And, hopefully, when you learn these things and you go tell your employees, c founders, your friends, and then they keep spreading these ideas. And we just create this giant tsunami of some of the best knowledge that you ever find in the history of entrepreneurship, and those ideas and those insights or can actually make people more effective. It's amazing. We also relied on the Pros suggestion box for the... For input from our customers. So in this case, there's a there's a suggestion box it all goes I'm not gonna go into detail this weird structure I don't just told you about. But in this case it all goes for some reason with this other company called Kin goes Northwest. But this is very fascinating. The marketing manager and the president. Of King Northwest. Remember, you figured they got... They you could be in the office, you know, coming up with theories. I like, no, we're reading every single message. They read every single customer suggestion from their region for 9 years. And another idea. Paul and his team are using this decades ago, Jeff is still using it. And the customers that care enough to write you to talk to you to to to send you a message. Like, they care enough about your business that they're gonna tell you what they feel can be improved. Like, that's very very valuable. Let's go back to this. I love this idea Take the service you provide your customer seriously, but have fun with everything else. They knew they're talking about this this group of capital hip hippie. They have, like, hair down to their butt, a bunch of the, you know, partners were in the early twenties when they started King goes now work a few decades into the story, they knew how to enjoy life, and they knew not to take things too seriously other than delivering their product. And I love that. I go back to go back to what... We just learned from Jeff the last few weeks. You know, he's talking about. There's a lot of there's a lot of things he says in the meetings, and it's really saying, you know, yeah, You could do a shitty job, but do you have professional pride? A third of your life is going to be dedicated to your work. Do you actually care about that or not? And I love this. It's like, we're gonna have fun. Gonna... We're gonna have beers after work. Gonna have Picnic. We're gonna go Bowling. We're not gonna be too stressed out know as as much as she can. I mean Paul has a lot deal with a lot of stress and he gets on anti antidepressants say you're on and everything else. But the idea is, like, listen, you know, life is temporary and experience to be enjoyed. But our work is serious because we're serving customers and we can never take advantage of that. Because then they'll go somewhere else. There's only... That's what Sam Walton said There's only 1 boss and it's the customer you could fire you anytime he once. We were the kind of anti business... We were a kind of anti business in a way at the beginning, we felt we were going to do it our own way. We are gonna have good values and we're gonna make money that sort talking about the... Their... It's almost similar to... I I don't know if it's similar, but Bernard had that kind of that let my people are surfing. 1 of my favorite founders are come across because he's like, listen, if I... If I'm... I'd never wanted to be a businessman. But if I'm going to be, and it appears I'm going to, and I'm gonna be 1 for many decades, I have to come, but I had to do it my way. To come up my own philosophy. And we're seeing the same kind of ethos here from from Paul and his partners. And missed an update in the company 13 years in. By 19 83, we were doing about 70000000 in sales a year with a hundred and 20 stores. We were 30 partners with an average age of 28 years old. Were motivated by our own value systems, ideals and ambitions with scant input from the head office. Each person made his her home her own decisions. And then Paul's gotta talk about, there's even difference between the partners. This is... I'm really running over the point. I just made. There's no formula. Your philosophy Sham match is the note I left on this page, and this is why We all did business differently. Dave, 1 of his partners Admired and sought to emulate big blue chip companies like General Electric. He ran his company with many more levels of bureaucracy than I would have. And yet the policy manual that his company wrote up ended up being adopted by most by most of the other partners. So a voluntary adoption basis. This is how the company run up until it's sold. I hate policy manuals myself. Obviously, I'm never gonna spend free time reading them. But if our other partners could make the use of 1. I'm glad that Dave writ... I got it written. He loved con 5 year strategic plans. An activity I find pointless and unbearable. In contrast, he thought my stores were loosely and poorly run. I repeatedly told him that he could have expanded his business 10 times faster where he not so wrapped up intending to all the bureaucratic mum jumbo. So even then he's like, okay. Well, I'm gonna have other ideas on the stores that I don't own with you. And we don't have to agree on everything. And this goes back to why he wants to spread the best information why he wants to get feedback from customers, why he wants to talk about what he experiences at other stores, like, hey, you know, they had to sign up about the bounce of the checks. Don't do that, and his... The point of this section I'm about to read you is really, if you have skin in the game, you want to know the dirt inside your company. I've observed that corporate executives, those who take a salary, but don't have a stake in our enterprises like to be lied to. It makes them feel comfortable. They like... They they are the type to be diluted to thinking that everything runs as smoothly as the table service as their at their favorite restaurant. They don't wanna know about the problems. It might upset them. The more... The... They are more interested in managing their careers than their companies. But if it's your own money on the line, you have a completely different attitude. You want to find out all the dirt, you don't wanna be spared the gory details. And that's another point he makes in different in different words that you're on. It's like, if there's no such thing as a smooth running business. Like, business problems. Companies are just effective problem solving machines. You might solve a problem now. There'll be problem. You can't even imagine that you're gonna run into a year from now. So this idea, you're just gonna... Okay. I set up my business and it's gonna run smoothly that doesn't doesn't exist. So knowing that going in and knowing that other people experience. That. Yeah, for when you inevitably run into yourself, like, okay, okay. This is normal. This is how things are supposed to be. This is just another problem. I'll solve it and I'll keep moving forward. Talks about more about not wanting power about constantly trying to to to delegate work and, you know, not being a work. Like, even he says, you know, can't... I won't stop thinking about it, but I'm not gonna give up all my time. I'm still gonna have. I'm still gonna spend time my family. And I think this is really smart. A lot of people don't believe me when they hear me say that I'm not interested in power but in the deepest sense, I'm really not. Power to me means having to do a lot of work. I believe in getting out of as much work as I possibly can. When you're not stuck working 12 hours a day, you've got time left over to goof around to think creatively. And to get to know the people next to you, again to get to the the people next to, Eventually, you'll be back on your business instead of in it. Okay. So now we got to this chapter that is just remarkable. You don't find any chapters like this. This is all about his dark side, and all about the things that he does not like about himself, the imperfections that he has. By now, you would have to be as bad reader as I am, not to figure out that I have a dark side. You rarely hear people talk about their dark sides, especially business leaders, which is a shame because successful business per... Businesses aren't usually started by laid back personalities. I don't hide the fact that I have a problem with anger. I'm not proud of those outburst. I apologize to all my coworkers and partners who've had to deal with the worst of my anger. Someone once told me the only true victories in life are victories over ourselves. And I think that's true. My suggestion is fight your emotions. Don't let them rule you. I let my anger rule me too often at Kin goes and at home. And I he starts talking about all the ways that they have a philosophy. They have app to spread on the company, but he's like, they're aspirational. I don't... I failed... Like, no one's perfect. I failed to reach up to meet my own expectations... And this is... He's gonna go into more detail about, eventually seeking treatment for this and realizing, like, I I kinda don't wanna live like this. Everything in each of our businesses would guaranteed with a personal signature. I personally was on the hook, as were many of my partners for every Xerox machine and lease guarantee in the entire business. If Kin took a dive as it nearly did at several juncture and and in its rapid step ladder light growth, I stood to lose everything. By 19 90, when we had about 450 stores, I remember discovering my liability was many times greater than my net worth. So for many years, despite the motivational pep talks I delivered at company meetings, I was literally running scared. So he's like, you can't make money you're running scared. He's telling people not to be running scared, and he's doing the exact same thing. And he's doing this for a long period of time. He talks about the outcome here. After time, these fears warm me down. In my lit to in my mid to late forties, so he's talking about fear going broke fear fail failure. Which I think everybody feels. In my mid to late forties, I struggled to... Increasingly to manage my own emotional nature. He was, I think 52 when he sold the company. Sometimes I felt I'd created a monster. The monster wasn't Kin, it was me. After I retired, I started taking Prozac and believe me. It's a much more pleasant experience living in my own skin. Now. This is think about who's gonna admit this? Who's gonna write a book and put this on the page. Where we're... We all benefit from this This is a this is remarkable that he he bears so much of this. He's like, listen I. From the outside of this huge successful worth hundreds of millions of dollars, and it was a not a pleasant experience living in my own skin. It's much more pleasant for the people around me too now that he's on Prozac. You know, it talks about, you know, going to... He'd had counselors, he'd had to that go to, like, couples counseling for some some of his partners. I mean, there's a lot of times where he's going in and trying to seek help for his, like, just extreme behavior. And this is just a really, really ugly... Story, how many people would share this voluntarily. What I'm about to read you. I'm gonna let Dave tell you Ugly story. So Dave was 1 of his partners. And the prime of my Kin life in 19 92. I was in the hospital. I've been diagnosed with leukemia. I... I'd already written story out all my read upon my death letters to my kids and gone through massive doses of chemotherapy to wipe out my bone marrow. I had no marrow left to my body. I was left totally without an immune system and any sort of infection would have killed me. I get this phone call from Paul. He says, what about these P Ls? What's the problem with them? He just gets on me. He's the Godfather of my daughter? He's the lead trustee of my living trust. I just knew Paul didn't know what to say. He's a rhino. I don't know what that I means. I just said, Paul, I'm gonna have to get back to you on that. So your partner your friend is, on the verge of dying in the hospital and you're calling about profit and loss famous. Luckily this guy survived and he recovered. Another partner, Paul could be abusive. He's immature. He could be hostile, but he could flip that and be phenomenally gracious. He would create chaos. There was constant turmoil in the organization. You never knew what was expected of you. Paul's is extremely difficult to work with because everything else is so personal. And this the this trait of, you know, somebody being borderline genius as far as like an operator is concerned. And being, you know, difficult. There's a quote, you know, this is a very... This is something you we've seen a lot. 60 70 years ago, David Og wrote. He's like, listen, you have to learn to tolerate genius, talking about the the some of his best employees. He's like, you have to tolerate genius because it usually and he used the word tolerate because he says genius usually comes comes with disagreeable ness and difficult personalities. More examples of him just flipping out. This is him losing his temper over bureaucracy. I fought overhead every day or should... I fought overhead from day 1 at Kin goes. It was an uphill battle all the way. Everywhere I looked, I saw unnecessary expenses. The problem with bureaucracy in most headquarters is that there's somewhat... There's so much passing the buck. No 1 takes any sort of responsibility. Where... And then he's kinda compare and contrast. He hated to hang out of headquarters. So he's ones getting in fights there, and he's gonna compare and contrast to the behavior. He sees a headquarters with what he sees out in the field. So no 1 takes us sort of responsibility people shoulder as a matter of course out in the field. Where achievement is transparent and measurable. I also began to notice that often the people who survived and receive promotions at our head office were the cautious ones and not the creative audacious thinkers. The culture was upside down, and most companies the headquarters is notoriously un creative place. Spared from reality. It is a danger to the health of many companies. That said, I think I was wrong in my passionate dislike of our head office. I just couldn't keep my feelings in perspective. I was like a cage animal when I was there. And so that leads to him throwing things, yelling, fighting, you know, tears there's a lot of turmoil there. A lot of emotional turmoil, which is exactly what entire chapters about, which again is so important because this is hidden from outsiders. He says the upside to my dark side is passion. Now this is very interesting, Another example of this is another partner of his that just... This is the guy hires. I think he one's hiring to be Ceo of 1 of... Like, his... These, like, sub companies and Kin codes let's say, you know, 1 of these companies that may own, like, 25 of the, like, you know, hundreds some stores of time. But really, the the the reason I'm bringing this to you is, like, you have to stand up to Bullies. That's the only thing they respect. So this is Mark Madden is a passionate guy, which I, which is why I tapped to run my own company. 1 day I led into him more severely than usual as Mark remembers it. 1 time Paul was nagging me about something. Then he started sending me voice mails. He left me about 3 or 4 in a row, all personal attacks. I had had it. I hate reply, and I said, Hey, Paul. Fuck you. And I sent the message. Then I sat there and thought, that probably wasn't a good idea. I ran Paul's assistant because I knew she could stop the message, but she wasn't in. I called the Vm x guys, these are of people who run Kin goes voice mail service. Couldn't get in touch with them. A few a few minutes later, the phone rings. It's Paul. He goes, hey, Buddy. How are you doing? Then he goes, hey, Hey, that message, that was great. The passion was there. Hey, thanks, Buddy. And he hangs up, then he calls back. Hey, don't ever do that again. As long as a person this is Paul speaking about this. He as long as a person had passion gum, I could forgive a lot. He also talks about in great detail where, you know, the the the financial and insecurity or financial anxiety the entrepreneurs go through is a source of a lot of his troubles, even, like, even if he's... Wildly successful 2 decades into his career worried that, you know, could lose everything. And so it's just something he has to deal with. And really, what he's talking about? Is he's like, I just want the independence of wealth that wealth provides. And I wanted it desperately. As ADI never lost sight of the fact that savings were gonna get me much farther along in life than any report Ever would. I wanted to grow up to be like my uncles. When they were older, they had fancy cars. They spent their days polishing them. The hardest decision they had to make was where to go to lunch for that day. They were also free to take care of their kids to spend time with their families. They never missed a dinner at home. People often equate wealth with immoral reality, but that's not what I saw as a kid. I saw people who made who both made and then saved enough money to have the leisure time to devote to their hobbies into their families. So that's what he wanted. I'm gonna talk a little bit about... Because remember I told just it's like a chronological book. We're like, just we're inside the mind of Paul and he's just... He's just telling us whatever's is on his mind at this point. But what's is so fascinating is how he felt and how his partners felt after they they sold the company. But he works at the company for a little bit after he doesn't own anymore. And there's a there's a lot of things that are going on this page. Let me read it you and then I'll read my note. I'll give you an example of a corporate view of money. So remember, he always thinks that he's like, I ran my business like a peddle, and I'm just focused on cash flow. That's all I focus on. And he says corporate, like, they complicate things. And they they overthink things, and they wind up doing things in a worse way in his opinion in, like a simple pedal would. We used to sell passport photos at Kin, and we advertise the service in the local yellow pages. It would cost us 75 cents to make a passport photo. And the price, the the price jumped to a dollar... Assuming the the the cost, jump to a dollar to a dollar 75 when you added the cost of the Yellow pages. So now all in to get the customer in the door and buy the password and make the password photo and sell the passport photos at them, they're at a dollar 75. Right? When we'd sell those photos for 13 dollars a piece. You think this is a nice business, question mark. Shortly after we sold a controlling stake in Kin codes, the new budget people came in and got rid of the yellow page ads They saw it as an advertising expense. I used to go to the office and think, are they deliberately trying to be idiots. Then like a self fulfilling prophecy, they abandon the password business. That is corporate d. There is a lot of corporate d demeanor going on going on out there rather. So first note, he says he ran he ran his business like a Peddle. He just focused on cash flow. Already he told you that. The second thing, which I found interesting because he's, like, they saw it as an expense. Let me quote David Og again. And, you know, maybe he's speaking his book a little bit because he made his money as an advertising agency, but he says, listen, you need to treat advertising agency or you need to treat advertising, not as an expense. It's a production. It's a part of manufacturing the product. And his point was that some people treat it as, like, sales and marketing expense. Right? But he's, like, if you can't sell your product without advertising. What happens is in he's seen this many times, people in, like, a downturn in the economy they'll cut back on advertising, we just cut on sales. It's like, no. You you have that in the wrong expense column. It's a part of it's... A manufacturing cost. And if you're gonna keep manufacturing your your product, then you need to keep advertising. And we see a similar idea here from Paul. This is like, yellow page ads work Mean there's just plenty of books that you can... Like, I think of Ray Rock, founder of Mcdonald's. Would... You know, 1 of the first books for the podcast. He talks about once they started advertising in in California. I think that's where some of their first stores were. And he says it was, like, a blind fold was was removed from our... Like, we went from, like, a trickle to, like an overflow. It clearly works. There's an entire section in 0... The book by Peter T 0 to 1 talks about. You know, everybody talks about, oh, advertising... But it doesn't work on me and he's like, yes, It works on you. It works on everybody. A little bit about the kind of businesses that Paul likes. They're simple, their high margins and there's no inventory. The copy business appealed to me because it felt perfectly within my circle of competence. It's a simple business, it didn't take extraordinary genius to figure out the fundamentals, and it wasn't an inventory business, And I think at the time he started, copies would cost, let's say, half of 1 cents, so it's... And then they charged 10 x that to the customer. Well, this is a good app that he has. So this something he learned from his mom, no point in bragging good times and the app is give the glory, but take the money. During our years of most rapid growth of King goes, I made a policy of not talking to the press. What would I've stood to gain by doing so? I kept my personal profile intentionally low when it came to my relations with the outside world. When Forbes published its first piece of me back in the mid nineties, I wouldn't let them take a picture of me. I always told my partners to give the glory and take the money. There's no point in bragging in good times as my mother used to say. Your friends don't need to hear it and your enemies won't believe it anyway. And it as many other entrepreneurs know, it invites competition unwanted competition. Okay. So they went up selling the business to this venture capital firm that reorganize it and then resell at the Fedex a couple years later. And this is the surprising. This is on a chapter called no when to walk away, and it says no matter what anyone sets. Walking away from something you spent 30 years nurturing. Remember he's... This is gonna make him hundreds of millions of dollars, and this is how he feels after the fact. This is very surprising. No matter what... Or maybe counterintuitive it's a better way to describe it. No matter what anyone says walking away from something you spent 30 years nurturing, whether it's a child, a company or even a hobby is gonna take a toll. How could it not? How is it humanly possible to say goodbye to something that contains so much of you and your love and devotion? When my father shutter his business in 19 81, a part of him died along with it. It wasn't that he stopped living after, but it was hard on him. I don't know if closing the company took the life out of him, but he died soon. 5 years after, And so 1 of his main partners Dan there's a quote here where talks about how he felt after the sale. And he says when the Kin thing ended for me, I almost felt like I wasn't anywhere I wasn't anywhere anymore. When the job was gone, I was gone. Dan went into a severe depression. Most of us men identify far too personally with our work. It's only human and the note I left myself is, there should be a podcast. Here's a podcast idea if you wanna start 1, you know, we're always interviewing people that are raising money now or running businesses now. Obviously, we focus on learning from debt entrepreneurs as much as we can. Are people that are at least close to dead. Are at least are retired. I guess where do we put that. There should be a podcast that only interviews founders 5 or 10 years after they sold and to see if they regret it. I would definitely subscribe to that. And this is a little bit more about what happened after the sale. He wasn't ready for this the first decision of C and r. That's the firm, made after the sale was to name himself. This is the guy that did the deal. Interim interim Ceo. This was not what we were expecting. C and rs, swiftly began to set about creating a new company on its... On its own terms. Very quickly relations between the old and the new guard disintegrate. It was startling how quickly they stopped listening to us. Increasingly, I was cut out of decisions. I should have left right then yet in truth, I wasn't yet ready to let go. And then he talks about, he's writing this book about 5 years, 6 years after this happened. The book is close to 15 years all the thing was published in 2006, and what's... Interesting is like, he's still emotionally troubled by this. He says for emotional reasons, I just can't go inside the stores anymore. I don't know if I ever will again. It's too difficult for me. When I see Kin coworkers workers today, they naturally want to tell me about their problems. I can't blame them. I spent through... This is very this is very interesting. Statement he's gonna make. I can't blame him. I spent 3 decades brow bait them to confess every grievance about their work lives to me, but I don't wanna hear their complaints anymore. And he continues to start. Continues to thought about the ideas. Like, I'm a hip... I'm a hypo. We all are. He says the truth is for everything I just told you about keeping Paul separate from Kin. It's been excruciating difficult for me to let go. My friend, John used to tell me that sometimes in life, you have to forget who you were. And learn to be happy with who you are. I'm trying to do that now. And then this was... I mean, honestly, I laughed. The first time I decide this because it I... Was completely at the left field. He's talking about the health issues that the company caused them. 10 years ago, I had bad gas. I couldn't sleep at night, and my neck hurt constantly. I've read almost 200 biographies for this podcast. No one's second complain about the bad gas they had. Now I don't have gas. My neck doesn't hurt and I sleep like a baby. Getting to this point hasn't been easy, but it was necessary. We finally took our chips off the table and let the game move on without us. And 1 way, he he's coming to text to twilio as he finds a new mission. He calls it repurposing. So He's like, okay, I don't run King anymore. So now he runs at least the time in the book. He starts doing... He he starts an asset management company he runs... He invest his own money and then invest money on behalf have other people. He develops... He's has a lot of money, real estate, stuff like that. But... So he has a business he can run that's not that doesn't require as much stress as it was when he was running Kin, but still gives him a purpose in life You know, he's gotta find something to do for the next few decades. He's got a great definition of success. I'm gonna read this to you now. I always believe that the definition of success life is when your kids wanna spend time with you after they've grown up. And so that's something, you know, he tried to be aware of even when he was building Kin. He's home on the weekends. He's home at night for dinner. He's still thinking about the business, but he's not going to just... He's not going to be an absent father an absent husband, and then I'll close on this. There's just still obviously a little bit of ambiguity. As for myself, I'm still letting my soul catch up with my body. How long will it take? I can't answer that question, but it's a good 1 to ask? Do you know why children find the outgrow their tenancy to ask millions of questions. Not because they've got the answers, they figure out that it irritates to grown ups. If you've stopped asking questions, start asking them again, learn to be immature, at least some of the time, It's taken me my whole life to figure out that I don't have all the answers. All I've ever had was a bunch of questions. When you think about it, kin go started with a question. How come there's a copy center here at Usc, and not 1 up at Uc. Why is that? The most important thing is to keep dreaming. Keep playing and keep asking questions. And that is where I'll leave it for the full story I reckon recommend you buy the book, If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time, that is a hundred and 81 books down, 1000 a go, and I'll talk you again soon."
}