{
  "transcript": "So this is not a typical founders episode, but it is the best interview that I have ever done on founders. This episode of investment like the best came out a year ago. It is a great summary of what I've learned from the first 6 years of making founders podcast podcasts. Patrick and I recorded a part 2, which covers some of the lessons that I've learned in the last year that should be out in a week or 2, so make sure that you're following and best like the best in your favorite package player, so you don't miss that. But I also wanted to post this episode for you. So I can tell you about the live show that Patrick and I are doing in New York City on October nineteenth. Patrick has interviewed over 300 of the world's best investors and founders on his podcast. I've obviously read 300 plus biographies of history great greatest entrepreneurs for mine. So we're gonna be talking about what we've learned from 7 years of podcasting, sharing our favorite ideas and stories and then doing a live q and a. If you live in New York, I think it's a no brainer. And if you don't, I think it's a great excuse to fly in and visit New York City the link to get tickets is down below and available at founders podcast dot com, and I hope to see you in New York. David, I think you have 1 of the most interesting hobbies turn professions of anyone I know. I first stumbled upon your show, I think because, like, 5 friends at once told me to listen to the episodes on Edwin Land and Est Lau. Those were my gateway drugs into your way of looking at history. I'd love to begin to introduce you to the audience By just outlining what you do. It's quite unusual. You've done a lot of it. Maybe you could just begin all the way back to when you first remember falling in love with reading. Let's start there. I've been little with reading longer than I even have a memory. A few years ago. Unfortunately, my mother died of breast cancer at a young age. And as she was dying because my parents I'd I like a tumultuous relationship at the beginning of my life, she's really the only 1 that has any kind of recollection of how it was as a child. So unfortunately, when she died, all those memories died with her. She said the way you are now, you were from the time that you could talk. She's like, you would read anything you can get your hands on. Even if we didn't have books in the house, you'd read the back of Cereal boxes. She says something where she's, like, we didn't have a lot of money, but what I would do is take you to the bookstore. And God bless bookstores where even to this day, you can go in there. And even if you don't buy anything, you just sit on the floor. And you can read. And that's, like, 1 of my only memories from childhood. Her taking me the bookstore and just letting me read. And even before I could read, 1 of my favorite books when I was really young okay was Where's Walt up. That's like you're even reading. That just said they're trying to find the guy the striped hat. So it's just the only hobby that I've had my entire life. There's a ton of hobbies that I picked up ton of interest ton of sports, all the kind of things where I'll get really intense to do it for long time. And then drop it. I have 2 mo 0 or a hundred. Readings not like that. And I just re reread because the founder Visa D h just passed away. And what I loved about his book is he was the exact same way. He grew up in a tiny house on the edge of the Rocky Mountains, had no plumbing, no electricity, no money. They barely had food, but he had books. His neighbors just said, there's something wrong with that d hawk boy. He'll read anything. See when I read biography, it's like I'm not reading biographies casually. I'm Like, okay, I put myself in the story. To me, great biography, it's like, a movie for your mind. Except instead of being over for 2 and a half hours, it's gonna last, like, 15, 20 hours. We were just talking before recording that. I read a thousand page biography on Enzo ferrari. 1 of history's greatest successes. You put yourself in that story. You're like, what is it like being a young Enzo ferrari, his father passes away unexpectedly. You're 18 years old. Your father you love more than anything passes away, your brother serving in World war 2 gets killed. Your father's business collapses because if your father's death, now you're left is an 18 year old man trying to support your mother with no skills no education, know anything. That's where the ideas. And then when you study... Somebody the can ferrari He's like, oh, that is why the guy worked 16 hours a day, 7 days a week for 60 years and did it until he died because of that pressure. 1 of the greatest stories in that book. He didn't even think it was gonna search on car company. Which is amazing. The big car company of the day in Italy was Fiat. He goes to try to get a job. And at the time, there's a huge glut. This is after World war 1, and all these veterans are looking for jobs, So they get precedence over him. So he feels deflate. He had traveled from his small italian. Thinking he's gonna get a job because he's obsessed with car racing because his dad just taken to the races at 9 years old. There's just so many things where you can't understand why they make the decision they do in business unless you understand who they were and what happened to him early on life. What happened was he goes and gets a job. He gets rejected. He goes to a park bench in the middle of snow and is crying. It's a very vivid scene in biography. And what is insane is 40 years later after a fiat buys pass ferrari. He goes back to that bench that author ties it together. He's like, there was a missing piece of my life, a problem that I hadn't solved that aid away from me that caused me to have this excessive drive and dedication obsession of my business, and now that circle was complete, and he goes insists on that exact same bench. The idea of understanding what happened to someone before they were 18 was the topic of a conversation I just have 1 of the partners at Sequoia, tell me a story about Mike Mari, sir Mike Mari, very famous investor who asks that question of just about everyone. Thinking that someone's motivation tends to be rooted in their life of childhood maybe up until 14, not even 18. Before I start getting into your obsession with biographies, you mentioned your mom already, what is that for you? If we were to zoom in on your time pre 14, what's rooted in your own history that's made you this complete obsessive about studying history's great entrepreneurs and founders. I think there's a lot of examples in these books Sometimes you learn what to do by seeing it done incorrectly. If I had to guess, and I don't even, like, thinking about this stuff. Both sides of my family, they did the best I could, but, like, my parents didn't even graduate high school, much less college. The first person of my family Graduate high school, first person in graduate College, first male and my family not to go to prison in 3 generations. Wow. Both sides of my family, unfortunately, are filled with examples of what not to do. Usually it has to do with abusing children. Sexual sexual abuse, physical abuse banning their kids. I had never met an intelligent person in, like extended family. My immediate family did as best they could. My dad's so alive. I stuff relationship with them. It is what it is. As you get older And then I have my own kids, you start thinking, like, all the stuff that, like, you're mad at them about. Imagine if you had their parents. 1 person in the family, I'm thinking, like, my grandmother and my dad's side. It's just like an evil person, and then my grandfather my mom side. They destroy everything in their wake. My own guess is why Was obsessed with books and stuff like that is... I was looking for the right answers because, oh, I saw was some wrong answers. Who, I don't wanna be that person. 1 of my favorite things warren Buffett said. I've read his shareholder letters I've read a bunch of biographies on him, then went and studied all the people who talks about and his shareholder letter, so I, like, 15 episodes. He says, hey, go study this person. They're really smart, and I'll go and track them down and then find out who they admire. But 1 of the best things he ever said is like, 1 of the best things that ever happened to is like, pick the right heroes. I think that is extremely important. So that is the role that books play for me. It's just like, I don't have access to these people I didn't have mentors. I don't have anybody. When you think biography is you're getting to know somebody, and they become mentors in historical context. This is why Charlie Mu has some great device why he's right hundreds biographies is, like, I make friends with the eminent debt because if you learn the ideas they have in the personality behind that idea. It's actually gonna stick opposed to, like, just a list of hey, Here's 10 good business ideas. But if you're actually understand like, why they did the way they? Why did they think about that? Why were they obsessed like that? Why did they wanna avoid other things? Have had publishers for books, reach out to me. Some of them had been subscribers in the podcast. Like, you should write a book. And I was like, I can't simplify over 4 years, I'm up to, like, 270 books over a hundred thousand pages, over 10000 hours. If you look at what founders is right now. It's like, around 400 hours of audio. That's about as short as I can get it. There's no book that I know of, that's 400 hours long. I've been married. I've been when my wife feel like 15 years, and even recently. She's, like, I've never heard that story before. How was that possible I've talked to you every day for almost 2 decades. I don't know. I just try to focus on the future as much as possible. Everybody has weird unresolved things in their past. And what I really like the best feedback I've got on founders the podcast is people find it comforting. The vast majority of people are not born in great circumstances. This is not new at all. It's not unique. It's the vast majority of human history have had to be born into and survive and thrive in imperfect situations. So when you hear that over and over and over again, and they worked their way through it, found a way out, it's like hugely inspiring. Do you remember the first time you sort of connected with someone that you were reading about through this lens of a positive role model was there 1 that stands on memory as the first in the category of biography? I have a series of heroes and almost all the heroes have come through the podcast and the research have done. Usually, their heroes and what they did. They got to the top of refresh. They had a lot of good ideas. They're very admirable. They're wicked smart. They don't give up. They have extremely high pain tolerance, but they're all imperfect human beings. And that is kinda like the cautionary tale. Their overall theme of founders where Get lot of feedback too. Like, I'm glad you're not idol these people. Their people. Everybody's an imperfect human being. So I'll take bits and pieces from people. The only person out of every single person that I've studied on the podcast that I consider like, my blueprint for, like, I want that. I want their life in fatalities at Thor because, you know, history greatest entrepreneurs how they get there. They're gonna over optimize their work to the detriment of everything. Their health and many cases they die earlier than they have to. They are terrible fathers. They're terrible husbands. I don't wanna do that. They have no friends. They're crazy people Like, I keep bringing it up Enzo ferrari. Somebody had I greatly admire from a work perspective, work 7 days a week, 12 to 16 hours a day, 60 years so he died. He was a terrible husband He was a good father. His son dean actually dies early from I think muscular dystrophy when he was, like, 20. But he had no friends, never traveled. Wouldn't leave his town wouldn't get on an airplane. Wouldn't even get on an elevator. So I look at, like, how can I be obsessive about the work I do? Wanted make sure it's the highest quality could possibly be, but be terrible on all these other domains. If there's an entrepreneur only read 1 of the books that I've read so for founders, it would be this book called against the odds auto of James. James Dyson now is 75, he just recently wrote another of godfrey free. That buyer if he's good. It's not comparable to him coming off of 14 years of intense struggle. He's writing the book once he gets over that hump. At the time, Dyson has 1 product, It's just the cyclone vacuum it's in 1 market. It's just in England. It's the fastest growing back in company in history. It's doing like, a couple hundred million a year. He owns a hundred percent of it. But what makes that I book so great is it's all the client. It's my dad Dies young, which is really sad story there. I had to learn how to raise myself from being 11 years old? He starts a bunch of businesses, get screwed over by different partners. But from the time he rips apart that Hoover vacuum. And, like, why does the vacuum cleaner have bag that breaks all the time. This doesn't make sense. To the point that he has a working prototype from his own design that he owns a hundred percent of is 14 years of intense struggle, 5127 prototypes. So what I do is, like, I'm gonna reread that book for every 100 episodes. So I did it on episode 200. I think I did an episode 25. So 300 will be that book again. 400 we be that book again. Because it's just the reminder, that's where most people are interested. When you read biography, everybody wants to know the beginning. There's always a part of the biography after they're super rich and famous under donating a bunch of money, and I'm glad they're doing all that? That's fundamentally not interesting. How many people can relate to that. But everybody can relate to, hey. I a dream. This is what Want my life to be? Life is gonna throw up all these barriers. So how do I navigate that maze actually get to where I'm going? Everybody can relate to that. So you've read nearly 300 of these things. Some of you've re reread multiple times, I wish people could see on video like the crazy notes and highlights you take in all these things. It's hard to imagine there's a personal live that is reading and studying biographies and trying to piece together the lessons as intricate as you are, especially within a sub category, which is founders, not just business founders, but people that start things. And I understand that you can't compress down what you've done the body of work to much smaller than it is. But I thought we could take today's conversation as an opportunity to just touch on a couple of the ideas that you and I have talked about as we've just discussed the body of your work. 1 of them is this... I guess the word is obsession. There seems to be as a through line through so many of these people. Some initial whether it's a vacuum cleaner makeup or cameras or whatever the thing is, some obsession takes root in the people that you've studied and creates this motivation is dogg motivation to just keep going through thick and thin. Maybe you can just talk a little bit about that word obsession. How often you see that characteristic whether or not you think it's the key characteristic in the people that you've studied in terms of why they did it what they did. Every single book. It's also they're very high bar because think about that. To make it on to founder podcast, you gotta live a life somewhere remarkable. Well somebody wrote a book about it. The tiniest of tiniest subset of people. And they're all extreme people because I find freaks and crazy people on mis fits and rebels fascinating, which is frustrating to me because there's like, 4 passions in my life, entrepreneurship, reading, history and podcasts. So founder sits at the middle of that. And for the life of me, I don't understand why so many business lectures, business books, business writing is boring. You have the most fascinating subject on the planet, and then you have the most fascinating personalities checks. Think about how crazy you have to be to be like, hey, this thing doesn't exist. I wanted to exist, and I'm going to will it into existence. And I'm willing to do everything possible to make sure this thing succeeds. That is a crazy person that is a tiny percentage of any other the people alive and the people that have lived forever. But, like, I could scroll through and I was doing that earlier. 1 thing I do is I don't only just make the podcast. I don't just read the book once. I take excessive amount of highlights, and then I store all my highlights in this app called Read wise, and I re reread my highlights every day because I don't wanna forget the lessons. There's a limited amount of stuff that you're actually gonna remember. So I also go through my episode list, and I do that frequently. And I can't think of anybody that's not completely obsessed with what they're doing. A perfect example, this is Not only 1 of the craziest stories in entrepreneurship history. But it's also 1 of the most fun books to read. It's called the fish ate the whale. Is this guy named Sam Murray. A ton of entrepreneurs investors I know all know this book. So I just recently reread it, and it's just like, okay, Why is Sam Za murray. This guy is super rich. At the time he's got the second largest banana accompanying the world, and he's working in the fields in Honduras and he's with his Machete and he's wow away, and he's crossing Honduras on a mule. The entire length of Honduras is looking for an advantage for his company while his competitors are sitting in a office building in Boston, and we know how the story ends. He kicks their ass because of course, he is. But it's like, why is that Guy so says. From the time he was 18 till he discovers what he called rights, which is, like, a banana that other banana companies would just throw away because you only have, like, 3 or 4 days maybe 5 days before it were rot and is useless. So there's a line in the books is great. He made a calculation based off arrogance that he could be fast where others were slow. Why is an 18 year old penn list Russian immigrant in Alabama think that he can be faster and he sees an opportunity that a giant company called United Fruit, which is 1 of the first truly international American companies. Why on Earth, does he think they're super rich. They have all the assets the world, they had the largest private navy in the world? And this guy's is like, oh, I see an opportunity you don't see and it's because of obsession. And he starts there, Master that, then he starts moving up, then he goes, okay, I'll buy regular bona. Okay? Once I master that, Now I will start buying my own ships. Then I'll go to Central America, United Fruits and Guatemala. I'll go next door. I'll go to Honduras, and I'll start doing that. And that's the entire story. So I don't think there's anybody who's gonna write a biography that is not obsessed. I do think to your question, that is a fundamental trait and in my personal opinion, it makes life worth living if you have that such. I could not live without an obsession, people were like, oh, founders of podcast founders a business. Yeah. But it's an obsession first. It's an obsession disguised as a podcast in a business. Is the thing underneath obsession mostly curiosity because the topic of obsession for these people is all different. The Dyson is a perfect example. It's hard to imagine getting excited a vacuum cleaner. But he did. There's some reason behind the obsession each time. What is usually behind that? Is it just a basic system setting of curiosity in the person? And how do you think people listening should apply this obsessive lesson to their own lives. Do you think it's too general to say that everyone should keep working until they've become obsessed with something? I do think it's too general. I don't think most people ever find it. The reason I'm so successful just studying people that got to the top of their profession is because 1 third of your life is going to be spent working. Half of your conscious life, half the time you're not sleep is gonna be spent working. For certain personality type to not excel at that, not to be really good at that, means that life is not gonna be an enjoyable experience. If I had to guess which comes up a lot. I think there's some kind of deep rooted fight against a sense of inferior. That is underneath it. It's interesting. This comes up a lot. There's a line in the Francis ford cop biography that I read, because I really love reading biographies of filmmakers. That's the closest analogy to, like, what I'm trying to do with podcasting. I read their words I'm like, that's how I think about podcasting. That's fascinating. And there's a line in France for cop biography where embedded in the story of the sun is the story of the father. And his dad was this guy he wanted to be a musician, never made it was super bitter, so he raised Francis for Cop, and they would just talk shit. His dad would just talk shit about anybody that was successful. And Frances is, like, well, I don't wanna be the person criticizing the successful person. I wanna be the successful person. And Cop at the beginning of was clear, like, look at the track record in the seventies. The decade was twenties is like 1 genius move after another movies of people so much this day and he had this fan mathematical session with learning everything about filmmaking, working everything single hour. He'd falls asleep while editing films. And I think a lot of that came was like, we start the conversation. Like, some people have say, hey, I wanna be like that guy. Other people have... I don't wanna be like that guy. And those are equally powerful motivator. I think of, like Sam Walton. I just reread his fantastic, everybody knows about that, but reread it over and over again, you see different things and then reread in between the first time I read it and the second time I read, I, like, 200 other biographies much better. So the words had didn't changed, but I changed. So the meaning changes. There's a time in that way before he started Walmart, he's obsessed retail. Right? His little 5 and don store is really successful. The guy that owns the building that he's renting from sees that. And cruz over Sam, and he's like, oh, I'm not gonna renew your lease and they're in a tiny town, shouldn't fight those people. So it's not like he can go across the street and open another 1. So what he did is just took Sam's business from him, copied it, change the name and put in the same location. There is a scene in that book I've never forgotten where Sam is in his attorney's office, trying to see if there's anything due for it. And his attorney's going through leases like, no, you made a mistake You didn't know any better your young entrepreneur, but you didn't get the protections that should have been in a lease agreement. And Sam is sitting there, and he's cl and un his fist. And he's cl, and he's un unconscious his fist, and he's cl. He's un unconscious his fist. He's like, I'm not whipped. I found this town. I found this store. I made the store success. I'll do it again. And he just picks up. He's, like, I'm not gonna look back to at. I won't make that mistake again. Goes to the next town. Does it again. Then does it again again, and then 2 or 3 iterations after that. He stumbles on Walmart. So there's like that thing where just, like, I have this drive, and then he talks him on the book. Unhappy life, his parents had a crappy relationship. Whatever it is that a kid experiences... I don't know if the sam could actually articulate it. Because he's writing the book as he knows he's dying from cancer, but that drove him to just be obsessive. And he's like, I didn't like spending any time house. So I went out. I went to school. I worked as much as Could, and I was in every single club and Accumulated every single skill that I had. He had this weird drive. Either have it or you don't. My life is really interesting. And it's because of the podcast. Was, like, half my day. Is spent reading... Having 1 side of conversations with greatest entrepreneurs, which is what reading a biography and an is. I get all these interesting ideas see how they did life. And then the other half is I get to talk to a bunch of founders that listen founders. And then that becomes a huge friend group and I get talk to all these really smart interesting people. And I can't think of 1 person that needs somebody else to motivate them. There's something inside of them. That's why they're doing what they're doing. To be an investor to be an entrepreneur, it doesn't work if you can't trust your own judgment. So what kind of person is willing to take that risk know a ton of entrepreneurs, it could even make more money if they went to go work for, like, Google or something like that. They'd rather make less money in their own business than work for somebody else, but there is something bizarre that I don't think you can explain all you can do is notice in other people. And then seek those people on, like, oh, I'm not weird. There's a tone of people just like me. It brings to mind 1 of the things Was most excited to talk to you about, which is this classic nature nurture literature debate in people. But it's the idea versus execution debate or the inspiration inspiration debate famously Edison said 1 percent inspiration, 99 percent inspiration, and maybe that's true in time. But what I've found more recently is good ideas matter a lot. If you don't have a good idea, all the preparation in the world probably doesn't matter I saw an interesting idea somewhere recently which was like, a lot of people can run a Mcdonald's franchise. Not a lot of people can create a new Mcdonald's. And I'm curious what you're reading of all these great entrepreneurs and founders where it's led you in this debate of inspiration versus inspiration and sort of how you would assign what matters more or most. Obviously, they both matter. But I would love to just hear you R on these 2 twin concepts. So there's 2 guys I discovered through the podcast One's called Shannon through Jimmy Sony's fantastic book of minor play, and another guy called Alfred Lee Loom. There was a biography called T tuxedo Park. And with Shannon and Loom had in common as they argue their ideas. I think a lot of entrepreneurs in general. They spend time on Twitter arguing about. Should we be remote? Or should we be this? Or should we raise money or should we do that? It's like, who gives a fuck. You have an idea and don't let anybody get your way until it's done. And if that's inspiration or... Or whatever case is, the idea obviously matters because I think the largest predictor of business success is the market that you're operating. This is all over warren Buffett shareholder letters. It's in this book that I have right here about Henry Clay F. Andrew Carnegie partner in 1 of the greatest entrepreneurs ever lived. He benefited from the fact that he was mono the coke industry, coke not being Coca Cola or cocaine, but coke is this ingredient needed to make steel and iron, and he was at the right place in the right market There's in Western Pennsylvania at the exact time he needed bait. And guess what? You take that dude that's smart that's disciplined, and you put him in a market that's decreasing. You let him run Berkshire hathaway. The original textile in the sixties. It's gonna go right into the ground just like, you could be as smart and it's hard working. It doesn't matter. I think more of set up the idea. I think more of, like, the market is way more important. 1 of the things I'm so excited about why I'm obsessed and mean you share the. Was just, like, podcasting is like a miracle to me. We were talking about the importance of understanding Why is this guy so freaking obsessed? Why is he working 7 days a week on this? This is psychopathic behavior? It's because of the way I look at podcasting? I don't look at it as a means to an end podcasting is the printing press for the spoken word? The revolution that Gut unleashed when he invented the printing press. May have taken 40, 50 years, 60 years, a hundred years to gains steam even goes faster now, but that is exactly what podcast podcasting is. Everybody's like, oh, we have too many podcasts. That's like saying you have too many movies. We have too many books, like, that's ridiculous. We have too many bad anything, but there's always room when it comes to media or anything that people consume for good things to grow and prosper And to me, when I look at where do I wanna spend all my time? Is there something I'm obsessed with? That I'll think about even when I'm not working? And then also is it a growing market? You're telling me today, we've reached the peak of how many people are gonna list to podcast? That's absurd. That's absurd. And not only will more people find your podcast in my podcast. Now, there's people that are haven't even been born that are going to be listening to episodes. I don't wanna dismiss is that idea execution is like, you need folks. I'm sure there are some markets where they're gonna pull the product out of you no matter what. And if you're the only 1 in that market, then that market's is gonna be satisfied. But I can't think of anybody that I've read a biography about that's just like, I stumbled into a good idea, and I didn't have to execute relentlessly and over and over and over again for a long period of time. That's another thing too where I'm only interested in people to do things for a long period of time. There is a subset of people that can start a great business or be a great investor for 2 years, 5 years, 10 years. I'm interested in people that you started the conversation saying about Edwin Land and Est sal Lau. Okay? To successes. They both had good ideas and relentless execution. Est Lau had to wait 20 years. She got completely obsessed with the idea of beauty didn't have the opportunity to serve her company because she was a stay home mom till she was 40. The reason I say, listen, man, you guys should be reading Est Lau auto. Is because it is my belief that if you were able to bring her back from the dead and let her start a company today, she'd be kicking most entrepreneurs ass up and down the court. Edwin Land to, Edwin started working on we pulling away like 19 and worked on until his 70. He had, like, the third most patents in American history behind Edison and I forgot the other person. Who the hell works on something from 19 to 70. That's incredible. But what about the people underneath these leaders? I probably listen to 50 episodes or something of founders. If I had to summarize 1 of the interesting lessons is the dramatic importance of the individual, which I think runs a little counter to maybe how a lot of people wish the world was where it was more communal and Steve Jobs was gonna emerge if Steve Jobs particularly wasn't him or I think the great individual theory or thesis, a lot of people don't like. But as I listen to a lot of your episodes and these stories. It strikes me that the person matters a lot. And I'm curious what you've learned about the layer of leadership underneath the founders. And if there's any common stories themes, traits that you've su out there. I wanna start with a quote because you just nailed it and I'm a Edwin land fan boy. I am on a mission because I mean, a ton of smart people don't even know who he is. So maybe people listening to us don't know that he was steve jobs before steve jobs. Steve jobs met him when he was in his twenties, Edwin who was like, 7 years old, and Steve came away from the meeting saying, meeting Edwin Land was, like, visiting a shrine. These ideas that you've undoubtedly heard from Steve Jobs did not originate with him. He literally took them from edwin land the idea of building a technology company the intersection technology in and Liberal arts. That's not seat. That was on every single presentation that he made in an Apple. He got that idea from Edwin Lamb. He literally talked about over overnight. He said this is my hero. And Steve also had this deep historical knowledge, which all these founders definitely have. All of them. I have not come across a founder that was not curious about what the great people before them did. I actually made a 30 minute in between episode is called Steve Jobs and his heroes, and I break down 39 podcasts on either Steve Jobs or the people that he talked about influencing him. Even when he was young. He was, like, his twenties, and he could tell you how he felt the invention of the Macintosh was similar to, like, Alexander instagram Bells invention of the telephone. So how the hell do you know that at that age? That's remarkable. But Edwin said that there's no such thing as group originality or group creativity. He goes, I do believe wholeheartedly in the individual capacity for greatness. And he says originality or attributes of a single mind, not a group. What happens is even if you have a bunch of c cofounder? There's usually 1. A lot of these people had c cofounder. You could say 1A1B, whatever the case is, but it's always singular. It's never, like a joint thing. And what's good is they, find people that can play the role of the second or third. It's not like, hey. I wanna be the smartest person in a company. They all ob obsessed this is in warren Buffett, David Ol, Enzo ferrari, Steve jobs. They only surround the social players. There's a great book called in the company of giants, it's on the floor next to me right now. What's fascinating about that is it's 2 Stanford Nba students in 19 87, go and interview all these technology founders. If you think about the growth of technology industry from 97 till now. They were clearly like ahead of time and was fascinating is Steve's jobs, young jobs. He just came back to Apple, sits for the interview. They start the interview like, hey, you know, startup founder doesn't have that much time to recruit and I forgot the exact terminology, but he cuts him off. He's like, I disagree agree completely. Recruiting talent is the most important job as a founder. Think about the first 10 people in your company. Every individual is 10 percent of the company. You don't transition from a startup up, a Nascent idea to a super successful company that creates a great product. If you fuck up that part, that was his point that he was making there. And he knows that because this is the crazy thing. So you mentioned Mike Morris earlier. Mike Morris wrote this fantastic book, the little kingdom. I read the updated a version called the returns to the little Kingdom. I what's was fascinating about that is that's the way before Mike was an investor. It's like, the first thing I think, 6 years of the history of Apple. And when the book ends, the Apple 2 doing really well, Steve jobs is still the company but we don't know how the story is gonna in. So then I would read that book and then what you need to jump into right after that, there's another book called Steve Jobs in the next big thing, I think was written by Randall Strauss. That book is about the 13 years between, he left Apple and then he returned. I call it Biz bizarre steve jobs because it's a gifted intelligent entrepreneur making every wrong decision in the book. That book ends in 97, he gives us interview. Think about this. How crazy this? He starts next. 1 of his first 10 hires at next. Is an interior designer for the office. What the hell is happening here. You're reading that booking and like, I know steve jobs is smart. I know he's talented. How the hell did he do this? We talked a little bit about Ego before. We started recording. Where it's like, it's very prone to lecture your Ego get the best of you. People admire you because the work. What happens is like, you're you usually Isolate yourself, they'll work really hard. You'll do a lot of work. That work draws the attention and other people because it adds values in their life. And then suddenly, over time, you confuse, like, Oh, they don't like the work they like me. And then I could just show up without having to do the work, and everything will be fine. And that next, he just showed up. He's like, I'm Steve Jobs. Ego is such an interesting 1. That lesson is fascinating and confusing people liking the work for liking you. I've never heard it. Phrase that way, and that is so damn interesting. Where else do you see ego rear its head good or bad? It strikes me that ego is like a negative connotation, no 1 have an ego. But you do wanna be confident you do want to be charismatic. You do wanna be a good salesperson, some of the things that high eco people know if you get at. What other things have you learned about ego go. That phrasing is so helpful. I actually don't think that you build a great company with Giant Ego. I don't think that exists. Sam Walton has good idea about that. He's like, listen, your ego should use to drive you, but you should not be on public display. And he's like, I hire people at Walmart with big heels, then know how to hide it because there is some weird thing where, like, drives you what's promised is when you make it apparent. Did you think that you're better than everybody else in almost every story. You have a young entrepreneur that needs some help. They're usually helped by people that are older have a lot more access to resources. So think about like how people are funding private companies now. You have super smart and determined founders, lot of potential, who knows what a person like that is gonna be in 10 or 20 years. But they need assistance whether it's they need resources, they need personnel personality. They need money. What I realized this morning is this is guy named Thomas Mel. And Thomas Mel is 1 of the most important people in American business history because he's the patriarch of the Mel family Dynasty. What he did is he made a lot of money before and after the Merrick Civil War. He's like, maybe 50 years old, super rich owns a bunch of banks and stuff like that. He comes across a 21 year old Henry Clay F. Henry Clay f shows a lot of potential this time Well, Mel can't possibly know yet. 40 years in the future, F is gonna be considered 1 of the best entrepreneurs ever do it. So much so the Carnegie season is was like, I need this guy team. And then they have a falling up. There's a fantastic book called Meet you in Hell. I recommend everybody reads if you wanna learn by Carnegie and F. It's about what F told him. They had a falling out later when Andrew's about to die. He sends a letter to f. Say, hey, let's reconcile. We're living in the same city. Where live a few blocks away let's get together, and he writes back. He's like I'll meet you and Hell. What was fascinating is mel sees f. Rick at the very beginning of building this coke empire that's eventually gonna be acquired by Carnegie company. And Mel sees and he's like, oh, this is another me. This is me when I was younger. He approves along. Then Fred takes that money immediately deploy. It starts scaling up because it's like hey, I got an opportunity. I need to do as fast as possible. Goes back to Mel? I think he borrow like a thousand dollars. You mean, this 1800. So so a lot more money thousand dollars a. So borrow a thousand dollars, goes back almost a immediately that says, give me 10000. Mel like, y. What the hell you doing kit? So he sends 1 of his partners. He's says go check out this freak guy. He seems... It has potential to me, but I need to make sure this guy's not full of crap. So Mel partner goes in shadows f. And he writes back to Mel. And he's like, the guy works in the coat plants all day long, studies his books at night knows his business down to the ground makes long, and that is the first hand up that he gets that causes him to build a monopoly in his industry. There was no 1 b to f Coke empire. Is clearly him. What was fascinating is was like, I didn't put this together. The first time I read that book because I probably read a hundred and 50 books, a hundred and 50 biographies since I read the first time. But I had just recently been reread books on John Rockefeller. And this guy named Jay Gold pops up in Rockefeller biography. Single 1, which is really weird. Everybody's read Titan, the most famous biography of Johnny Rockefeller. I did is I went in a bib geography of Titan, found a book that the author Ron used its research and order. It's a very old book. It's like, 40 something years old. It's very hard to find. I read that book and I'm like, wait. This is biography of Rockefeller and this entire chapter based on Jay Gold, but the hell was happening here. And then you see when people would ask. Rock is probably the most famous entrepreneur in history. And they asked them like, who's the best businessman venue you know. He said without hesitation, Jacob. Without hesitation. Then you have Cornelius is van. This is another thing we should talk about is how all these people want up knowing each other. There is something to be, like, talking to other A players. And then you have Cornelius Van, who's the rich richest person in America at the time. 40 or 50 years older and Jay Gold, and he's like, Jay Gold the smartest person in America. So I was like, okay, What the hell happened? So the author actually sent me the book, A biography of j Gold, came, like, 15 years ago. Things called like Dark genius of Wall street or something time. These are formidable people saying this is the 1. You gotta pay attention that. Why is that happening? So I'm reading Jay Gold biography. Same situation. He's like, 20 years old 21 needs to leg up, meets this older more successful businessman. But where Mel did is like, I'm successful but united his ego getting the way. He's like, I wanna be this guy's partner. His success is not threatening me at all. The difference in Jay Gold is Jay Gold Are taking on older partner. And it's kinda named za pratt. I think is his name I'm going off memory here. So I might get his name wrong. But that guy was Super rich owned a ton of land in the northeast at the time, own 30 different factories that would produce leather goods, and all the different factories would have different partners. So he winds up doing a partnership Jay points in doing some surveying work for on some of his land, and Sat like, oh, this guy is smart I'll partner with him. I'll put up to money. I'll give you the expertise and then you run with it. Well, Jay Gould is a straight up genius, way smarter and Oliver be, and he runs with it. He'll hit you up for advice and money, but eventually, like oh, I got this. I can figure it out. And he's coming up with ideas. The cra thing jays. This guy's been in the leather business for 40 years. I'm coming up with ideas that he doesn't see that threatens Z ego. How do I know it's Ego? Because the guy was so rich. He started his own bank. Printed his own currency. Guess whose face he put on his currency? His face. You know Mount Rushmore in his town is like, a big, like Granite wall, a big rock formation. So, you know, Mount Rushmore got all the presence on there. He hired somebody to carve his own face. Think about how he pistol have to be. I want people to come to my down and see my giant head, hovering above everybody. They started partnering. He didn't like that Jay stopped asking him for advice. He thought his success and Jay was managing his leather factory. They called him Tanner better than his other partners. He didn't like that. Felt threatened. So he tried to maneuver and just said, hey, We're gonna end the partnership. You have to either buy me out for 60000 dollars, which is the money I put in. Or I buy you off 10, which is with the money you put in. He did that because he's like, this guy doesn't have 60 grand. Didn't know that Jay has brain. He knew this was coming and he had secretly set up financing, and he was waiting for that to happen Rockefeller is exact same story for his first partners in the oil industry. He had older partners to try to groom him, and he says a great. He's like, why, they were talking so loud. My mind was running. What happens? Is like, okay, hitting this provision in our contract. You have to come up with 60 grand J's like here it, and he takes off and running. You had the opportunity to partner with 1 of the greatest entrepreneurs careers ever do it and you fumble it because the ego. How often did these people, men and women break the law or enter the gray area of the law building what they built. In Jay Gold case all the time because the Sec was founded 40 years later to combat things that Jay did. This is 18. There's no securities law. Did it insane things. There's no antitrust act yet? You could say, okay. Is there a person like Steve jobs in history? I just said there is. Is there a person like Elon Musk? There probably is. Especially she people to try to sell and, like, over promise in some domain. That's like Henry Kaiser, who was as famous in his day as Elon is today? There is not in the history of entrepreneurship an equivalent to Cornelius Van. I've read 2 books on him. If you said, okay, David, who lied today, remind you most according in this Van, I would save Vladimir Putin. Van Bill have nation level wealth. You could have turned his entire fortune liquid at the day he died. He would have controlled 1 out of every 20 dollars in circulation. The reason I say is not like anybody else Yeah, he breaks a law is there's a fantastic book I did a podcast audience called Ty war. There was this other guy. I think his name William Wallace. This is like, 3 years ago. I'm going on memory. William Wallace is interesting because the time he's 18. He had graduated law school, medical school, taught himself a bunch of different languages, really smart dude. Winds taking over different parts of Mexico, which was very common time. He was a military adventure. He winds up taking over, I think Nic Au. And this is a time where Cornelius is doing the transition from just having steamboat, and he's getting into railroads, but this is gold rush. So people are paying to be transferred from the East coast to the United States to get to California for the Gold Rush. V makes a ton of money because he's 1 of the rare people that has steam ships, railroads, and then boats to cut through South America, and then he'll pitch you like, a mule, and then he'll pick you up on the other side. He had basically from A to z. He cut down travel time by, like, 6 months, so substantial value. So some of his ships were stationed in Nic, and William said, hey, I over through the government. I am now the president of Nic, so these are my ships. Van tried to have him killed. That's not hyper that is legitimate. He hired mercenaries to go get him. He petition the secretary state of both the United States and Britain. He's like, I'm not gonna sue you. I'm going to kill you. The way they thought. You could argue that some in history greatest entrepreneurs earth. They might have been more ambitious. I'm not saying go out and over overthrow governments, but they did, Sam Z murray, Fish in eighth ate the well. He did them. That's legitimate. He funded a coup because you try to take away his been banana a property. I'm not saying these are good people. I'm just saying that they just look at it, like a problem. How we would be like, oh, I can't do anything. I guess my stuff is gone. Oh, has my ships. What I can I do? I'll try to go to diplomatic channels. Cornelius, like I just saying guys with guns. Go try to steal something poop. What do you think gonna happen to you? It's funny to think about some of these examples in contrast to, like, Gen his Khan or Alexander the great or some of the great conqueror through history, where probably there's some similar threads to pull on in both areas. But in the modern narrower where especially now, like, elon, everything he says, you hear about 4 seconds later. The feedback loop is so much tighter. So there's probably less room for shenanigans, maybe maybe not. As you think about the role of constant learning in the stories these entrepreneurs. There was a Michael Jordan, quote you sent me, which just something like successful people listen and those that don't listen don't survive or something like that. And then that's Michael Jordan. You know, I mean, I think maybe the greatest athlete of all time. Talk about the role of constant learning, this relates back to Ego too, I think Ego would maybe because you just stop learning because you think you know it all or something. You've mentioned several times, people study. The history of their industry, people are listening they're learning say bit more about the common trait of listening and curiosity and perennial learning. Not only is Michael Jordan probably of the greatest basketball player Believe, you can make the argument that he was better at his job than anybody else has been as good at their job in history. Reading his biography, changed my life I was a michael jordan family when I was kid. I don't have time to watch basketball now. I'm busy but, like, I'm Actually standing on right now. I record on my podcast standing up because I try to bring energy every day. But, like, my foot is on Michael Jordan life. It's like a 694 page buyer of my jordan. What blew my mind about that is every single person way before he even made his college team till the time he was a professional basketball. They also the same thing. This dude was like a sponge. There's a great quote, the Next davidson said. And he said that average players wanna be left alone, good players wanna be coach and great players wanna be told the truth. Michael had a giant ego and giant drive, but he would run up to the coach and tell me what I need to get better at. So the reason I say that book changed my life is this idea of practice? How many people wanna get an Mba nba? A ton millions. How many get 400 maybe, How many people get to the dream team in Barcelona in 92, which might be the greatest basketball team of all time? 15 people? The subset of a subset of a subset. So Michael's tired. He had been playing nonstop back to back. He's like man, I really wanna take some time off. I don't wanna spend my summer Olympics, but I'm gonna go. He goes I wanna see their practice habits. We're all the best of the best, what am I doing this different than what they're doing. So what happened was he goes, he watched the way they practice compared to way a he practice. In the main theme of Jordan's book is I believe in practice. I would rather miss a game than missed practice. That's insane. He said something that gives me chills to this day. He goes, I watched their practice habits and he goes, they're deceiving themselves about what the game requires. Best of the best, ton of people in there, but when he was done, no 1 had more championships than he did. So I was like, damn. That's crazy. This guy at the top of the top winning championships, Mvp scoring awards, all surging, and he's still working harder in than else. That lying successful people listen those who don't listen dose survive is from that biography and he's like, listen, I don't have that big of an ego that I can't learn from other people. All of entrepreneurs trainers like that. I just talked about Edwin Land. Think about how crazy it is. That dude to get started, he made his money in cameras and lighting. So to understand camera To understand lighting? How did he understand lighting? He went to the New York public library and read every single book on lighting they had. He invented instant photography. Before Edwin Land, you took a picture, you sent it to kodak and you got it back like 2 weeks later. After Edwin Land, you press a button you have it then. That's insane dude. And what did he do? He didn't say, look what I've done? He goes and he hires ansel Adams, who he thought was a fantastic photographer. And he says he's like, my aim is to produce the most picture perfect making process, and you have shit in your brain that can help me achieve that. They're learning machines. They're like, okay, where there's a book where a podcast where it's grabbing person. So like hey, That person has information I need. I wanna see if I can talk to them. You mentioned It with land... There was this great quote that I think Ties in here, which is something like anything worth doing is worth doing to access. Again, I like, when you send me stuff is when it's at odds with common wisdom, you know, everything in moderation or something like that. Talk about that excessive. And what I'm really interested in is hard work. It seems as though 1 of the modern things is to have a more balanced, more freedom, more flexibility. And I think if you look at all these biographies and everything I've listened to from you, that definitely not the case for these people. And again, like you've said, we're not suggesting these people are the ones to emulate just that they're ones that have created extraordinary outcomes. But talk about this... Everything we're doing is we're doing to access how you think about hard work? Do you know you work your ass off to create founders? What do you think about excessive and hard work? The full line is what Evan Lance says is, like, there's something they don't teach you at harvard business school. If anything's we're doing. It's we're doing to access. I put together maxim because you're gonna remember that. Successful people listen those who don't listen don't survive them. That was sick your brain and you understand the idea behind that. And this is as old as humans. They've been talking in maxim in common sense and harmon forever think about why song lyrics are so sticky because it's like an idea condensed down. 1 of my favorite ones and it's the main theme of the history entrepreneurship It's the why if you look at my phone on my phone, my lock screen is a picture of Ernest a Shack, the famous Polar explorer who looks like Hell get a huge beard covered in ice, looks like it's about to die, and his family motto was by endurance we conquer, which is why I told you earlier. I only interested people do things for a long time because at every single step, these people are presented with opportunities to quit and they don't. He's like, I don't have to be the smartest. I don't have to be best. I don't have to be the talented. And this is where I believe in myself. I don't have to be the best. I don't be the smartest. I don't have be the most talented. I just have that last you. And I'm not giving up. I've had a bunch of people offer, like, partner up or by buy the podcast or whatever, and they're like, hey, you're going at a extreme pace. Which I really don't feel like I am because I just read... There's no trick here. I pick up a book and stare at it, and I do that for a few hours every day, 7 days a week 365 days a year. My daughter's is like, why are you reading? It's your birthday. Why are you reading? It's Christmas because I'd like to read And if you do something for 3 or 4 or 5 hours every day that most people don't do. You're going to develop a value for other people in the world, and that's all of business is. The best description of a business ever heard came from Richard Branson. He's like, all businesses, it's an idea our service, that makes somebody else's life better. If you make other people's life better, you'll capture that value in return. So I don't find many of these people are modern. I'm gonna read this quote that I have save on my phone solar hilarious. It's by Bill Girl is called running down a dream how to survive and thrive in a job you love, but in that, he profiles, 5 people that do exactly what Michael Jordan does that did exactly what Edwin Land does. He profiles Bob Dylan, the musician Bobby Knight, the coach, Danny Meyer, the restaurant tour, Sam Hi and Katrina Lake. What Bill Gu did in an hour? He breaks down what are all the traits or what are their approaches to work that is similar. What does an entrepreneur have to do with a musician? A lot. What does a restaurant have to do with a basketball coach? A lot. It's the same ideas applied to different domains. None of the people described are moderate. That's why in an hour, bill just break this down perfectly. It's insane. I just finished reading Bob Dillon auto, which is the book that Bill Early read. That dude literally discovers folk music finds out who does Folk music the best, listens every hour of his day that he's not playing, Bill's term for this as professional research, which I think is exactly the found. How do you get better your job when you're not working? It's all the learning, the constant practice. That's professional research under 1 umbrella. So Bob Dylan engages in professional research listening to every single record he can get his hand on, making friends with people that have hard defined records, and then he discovers Woody Gut. And he's like, I gotta go find them. Where is he? I'm in Minneapolis. I have no money, my clothes tat, but I have a guitar in a dream. I'll go out to the side of the road and stick my thumb out, and I will hitch hi to New York City with 10 dollars and a guitar case find them, and that's exactly what he did. So to your answer question, There's a quote I have on my phone. I've had this quote since 2017. I'm not a fan of moderation. I'm attracted to extremes. What do you want your life experience to be? Do you wanna be exceptional? Do you wanna push the boundaries of your capabilities? Do you wanna walk around in a fog, butting up against your potential but never actually realizing it, then knock yourself out, be moderate. I'm not interested in that. So I can't do the podcast less than I do. All I can do is say, hey, this thing, the obsession of mind? Will overtake my life because I've seen enough stories where it can ruin my life. So I have boundaries. I have a balance every day. The only thing I figured out is because I'm an obsessive person. Obviously, you are a ton of people are that are listening to this as well. What I realized is like, okay. Instead of working like, ton of hours 5 days a week. I'll just spread everything out and have a balance 7 days a week. This is Ed outdoor. I literally just read his bull. Took his blueprint. I'm like, oh, I'll just do that. Ed says every hour you spend in Fitness is 1 less day in hospital. First thing I do is wake up in morning and I do an hour of some kind of physical activity, whatever you like to do. Then I work, I sometime time with my kids. I spent time with my wife, and I talked to friends. Maybe have an hour to to something that's fun, But really work is my hobby, and that's the advantage I have over other people somebody listening might say hey, I'm gonna do a podcast on history entrepreneurship. Go ahead. You should. It's not like a 0 sum game, but I'm only gonna do this. I'm not gonna start to fund. I'm not gonna start another business. I'm only going to do this, and a lot of this is where it's comforting to me. Where I can give you a list of people that have citi. Daniel Ludwig. What a crazy book I read. It's called named invisible billionaire, book is very hard to find. This guy was the richest person in the world and no 1 knew who was, and he competed with like Aristotle and nasa. Everybody knew who an Was, he's married to Jacqueline Kennedy and shit like that. This guy his work with his hobby. Ed Lamb work with his Hobby. Henry Ford And enzo far, est Lau, Henry Kaiser, David A, Warren Buffett, Sam Murray, Alfred Nobel, Joseph a pulitzer or Coco Chanel. Sam Bro. I'm good on the list. You just have an advantage because you love it. There's a guy named Larry Miller. He was the richest entrepreneur in Utah. He owned the Utah jazz. He owned, like, 90 different fucking businesses. Owned, like, a 30000 square foot house on the hill, and he's writing his as he is dying and he's saying my life is a cautionary tale. Every hour, every minute, I was awake, and this comes from childhood trauma. His mom called the cops on him I'm sent him Juvenile hall kicked them out. He had this weird and excessive drive. Just probably, like, some weird sense of inferior already. Right? That he's overcoming. I worked every hour of the day. I don't know my wife. I didn't know my kids. Now I'm dying. I'm kinda getting to know my grandkids kids, but he was excessively obese, and the entire book is not like, hey, Look how successful volume might be a billionaire or whatever it is. Is like, don't do this. I screwed up. Think about this guy's unlimited resources, and he gets to the end of his life. He's like if I could do it all over again, I would have work less. I would have took care of my health, I would spent time with my family, and I would have had fun. I never had fun in life. That is terrifying to me. That should scare the hell out of everybody. Anyway, that's obsessive that, again, work was his Hobby too. If you don't have Guard dangerous. And was crazy. He dies. So he's working with a c writer, and he dies before the book is done. The last chapter is his wife talking to the c author. And she goes, I miss Larry, but it's not like he was here when he was alive. If you think about the role of a soul of a business. I think he sent me this interesting quote from City Harm where founders serve as guardians of the soul of a business. How do you think about the soul of your business? The business is you in many ways. But if it were to have an independent soul? I wanna talk about this concept more generally, But I wanna start with you. Describe the soul of founders? What does it stand for? I'm not a good example of that because it's an obsession that just happens to be a podcast and podcast just happen to be businesses. I feel like I'm, like, the gi dreams of sushi of the podcast world. Where it's just, like, you have a massive audience you have people around you. You have a movement. The way I think about it is, like, I read this great book called Masters of Doom, which is obviously about the video him doom. There's John Romero and John Car. And John Car said something in what cause the rift of their partnership. He's like, where romero wants an empire, I just wanna make great games. Somebody hit on this. Founders is like, a handmade product. And I was like, thank you. Because that's what I think about it Was a handmade product at scale because of the miracle of. I can do everything myself. I don't have anybody helping me. I edit it, and I also don't have script. I just read books, and then I just have a conversation just like I would, if we were at dinner. Just like Gi Dreams sushi. Every other podcast I talked to, they're all super smart. They're like, dude. You're crazy. You've told me like, why hell are you editing your own thing? Why are you doing this? And it's because, like, I have to. I don't even have a joyous. So I'm actually talking to a founder later on today. Who's really sharp, and I met him to the podcast and like, I don't wanna say is, all he's really well known. He's got a theory about this. And again, I like talking smart people to think I'm doing it wrong, which I love. I don't take offense to it at all. But he's like, you're crazy. The soul is just me. It's like a person that a business. So the reason I think that's the best description of a founder I've ever heard. It's not the same things like managing a company that's been around for 50 years as somebody else started, maybe the founder has been dead for a long time. I really do think that's the role of the founder. Sidney Harmon worked on his company for at 50 years. You might know his name because anytime you're get in like, a electric luxury car Harm Garden. That's the guy who started that company. So he goes to role the founders the guardian of the company's soul. And all these books, there is a decision you can make to compromise on the quality of your product or take a shortcut or do something you would never dare do it. I just read the biography of the guy that started in and out. Compared to his conte to Mcdonald's and Carl's Jr and all this explosion of fast food that was happening at that time in American history, not financially successful. No. Not nearly. He only had 17 stores when he died. But he was obsessed with quality. Everybody else saying I'm gonna use frozen beef. He's like, I'm gonna buy my own cows. I'm gonna add salads and all this other stuff to my menu and goes, I'm not changing my menu at all. It's that intense love. There's a cult. Anybody knows this, go fly La and try to go to in and out. Good luck. I was just an La 2 months ago. Try to go out twice because I read the book. I'm not waiting in that line. There's a coal around in and out because the expression of the founder soul is manifest in the product. People have in and out tattoos. How many people about Mcdonald's tattoos. So this is also people like, hey, What's your goal? Like, you wanna make the biggest podcast in world. No. I wanna make the best podcast on the history of entrepreneurship in the world? That doesn't mean it will have more downloads anywhere else? I'm fine with that. That's not my goal. Just like if you study now, obviously, Apple being dominant. They have a huge market share in device and everything, but wasn't like that. Vast majority of Apple when they grew their coal falling. It's like, what, 2 percent of the market, 5 percent of the market. Microsoft was killing everything. Ibm destroyed everything. The important things, what do you wanna build? Some people I talk to founders and they're say, I wanna make an Enzo ferrari level of craftsmanship on their product Ferrari being handmade and some people take the ford route. Ford and B ferrari existed at the same time. Ford try to buy ferrari. There's a great line in the movie Ford versus Ferrari. The guy is playing The Coco was like, hey, we should be thinking like Ferrari. He's a for executive time. And there's hugely ego dismissive guys like, we spend more on toilet paper than they spend on their whole production. And he's, yeah. When you think of victory, you don't think a forward. You take a ferrari. So you have to decide. There's no wrong with it. I talked to a ton of founders. Was like, hey, usually, when they wanna go big, it's like, I wanna make a billion dollars or it's like a number attached to the business. Become like the founder whisperer. I have these conversations with people are just say, hey, I just wanna talk to the shit I'm going through with you and if there's anything that's in your brain, that you've seen these books, let me know. And a lot of these conversations will start my goal is to be x. I wanna make a 10000000000 dollar copy. Like, okay. I was start to same question. Who were your entrepreneur entrepreneurial heroes. Everybody copies somebody dude you're a human. I always help a maximize stay in the podcast. That the mind is a powerful place which you feed it you in a powerful way. I'm very careful To let into my mind. So I'll have these conversations, and they'll start listing off all these people that influence the way to think about entrepreneurship, and I was like, go read a book on him. Did Steve jobs ever say, I wanna make a hundred million dollar company. That was never in discussion. He said, I wanna make insanely great products. And I wanna get really good at marketing because I want everybody in the world to have an Apple device. And the way to do that is to get really good at marketing. It's very easy to confuse yourself, and that's why if you're confused as the founder, and you're the guardian of the company's soul. The reason I admire steve jobs so much. I've never come across another person that thought clearer than he did. If you could copy 1 thing about Cj gil what you are now. I want his clarity of thought. It's insane. Like, how much mental computation for decade after decade, then I had to go through to clarify he's thinking like that. You know exactly what it's important him. A great book by Ken c called Creative selection. He demoed to... Steve Jobs said the same thing He goes was listen. Steve was at the center of all circles in Apple, he was like the Oracle of Delphi. But the difference between Steve in Oracle, Delphi was when you asked the Oracle called Delphi a question. You could back some kind of riddle. You have no idea what the hell going on. When you could feedback from Steve. There is no ambiguity. You know exactly what Steve wants to do, and that's it He's like, there's no, like, Confused. The quote that comes to mind when I think of the founders guardian its company soul is actually quote about Steve Jobs. It's in 1 of the books I read about them. And he says he made and remade Apple in his own image. Apple is Steve jobs with 10000 lives. That gives me goosebumps because that's exactly what a founder should be doing. It's impossible to build a company to spend all your life energy on it. And not have it en buy with your personality with your ethics, everything that you think about your business and your life is going to see into it, the good and the bad parts. You're reminds me of conversation Have with Tony Hs who started Door dash. Tony's very mild mannered, very humble, almost quiet person, which is why this quote from him stands out in my memory so strongly, which is, I asked him something about culture, Like, how do you think about constructing the culture of a company? His answer is basically like, I think a culture of a company should be like 80 percent or 90 percent, just the personality of the founder. And that's it. It should be the extreme characteristics of the personality of the founder. Because if you try to make it generic nothing stands out. There's no progress and Inertia dominates. I think that's basically what you're saying. These stories are fundamentally the stories of individuals replicating themselves in some interesting way like you mentioned with jobs. And the marketing thing is such an interesting angle that I don't think you and I I've ever really talked about because so much to the time we think about the products, and that's mostly what we've talked about the phone and the Polaroid, they are playing the whatever, and we don't think about as much the story in the marketing. What have you learned about all of these people as it relates to marketing? Did they all tend to be good at it? Was it just a means to an end for them? What have you learned about how these people distributed or got the word out about their products over time? I'm a collector of maxim and algorithms, and I think my favorite 1 might be actions express priority. I don't look at what you say, just look at what you do? They're marketing geniuses? All of them. What do you call a person that's gifted at customer acquisition or distribution. A founder. There's a ton of people that have great products and no 1 knows about so you've failed that that aspect of it. I've read a book called Insanely Simple, which is written by 1 of the guys that worked at the ad agency that Apple used and he compares in contrast in the book Dale approach to marketing when he worked for them. And apples. And he's, like, Steve told you with his actions that marketing was important. And how do you do that? Every Wednesday, we had a 3 hour meeting. And this is, like, maybe post ipod and before iphone. Somewhere in that. But after they were already having a lot more success when he came back. And he goes, we had it through our meeting, and Steve would review every single marketing add every single thing. There was not a fucking billboard that was gonna go up until Steve said that was okay. And the reason is important is because there's a lot of people that preach in their companies. Marketing is important, and it's just worse. Steve showed with his actions. And then you have enzo ferrari just on top of mind because I read 3 biographies of them, and I just read all of my highlights again yesterday. Was a marketing genius too because he's winning Le mans, that's how he jump started his company. And because of Ferrari stands Victor victory, you have all these rich Americans flying to Italy, and they'd wanna meet Enzo ferrari he's very mysterious. He wouldn't let you see his eyes. He'd wear sunglasses in every meeting. He did on a purpose. He thought they were like, the windows of the soul. And he didn't want you read a soul. And what do you do is, his employees would catch him giving a tour of this rich guy. And the guy is like, oh, my god. Enzo these cars are fantastic. I must have 1. And he goes, I appreciate that. I'll see what I can do. I might be able to get your 1, you know, maybe 6 months, maybe 12 months from now. And then the guy would leave and the employee would go from like enzo. We have a parking lot full of un unsolved ferraris. He's like, a ferrari has to be desired. He knew it. It's very similar to that fantastic podcast you just did with Rolex with Ben Klein. You see that same idea with a purposely limit production or I don't even tell you how much they're making. There is a secrecy element to it. Edwin Land. Same thing. When you we think of, like, how much steve jobs are practice for his presentations. He got that from Land. Edwin land would do all kinds of stuff way before he invented a camera, he invented polarization So 1 of his main inventions was when you were driving at night, you would be blinded by the oncoming headlights of the other cars. So he has that film they put over? He was trying to sell it to a bunch of other car companies, and there's a story in 1 of his biographies where he rents a hotel room, he figured out where the sun is gonna be at what specific time, which hotel room that he needs to get that has a window that faces it. He puts like a fish bowl there, and then he invites the people trying to sell in, and then at the perfect time, it shows the light ema Through the windows of the fish bowl with and without the polarization. And that's how I sold them. So it's like that thought process. Walt Disney. Fantastic, fantastic book hence ferrari, Walt Disney have 1 thing in common, both their first companies with bankrupt. A lot of people don't know? Walt Disney, everybody's like, oh, 1 of the best founders ever, How could you not be Right? Everybody thinks he was a cartoon. Yes, he invented animation first successful full length animation movie. But if you ask, walt Disney, what is he most proud of. He's most proud of 2 things. 1 starting his company keeping the control of it because he lost control of his first company. And 2, Disneyland. Did not mention animation. When he was dying, he's in the hospital dying, his brother is his partner Roy. They're looking and the ceiling of his hospital room and they're going over the plans for Ep cut. He never got to see it because he was dying. There's a very common Coco chanel else. I think they worked to the day they die. Enzo ferrari, day they die. There's no retirement. It's not gonna be retirement from James License wasn't retirement for sea jobs. What well, Disney get at is also, the amusement park is like, hey, why are you making a amusement park? What people don't understand that back then as a amusement parks where were seen as low life stopped. They were like, dirty full scam artist. So only like a circus kind of thing. So walt, Disney says something was genius. Feel like, why are you building an amusement park? Their they're dirty, low class places he goes exactly. Mine won't be. And the way I frame that in my mind is their mediocrity is my opportunity. There is not a great amusement part. I will be the first. He's like, okay, I need to raise money to fund Disneyland. He guard against his house barred against his life insurance. He was crazy. He didn't give shit about money. He should've have been way more wealthier than he was. He packaged the financing and the marketing together. So he's, like, Abc b. I'll do this weekly show. I'll be the 1 hosting it, founders guardian the company soul. They would show some things from his animation, but then they would also show, hey, This is what we're doing the park. Essentially like a weekly ad that people were watching willingly. As a result, he gets money from that. He gets perfect marketing and advertising for that, maybe the best ever. And Abc puts up a large percentage of the money needed to pick the park. Than what happens. As a result of people watching this. It was 1 of the highest rated shows on television for year, the day he opens the park. It's the biggest traffic jam in Orange County history. So it's not just... I'm gonna make the very best product. He considered a amusement park like a cast. It's just a physical movie. I'm building a fiscal movie. So I'm gonna make the very best use of perk ever and it's gonna have the very best marketing. It sounds like a common team in all these stories just process as art by revealing the process behind the product because they're so obsessed with that. That is a common marketing story. Is that right? Do you see that over and over? I read Warren buffett shareholder letters. And to me, he's like, how many people have studied more founders and more businesses than Warren. He says in there David Og a genius I'm like, who's David Older? This is a years ago. And I find David. He's now 1 of my personal here. I read 5 books on her. And what did he do? He did exactly what every single other Peach entrepreneurs. Figured out what was the best shit that happened before I was alive. Hey, those are good ideas. Human nature doesn't change. Let's use them. So David Og winds up in the very last chapter of og overview advertising. He talks about the 6 people, the 6 advertising giants that came before him that he studied if they were alive, he'd be friend it. That's another thing Bill Girl talk that's important It's like, going on actually meeting these people if you can. And then he would just take all these ideas and build on. His point was there's no such thing as a business that is boring. It's only boring advertising. And he says listen, it's boring to you because you do it every day. But if you explain to the customer the process, they'll find it interesting. So he did this for, like, explaining the brewery process for 1 of the beer accounts yet. The person that on the beer company. Was like, I don't wanna do this. Every other brewery does it this way too. Goes, yeah, but where the only 1 comes story. So he spends 3 weeks or 3 months can't remember, researching the hell out of Rolls Royce talking to the engineers, reading on the material. He wants reading a 50 page document. There's 1 line in it that says the loudest thing in the car at 50 miles an hour was the clock inside. And he used that as a tagline and then put a couple thousand words of copy. Walt does 2. Maybe the best if you wanna call it a media company, like I can't think of another company that has the asset that Disney has. And it started with a huge fight with Roy Disney, who is the brother, the business aspect of that, and Walt Disney, they were having this fight in 1 of their books we're just like, how much is this gonna cost. And Walt says, we're innovating. I'll tell you when I'm done. To go into the process behind it. That book Disneyland goes into it, and your point like, almost like opening the come, he shared with the entire country. All the work and effort in detail that went into it. I shopped at Trader Joe's for a long time. It's a weird place, interesting. I liked it. Okay. Reading the biography of the guy that started it, you have to understand why they're doing what they're doing. The example I would use is when I talk about sometimes on the podcast because people are like, it sounds like you have really good recall, or like, you can remember this stuff. Must have a really good memory. Absolutely not. The way I make the podcast. I read the book, make the highlights. That's the first time I read the highlights. The book is done, the night before Record you should record in the morning, the night before, I'll reread all the highlights. That's the second time I read the highlights now. I record the podcast. That is the third time I've heard the highlights. I edit the podcast. That is the fourth time I've heard the highlights. And then the fifth time is I had to take pictures of the read wise app and literally input them physically 1 by 1. You should takes hours to do this. That's the fifth time. People knowing that when they feel comfortable pressing play when they listen to the founders because, like, of all, this dude, everything single So he's had to read entire book to prepare. That's kinda crazy. And then second of all, he's not just reading it casually doing it once. He's read these words 5 times. And then I'll reference them in future episodes. And the only reason I'm able to reference them in future episodes is because I did that 5 times. So if there's any part of your product that seems ban now or ordinary to you. I promise you no 1 is thinking about your business as much as you. The favorite business of mine in the world. You think about it less than probably 5 minutes a week. Nobody is thinking about it like you. So you have shit in your brain that is interesting to customers and then you could package that up and use that as marketing to get more customers. 1 of the lines that stands out from listening to all your stuff, I think is the Kin founder, who said his... And then you adopted it that his exit strategy is deaf. And like, if I think about summing up what we talked about so far, it would sort of be find your obsession, and then make your exit strategy death. Right? Like, greg's strategy is not make a billion dollars or 10000000000 dollars or whatever. It's this just lifelong pursuit of your life's work. Right? I'd love to play that now to you in podcast podcasts. So my suspicion is like, you've suggested other entrepreneurs that have done. You've studied the history of of this industry. Who are your idol in entrepreneurship whether I'm I'm specifically curious about podcasting as a business, given that's what you're doing. But what have you learned about podcasting and why it's so exciting as a business, you you've mentioned a little bit about Gut wordpress for, you know, for audio. Or for the spoken word. But if you apply Bill Girl kind of Bob Bill, you know, train to trained in New york concept of podcasting to yourself, what comes up? I have a unique advantage that Bob didn't have. There's is barriers to entry. Almost all the people that are examples like that. There's barriers entry. Somebody that has to sign you. There's somebody that has to hire you if you're like Bobby Knight. When I like about podcasting is it's completely permission. If I think about, like, what is the skill set that I have is I can lock myself in a room with a book, a ton of espresso in a microphone, and I'm gonna come out every 5 to 7 days with an audio recording that is gonna help you at your job. The thing I like about is it's all work and no work about work. I just talked about this and Think it was a d hawk podcast. But it pops up over and over again. That so many of them get disillusioned with the business of business. And a lot of them wish they could go back to when it was just a small team. They weren't public yet. They knew everybody's name. They were actually doing some of the work themselves. Humans are terrible predictor of what they actually want. So you say, yeah, I'm doing the work now, but I can't talking hire team to do it, then scale that up, and then I find myself 15 years later running this giant multinational public corporation. Is like, oh, I don't like this anymore. Think about this. I just read Amazon un bound. Jeff Bezos is 1 of my heroes, 1 of the best obviously to ever do it that's not really saying anything. I like the everything stored more than Like Amazon un Bound, but Amazon on bound, you get to the end and 1 of the notes I wrote in the margins, think about it. Being the Ceo of Amazon is not fun because it was fun, he would do it. What you really roof for, obviously, you can't stay at the very beginning. The guys got knee pads on he's taking the books to Ups himself, you don't wanna stay in that case, but 1 thing is I was obsessed with podcast way before I even had 1. So as a byproduct that mean you were talking about this the other day where people can give you bad advice on podcasts. And there was a piece of advice that I heard, and I was like, oh, that person that said that doesn't like podcast podcasts. Because if that person love podcast, there's no fucking way that would come out of their mouth. No way. So that is why my podcast is designed the way it is, which just like, listen, I'm doing as much as I can, I just want a way to be me at scale? I don't wanna read from a script, I don't wanna have to put on an act because if I wanna do this for 40 years until I die or whatever it is. You can't fake who you are, when people talk to you or people talk me. What are they say, oh, man. I listened to so much. I feel. I know you. You do. You cannot listen to me for 400 hours. So this for my podcast and, like, I have some weird other personality. They're so funny because I need a lot of people from the show, and I'll, have dinner with them. They Say variations... Oh, just like, getting a private podcast. This is literally how I wanted it to be. I'm just meeting up with the front every week and saying, I read some cool shit this week. Here's some stuff you might wanna know, you might find it helpful. As far as heroes in the podcast podcasting domain. I feel the best podcast to ever live is Dan Karl in a hardcore history. The reason I have a single person show is because of Dan. I've not only bought his back catalog over and over again, but I just listened to his podcast over and nerve again For a long time, now I'm reading lately spend a lot of audiobooks, but almost every night I'd fall sync to his voice. The fact is he inspired me to go the extra effort. 1 thing I didn't wanna do. Didn't wanna do 2 podcast podcasts a month or a year like he does. Like, I get sad if I don't record it every week. I'd legitimate gets sad. What I like about, Dan is he'll read like, 30 books, and then he'll do an episode. So I was like, alright. Well, if he's reading 30 books every episode he does 2 a year. At 60 books. I'll just read them every 5 to 7 days and then just release them as they come. I have a personal preference podcast where Dan in his early days. He do these multiple part series, which is really cool, but they were like an hour and half. Now they're multiple for series in, like, 5 hours. I get lost. I don't enjoy it as much. I still love them, but I'm like, I don't like 5 hour long podcast podcasts. Let me update it again. I don't like really long chapters and books. It's the same thing. Like, give me a breakthrough. If you just wanna pure entertainment. Somebody affected me was Bill Monday morning podcast. Which is as low tech as you could possibly get. Most people are, at least people have even and I are using podcast podcasts learn. But what I like about his is like, he's been doing it every year for over a decade. He shows up every week. I don't listen as religiously as I used to. But I don't think he's skipping any weeks and he just sets up and he talks directly to you for now. And he might be talking about Life and all his other stuff, but it's perfect. Because if you really think about it, what I don't like and why I think you see podcasts that have bigger audiences and, like, cable news. Because it's all fake. Humans desire authenticity. The words that are coming on my mouth. They're not coming from words that somebody else wrote on a tele. This is some fake shit. If a friend talk to you like that, you'd get up from the dinner table and walk Like, I was wrong with this guy you're sweating you got cake up makeup. Like why are you wearing in makeup. And humans crave authenticity and the reason I'm so bullish on podcasting as a business is because the village storyteller is as old as language. Except now, the village isn't just 10 people on a campfire fire. The Campfire fire is 7000000000 people. The reason why... I'm so bullish on founders is I think it'll take me to really interesting prices assuming I don't quit, which I don't plan on. You're, like, you're wasting your time, you'll never cheat scale, go start, like, a enterprise software business. You'll make a lot more money. So I just spent my life chasing money, doing something I hate. Great advice. Thank you very much. And it's just like, why won't I reach scale? They're like, oh, because, you know, what's the biggest podcast? Maybe the biggest podcast is, like, 10 or 15000000 people. I was like, yeah, But now they do. How many people are interested in business? How many people are in entrepreneurship and the way that I think about it, how many people are connected to the internet, speak English and are interested in entrepreneurship? There's like, a hundred and 50000000 business owners around the world, something like that? Somebody out there has better numbers than do. The last time I look, it was like that. I don't think this is like some small niche dude. I got a freaking email yesterday, and I love this shit. This is why I'm so obsessed with it. It's because you never know what they're gonna do with the work you put out there. This dude listen to my podcast. I did like, 3 or 4 podcast podcasts on Jeff Bezos. He's like, dude, listen to your podcast help me get a job as an engineer in Amazon. And then he emails me, like, I love your podcast. I wrote this software, and now he's analyzing all the books and writing out a software program to map all the connections for. And he's gonna like, make it bill for. What do you think are the if any major aspects of the people that you've studied that we haven't talked about yet. I feel like we've talked about people's obsession, their endurance, the dark sides, maybe of some of these lives, the role of marketing, the role of the team, we talked about lot, the role of the market. Are there any other major things that you find yourself constantly like pointing out of segment in a book and saying her it is again. We may have not talk about the most important. And that's the best maxim in his history entrepreneurship was said by the founder 4 seasons that excellence is the capacity take pain. Anybody trying to do something difficult. How many people want to do, like, a great achievement with their lives every single living person that has ever lived. No one's like, oh, I don't wanna do anything. I'm here and I'll just die. No, they have ideas, they may never pursue They may have the courage. They may attempt they may fail. Think it was, like, they're difficult to he had to do of trying to make knowledge just hotel chain. But at time, the best hotel chain in the world. And all the struggle they had to get to in his ivory, his wife would wake up in the middle night, see him like staring at the middle of the ceiling just rack with guilt. Anybody's ever done anything difficult what it's a company, anything knows the euphoria and terror. It's the entrepreneurial emotional roller coaster. And the reason that I think it's so important to talk about is because it is supposed to be hard. There's not a book they're you're gonna pick up where the guy's like, our woman, Hey. I have this idea. I started it. Everything went great and the end of the book. It doesn't happen. And so what's fascinating to me is I never know what books are gonna resonate with me either. What I really try to tell you people Was like, there were so many times Was like no 1 gives a shit about founders. This isn't gonna work. I'm trying to grow podcast that doesn't have interviews. I don't have social media, and I'm introverted as hell. And then you have to make a commitment, like a podcast. It's like choosing a friend. I'm asking you just spend an hour hour and a half with me. It's not like a 30 second tiktok dude. This is a high bar here. This is Meta has it like, man. I'll just give up. And a lot of what pushes me is these stories like, oh, okay. This is normal. When James Dyson says in his auto that there's many nights in this 14 years. That he came in. He had 2 mortgages in his house. He spent the whole day trying to build a prototype. It blew at his face didn't work. Yeah at the end of that book the reason it's so important. It's against the odds and auto of James Dyson it's hard to find, but if you can get a copy order it. And he says, listen, it's easy for me to celebrate my dogg now I made 300000000 dollars I share, but I'd be lying to if there wasn't times where I went inside my house, had my wife look at me in the face, like I'm a failure, and I'd cry myself to sleep. And I got up and did it again anyways because excellence is the capacity to take pain. I apply to like, I don't really feel like we're out right now. I don't feel like doing cardio. I don't give a shit, David why you feel. How you feel is it irrelevant? That's an idea I got from henry Ford. You read his auto. He because I feel sorry for these, I think he calls him soft and fl men. That can only do great work when they feel like it. That was 1 of the first episodes of founders every day. It was, like, 200 people listening at that point. I read the quote, and they I go, so essentially, Henry Ford is saying, fuck your feelings. That line for some reason resonate because I didn't know people were listening to this and what Henry ford's point was listen a business exists to serve other people. So how you feel there's gonna be days where you get out of bed and cannot wait to it to work and that's great. And there's gonna be days where you don't wanna go to work and that is irrelevant. Because the business is not about you. The business does not exist for your pleasure. The business exist to serve other people. What's surprising to me is been in read wise app I can segment books by author when's last time I read it, what's fasting is I segmented by what book has by highlighted the most. Who shocked what it was. It was the auto buyer of Ed Cat, creativity inc, which is the founder of Pixar. 1 thing that is in that book that I think is the perfect illustration of this idea that excellence is the capacity to take pain and that it is supposed to be hard. I just heard Stanley Drunken miller. He talked about. It's exact same phenomena. I think he say he was working for George S. I don't know. I might have this wrong, which is kinda crazy. And he's like, a lost bunch of money. He just went away for a while. He's, like, I can't do this anymore. I'm not good at it. I'm an idiot completely depressed. He's like, I just gotta go away. The difference between Stanley and a million other investors and entrepreneurs. He's like, a million other people did that. They went away, and they never came back. But he over overcame and he's like, I'm in pain, I'm gonna keep going forward. So there is a filmmaker that works for Pixar that put this beautifully and he used the metaphor of doing anything difficult for you your and purposes is of building a company. And he says, if you're sailing across the ocean, and your goal is to avoid weather and waves, then why the hell you sound. You have to embrace the sailing means that you can't control the elements, and there's gonna be good days, and there's be bad days and whatever comes, you deal with it because your goal is to eventually get to the other side. You will not be able to control exactly how you get across. That is the game you decided to be in, which is exactly what Henry fore were telling us. They don't run a company, dude, that is the game you decided to be in. If your goal is to make it easier and simple, don't get in the fucking boat. We will call this episode passion and pain. Like those seem to be the 2 themes of people's obsessive, willingness to devote themselves to something, but also then to endure a ton of hardship and pain? I think it's a good place to leave it. I think you also know my traditional closing question for people. What is the kind thing that I anyone's ever done for you. The kind thing anybody's ever done for me happened a few decades before Was born. My grandfather, on my dad's side was living in Cuba who's was just 38 years old, you had a wife and a newborn baby when the Cuban revolution happened in castro to power. He didn't understand the language, had no money and no education and yet took the gigantic risk and the complete correct choice at that time in his life to flee Cuba to go to America to give his family a better chance and a better opportunity. That 1 decision changed the entire trajectory of my life. None of my interests that I happened to be naturally born into that passions that chose me that I did not choose would make a lick difference if I grew up in Castro Cuba as opposed to America. And as somebody that studies get people for a living, it really resonates how our decisions not only affect our loved ones now and our family now and our friends now, but they reverb through the generations. And if you think about it not as the context of what's gonna happen in your life this year or next year, but what the decisions you're making will affect people that aren't even born yet. You'll make your decisions differently. It's a wonderful closing thought. I guess I'll close by just saying what I've said elsewhere which is I find your show to be almost like a meditation app for entrepreneurs where the open meditation app to sort of get resent. And I find something similar and that word comforting which you mentioned earlier is definitely there for me too. Like, oh, wow, there's lots of people who are nuts about whatever it is that they're doing. And it's comforting. Certainly for me, but also I think for tons of people that listen to your show to just keep constantly reminded of the agony, the ecstasy, the journey of building something or creating something And it's like nothing else that I've encountered for this specific function, And so I'm just such a huge fan. I'm so enjoyed talking to you over the last several months getting to know you and listening, and I'm so enjoyed this conversation today. Thanks for your time. I appreciate the support. You've been amazing to dude, and I really do appreciate it, and I thank you very much. I put a lot of my life energy into it and to have somebody, you especially say that you get value of. And I don't take that for granted by any means. If you enjoyed this episode, check out join colossus stock com. There you'll find every episode of this podcast complete with transcripts, show notes, and resources to keep learning. You can also sign up for our newsletter colossus weekly, where we condensed episodes to the big ideas, quotations and more as well as share the best content we find on the Internet every week."
}